{
    "q": [
        {
            "docid": "841429_24",
            "document": "Synthetic biology . Models inform the design of engineered biological systems by better predicting system behavior prior to fabrication. Synthetic biology benefits from better models of how biological molecules bind substrates and catalyze reactions, how DNA encodes the information needed to specify the cell and how multi-component integrated systems behave. Multiscale models of gene regulatory networks focus on synthetic biology applications. Simulations can model all biomolecular interactions in transcription, translation, regulation and induction of gene regulatory networks. In a living cell, molecular motifs are embedded in a bigger network with upstream and downstream components. These components may alter the signalling capability of the modeling module. In the case of ultrasensitive modules, the sensitivity contribution of a module can differ from the sensitivity that the module sustains in isolation.",
            "score": 129.70191955566406
        },
        {
            "docid": "41224221_14",
            "document": "Weighted correlation network analysis . A major step in the module centric analysis is to cluster genes into network modules using a network proximity measure. Roughly speaking, a pair of genes has a high proximity if it is closely interconnected. By convention, the maximal proximity between two genes is 1 and the minimum proximity is 0. Typically, WGCNA uses the topological overlap measure (TOM) as proximity. which can also be defined for weighted networks. The TOM combines the adjacency of two genes and the connection strengths these two genes share with other \"third party\" genes. The TOM is a highly robust measure of network interconnectedness (proximity). This proximity is used as input of average linkage hierarchical clustering. Modules are defined as branches of the resulting cluster tree using the dynamic branch cutting approach  Next the genes inside a given module are summarize with the module eigengene, which can be considered as the best summary of the standardized module expression data. The module eigengene of a given module is defined as the first principal component of the standardized expression profiles. Eigengenes define robust biomarkers. To find modules that relate to a clinical trait of interest, module eigengenes are correlated with the clinical trait of interest, which gives rise to an eigengene significance measure. Eigengenes can be used as features in more complex predictive models including decision trees and Bayesian networks. One can also construct co-expression networks between module eigengenes (eigengene networks), i.e. networks whose nodes are modules. To identify intramodular hub genes inside a given module, one can use two types of connectivity measures. The first, referred to as formula_24, is defined based on correlating each gene with the respective module eigengene. The second, referred to as kIN, is defined as a sum of adjacencies with respect to the module genes. In practice, these two measures are equivalent. To test whether a module is preserved in another data set, one can use various network statistics, e.g. formula_25.",
            "score": 124.51110863685608
        },
        {
            "docid": "356382_11",
            "document": "Gene regulatory network . There are primarily two ways that networks can evolve, both of which can occur simultaneously. The first is that network topology can be changed by the addition or subtraction of nodes (genes) or parts of the network (modules) may be expressed in different contexts. The\" Drosophila\" Hippo signaling pathway provides a good example. The Hippo signaling pathway controls both mitotic growth and post-mitotic cellular differentiation. Recently it was found that the network the Hippo signaling pathway operates in differs between these two functions which in turn changes the behavior of the Hippo signaling pathway. This suggests that the Hippo signaling pathway operates as a conserved regulatory module that can be used for multiple functions depending on context. Thus, changing network topology can allow a conserved module to serve multiple functions and alter the final output of the network. The second way networks can evolve is by changing the strength of interactions between nodes, such as how strongly a transcription factor may bind to a cis-regulatory element. Such variation in strength of network edges has been shown to underlie between species variation in vulva cell fate patterning of \"Caenorhabditis\" worms.",
            "score": 99.28032410144806
        },
        {
            "docid": "12499410_70",
            "document": "Network motif . Most analyses of motif function are carried out looking at the motif operating in isolation. Recent research provides good evidence that network context, i.e. the connections of the motif to the rest of the network, is too important to draw inferences on function from local structure only — the cited paper also reviews the criticisms and alternative explanations for the observed data. An analysis of the impact of a single motif module on the global dynamics of a network is studied in. Yet another recent work suggests that certain topological features of biological networks naturally give rise to the common appearance of canonical motifs, thereby questioning whether frequencies of occurrences are reasonable evidence that the structures of motifs are selected for their functional contribution to the operation of networks.",
            "score": 87.84054183959961
        },
        {
            "docid": "50397_35",
            "document": "Cerebellum . Kenji Doya has argued that the cerebellum's function is best understood not in terms of the behaviors it affects, but the neural computations it performs; the cerebellum consists of a large number of more or less independent modules, all with the same geometrically regular internal structure, and therefore all, it is presumed, performing the same computation. If the input and output connections of a module are with motor areas (as many are), then the module will be involved in motor behavior; but, if the connections are with areas involved in non-motor cognition, the module will show other types of behavioral correlates. Thus the cerebellum has been implicated in the regulation of many differing functional traits such as affection, emotion and behavior. The cerebellum, Doya proposes, is best understood as predictive action selection based on \"internal models\" of the environment or a device for supervised learning, in contrast to the basal ganglia, which perform reinforcement learning, and the cerebral cortex, which performs unsupervised learning.",
            "score": 104.56699514389038
        },
        {
            "docid": "22072718_9",
            "document": "Biological network . Gene co-expression networks can be interpreted as association networks between variables that measure transcript abundances. These networks have been used to provide a systems biologic analysis of DNA microarray data, RNA-seq data, miRNA data etc. weighted gene co-expression network analysis is widely used to identify co-expression modules and intramodular hub genes. Co-expression modules may correspond to cell types or pathways. Highly connected intramodular hubs can be interpreted as representatives of their respective module.",
            "score": 93.94052624702454
        },
        {
            "docid": "21731590_16",
            "document": "RNA-Seq . Coexpression networks are data-derived representations of genes behaving in a similar way across tissues and experimental conditions. Their main purpose lies in hypothesis generation and guilt-by-association approaches for inferring functions of previously unknown genes. RNASeq data has been recently used to infer genes involved in specific pathways based on Pearson correlation, both in plants and mammals. The main advantage of RNASeq data in this kind of analysis over the microarray platforms is the capability to cover the entire transcriptome, therefore allowing the possibility to unravel more complete representations of the gene regulatory networks. Differential regulation of the splice isoforms of the same gene can be detected and used to predict and their biological functions.  Weighted gene co-expression network analysis has been successfully used to identify co-expression modules and intramodular hub genes based on RNA seq data. Co-expression modules may corresponds to cell types or pathways. Highly connected intramodular hubs can be interpreted as representatives of their respective module. Variance-Stabilizing Transformation approaches for estimating correlation coefficients based on RNA seq data have been proposed.",
            "score": 108.50725793838501
        },
        {
            "docid": "44450362_7",
            "document": "Network medicine . Using interactome networks, one can discover and classify diseases, as well as develop treatments through knowledge of its associations and their role in the networks. One observation is that diseases can be classified not by their principle phenotypes (pathophenotype) but by their disease module, which is a neighborhood or group of components in the interactome that, if disrupted, results in a specific pathophenotype. Disease modules can be used in a variety of ways, such as predicting disease genes that have not been discovered yet. Therefore, network medicine looks to identify the disease module for a specific pathophenotype using clustering algorithms.",
            "score": 80.33316850662231
        },
        {
            "docid": "10323278_3",
            "document": "Addiction module . Proteic addiction modules use proteins as toxins and antitoxins, as opposed to RNA or other methods. The known proteic addiction modules all have similar shared characteristics, including placement of the antitoxin gene relative to the toxin gene, method of toxin neutralization by the antitoxin, and autoregulation of the addiction module by the antitoxin or toxin:antitoxin complex. In protein-based addiction modules, the genes encoding the toxin and antitoxin lie adjacent to each other and are continuously expressed under one operon. To ensure survival of the host when the addiction module is present, more antitoxin must be produced than toxin (to counter the shorter lifespan of the antitoxin molecules). Safe ratios of the toxin and antitoxin are maintained at least in part by both this overexpression and by having the antitoxin-encoding gene encoded upstream from the toxin gene, so that the antitoxin is available to immediately neutralize the toxin. This upstream placement of the antitoxin gene is found in all proteic addiction modules. In addition, the transcription of the whole addiction module is often negatively autoregulated (i.e. the presence of its products decreases its transcriptional rate) by the formation of toxin:antitoxin complexes.",
            "score": 67.8667117357254
        },
        {
            "docid": "356382_14",
            "document": "Gene regulatory network . On the other hand, some researchers hypothesize that the enrichment of network motifs is non-adaptive. In other words, gene regulatory networks can evolve to a similar structure without the specific selection on the proposed input-output behavior. Support for this hypothesis often comes from computational simulations. For example, fluctuations in the abundance of feed-forward loops in a model that simulates the evolution of gene regulatory networks by randomly rewiring nodes may suggest that the enrichment of feed-forward loops is a side-effect of evolution. In another model of gene regulator networks evolution, the ratio of the frequencies of gene duplication and gene deletion show great influence on network topology: certain ratios lead to the enrichment of feed-forward loops and create networks that show features of hierarchical scale free networks.",
            "score": 60.027355432510376
        },
        {
            "docid": "22164509_18",
            "document": "Cis-regulatory module . \"Cis\"-regulatory modules can regulate their target genes over large distances. Several models have been proposed to describe the way that these modules may communicate with their target gene promoter. These include the DNA scanning model, the DNA sequence looping model and the facilitated tracking model. In the DNA scanning model, the transcription factor and cofactor complex form at the \"cis\"-regulatory module and then continues to move along the DNA sequence until it finds the target gene promoter. In the looping model, the transcription factor binds to the \"cis\"-regulatory module, which then causes the \"looping\" of the DNA sequence and allows for the interaction with the target gene promoter. The transcription factor-\"cis\"-regulatory module complex causes the looping of the DNA sequence slowly towards the target promoter and forms a stable looped configuration. The facilitated tracking model combines parts of the two previous models.",
            "score": 67.55888390541077
        },
        {
            "docid": "12499410_63",
            "document": "Network motif . The I1-FFL is a pulse generator and response accelerator. The two signal pathways of the I1-FFL act in opposite directions where one pathway activates Z and the other represses it. When the repression is complete this leads to a pulse-like dynamics. It was also demonstrated experimentally that the I1-FFL can serve as response accelerator in a way which is similar to the NAR motif. The difference is that the I1-FFL can speed-up the response of any gene and not necessarily a transcription factor gene. An additional function was assigned to the I1-FFL network motif: it was shown both theoretically and experimentally that the I1-FFL can generate non-monotonic input function in both a synthetic and native systems. Finally, expression units that incorporate incoherent feedforward control of the gene product provide adaptation to the amount of DNA template and can be superior to simple combinations of constitutive promoters. Feedforward regulation displayed better adaptation than negative feedback, and circuits based on RNA interference were the most robust to variation in DNA template amounts.",
            "score": 60.718520760536194
        },
        {
            "docid": "3408308_21",
            "document": "Metabolic network modelling . In order to perform a dynamic simulation with such a network it is necessary to construct an ordinary differential equation system that describes the rates of change in each metabolite's concentration or amount. To this end, a rate law, i.e., a kinetic equation that determines the rate of reaction based on the concentrations of all reactants is required for each reaction. Software packages that include numerical integrators, such as COPASI or SBMLsimulator, are then able to simulate the system dynamics given an initial condition. Often these rate laws contain kinetic parameters with uncertain values. In many cases it is desired to estimate these parameter values with respect to given time-series data of metabolite concentrations. The system is then supposed to reproduce the given data. For this purpose the distance between the given data set and the result of the simulation, i.e., the numerically or in few cases analytically obtained solution of the differential equation system is computed. The values of the parameters are then estimated to minimize this distance. One step further, it may be desired to estimate the mathematical structure of the differential equation system because the real rate laws are not known for the reactions within the system under study. To this end, the program SBMLsqueezer allows automatic creation of appropriate rate laws for all reactions with the network. Synthetic accessibility is a simple approach to network simulation whose goal is to predict which metabolic gene knockouts are lethal. The synthetic accessibility approach uses the topology of the metabolic network to calculate the sum of the minimum number of steps needed to traverse the metabolic network graph from the inputs, those metabolites available to the organism from the environment, to the outputs, metabolites needed by the organism to survive. To simulate a gene knockout, the reactions enabled by the gene are removed from the network and the synthetic accessibility metric is recalculated. An increase in the total number of steps is predicted to cause lethality. Wunderlich and Mirny showed this simple, parameter-free approach predicted knockout lethality in \"E. coli\" and \"S. cerevisiae\" as well as elementary mode analysis and flux balance analysis in a variety of media.",
            "score": 79.28192698955536
        },
        {
            "docid": "41224221_2",
            "document": "Weighted correlation network analysis . Weighted correlation network analysis, also known as weighted gene co-expression network analysis (WGCNA), is a widely used data mining method especially for studying biological networks based on pairwise correlations between variables. While it can be applied to most high-dimensional data sets, it has been most widely used in genomic applications. It allows one to define modules (clusters), intramodular hubs, and network nodes with regard to module membership, to study the relationships between co-expression modules, and to compare the network topology of different networks (differential network analysis). WGCNA can be used as a data reduction technique (related to oblique factor analysis ), as a clustering method (fuzzy clustering), as a feature selection method (e.g. as gene screening method), as a framework for integrating complementary (genomic) data (based on weighted correlations between quantitative variables), and as a data exploratory technique. Although WGCNA incorporates traditional data exploratory techniques, its intuitive network language and analysis framework transcend any standard analysis technique. Since it uses network methodology and is well suited for integrating complementary genomic data sets, it can be interpreted as systems biologic or systems genetic data analysis method. By selecting intramodular hubs in consensus modules, WGCNA also gives rise to network based meta analysis techniques.",
            "score": 103.713574051857
        },
        {
            "docid": "22912887_5",
            "document": "MIBE architecture . While subsumption architecture is built on a predetermined hierarchy of behavioral modules, MIBE architecture consists of a more complex structure, where several behaviors (that always compete for taking control of the robot via the motivational state) can activate and control dynamically an adaptive set of underlying modules, called \"abilities\". Each behavior performs its task by activating and tuning the abilities it needs. Abilities supply the functional modules for performing specific activities and may activate each other in a hierarchical structure in the same way behaviors use abilities. Both behaviors and abilities are implemented by the same kind of functional modules, but a fundamental difference exists: behaviors are \"self-activating\" modules in response to a robot+environment state, whilst abilities are just \"functional blocks\" activated and controlled by behaviors for accomplishing their tasks (or by higher-level abilities that have been already activated by a behavior). Behaviors exist for satisfying specific needs, whilst abilities are not related to any need, because they are used by behaviors for accomplishing their tasks, but have no meaning alone.",
            "score": 82.05667352676392
        },
        {
            "docid": "9736729_8",
            "document": "Sentence processing . A modular view of sentence processing assumes that each factor involved in sentence processing is computed in its own module, which has limited means of communication with the other modules. For example, syntactic analysis creation takes place without input from semantic analysis or context-dependent information, which are processed separately. A common assumption of modular accounts is a \"feed-forward\" architecture in which the output of one processing step is passed on to the next step without feedback mechanisms that would allow the output of the first module to be corrected. Syntactic processing is usually taken to be the most basic analysis step, which feeds into semantic processing and the inclusion of other information. A separate mental module parses sentences and lexical access happens first. Then, one syntactic hypothesis is considered at a time. There is no initial influence of meaning, or semantic. Sentence processing is supported by a temporo-frontal network. Within the network, temporal regions subserve aspects of identification and frontal regions the building of syntactic and semantic relations. Temporal analyses of brain activation within this network support syntax-first models because they reveal that building of syntactic structure precedes semantic processes and that these interact only during a later stage.",
            "score": 82.58472013473511
        },
        {
            "docid": "22164509_7",
            "document": "Cis-regulatory module . Additionally, the regulation of chromatin structure and nuclear organization also play a role in determining and controlling the function of cis-regulatory modules. Thus gene-regulation functions (GRF) provide a unique characteristic of a cis-regulatory module (CRM), relating the concentrations of transcription factors (input) to the promoter activities (output). The challenge is to predict GRFs. This challenge still remains unsolved. In general, gene-regulation functions do not use Boolean logic, although in some cases the approximation of the Boolean logic is still very useful.",
            "score": 67.74384260177612
        },
        {
            "docid": "22164509_11",
            "document": "Cis-regulatory module . Besides experimentally determining CRMs, there are various bioinformatics algorithms for predicting them. Most algorithms try to search for significant combinations of transcription factor binding sites (DNA binding sites) in promoter sequences of co-expressed genes. More advanced methods combine the search for significant motifs with correlation in gene expression datasets between transcription factors and target genes. Both methods have been implemented, for example, in the ModuleMaster. Other programs created for the identification and prediction of \"cis\"-regulatory modules include:",
            "score": 57.40080761909485
        },
        {
            "docid": "33785040_29",
            "document": "Ultrasensitivity . In a living cell, ultrasensitive modules are embedded in a bigger network with upstream and downstream components. This components may constrain the range of inputs that the module will receive as well as the range of the module’s outputs that network will be able to detect. Altszyler et al. (2014) studied how the effective ultrasensitivity of a modular system is affected by these restrictions. They found for some ultrasensitive motifs that dynamic range limitations imposed by downstream components can produce effective sensitivities much larger than that of the original module when considered in isolation.",
            "score": 100.75106501579285
        },
        {
            "docid": "398124_14",
            "document": "Transcriptional regulation . Enhancers or cis-regulatory modules/elements (CRM/CRE) are non-coding DNA sequences containing multiple activator and repressor binding sites. Enhancers range from 200 bp to 1 kb in length and can be either proximal, 5’ upstream to the promoter or within the first intron of the regulated gene, or distal, in introns of neighboring genes or intergenic regions far away from the locus. Through DNA looping, active enhancers contact the promoter dependently of the core DNA binding motif promoter specificity. Promoter-enhancer dichotomy provides the basis for the functional interaction between transcription factors and transcriptional core machinery to trigger RNA Pol II escape from the promoter. Whereas one could think that there is a 1:1 enhancer-promoter ratio, studies of the human genome predict that an active promoter interacts with 4 to 5 enhancers. Similarly, enhancers can regulate more than one gene without linkage restriction and are said to “skip” neighboring genes to regulate more distant ones. Even though infrequent, transcriptional regulation can involve elements located in a chromosome different to one where the promoter resides. Proximal enhancers or promoters of neighboring genes can serve as platforms to recruit more distal elements.",
            "score": 47.44291353225708
        },
        {
            "docid": "32827330_8",
            "document": "Multimodal Architecture and Interfaces . The specification also covers the issues of a distributed implementation on multiple material resources in a network or a centralized implementation, with all the modules installed in a single material support. Information sharing between modules is loose coupled. This promotes low dependence between modules, reducing the impact of changes in one module on other modules, and facilitating the modules' reuse. In this way, the modules have little or no knowledge of the functioning of any other modules and the communication between modules is done through the exchange of messages following a precise communication protocol provided by the architecture's API.",
            "score": 73.6277847290039
        },
        {
            "docid": "7766542_9",
            "document": "Microarray analysis techniques . Commercial systems for gene network analysis such as Ingenuity and Pathway studio create visual representations of differentially expressed genes based on current scientific literature. Non-commercial tools such as FunRich, GenMAPP and Moksiskaan also aid in organizing and visualizing gene network data procured from one or several microarray experiments. A wide variety of microarray analysis tools are available through Bioconductor written in the R programming language. The frequently cited SAM module and other microarray tools are available through Stanford University. Another set is available from Harvard and MIT. Specialized software tools for statistical analysis to determine the extent of over- or under-expression of a gene in a microarray experiment relative to a reference state have also been developed to aid in identifying genes or gene sets associated with particular phenotypes. One such method of analysis, known as Gene Set Enrichment Analysis (GSEA), uses a Kolmogorov-Smirnov-style statistic to identify groups of genes that are regulated together. This third-party statistics package offers the user information on the genes or gene sets of interest, including links to entries in databases such as NCBI's GenBank and curated databases such as Biocarta and Gene Ontology. Protein complex enrichment analysis tool (COMPLEAT) provides similar enrichment analysis at the level of protein complexes. The tool can identify the dynamic protein complex regulation under different condition or time points. Related system, PAINT and SCOPE performs a statistical analysis on gene promoter regions, identifying over and under representation of previously identified transcription factor response elements. Another statistical analysis tool is Rank Sum Statistics for Gene Set Collections (RssGsc), which uses rank sum probability distribution functions to find gene sets that explain experimental data. A further approach is contextual meta-analysis, i.e. finding out how a gene cluster responds to a variety of experimental contexts. Genevestigator is a public tool to perform contextual meta-analysis across contexts such as anatomical parts, stages of development, and response to diseases, chemicals, stresses, and neoplasms.",
            "score": 79.37858664989471
        },
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 73.70398664474487
        },
        {
            "docid": "12499410_57",
            "document": "Network motif . Much experimental work has been devoted to understanding network motifs in gene regulatory networks. These networks control which genes are expressed in the cell in response to biological signals. The network is defined such that genes are nodes, and directed edges represent the control of one gene by a transcription factor (regulatory protein that binds DNA) encoded by another gene. Thus, network motifs are patterns of genes regulating each other's transcription rate. When analyzing transcription networks, it is seen that the same network motifs appear again and again in diverse organisms from bacteria to human. The transcription network of \"E. coli\" and yeast, for example, is made of three main motif families, that make up almost the entire network. The leading hypothesis is that the network motif were independently selected by evolutionary processes in a converging manner, since the creation or elimination of regulatory interactions is fast on evolutionary time scale, relative to the rate at which genes change, Furthermore, experiments on the dynamics generated by network motifs in living cells indicate that they have characteristic dynamical functions. This suggests that the network motif serve as building blocks in gene regulatory networks that are beneficial to the organism.",
            "score": 65.34003114700317
        },
        {
            "docid": "356382_8",
            "document": "Gene regulatory network . Genes can be viewed as nodes in the network, with input being proteins such as transcription factors, and outputs being the level of gene expression. The value of the node depends of a function which depends in the value of its regulators in previous time steps (in the Boolean network described below these are Boolean functions, typically AND, OR, and NOT). These functions have been interpreted as performing a kind of information processing within the cell, which determines cellular behavior. The basic drivers within cells are concentrations of some proteins, which determine both spatial (location within the cell or tissue) and temporal (cell cycle or developmental stage) coordinates of the cell, as a kind of \"cellular memory\". The gene networks are only beginning to be understood, and it is a next step for biology to attempt to deduce the functions for each gene \"node\", to help understand the behavior of the system in increasing levels of complexity, from gene to signaling pathway, cell or tissue level.",
            "score": 65.7193512916565
        },
        {
            "docid": "41224221_16",
            "document": "Weighted correlation network analysis . It is often used as data reduction step in systems genetic applications where modules are represented by \"module eigengenes\" e.g. Module eigengenes can be used to correlate modules with clinical traits. Eigengene networks are coexpression networks between module eigengenes (i.e. networks whose nodes are modules) . WGCNA is widely used in neuroscientific applications, e.g. and for analyzing genomic data including microarray data, single cell RNA-Seq data DNA methylation data, miRNA data, peptide counts and microbiota data (16S rRNA gene sequencing). Other applications include brain imaging data, e.g. functional MRI data",
            "score": 80.53951215744019
        },
        {
            "docid": "12499410_59",
            "document": "Network motif . One of simplest and most abundant network motifs in \"E. coli\" is negative auto-regulation in which a transcription factor (TF) represses its own transcription. This motif was shown to perform two important functions. The first function is response acceleration. NAR was shown to speed-up the response to signals both theoretically and experimentally. This was first shown in a synthetic transcription network and later on in the natural context in the SOS DNA repair system of E .coli. The second function is increased stability of the auto-regulated gene product concentration against stochastic noise, thus reducing variations in protein levels between different cells.",
            "score": 55.014642000198364
        },
        {
            "docid": "15311631_16",
            "document": "Psi-theory . Emotion is not understood as an independent sub-system, a module or a parameter set, but an intrinsic aspect of cognition. Emotion is an emergent property of the modulation of perception, behavior and cognitive processing, and it can therefore not be understood outside the context of cognition. To model emotion, we need a cognitive system that can be modulated to adapt its use of processing resources and behavior tendencies.",
            "score": 88.89657425880432
        },
        {
            "docid": "27657798_12",
            "document": "Science of morality . The brain areas that are consistently involved when humans reason about moral issues have been investigated. The neural network underlying moral decisions overlaps with the network pertaining to representing others' intentions (i.e., theory of mind) and the network pertaining to representing others' (vicariously experienced) emotional states (i.e., empathy). This supports the notion that moral reasoning is related to both seeing things from other persons’ points of view and to grasping others’ feelings. These results provide evidence that the neural network underlying moral decisions is probably domain-global (i.e., there might be no such things as a \"moral module\" in the human brain) and might be dissociable into cognitive and affective sub-systems. An essential, shared component of moral judgment involves the capacity to detect morally salient content within a given social context. Recent research implicated the salience network in this initial detection of moral content. The salience network responds to behaviorally salient events, and may be critical to modulate downstream default and frontal control network interactions in the service of complex moral reasoning and decision-making processes. This suggest that moral cognition involves both bottom-up and top-down attentional processes, mediated by discrete large-scale brain networks and their interactions.",
            "score": 87.51911675930023
        },
        {
            "docid": "41255201_5",
            "document": "Winner-take-all in action selection . In the heterarchy and fully distributed architecture, each behavior has a set of pre-conditions to be met before it can be performed, and a set of post-conditions that will be true after the action has been performed. These pre- and post-conditions determine the order in which behaviors must be performed and are used to causally connect action modules. This enables each module to receive input from other modules as well as from the sensors, so modules can recruit each other. For example, if the agent’s goal were to reduce thirst, the behavior \"drink\" would require the pre-condition of having water available, so the module would activate the module in charge of \"find water\". The activations organize the behaviors into a sequence, even though only one action is performed at a time. The distribution of larger behaviors across modules makes this system flexible and robust to noise. Some critics of this model hold that any existing set of division rules for the predecessor and conflictor connections between modules produce sub-par action selection. In addition, the feedback loop used in the model can in some circumstances lead to improper action selection.",
            "score": 89.67968964576721
        },
        {
            "docid": "33818014_20",
            "document": "Nervous system network models . There are three views of modules for modeling. They are (1) modules for brain structures, (2) modules as schemas, and (3) modules as interfaces. Figure 3 presents the modular design of a model for reflex control of saccades (Arbib, M. A. (2007)). It involves two main modules, one for superior colliculus (SC), and one for brainstem. Each of these is decomposed into submodules, with each submodule defining an array of physiologically defined neurons. In Figure 3(b) the model of Figure 3(a) is embedded into a far larger model which embraces various regions of cerebral cortex (represented by the modules Pre-LIP Vis, Ctx., LIP, PFC, and FEF), thalamus, and basal ganglia. While the model may indeed be analyzed at this top level of modular decomposition, we need to further decompose basal ganglia, BG, as shown in Figure 3(c) if we are to tease apart the role of dopamine in differentially modulating (the 2 arrows shown arising from SNc) the direct and indirect pathways within the basal ganglia (Crowley, M. (1997)). Neural Simulation Language (NSL) has been developed to provide a simulation system for large-scale general neural networks. It provides an environment to develop an object-oriented approach to brain modeling. NSL supports neural models having as basic data structure neural layers with similar properties and similar connection patterns. Models developed using NSL are documented in Brain Operation Database (BODB) as hierarchically organized modules that can be decomposed into lower levels.",
            "score": 97.30679857730865
        },
        {
            "docid": "4122426_8",
            "document": "Modularity (biology) . For over a decade, researchers examined the dynamics of selection on network modularity. However, in 2013 Clune and colleagues challenged the sole focus on selective forces, and instead provided evidence that there are inherent \"connectivity costs\" that limit the number of connections between nodes to maximize efficiency of transmission. This hypothesis originated from neurological studies that found that there is an inverse relationship between the number of neural connections and the overall efficiency (more connections seemed to limit the overall performance speed/precision of the network). This connectivity cost had yet to be applied to evolutionary analyses. Clune et al. created a series of models that compared the efficiency of various \"evolved\" network topologies in an environment where performance, their only metric for selection, was taken into account, and another treatment where performance as well as the connectivity cost were factored together. The results show not only that modularity formed ubiquitously in the models that factored in connection cost, but that these models also outperformed the performance-only based counterparts in every task. This suggests a potential model for module evolution whereby modules form from a system’s tendency to resist maximizing connections to create more efficient and compartmentalized network topologies.",
            "score": 80.21282708644867
        }
    ],
    "r": [
        {
            "docid": "841429_24",
            "document": "Synthetic biology . Models inform the design of engineered biological systems by better predicting system behavior prior to fabrication. Synthetic biology benefits from better models of how biological molecules bind substrates and catalyze reactions, how DNA encodes the information needed to specify the cell and how multi-component integrated systems behave. Multiscale models of gene regulatory networks focus on synthetic biology applications. Simulations can model all biomolecular interactions in transcription, translation, regulation and induction of gene regulatory networks. In a living cell, molecular motifs are embedded in a bigger network with upstream and downstream components. These components may alter the signalling capability of the modeling module. In the case of ultrasensitive modules, the sensitivity contribution of a module can differ from the sensitivity that the module sustains in isolation.",
            "score": 129.70191955566406
        },
        {
            "docid": "41224221_14",
            "document": "Weighted correlation network analysis . A major step in the module centric analysis is to cluster genes into network modules using a network proximity measure. Roughly speaking, a pair of genes has a high proximity if it is closely interconnected. By convention, the maximal proximity between two genes is 1 and the minimum proximity is 0. Typically, WGCNA uses the topological overlap measure (TOM) as proximity. which can also be defined for weighted networks. The TOM combines the adjacency of two genes and the connection strengths these two genes share with other \"third party\" genes. The TOM is a highly robust measure of network interconnectedness (proximity). This proximity is used as input of average linkage hierarchical clustering. Modules are defined as branches of the resulting cluster tree using the dynamic branch cutting approach  Next the genes inside a given module are summarize with the module eigengene, which can be considered as the best summary of the standardized module expression data. The module eigengene of a given module is defined as the first principal component of the standardized expression profiles. Eigengenes define robust biomarkers. To find modules that relate to a clinical trait of interest, module eigengenes are correlated with the clinical trait of interest, which gives rise to an eigengene significance measure. Eigengenes can be used as features in more complex predictive models including decision trees and Bayesian networks. One can also construct co-expression networks between module eigengenes (eigengene networks), i.e. networks whose nodes are modules. To identify intramodular hub genes inside a given module, one can use two types of connectivity measures. The first, referred to as formula_24, is defined based on correlating each gene with the respective module eigengene. The second, referred to as kIN, is defined as a sum of adjacencies with respect to the module genes. In practice, these two measures are equivalent. To test whether a module is preserved in another data set, one can use various network statistics, e.g. formula_25.",
            "score": 124.5111083984375
        },
        {
            "docid": "355240_12",
            "document": "Cognitive model . One proposed mechanism of a dynamical system comes from analysis of continuous-time recurrent neural networks (CTRNNs). By focusing on the output of the neural networks rather than their states and examining fully interconnected networks, three-neuron Central pattern generator (CPG) can be used to represent systems such as leg movements during walking. This CPG contains three motor neurons to control the foot, backward swing, and forward swing effectors of the leg. Outputs of the network represent whether the foot is up or down and how much force is being applied to generate torque in the leg joint. One feature of this pattern is that neuron outputs are either off or on most of the time. Another feature is that the states are quasi-stable, meaning that they will eventually transition to other states. A simple pattern generator circuit like this is proposed to be a building block for a dynamical system. Sets of neurons that simultaneously transition from one quasi-stable state to another are defined as a dynamic module. These modules can in theory be combined to create larger circuits that comprise a complete dynamical system. However, the details of how this combination could occur are not fully worked out.",
            "score": 113.63805389404297
        },
        {
            "docid": "34010466_2",
            "document": "Biological applications of bifurcation theory . Biological applications of bifurcation theory provide a framework for understanding the behavior of biological networks modeled as dynamical systems. In the context of a biological system, bifurcation theory describes how small changes in an input parameter can cause a bifurcation or qualitative change in the behavior of the system. The ability to make dramatic change in system output is often essential to organism function, and bifurcations are therefore ubiquitous in biological networks such as the switches of the cell cycle.",
            "score": 108.7557144165039
        },
        {
            "docid": "21731590_16",
            "document": "RNA-Seq . Coexpression networks are data-derived representations of genes behaving in a similar way across tissues and experimental conditions. Their main purpose lies in hypothesis generation and guilt-by-association approaches for inferring functions of previously unknown genes. RNASeq data has been recently used to infer genes involved in specific pathways based on Pearson correlation, both in plants and mammals. The main advantage of RNASeq data in this kind of analysis over the microarray platforms is the capability to cover the entire transcriptome, therefore allowing the possibility to unravel more complete representations of the gene regulatory networks. Differential regulation of the splice isoforms of the same gene can be detected and used to predict and their biological functions.  Weighted gene co-expression network analysis has been successfully used to identify co-expression modules and intramodular hub genes based on RNA seq data. Co-expression modules may corresponds to cell types or pathways. Highly connected intramodular hubs can be interpreted as representatives of their respective module. Variance-Stabilizing Transformation approaches for estimating correlation coefficients based on RNA seq data have been proposed.",
            "score": 108.50725555419922
        },
        {
            "docid": "50397_35",
            "document": "Cerebellum . Kenji Doya has argued that the cerebellum's function is best understood not in terms of the behaviors it affects, but the neural computations it performs; the cerebellum consists of a large number of more or less independent modules, all with the same geometrically regular internal structure, and therefore all, it is presumed, performing the same computation. If the input and output connections of a module are with motor areas (as many are), then the module will be involved in motor behavior; but, if the connections are with areas involved in non-motor cognition, the module will show other types of behavioral correlates. Thus the cerebellum has been implicated in the regulation of many differing functional traits such as affection, emotion and behavior. The cerebellum, Doya proposes, is best understood as predictive action selection based on \"internal models\" of the environment or a device for supervised learning, in contrast to the basal ganglia, which perform reinforcement learning, and the cerebral cortex, which performs unsupervised learning.",
            "score": 104.56700134277344
        },
        {
            "docid": "41224221_2",
            "document": "Weighted correlation network analysis . Weighted correlation network analysis, also known as weighted gene co-expression network analysis (WGCNA), is a widely used data mining method especially for studying biological networks based on pairwise correlations between variables. While it can be applied to most high-dimensional data sets, it has been most widely used in genomic applications. It allows one to define modules (clusters), intramodular hubs, and network nodes with regard to module membership, to study the relationships between co-expression modules, and to compare the network topology of different networks (differential network analysis). WGCNA can be used as a data reduction technique (related to oblique factor analysis ), as a clustering method (fuzzy clustering), as a feature selection method (e.g. as gene screening method), as a framework for integrating complementary (genomic) data (based on weighted correlations between quantitative variables), and as a data exploratory technique. Although WGCNA incorporates traditional data exploratory techniques, its intuitive network language and analysis framework transcend any standard analysis technique. Since it uses network methodology and is well suited for integrating complementary genomic data sets, it can be interpreted as systems biologic or systems genetic data analysis method. By selecting intramodular hubs in consensus modules, WGCNA also gives rise to network based meta analysis techniques.",
            "score": 103.71356964111328
        },
        {
            "docid": "41255201_3",
            "document": "Winner-take-all in action selection . In the 1980s and 1990s, many roboticists and cognitive scientists were attempting to find speedier and more efficient alternatives to the traditional world modeling method of action selection. In 1982, Jerome A. Feldman and D.H. Ballard published the \"Connectionist Models and Their Properties\", referencing and explaining winner-take-all as a method of action selection. Feldman's architecture functioned on the simple rule that in a network of interconnected action modules, each module will set its own output to zero if it reads a higher input than its own in any other module. In 1986, Rodney Brooks introduced behavior-based artificial intelligence. Winner-take-all architectures for action selection soon became a common feature of behavior-based robots, because selection occurred at the level of the action modules (bottom-up) rather than at a separate cognitive level (top-down), producing a tight coupling of stimulus and reaction.",
            "score": 102.11746215820312
        },
        {
            "docid": "33785040_29",
            "document": "Ultrasensitivity . In a living cell, ultrasensitive modules are embedded in a bigger network with upstream and downstream components. This components may constrain the range of inputs that the module will receive as well as the range of the module’s outputs that network will be able to detect. Altszyler et al. (2014) studied how the effective ultrasensitivity of a modular system is affected by these restrictions. They found for some ultrasensitive motifs that dynamic range limitations imposed by downstream components can produce effective sensitivities much larger than that of the original module when considered in isolation.",
            "score": 100.75106048583984
        },
        {
            "docid": "21038459_12",
            "document": "Goldbeter–Koshland kinetics . In a living cell, Goldbeter–Koshland modules are embedded in a bigger network with upstream and downstream components. This components may constrain the range of inputs that the module will receive as well as the range of the module’s outputs that network will be able to detect. Altszyler et al. (2014) studied how the effective ultrasensitivity of a modular system is affected by these restrictions. They found that Goldbeter–Koshland modules are highly sensitive to dynamic range limitations imposed by downstream components. However, in the case of asymmetric Goldbeter–Koshland modules, a moderate downstream constrain can produce effective sensitivities much larger than that of the original module when considered in isolation.",
            "score": 99.64019775390625
        },
        {
            "docid": "356382_11",
            "document": "Gene regulatory network . There are primarily two ways that networks can evolve, both of which can occur simultaneously. The first is that network topology can be changed by the addition or subtraction of nodes (genes) or parts of the network (modules) may be expressed in different contexts. The\" Drosophila\" Hippo signaling pathway provides a good example. The Hippo signaling pathway controls both mitotic growth and post-mitotic cellular differentiation. Recently it was found that the network the Hippo signaling pathway operates in differs between these two functions which in turn changes the behavior of the Hippo signaling pathway. This suggests that the Hippo signaling pathway operates as a conserved regulatory module that can be used for multiple functions depending on context. Thus, changing network topology can allow a conserved module to serve multiple functions and alter the final output of the network. The second way networks can evolve is by changing the strength of interactions between nodes, such as how strongly a transcription factor may bind to a cis-regulatory element. Such variation in strength of network edges has been shown to underlie between species variation in vulva cell fate patterning of \"Caenorhabditis\" worms.",
            "score": 99.28031921386719
        },
        {
            "docid": "33818014_20",
            "document": "Nervous system network models . There are three views of modules for modeling. They are (1) modules for brain structures, (2) modules as schemas, and (3) modules as interfaces. Figure 3 presents the modular design of a model for reflex control of saccades (Arbib, M. A. (2007)). It involves two main modules, one for superior colliculus (SC), and one for brainstem. Each of these is decomposed into submodules, with each submodule defining an array of physiologically defined neurons. In Figure 3(b) the model of Figure 3(a) is embedded into a far larger model which embraces various regions of cerebral cortex (represented by the modules Pre-LIP Vis, Ctx., LIP, PFC, and FEF), thalamus, and basal ganglia. While the model may indeed be analyzed at this top level of modular decomposition, we need to further decompose basal ganglia, BG, as shown in Figure 3(c) if we are to tease apart the role of dopamine in differentially modulating (the 2 arrows shown arising from SNc) the direct and indirect pathways within the basal ganglia (Crowley, M. (1997)). Neural Simulation Language (NSL) has been developed to provide a simulation system for large-scale general neural networks. It provides an environment to develop an object-oriented approach to brain modeling. NSL supports neural models having as basic data structure neural layers with similar properties and similar connection patterns. Models developed using NSL are documented in Brain Operation Database (BODB) as hierarchically organized modules that can be decomposed into lower levels.",
            "score": 97.30680084228516
        },
        {
            "docid": "40158142_9",
            "document": "Nonlinear system identification . Artificial neural networks try loosely to imitate the network of neurons in the brain where computation takes place through a large number of simple processing elements. A typical neural network consists of a number of simple processing units interconnected to form a complex network. Layers of such units are arranged so that data is entered at the input layer and passes through either one or several intermediate layers before reaching the output layer. In supervised learning the network is trained by operating on the difference between the actual output and the desired output of the network, the prediction error, to change the connection strengths between the nodes. By iterating the weights are modified until the output error reaches an acceptable level. This process is called machine learning because the network adjusts the weights so that the output pattern is reproduced. Neural networks have been extensively studied and there are many excellent textbooks devoted to this topic in general, and more focussed textbooks which emphasise control and systems applications. There are two main problem types that can be studied using neural networks: static problems, and dynamic problems. Static problems include pattern recognition, classification, and approximation. Dynamic problems involve lagged variables and are more appropriate for system identification and related applications. Depending on the architecture of the network the training problem can be either nonlinear-in-the-parameters which involves optimisation or linear-in-the-parameters which can be solved using classical approaches. The training algorithms can be categorised into supervised, unsupervised, or reinforcement learning. Neural networks have excellent approximation properties but these are usually based on standard function approximation results using for example the Weierstrass Theorem that applies equally well to polynomials, rational functions, and other well-known models.  Neural networks have been applied extensively to system identification problems which involve nonlinear and dynamic relationships. However, classical neural networks are purely gross static approximating machines. There is no dynamics within the network. Hence when fitting dynamic models all the dynamics arise by allocating lagged inputs and outputs to the input layer of the network. The training procedure then produces the best static approximation that relates the lagged variables assigned to the input nodes to the output. There are more complex network architectures, including recurrent networks, that produce dynamics by introducing increasing orders of lagged variables to the input nodes. But in these cases it is very easy to over specify the lags and this can lead to over fitting and poor generalisation properties.  Neural networks have several advantages; they are conceptually simple, easy to train and to use, have excellent approximation properties, the concept of local and parallel processing is important and this provides integrity and fault tolerant behaviour. The biggest criticism of the classical neural network models is that the models produced are completely opaque and usually cannot be written down or analysed. It is therefore very difficult to know what is causing what, to analyse the model, or to compute dynamic characteristics from the model. Some of these points will not be relevant to all applications but they are for dynamic modelling.",
            "score": 97.25141143798828
        },
        {
            "docid": "106218_41",
            "document": "Cooperative binding . In a living cell, ultrasensitive modules are embedded in a bigger network with upstream and downstream components. This components may constrain the range of inputs that the module will receive as well as the range of the module's outputs that network will be able to detect. The sensitivity of a modular system is affected by these restrictions. The dynamic range limitations imposed by downstream components can produce effective sensitivities much larger than that of the original module when considered in isolation.",
            "score": 96.478515625
        },
        {
            "docid": "22072718_9",
            "document": "Biological network . Gene co-expression networks can be interpreted as association networks between variables that measure transcript abundances. These networks have been used to provide a systems biologic analysis of DNA microarray data, RNA-seq data, miRNA data etc. weighted gene co-expression network analysis is widely used to identify co-expression modules and intramodular hub genes. Co-expression modules may correspond to cell types or pathways. Highly connected intramodular hubs can be interpreted as representatives of their respective module.",
            "score": 93.94052124023438
        },
        {
            "docid": "58687_44",
            "document": "Aggression . Another hypothesis is that testosterone influences brain areas that control behavioral reactions. Studies in animal models indicate that aggression is affected by several interconnected cortical and subcortical structures within the so-called social behavior network. A study involving lesions and electrical-chemical stimulation in rodents and cats revealed that such a neural network consists of the medial amygdala, medial hypothalamus and periaqueductal grey (PAG), and it positively modulates reactive aggression. Moreover, a study done in human subjects showed that prefrontal-amygdala connectivity is modulated by endogenous testosterone during social emotional behavior.",
            "score": 93.57669830322266
        },
        {
            "docid": "10571004_4",
            "document": "Biological network inference . There is great interest in network medicine for the modelling biological systems. This article focuses on a necessary prerequisite to dynamic modeling of a network: inference of the topology, that is, prediction of the \"wiring diagram\" of the network. More specifically, we focus here on inference of biological network structure using the growing sets of high-throughput expression data for genes, proteins, and metabolites. Briefly, methods using high-throughput data for inference of regulatory networks rely on searching for patterns of partial correlation or conditional probabilities that indicate causal influence. Such patterns of partial correlations found in the high-throughput data, possibly combined with other supplemental data on the genes or proteins in the proposed networks, or combined with other information on the organism, form the basis upon which such algorithms work. Such algorithms can be of use in inferring the topology of any network where the change in state of one node can affect the state of other nodes.",
            "score": 93.1980972290039
        },
        {
            "docid": "22072718_15",
            "document": "Biological network . Network analysis provides the ability to quantify associations between individuals, which makes it possible to infer details about the network as a whole at the species and/or population level. Researchers interested in animal behavior across a multitude of taxa, from insects to primates, are starting to incorporate network analysis into their research. Researchers interested in social insects (e.g., ants and bees) have used network analyses to better understand division of labor, task allocation, and foraging optimization within colonies; Other researchers are interested in how certain network properties at the group and/or population level can explain individual level behaviors. For instance, a study on wire-tailed manakins (a small passerine bird) found that a male’s degree in the network largely predicted the ability of the male to rise in the social hierarchy (i.e. eventually obtain a territory and matings). In bottlenose dolphin groups, an individual’s degree and betweenness centrality values may predict whether or not that individual will exhibit certain behaviors, like the use of side flopping and upside-down lobtailing to lead group traveling efforts; individuals with high betweenness values are more connected and can obtain more information, and thus are better suited to lead group travel and therefore tend to exhibit these signaling behaviors more than other group members. Network analysis can also be used to describe the social organization within a species more generally, which frequently reveals important proximate mechanisms promoting the use of certain behavioral strategies. These descriptions are frequently linked to ecological properties (e.g., resource distribution). For example, network analyses revealed subtle differences in the group dynamics of two related equid fission-fusion species, Grevy’s zebra and onagers, living in variable environments; Grevy’s zebras show distinct preferences in their association choices when they fission into smaller groups, whereas onagers do not. Similarly, researchers interested in primates have also utilized network analyses to compare social organizations across the diverse primate order, suggesting that using network measures (such as centrality, assortativity, modularity, and betweenness) may be useful in terms of explaining the types of social behaviors we see within certain groups and not others. Finally, social network analysis can also reveal important fluctuations in animal behaviors across changing environments. For example, network analyses in female chacma baboons (\"Papio hamadryas ursinus\") revealed important dynamic changes across seasons which were previously unknown; instead of creating stable, long-lasting social bonds with friends, baboons were found to exhibit more variable relationships which were dependent on short-term contingencies related to group level dynamics as well as environmental variability. This is a very small set of broad examples of how researchers can use network analysis to study animal behavior. Research in this area is currently expanding very rapidly. Social network analysis is a valuable tool for studying animal behavior across all animal species, and has the potential to uncover new information about animal behavior and social ecology that was previously poorly understood.",
            "score": 92.88895416259766
        },
        {
            "docid": "24651272_21",
            "document": "MOGUL framework . The main point is that awareness (whether it can be classified as an illusion or not) is generated indirectly via POpS; we do not have direct access to the contents of any module or processing unit. While we can never become aware of the fine phonological and syntactic properties of the word \"dog\" - or its semantic and pragmatic properties, its \"conceptual structure\"(CS) - we can certainly become aware of its sound. In the same way, we can become aware of the sound of the creaking door. In both cases, it is auditory structure (one of the POpS) that gives rise to the conscious experience. As implied above, it is in the nature of linguistic structures (PS and SS) and its conceptual structures (CS) that they do \"not\" have the rich interconnectivity described above, and consequently do not (and \"cannot\") achieve the appropriate levels of activation for consciousness to occur. What we become conscious of arises directly from POpS activity. In other words, consciousness is always perceptual in nature.",
            "score": 92.56936645507812
        },
        {
            "docid": "28961424_17",
            "document": "Network Science CTA . The goal of the EDIN CCRI is to develop appropriate mathematical representations and models of dynamic, composite networks composed of social, information, and communication networks; and to establish theories for analyzing their behavior and predicting the evolution of specific properties of such networks over time. The objective of a tactical network may be viewed as delivering the right information at the right time to the right user (persons, applications, and systems) to enable timely and accurate decision-making and therefore, mission success. The tactical network is composed of multiple interacting networks: communications networks, information networks, command-and-control and other social networks. Understanding the structure of the component networks and the dynamics therein, and of the dynamic interactions between these networks is crucial to the design of robust interdisciplinary (or composite1) networks which is one of the primary goals of the NS CTA program.",
            "score": 90.13943481445312
        },
        {
            "docid": "2088_17",
            "document": "Aphasia . Instead of categorizing every individual into a specific subtype, cognitive neuropsychological approaches aim to identify the key language skills or \"modules\" that are not functioning properly in each individual. A person could potentially have difficulty with just one module, or with a number of modules. This type of approach requires a framework or theory as to what skills/modules are needed to perform different kinds of language tasks. For example, the model of Max Coltheart identifies a module that recognizes phonemes as they are spoken, which is essential for any task involving recognition of words. Similarly, there is a module that stores phonemes that the person is planning to produce in speech, and this module is critical for any task involving the production of long words or long strings of speech. Once a theoretical framework has been established, the functioning of each module can then be assessed using a specific test or set of tests. In the clinical setting, use of this model usually involves conducting a battery of assessments, each of which tests one or a number of these modules. Once a diagnosis is reached as to the skills/modules where the most significant impairment lies, therapy can proceed to treat these skills.",
            "score": 89.87317657470703
        },
        {
            "docid": "41255201_5",
            "document": "Winner-take-all in action selection . In the heterarchy and fully distributed architecture, each behavior has a set of pre-conditions to be met before it can be performed, and a set of post-conditions that will be true after the action has been performed. These pre- and post-conditions determine the order in which behaviors must be performed and are used to causally connect action modules. This enables each module to receive input from other modules as well as from the sensors, so modules can recruit each other. For example, if the agent’s goal were to reduce thirst, the behavior \"drink\" would require the pre-condition of having water available, so the module would activate the module in charge of \"find water\". The activations organize the behaviors into a sequence, even though only one action is performed at a time. The distribution of larger behaviors across modules makes this system flexible and robust to noise. Some critics of this model hold that any existing set of division rules for the predecessor and conflictor connections between modules produce sub-par action selection. In addition, the feedback loop used in the model can in some circumstances lead to improper action selection.",
            "score": 89.67969512939453
        },
        {
            "docid": "15311631_16",
            "document": "Psi-theory . Emotion is not understood as an independent sub-system, a module or a parameter set, but an intrinsic aspect of cognition. Emotion is an emergent property of the modulation of perception, behavior and cognitive processing, and it can therefore not be understood outside the context of cognition. To model emotion, we need a cognitive system that can be modulated to adapt its use of processing resources and behavior tendencies.",
            "score": 88.89657592773438
        },
        {
            "docid": "9736729_9",
            "document": "Sentence processing . Interactive accounts assume that all available information is processed at the same time and can immediately influence the computation of the final analysis. In the interactive model of sentence processing, there is no separate module for parsing. Lexical access, syntactic structure assignment, and meaning assignment happen at the same time in parallel. Several syntactic hypotheses can be considered at a time. The interactive model demonstrates an on-line interaction between the structural and lexical and phonetic levels of sentence processing. Each word, as it is heard in the context of normal discourse, is immediately entered into the processing system at all levels of description, and is simultaneously analyzed at all these levels in the light of whatever information is available at each level at that point in the processing of the sentence. Interactive models of language processing assume that information flows both bottom-up and top-down, so that the representations formed at each level may be influenced by higher as well as lower levels. A framework called the interactive activation framework that embeds this key assumption among others, including the assumption that influences from different sources are combined nonlinearly. The nonlinearity means that information that may be decisive under some circumstances may have little or no effect under other conditions. In the interactive activation framework, the knowledge that guides processing is stored in the connections between units on the same and adjacent levels. The processing units that they connect may receive input from a number of different sources, which allows the knowledge that guides processing to be completely local while, at the same time, allowing the results of processing at one level to influence processing at other levels, both above and below. A basic assumption of the framework is that processing interactions are always reciprocal; it is this bi-directional characteristic that makes the system interactive. Bi-directional excitatory interactions between levels allow mutual simultaneous constraint among adjacent levels, and bi-diectional inhibitory interactions within a level allow for competition among mutually incompatible interpretations of a portion of an input. The between-level excitatory interactions are captured in the models in two-way excitatory connections between mutually compatible processing units. Syntactic ambiguities are in fact based at the lexical level. In addition, more recent studies with more sensitive eyetracking machines have shown early context effects. Frequency and contextual information will modulate the activation of alternatives even when they are resolved in favor of the simple interpretation. Structural simplicity is cofounded with frequency, which goes against the garden path theory",
            "score": 88.8880386352539
        },
        {
            "docid": "10571004_5",
            "document": "Biological network inference . Genes are the nodes and the edges are directed. A gene serves as the source of a direct regulatory edge to a target gene by producing an RNA or protein molecule that functions as a transcriptional activator or inhibitor of the target gene. If the gene is an activator, then it is the source of a positive regulatory connection; if an inhibitor, then it is the source of a negative regulatory connection. Computational algorithms take as primary input data measurements of mRNA expression levels of the genes under consideration for inclusion in the network, returning an estimate of the network topology. Such algorithms are typically based on linearity, independence or normality assumptions, which must be verified on a case-by-case basis. Clustering or some form of statistical classification is typically employed to perform an initial organization of the high-throughput mRNA expression values derived from microarray experiments, in particular to select sets of genes as candidates for network nodes. The question then arises: how can the clustering or classification results be connected to the underlying biology? Such results can be useful for pattern classification – for example, to classify subtypes of cancer, or to predict differential responses to a drug (pharmacogenomics). But to understand the relationships between the genes, that is, to more precisely define the influence of each gene on the others, the scientist typically attempts to reconstruct the transcriptional regulatory network. This can be done by data integration in dynamic models supported by background literature, or information in public databases, combined with the clustering results. The modelling can be done by a Boolean network, by Ordinary differential equations or Linear regression models, e.g. Least-angle regression, by Bayesian network or based on Information theory approaches. For instance it can be done by the application of a correlation-based inference algorithm, as will be discussed below, an approach which is having increased success as the size of the available microarray sets keeps increasing",
            "score": 88.5713882446289
        },
        {
            "docid": "1648224_17",
            "document": "Granger causality . A long held belief about neural function maintained that different areas of the brain were task specific; that the structural connectivity local to a certain area somehow dictated the function of that piece. Collecting work that has been performed over many years, there has been a move to a different, network-centric approach to describing information flow in the brain. Explanation of function is beginning to include the concept of networks existing at different levels and throughout different locations in the brain. The behavior of these networks can be described by non-deterministic processes that are evolving through time. That is to say that given the same input stimulus, you will not get the same output from the network. The dynamics of these networks are governed by probabilities so we treat them as stochastic (random) processes so that we can capture these kinds of dynamics between different areas of the brain.",
            "score": 87.88858032226562
        },
        {
            "docid": "12499410_70",
            "document": "Network motif . Most analyses of motif function are carried out looking at the motif operating in isolation. Recent research provides good evidence that network context, i.e. the connections of the motif to the rest of the network, is too important to draw inferences on function from local structure only — the cited paper also reviews the criticisms and alternative explanations for the observed data. An analysis of the impact of a single motif module on the global dynamics of a network is studied in. Yet another recent work suggests that certain topological features of biological networks naturally give rise to the common appearance of canonical motifs, thereby questioning whether frequencies of occurrences are reasonable evidence that the structures of motifs are selected for their functional contribution to the operation of networks.",
            "score": 87.84053802490234
        },
        {
            "docid": "66926_6",
            "document": "Demodulation . There are several ways of demodulation depending on how parameters of the base-band signal such as amplitude, frequency or phase are transmitted in the carrier signal. For example, for a signal modulated with a linear modulation like AM (amplitude modulation), we can use a synchronous detector. On the other hand, for a signal modulated with an angular modulation, we must use an FM (frequency modulation) demodulator or a PM (phase modulation) demodulator. Different kinds of circuits perform these functions.",
            "score": 87.77734375
        },
        {
            "docid": "3867338_33",
            "document": "Machine to machine . As described in, The framework of e-maintenance machine network consists of sensors, data acquisition system, communication network, analytic agents, decision-making support knowledge base, information synchronization interface and e-business system for decision making. Initially, the sensors, controllers and operators with data acquisition are used to collect the raw data from equipment and send it out to Data Transformation Layer automatically via internet or intranet. The Data Transform Layer then employs signal processing tools and feature extraction methods to convert the raw data into useful information. This converted information often carries rich information about the reliability and availability of machines or system and is more agreeable for intelligent analysis tools to perform subsequent process. The Synchronization Module and Intelligent Tools comprise the major processing power of the e-maintenance machine network and provide optimization, prediction, clustering, classification, bench-marking and so on. The results from this module can then be synchronized and shared with the e-business system on for decision making. In real application, the synchronization module will provide connection with other departments at the decision making level, like Enterprise Resource Planning (ERP), Customer Relation Management (CRM) and Supply Chain Management (SCM).",
            "score": 87.51927947998047
        },
        {
            "docid": "27657798_12",
            "document": "Science of morality . The brain areas that are consistently involved when humans reason about moral issues have been investigated. The neural network underlying moral decisions overlaps with the network pertaining to representing others' intentions (i.e., theory of mind) and the network pertaining to representing others' (vicariously experienced) emotional states (i.e., empathy). This supports the notion that moral reasoning is related to both seeing things from other persons’ points of view and to grasping others’ feelings. These results provide evidence that the neural network underlying moral decisions is probably domain-global (i.e., there might be no such things as a \"moral module\" in the human brain) and might be dissociable into cognitive and affective sub-systems. An essential, shared component of moral judgment involves the capacity to detect morally salient content within a given social context. Recent research implicated the salience network in this initial detection of moral content. The salience network responds to behaviorally salient events, and may be critical to modulate downstream default and frontal control network interactions in the service of complex moral reasoning and decision-making processes. This suggest that moral cognition involves both bottom-up and top-down attentional processes, mediated by discrete large-scale brain networks and their interactions.",
            "score": 87.51911926269531
        },
        {
            "docid": "33246145_25",
            "document": "Neural decoding . In addition to the probabilistic approach, agent-based models exist that capture the spatial dynamics of the neural system under scrutiny. One such model is hierarchical temporal memory, which is a machine learning framework that organizes visual perception problem into a hierarchy of interacting nodes (neurons). The connections between nodes on the same levels and a lower levels are termed synapses, and their interactions are subsequently learning. Synapse strengths modulate learning and are altered based on the temporal and spatial firing of nodes in response to input patterns.",
            "score": 87.09976196289062
        },
        {
            "docid": "33813121_3",
            "document": "Network controllability . Consider the canonical linear time-invariant dynamics on a complex network formula_1 where the vector formula_2 captures the state of a system of formula_3 nodes at time formula_4. The formula_5 matrix formula_6 describes the system's wiring diagram and the interaction strength between the components. The formula_7 matrix formula_8 identifies the nodes controlled by an outside controller. The system is controlled through the time dependent input vector formula_9 that the controller imposes on the system. To identify the \"minimum\" number of driver nodes, denoted by formula_10, whose control is sufficient to fully control the system's dynamics, Liu et al. attempted to combine the tools from structural control theory, graph theory and statistical physics. They showed that the minimum number of inputs or driver nodes needed to maintain full control of the network is determined by the 'maximum matching’ in the network, that is, the maximum set of links that do not share start or end nodes. From this result, an analytical framework, based on the in-out degree distribution, was developed to predict formula_11 for scale-free and Erdős–Rényi Graphs. However, more recently it has been demonstrated that network controllability (and other structure-only methods which use exclusively the connectivity of a graph, formula_6, to simplify the underlying dynamics), both undershoot and overshoot the number and which sets of driver nodes best control network dynamics, highlighting the importance of redundancy (e.g. canalization) and non-linear dynamics in determining control.",
            "score": 86.91719055175781
        }
    ]
}