{
    "q": [
        {
            "docid": "43946_26",
            "document": "Biofilm . A peptide pheromone quorum sensing signaling system in \"S. mutans\" includes the Competence Stimulating Peptide (CSP) that controls genetic competence. Genetic competence is the ability of a cell to take up DNA released by another cell. Competence can lead to genetic transformation, a form of sexual interaction, favored under conditions of high cell density and/or stress where there is maximal opportunity for interaction between the competent cell and the DNA released from nearby donor cells. This system is optimally expressed when \"S. mutans\" cells reside in an actively growing biofilm. Biofilm grown \"S. mutans\" cells are genetically transformed at a rate 10- to 600-fold higher than \"S. mutans\" growing as free-floating planktonic cells suspended in liquid.",
            "score": 79.35088014602661
        },
        {
            "docid": "31009191_22",
            "document": "Microbial cooperation . The integration of cooperative and communicative interactions appear to be extremely important to microbes; for example, 6–10% of all genes in the bacterium \"Pseudomonas aeruginosa\" are controlled by cell-cell signaling systems. One way that microbes communicate and organize with each other in order to partake in more advanced cooperative interactions is through quorum sensing. Quorum sensing describes the phenomenon in which the accumulation of signaling molecules in the surrounding environment enables a single cell to assess the number of individuals (cell density) so that the population as a whole can make a coordinated response. This interaction is fairly common among bacterial taxa, and involves the secretion by individual cells of 'signaling' molecules, called autoinducers or pheromones.These bacteria also have a receptor that can specifically detect the signaling molecule. When the inducer binds the receptor, it activates transcription of certain genes, including those for inducer synthesis. There is a low likelihood of a bacterium detecting its own secreted inducer. Thus, in order for gene transcription to be activated, the cell must encounter signaling molecules secreted by other cells in its environment. When only a few other bacteria of the same kind are in the vicinity, diffusion reduces the concentration of the inducer in the surrounding medium to almost zero, so the bacteria produce little inducer. However, as the population grows the concentration of the inducer passes a threshold, causing more inducer to be synthesized. This forms a positive feedback loop, and the receptor becomes fully activated. Activation of the receptor induces the up regulation of other specific genes, causing all of the cells to begin transcription at approximately the same time. In other words, when the local concentration of these molecules has reached a threshold, the cells respond by switching on particular genes. In this way individual cells can sense the local density of bacteria, so that the population as a whole can make a coordinated response.",
            "score": 64.0417492389679
        },
        {
            "docid": "1917077_20",
            "document": "Streptococcus mutans . Conditions in the oral cavity are diverse and complex, frequently changing from one extreme to another. Thus, to survive in the oral cavity, \"S. mutans\" must tolerate rapidly harsh environmental fluctuations and exposure to various antimicrobial agents to survive. Transformation is a bacterial adaptation involving the transfer of DNA from one bacterium to another through the surrounding medium. Transformation is a primitive form of sexual reproduction. For a bacterium to bind, take up, and recombine exogenous DNA into its chromosome, it must enter a special physiological state termed “competence”. In \"S. mutans\", a peptide pheromone quorum-sensing signaling system controls genetic competence. This system functions optimally when the S. mutans cells are in crowded biofilms. \"S. mutans\" cells growing in a biofilm are transformed at a rate 10- to 600-fold higher than single cells growing under uncrowded conditions (planktonic cells). Induction of competence appears to be an adaptation for repairing DNA damage caused by crowded, stressful conditions.",
            "score": 63.56062853336334
        },
        {
            "docid": "3630347_2",
            "document": "Natural competence . In microbiology, genetics, cell biology, and molecular biology, competence is the ability of a cell to alter its genetics by taking up extracellular (\"naked\") DNA from its environment in the process called transformation. Competence may be differentiated between \"natural competence\", a genetically specified ability of bacteria which is thought to occur under natural conditions as well as in the laboratory, and \"induced\" or \"artificial competence\", which arises when cells in laboratory cultures are treated to make them transiently permeable to DNA. Competence allows for rapid adaptation and DNA repair of the cell. This article primarily deals with natural competence in bacteria, although information about artificial competence is also provided.",
            "score": 53.94048452377319
        },
        {
            "docid": "14489318_15",
            "document": "Autoinducer . B. subtilis is a soil-dwelling microbe that uses quorum sensing to regulate two different biological processes: competence and sporulation. During stationary growth phase when B. subtilis are at high cell density, approximately 10% of the cells in a population are induced to become competent. It is believed that this subpopulation becomes competent to take up DNA that could potentially be used for the repair of damaged (mutated) chromosomes. ComX (also known as competence factor) is a 10-amino acid peptide that is processed from a 55-amino acid peptide precursor. Like most autoinducers, ComX is secreted and accumulates as a function of cell density. Once a threshold extracellular level is achieved, ComX is detected by a two-component ComP/ComA sensor kinase/response regulator pair. Phosphorylation of ComA activates the expression of \"comS\" gene, ComS inhibits the degradation of ComK, and finally ComK activates the expression of a number of genes required for competence.",
            "score": 57.49154543876648
        },
        {
            "docid": "3630347_10",
            "document": "Natural competence . Arguments to support genetic diversity as the primary evolutionary function of sex (including bacterial transformation) are given by Barton and Charleworth . and by Otto and Gerstein. However, the theoretical difficulties associated with the evolution of sex suggest that sex for genetic diversity is problematic. Specifically with respect to bacterial transformation, competence requires the high cost of a global protein synthesis switch, with, for example, more than 16 genes that are switched on only during competence of \"Streptococcus pneumoniae\". However, since bacteria tend to grow in clones, the DNA available for transformation would generally have the same genotype as that of the recipient cells. Thus, there is always a high cost in protein expression without, in general, an increase in diversity. Other differences between competence and sex have been considered in models of the evolution of genes causing competence; these models found that competence's postulated recombinational benefits were even more elusive than those of sex.",
            "score": 43.16481685638428
        },
        {
            "docid": "583438_22",
            "document": "Transformation (genetics) . Competence is specifically induced by DNA damaging conditions. For instance, transformation is induced in \"Streptococcus pneumoniae\" by the DNA damaging agents mitomycin C (a DNA crosslinking agent) and fluoroquinolone (a topoisomerase inhibitor that causes double-strand breaks). In \"B. subtilis\", transformation is increased by UV light, a DNA damaging agent. In \"Helicobacter pylori\", ciprofloxacin, which interacts with DNA gyrase and introduces double-strand breaks, induces expression of competence genes, thus enhancing the frequency of transformation Using \"Legionella pneumophila\", Charpentier et al. tested 64 toxic molecules to determine which of these induce competence. Of these only six, all DNA damaging agents, caused strong induction. These DNA damaging agents were mitomycin C (which causes DNA inter-strand crosslinks), norfloxacin, ofloxacin and nalidixic acid (inhibitors of DNA gyrase that cause double-strand breaks), bicyclomycin (causes single- and double-strand breaks), and hydroxyurea (induces DNA base oxidation). UV light also induced competence in \"L. pneumophila\". Charpentier et al. suggested that competence for transformation probably evolved as a DNA damage response. Logarithmically growing bacteria differ from stationary phase bacteria with respect to the number of genome copies present in the cell, and this has implications for the capability to carry out an important DNA repair process. During logarithmic growth, two or more copies of any particular region of the chromosome may be present in a bacterial cell, as cell division is not precisely matched with chromosome replication. The process of homologous recombinational repair (HRR) is a key DNA repair process that is especially effective for repairing double-strand damages, such as double-strand breaks. This process depends on a second homologous chromosome in addition to the damaged chromosome. During logarithmic growth, a DNA damage in one chromosome may be repaired by HRR using sequence information from the other homologous chromosome. Once cells approach stationary phase, however, they typically have just one copy of the chromosome, and HRR requires input of homologous template from outside the cell by transformation. To test whether the adaptive function of transformation is repair of DNA damages, a series of experiments were carried out using \"B. subtilis\" irradiated by UV light as the damaging agent (reviewed by Michod et al. and Bernstein et al.) The results of these experiments indicated that transforming DNA acts to repair potentially lethal DNA damages introduced by UV light in the recipient DNA. The particular process responsible for repair was likely HRR. Transformation in bacteria can be viewed as a primitive sexual process, since it involves interaction of homologous DNA from two individuals to form recombinant DNA that is passed on to succeeding generations. Bacterial transformation in prokaryotes may have been the ancestral process that gave rise to meiotic sexual reproduction in eukaryotes (see Evolution of sexual reproduction; Meiosis.)",
            "score": 38.83079183101654
        },
        {
            "docid": "32065903_4",
            "document": "Bacterial genetics . Transformation in bacteria was first observed in 1928 by Frederick Griffith and later (in 1944) examined at the molecular level by Oswald Avery and his colleagues who used the process to demonstrate that DNA was the genetic material of bacteria. In transformation, a cell takes up extraneous DNA found in the environment and incorporates it into its genome (genetic material) through recombination. Not all bacteria are competent to be transformed, and not all extracellular DNA is competent to transform. To be competent to transform, the extracellular DNA must be double-stranded and relatively large. To be competent to be transformed, a cell must have the surface protein Competent Factor', which binds to the extracellular DNA in an energy requiring reaction. However bacteria that are not naturally competent can be treated in such a way to make them competent, usually by treatment with calcium chloride, which make them more permeable.",
            "score": 40.615381956100464
        },
        {
            "docid": "9028799_36",
            "document": "Bacteria . Some bacteria also transfer genetic material between cells. This can occur in three main ways. First, bacteria can take up exogenous DNA from their environment, in a process called transformation. Many bacteria can naturally take up DNA from the environment, while others must be chemically altered in order to induce them to take up DNA. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells. The second way bacteria transfer genetic material is by transduction, when the integration of a bacteriophage introduces foreign DNA into the chromosome. Many types of bacteriophage exist, some simply infect and lyse their host bacteria, while others insert into the bacterial chromosome. Bacteria resist phage infection through restriction modification systems that degrade foreign DNA, and a system that uses CRISPR sequences to retain fragments of the genomes of phage that the bacteria have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. The third method of gene transfer is conjugation, whereby DNA is transferred through direct cell contact. In ordinary circumstances, transduction, conjugation, and transformation involve transfer of DNA between individual bacteria of the same species, but occasionally transfer may occur between individuals of different bacterial species and this may have significant consequences, such as the transfer of antibiotic resistance. In such cases, gene acquisition from other bacteria or the environment is called horizontal gene transfer and may be common under natural conditions.",
            "score": 43.99316120147705
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 43.9085887670517
        },
        {
            "docid": "52080_17",
            "document": "Vibrio cholerae . \"V. cholerae\" can be induced to become competent for natural genetic transformation when grown on chitin, a biopolymer that is abundant in aquatic habitats (e.g. from crustacean exoskeletons). Natural genetic transformation is a sexual process involving DNA transfer from one bacterial cell to another through the intervening medium, and the integration of the donor sequence into the recipient genome by homologous recombination. Transformation competence in \"V. cholerae\" is stimulated by increasing cell density accompanied by nutrient limitation, a decline in growth rate, or stress. The \"V. cholerae\" uptake machinery involves a competence-induced pilus, and a conserved DNA binding protein that acts as a ratchet to reel DNA into the cytoplasm.",
            "score": 50.07499098777771
        },
        {
            "docid": "3630347_12",
            "document": "Natural competence . In bacteria, the problem of DNA damage is most pronounced during periods of stress, particularly oxidative stress, that occur during crowding or starvation conditions. Under such conditions there is often only a single chromosome present. The finding that some bacteria induce competence under such stress conditions, supports the third hypothesis, that transformation exists to permit DNA repair. In experimental tests, bacterial cells exposed to agents damaging their DNA, and then undergoing transformation, survived better than cells exposed to DNA damage that did not undergo transformation (Hoelzer and Michod, 1991). In addition, competence to undergo transformation is often inducible by known DNA damaging agents (reviewed by Michod \"et al\"., 2008 and Bernstein \"et al\"., 2012). Thus, a strong short-term selective advantage for natural competence and transformation would be its ability to promote homologous recombinational DNA repair under conditions of stress. Such stress conditions might be incurred during bacterial infection of a susceptible host. Consistent with this idea, Li et al. reported that, among different highly transformable \"S. pneumoniae\" isolates, nasal colonization fitness and virulence (lung infectivity) depends on an intact competence system.",
            "score": 41.419970750808716
        },
        {
            "docid": "1251821_11",
            "document": "Plant embryogenesis . Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Asymmetrical cell division also seems to be important in the development of somatic embryos, and while failure to form the suspensor cell is lethal to zygotic embryos, it is not lethal for somatic embryos.",
            "score": 44.21645474433899
        },
        {
            "docid": "45576289_4",
            "document": "Mouse models of breast cancer metastasis . The classical theory developed in the early 70’s anticipated that metastasis is due to genetically determined subpopulations in primary tumours. The genetic variance between metastatic foci is significant for only particular locus and within specific cell populations or only one-cell population shows differences and some loci are divergent only in one cell subpopulation. This explains the concept of tumour heterogeneity and the order of genetic events during tumor evolution. Many of the genes driving the growth at primary site can determine the dissemination and colonization at the ectopic site. Breast cancer is consensually considered genetically and clinically as a heterogeneous disease, in that it reflects the heterogeneity of the normal breast tissue at its origin17873350. A number of discrete genetic events have to occur in order to enable individual tumor cells that have the capacity to grow at an ectopic site. The metastatic progression depends on the regulation of developmental programs and environmental events. The metastatic potential of sub populations within mouse mammary cells is now considered as relatively an early event and dissemination occurs at the same time of pre invasive or micro-invasive lesions. The genetic profiles of primary and metastatic lesions in breast carcinomas show a large extent of clonal pertinence between lesions. There are various patterns of prevalence of genetic mutations in the genomes of primary breast tumour and its metastases. It also confirms the genetic heterogeneity between the primary neoplasm of breast cancer patients and their respective metastases.",
            "score": 44.77732813358307
        },
        {
            "docid": "43946_37",
            "document": "Biofilm . It has been proposed that competence development and biofilm formation is an adaptation of \"S. pneumoniae\" to survive the defenses of the host. In particular, the host’s polymorphonuclear leukocytes produce an oxidative burst to defend against the invading bacteria, and this response can kill bacteria by damaging their DNA. Competent \"S. pneumoniae\" in a biofilm have the survival advantage that they can more easily take up transforming DNA from nearby cells in the biofilm to use for recombinational repair of oxidative damages in their DNA. Competent \"S. pneumoniae\" can also secrete an enzyme (murein hydrolase) that destroys non-competent cells (fratricide) causing DNA to be released into the surrounding medium for potential use by the competent cells.",
            "score": 41.99115228652954
        },
        {
            "docid": "205624_22",
            "document": "Horizontal gene transfer . Natural transformation is a bacterial adaptation for DNA transfer (HGT) that depends on the expression of numerous bacterial genes whose products are responsible for this process. In general, transformation is a complex, energy-requiring developmental process. In order for a bacterium to bind, take up and recombine exogenous DNA into its chromosome, it must become competent, that is, enter a special physiological state. Competence development in \"Bacillus subtilis\" requires expression of about 40 genes. The DNA integrated into the host chromosome is usually (but with infrequent exceptions) derived from another bacterium of the same species, and is thus homologous to the resident chromosome. The capacity for natural transformation occurs in at least 67 prokaryotic species. Competence for transformation is typically induced by high cell density and/or nutritional limitation, conditions associated with the stationary phase of bacterial growth. Competence appears to be an adaptation for DNA repair. Transformation in bacteria can be viewed as a primitive sexual process, since it involves interaction of homologous DNA from two individuals to form recombinant DNA that is passed on to succeeding generations. Although transduction is the form of HGT most commonly associated with bacteriophages, certain phages may also be able to promote transformation.",
            "score": 43.91119599342346
        },
        {
            "docid": "583438_16",
            "document": "Transformation (genetics) . Due to the differences in structure of the cell envelope between Gram-positive and Gram-negative bacteria, there are some differences in the mechanisms of DNA uptake in these cells, however most of them share common features that involve related proteins. The DNA first binds to the surface of the competent cells on a DNA receptor, and passes through the cytoplasmic membrane via DNA translocase. Only single-stranded DNA may pass through, the other strand being degraded by nucleases in the process. The translocated single-stranded DNA may then be integrated into the bacterial chromosomes by a RecA-dependent process. In Gram-negative cells, due to the presence of an extra membrane, the DNA requires the presence of a channel formed by secretins on the outer membrane. Pilin may be required for competence, but its role is uncertain. The uptake of DNA is generally non-sequence specific, although in some species the presence of specific DNA uptake sequences may facilitate efficient DNA uptake.",
            "score": 34.75999140739441
        },
        {
            "docid": "583438_20",
            "document": "Transformation (genetics) . Competence for transformation is typically induced by high cell density and/or nutritional limitation, conditions associated with the stationary phase of bacterial growth. Transformation in \"Haemophilus influenzae\" occurs most efficiently at the end of exponential growth as bacterial growth approaches stationary phase. Transformation in \"Streptococcus mutans\", as well as in many other streptococci, occurs at high cell density and is associated with biofilm formation. Competence in \"B. subtilis\" is induced toward the end of logarithmic growth, especially under conditions of amino acid limitation.",
            "score": 49.721057415008545
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 41.83979570865631
        },
        {
            "docid": "624361_22",
            "document": "Autophagy . One of the mechanisms of programmed cell death (PCD) is associated with the appearance of autophagosomes and depends on autophagy proteins. This form of cell death most likely corresponds to a process that has been morphologically defined as autophagic PCD. One question that constantly arises, however, is whether autophagic activity in dying cells is the cause of death or is actually an attempt to prevent it. Morphological and histochemical studies so far did not prove a causative relationship between the autophagic process and cell death. In fact, there have recently been strong arguments that autophagic activity in dying cells might actually be a survival mechanism. Studies of the metamorphosis of insects have shown cells undergoing a form of PCD that appears distinct from other forms; these have been proposed as examples of autophagic cell death. Recent pharmacological and biochemical studies have proposed that survival and lethal autophagy can be distinguished by the type and degree of regulatory signaling during stress particularly after viral infection. Although promising, these findings have not been examined in non-viral systems.",
            "score": 35.44626247882843
        },
        {
            "docid": "3630347_7",
            "document": "Natural competence . In laboratory cultures, natural competence is usually tightly regulated and often triggered by nutritional shortages or adverse conditions. However the specific inducing signals and regulatory machinery are much more variable than the uptake machinery, and little is known about the regulation of competence in the natural environments of these bacteria. Transcription factors have been discovered which regulate competence; an example is sxy (also known as tfoX) which has been found to be regulated in turn by a 5' non-coding RNA element. In bacteria capable of forming spores, conditions inducing sporulation often overlap with those inducing competence. Thus cultures or colonies containing sporulating cells often also contain competent cells. Recent research by Süel \"et al.\" has identified an excitable core module of genes which can explain entry into and exit from competence when cellular noise is taken into account.",
            "score": 46.3134183883667
        },
        {
            "docid": "57090582_3",
            "document": "Plant root exudates . The physiological mechanism by which exudates are released is not entirely understood and varies depending on the stimulus as well as the contents of the secreted exudate. Various types of root cells have been suggested to sense microbes or compounds in the soil and secrete exudates accordingly. One example of root exudation occurs when plants sense elicitors and prime for a stress or defense response. It is believed that elicitors, such as methyl jasmonate and salicylic acid, are sensed by receptors on root cap cells, often referred to as border cells. This induces a change in gene regulation, up-regulating specific defense or stress-response genes. This differential gene expression results in metabolic changes that ultimately result in the biosynthesis of primary and secondary metabolites. These metabolites exit cells in the form of exudates through transporters that vary depending on the chemical structure of the metabolites. The exudate secretion is then able to elicit a defense response against harmful microbes within the soil.",
            "score": 36.26283884048462
        },
        {
            "docid": "31570900_2",
            "document": "Somatic embryogenesis . Somatic embryogenesis is an artificial process in which a plant or embryo is derived from a single somatic cell or group of somatic cells. Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form from the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Somatic embryos are mainly produced \"in vitro\" and for laboratory purposes, using either solid or liquid nutrient media which contain plant growth regulators (PGR’s). The main PGRs used are auxins but can contain cytokinin in a smaller amount. Shoots and roots are monopolar while somatic embryos are bipolar, allowing them to form a whole plant without culturing on multiple media types. Somatic embryogenesis has served as a model to understand the physiological and biochemical events that occur during plant developmental processes as well as a component to biotechnological advancement. The first documentation of somatic embryogenesis was by Steward et al. in 1958 and Reinert in 1959 with carrot cell suspension cultures.",
            "score": 46.75244355201721
        },
        {
            "docid": "213354_31",
            "document": "Positive feedback . Positive feedback is a well studied phenomenon in gene regulation, where it is most often associated with bistability. Positive feedback occurs when a gene activates itself directly or indirectly via a double negative feedback loop. Genetic engineers have constructed and tested simple positive feedback networks in bacteria to demonstrate the concept of bistability. A classic example of positive feedback is the lac operon in \"E. coli\". Positive feedback plays an integral role in cellular differentiation, development, and cancer progression, and therefore, positive feedback in gene regulation can have significant physiological consequences. Random motions in molecular dynamics coupled with positive feedback can trigger interesting effects, such as create population of phenotypically different cells from the same parent cell. This happens because noise can become amplified by positive feedback. Positive feedback can also occur in other forms of cell signaling, such as enzyme kinetics or metabolic pathways.",
            "score": 34.45472025871277
        },
        {
            "docid": "10975535_7",
            "document": "SKI protein . The SKI oncogene is present in all cells, and is commonly active during development. Specifically, avian fibroblasts depend on the SKI protein as a transcription co-regulator inducing transformation. The aforementioned DHD region is specifically employed for protein-protein interactions, while the 191 amino acid C terminus mediates oligomerization. Recent research shows that the SKI protein in cancerous cells acts as a suppressor, inhibiting transforming growth factor β (TGF- β) signaling. TGF- β is a protein which regulates cell growth. Signaling is regulated by a family of proteins called the Smad proteins. SKI is present in all adult and embryonic cells at low levels, however an over expression of the protein is characteristic of tumor cells. It is thought that high levels of SKI protein inactivate tumor suppression by displacement of other proteins and interference with the signaling pathway of TGF- β. The SKI protein and the CPB protein compete for binding with the Smad proteins, specifically competing with the Smad-3 and CReB-binding protein interactions. SKI also directly interacts with the R-Smad ∙ Smad-4 complex, which directly represses normal transcription of the TGF-β responsive genes, inactivating the cell’s ability to stop growth and division, creating cancerous cells.",
            "score": 44.85477018356323
        },
        {
            "docid": "18746329_4",
            "document": "Nef (protein) . By down regulating cell surface expression of CD4 and Lck, Nef creates a narrow TCR response which likely optimizes HIV-1 viral production and generates a susceptible population of cells to further infect. Nef retargets kinase-active Lck away from the plasma membrane to early and recycling endosomes (RE) as well as the Trans-Golgi network (TGN). RE/TGN associated Lck sub-populations in Nef expressing cells are in the catalytically active conformation and thus signaling competent. While TCR signaling takes place at the plasma membrane (PM), activation of the Ras-GTPase takes place in intracellular compartments including the Golgi apparatus. Nef induced enrichment of active Lck in these compartments results in an increase of localized RAS activity and enhanced activation of Erk kinase and the production of Interleukin-2 (IL-2). Since IL-2 is known to activate the growth, proliferation, and differentiation of T-cells to become effector T-cells; this is a self-serving effect that creates a new population of cells which HIV-1 is able to infect. Self-activation of the infected cell by IL-2 also stimulates the cell to become an effector cell and initiate the machinery which HIV-1 relies upon for its own proliferation.",
            "score": 49.57852482795715
        },
        {
            "docid": "43009689_3",
            "document": "Streptococcus infantarius . \"S. infantarius\" is competent for natural genetic transformation. Competence can be induced in cultures at high cell density, and is transient.",
            "score": 46.64976215362549
        },
        {
            "docid": "14489318_16",
            "document": "Autoinducer . Sporulation, on the other hand, is a physiological response of \"B. subtilis\" to depletion of nutrients within a particular environment. It is also regulated by extracellular signaling. When \"B. subtilis\" populations sense waning conditions, they respond by undergoing asymmetric cell division. This ultimately produces spores that are adapted for dispersal and survival in unfavorable conditions. Sporulation in \"B. subtilis\" is mediated by CSF (sporulation factor), a pentapeptide cleaved from the precursor peptide PhrC. CSF is secreted into the extracellular environment and is taken back up into cells via the ABC transporter Opp where it acts intracellularly. While low internal concentrations of CSF contribute to competence, high concentrations induce sporulation. CSF inhibits a phosphatase, RabB, which increases the activity of Spo0A, favoring a switch in commitment from competence to the sporulation pathway",
            "score": 55.860719323158264
        },
        {
            "docid": "6548283_3",
            "document": "Antigen presentation . Cytotoxic T cells (also known as T, killer T cell, or cytotoxic T-lymphocyte (CTL)) express CD8 coreceptor are a population of T cells that are specialised for inducing programmed cell death of other cells. Cytotoxic T cells regularly patrol all body cells to maintain the organismal homeostasis. Whenever they encounter signs of disease, caused for example by the presence of viruses or intracellular bacteria or a transformed tumor cell, they initiate processes to destroy the potentially harmful cell. All nucleated cells in the body (along with platelets) display class I major histocompatibility complex (MHC-I molecules). Antigens generated endogenously within these cells are bound to MHC-I molecules and presented on the cell surface. This antigen presentation pathway enables the immune system to detect transformed or infected cells displaying peptides from modified-self (mutated) or foreign proteins.",
            "score": 42.891916275024414
        },
        {
            "docid": "105390_15",
            "document": "Pheromone . At the microscopic level, a number of bacterial species (e.g. \"Bacillus subtilis\", \"Streptococcus pneumoniae\", \"Bacillus cereus\") release specific chemicals into the surrounding media to induce the \"competent\" state in neighboring bacteria. Competence is a physiological state that allows bacterial cells to take up DNA from other cells and incorporate this DNA into their own genome, a sexual process called transformation.",
            "score": 40.703192710876465
        },
        {
            "docid": "624313_16",
            "document": "Mating system . Transformation, unlike transduction or conjugation, depends on numerous bacterial gene products that specifically interact to perform this complex process, and thus transformation is clearly a bacterial adaptation for DNA transfer. In order for a bacterium to bind, take up and recombine donor DNA into its own chromosome, it must first enter a special physiological state termed natural competence. In \"Bacillus subtilis\" about 40 genes are required for the development of competence and DNA uptake. The length of DNA transferred during \"B. subtilis\" transformation can be as much as a third and up to the whole chromosome. Transformation appears to be common among bacterial species, and at least 60 species are known to have the natural ability to become competent for transformation. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells.",
            "score": 40.36162567138672
        },
        {
            "docid": "571816_19",
            "document": "Campylobacter jejuni . \"C. jejuni\" is naturally competent for genetic transformation. Natural genetic transformation is a sexual process involving DNA transfer from one bacterium to another through the intervening medium, and the integration of the donor sequence into the recipient genome by homologous recombination. \"C. jejuni\" freely takes up foreign DNA harboring genetic information responsible for antibiotic resistance. Antibiotic resistance genes are more frequently transferred in biofilms than between planktonic cells (single cells that float in liquid media).",
            "score": 35.82069969177246
        }
    ],
    "r": [
        {
            "docid": "43946_26",
            "document": "Biofilm . A peptide pheromone quorum sensing signaling system in \"S. mutans\" includes the Competence Stimulating Peptide (CSP) that controls genetic competence. Genetic competence is the ability of a cell to take up DNA released by another cell. Competence can lead to genetic transformation, a form of sexual interaction, favored under conditions of high cell density and/or stress where there is maximal opportunity for interaction between the competent cell and the DNA released from nearby donor cells. This system is optimally expressed when \"S. mutans\" cells reside in an actively growing biofilm. Biofilm grown \"S. mutans\" cells are genetically transformed at a rate 10- to 600-fold higher than \"S. mutans\" growing as free-floating planktonic cells suspended in liquid.",
            "score": 79.35088348388672
        },
        {
            "docid": "14489318_2",
            "document": "Autoinducer . Autoinducers are signaling molecules that are produced in response to changes in cell-population density. As the density of quorum sensing bacterial cells increases so does the concentration of the autoinducer. Detection of signal molecules by bacteria acts as stimulation which leads to altered gene expression once the minimal threshold is reached. Quorum sensing is a phenomenon that allows both Gram-negative and Gram-positive bacteria to sense one another and to regulate a wide variety of physiological activities. Such activities include symbiosis, virulence, motility, antibiotic production, and biofilm formation. Autoinducers come in a number of different forms depending on the species, but the effect that they have is similar in many cases. Autoinducers allow bacteria to communicate both within and between different species. This communication alters gene expression and allows bacteria to mount coordinated responses to their environments, in a manner that is comparable to behavior and signaling in higher organisms. Not surprisingly, it has been suggested that quorum sensing may have been an important evolutionary milestone that ultimately gave rise to multicellular life forms.",
            "score": 65.45970153808594
        },
        {
            "docid": "31009191_22",
            "document": "Microbial cooperation . The integration of cooperative and communicative interactions appear to be extremely important to microbes; for example, 6–10% of all genes in the bacterium \"Pseudomonas aeruginosa\" are controlled by cell-cell signaling systems. One way that microbes communicate and organize with each other in order to partake in more advanced cooperative interactions is through quorum sensing. Quorum sensing describes the phenomenon in which the accumulation of signaling molecules in the surrounding environment enables a single cell to assess the number of individuals (cell density) so that the population as a whole can make a coordinated response. This interaction is fairly common among bacterial taxa, and involves the secretion by individual cells of 'signaling' molecules, called autoinducers or pheromones.These bacteria also have a receptor that can specifically detect the signaling molecule. When the inducer binds the receptor, it activates transcription of certain genes, including those for inducer synthesis. There is a low likelihood of a bacterium detecting its own secreted inducer. Thus, in order for gene transcription to be activated, the cell must encounter signaling molecules secreted by other cells in its environment. When only a few other bacteria of the same kind are in the vicinity, diffusion reduces the concentration of the inducer in the surrounding medium to almost zero, so the bacteria produce little inducer. However, as the population grows the concentration of the inducer passes a threshold, causing more inducer to be synthesized. This forms a positive feedback loop, and the receptor becomes fully activated. Activation of the receptor induces the up regulation of other specific genes, causing all of the cells to begin transcription at approximately the same time. In other words, when the local concentration of these molecules has reached a threshold, the cells respond by switching on particular genes. In this way individual cells can sense the local density of bacteria, so that the population as a whole can make a coordinated response.",
            "score": 64.041748046875
        },
        {
            "docid": "1917077_20",
            "document": "Streptococcus mutans . Conditions in the oral cavity are diverse and complex, frequently changing from one extreme to another. Thus, to survive in the oral cavity, \"S. mutans\" must tolerate rapidly harsh environmental fluctuations and exposure to various antimicrobial agents to survive. Transformation is a bacterial adaptation involving the transfer of DNA from one bacterium to another through the surrounding medium. Transformation is a primitive form of sexual reproduction. For a bacterium to bind, take up, and recombine exogenous DNA into its chromosome, it must enter a special physiological state termed “competence”. In \"S. mutans\", a peptide pheromone quorum-sensing signaling system controls genetic competence. This system functions optimally when the S. mutans cells are in crowded biofilms. \"S. mutans\" cells growing in a biofilm are transformed at a rate 10- to 600-fold higher than single cells growing under uncrowded conditions (planktonic cells). Induction of competence appears to be an adaptation for repairing DNA damage caused by crowded, stressful conditions.",
            "score": 63.560630798339844
        },
        {
            "docid": "43183712_20",
            "document": "Bioluminescent bacteria . Bioluminescence in bacteria can be regulated through a phenomenon known as autoinduction or quorum sensing. Quorom sensing is a form of cell-to-cell communication that alters gene expression in response to cell density. Autoinducer is a diffusible pheromone produced constitutively by bioluminescent bacteria and serves as an extracellular signalling molecule. When the concentration of autoinducer secreted by bioluminescent cells in the environment reaches a threshold (above 10 cells per mL), it induces the expression of luciferase and other enzymes involved in bioluminescence. Bacteria are able to estimate their density by sensing the level of autoinducer in the environment and regulate their bioluminescence such that it is expressed only when there is a sufficiently high cell population. A sufficiently high cell population ensures that the bioluminescence produced by the cells will be visible in the environment.",
            "score": 60.06711959838867
        },
        {
            "docid": "14489318_14",
            "document": "Autoinducer . \"S. pneumoniae\" is human pathogenic bacterium in which the process of genetic transformation was first described in the 1930s. In order for a bacterium to take up exogenous DNA from its surroundings, it must become competent. In \"S. pneumoniae\", a number of complex events must occur to achieve a competent state, but it is believed that quorum sensing plays a role. Competence stimulating peptide (CSP) is a 17-amino acid peptide autoinducer required for competency and subsequent genetic transformation. CSP is produced by proteolytic cleavage of a 41-amino acid precursor peptide (ComC); is secreted by an ABC transporter (ComAB); and is detected by a sensor kinase protein (ComD) once it has reached a threshold concentration. Detection is followed by autophosphorylation of ComD, which in turn, phosphorylates ComE. ComE is a response regulator responsible for activating transcription of \"comX\", the product of which is required to activate transcription of a number of other genes involved in the development of competence.",
            "score": 57.63737106323242
        },
        {
            "docid": "14489318_15",
            "document": "Autoinducer . B. subtilis is a soil-dwelling microbe that uses quorum sensing to regulate two different biological processes: competence and sporulation. During stationary growth phase when B. subtilis are at high cell density, approximately 10% of the cells in a population are induced to become competent. It is believed that this subpopulation becomes competent to take up DNA that could potentially be used for the repair of damaged (mutated) chromosomes. ComX (also known as competence factor) is a 10-amino acid peptide that is processed from a 55-amino acid peptide precursor. Like most autoinducers, ComX is secreted and accumulates as a function of cell density. Once a threshold extracellular level is achieved, ComX is detected by a two-component ComP/ComA sensor kinase/response regulator pair. Phosphorylation of ComA activates the expression of \"comS\" gene, ComS inhibits the degradation of ComK, and finally ComK activates the expression of a number of genes required for competence.",
            "score": 57.491546630859375
        },
        {
            "docid": "13988148_13",
            "document": "Oral microbiology . Most of the bacterial species found in the mouth belong to microbial communities, called biofilms, a feature of which is inter-bacterial communication. Cell–cell contact is mediated by specific protein adhesins and often, as in the case of inter-species aggregation, by complementary polysaccharide receptors. Another method of communication involves cell–cell signalling molecules, which are of two classes: those used for intra-species and those used for inter-species signalling. An example of intra-species communication is quorum sensing. Oral bacteria have been shown to produce small peptides, such as competence stimulating peptides, which can help promote single-species biofilm formation. A common form of inter-species signalling is mediated by 4, 5-dihydroxy-2, 3-pentanedione (DPD), also known as autoinducer-2 (Al-2).",
            "score": 56.838314056396484
        },
        {
            "docid": "161995_5",
            "document": "Quorum sensing . For the bacteria to use quorum sensing constitutively, they must possess three characteristics: to secrete a signaling molecule, an autoinducer, to detect the change in concentration of signaling molecules, and to regulate gene transcription as a response. This process is highly dependent on the diffusion mechanism of the signaling molecules. QS Signaling molecules are usually secreted at a low level by individual bacteria. At low cell density, the molecules may just diffuse away. At high cell density, the local concentration of signaling molecules may exceed its threshold level, and trigger changes in gene expressions.",
            "score": 56.21826934814453
        },
        {
            "docid": "14489318_16",
            "document": "Autoinducer . Sporulation, on the other hand, is a physiological response of \"B. subtilis\" to depletion of nutrients within a particular environment. It is also regulated by extracellular signaling. When \"B. subtilis\" populations sense waning conditions, they respond by undergoing asymmetric cell division. This ultimately produces spores that are adapted for dispersal and survival in unfavorable conditions. Sporulation in \"B. subtilis\" is mediated by CSF (sporulation factor), a pentapeptide cleaved from the precursor peptide PhrC. CSF is secreted into the extracellular environment and is taken back up into cells via the ABC transporter Opp where it acts intracellularly. While low internal concentrations of CSF contribute to competence, high concentrations induce sporulation. CSF inhibits a phosphatase, RabB, which increases the activity of Spo0A, favoring a switch in commitment from competence to the sporulation pathway",
            "score": 55.8607177734375
        },
        {
            "docid": "31009191_23",
            "document": "Microbial cooperation . In many situations, the cost bacterial cells pay in order to coordinate behaviors outweighs the benefits unless there is a sufficient number of collaborators. For instance, the bioluminescent luciferase produced by \"Vibrio fischeri\" would not be visible if it was produced by a single cell. By using quorum sensing to limit the production of luciferase to situations when cell populations are large, \"V. fischeri\" cells are able to avoid wasting energy on the production of useless product. In many situations bacterial activities, such as the production of the mentioned public goods, are only worthwhile as a joint activity by a sufficient number of collaborators. Regulation by quorum sensing would allow the cells to express appropriate behavior only when it is effective, thus saving resources under low density conditions. Therefore, quorum sensing has been interpreted as a bacterial communication system to coordinate behaviors at the population level.",
            "score": 54.84376907348633
        },
        {
            "docid": "583438_2",
            "document": "Transformation (genetics) . In molecular biology, transformation is the genetic alteration of a cell resulting from the direct uptake and incorporation of exogenous genetic material from its surroundings through the cell membrane(s). For transformation to take place, the recipient bacteria must be in a state of competence, which might occur in nature as a time-limited response to environmental conditions such as starvation and cell density, and may also be induced in a laboratory.",
            "score": 54.57209014892578
        },
        {
            "docid": "3630347_2",
            "document": "Natural competence . In microbiology, genetics, cell biology, and molecular biology, competence is the ability of a cell to alter its genetics by taking up extracellular (\"naked\") DNA from its environment in the process called transformation. Competence may be differentiated between \"natural competence\", a genetically specified ability of bacteria which is thought to occur under natural conditions as well as in the laboratory, and \"induced\" or \"artificial competence\", which arises when cells in laboratory cultures are treated to make them transiently permeable to DNA. Competence allows for rapid adaptation and DNA repair of the cell. This article primarily deals with natural competence in bacteria, although information about artificial competence is also provided.",
            "score": 53.94048309326172
        },
        {
            "docid": "50796722_11",
            "document": "State switching . While cancer cells are not protists per se, they exhibit several characteristics that are typical of these simple forms of life. In fact, cancer has been postulated to represents some sort of reversion to a more primitive phenotype – an atavism. In the atavistic model of cancer progression, tumor cell dedifferentiation is interpreted as a reversion to phylogenetically earlier capabilities. For example, cancer cells, develop drug resistance, exhibit traits of the persister phenotype (an extremely slow-growing physiological state which makes them insensitive to drug treatment) and quorum sensing (a system of stimulus and response correlated to population density), and display many other collective behaviour capabilities and cooperative strategies necessary for survival under extreme stress. These characteristics present cancer cells in a different light – smart communicating cells – and tend to portray tumours as societies of cells capable of making decisions. Thus, the MRK model posits that the stochasticity in interactions of IDPs that are overexpressed in cancer cells could facilitate learning by exploring the network search space and rewiring the network.",
            "score": 53.93949508666992
        },
        {
            "docid": "13515245_10",
            "document": "Transformation efficiency . Growth of cells – \"E. coli\" cells are more susceptible to be made competent when it is growing rapidly, cells are therefore normally harvested in the early log phase of cell growth when preparing competent cells. The optimal optical density for harvesting cells normally lies around 0.4, although it may vary with different cell strains. A higher value of 0.94-0.95 has also been found to produce good yield of competent cells, but this can be impractical when cell growth is rapid.",
            "score": 53.68894577026367
        },
        {
            "docid": "1106830_13",
            "document": "Cell culture . Cells can be grown either in suspension or adherent cultures. Some cells naturally live in suspension, without being attached to a surface, such as cells that exist in the bloodstream. There are also cell lines that have been modified to be able to survive in suspension cultures so they can be grown to a higher density than adherent conditions would allow. Adherent cells require a surface, such as tissue culture plastic or microcarrier, which may be coated with extracellular matrix (such as collagen and laminin) components to increase adhesion properties and provide other signals needed for growth and differentiation. Most cells derived from solid tissues are adherent. Another type of adherent culture is organotypic culture, which involves growing cells in a three-dimensional (3-D) environment as opposed to two-dimensional culture dishes. This 3D culture system is biochemically and physiologically more similar to \"in vivo\" tissue, but is technically challenging to maintain because of many factors (e.g. diffusion).",
            "score": 53.03196334838867
        },
        {
            "docid": "38433620_5",
            "document": "Danger model . According to this theory, the most important for stimulation of immune response are normal tissues. When tissue cells are distressed because of injury, infection and so on, they start to secrete or express on their surface so called \"Danger signals\". \"Danger signals\" are also thrown out to extracellular space in the case that stressed cell dies by immunologic not-silent cell death such as necrosis or pyroptosis (as opposed to apoptosis, controlled cell death). This model also dictates that despite their potential immunogenicity tumors do not induce significant immune responses which could destroy malignant cells. According to the danger model, the immune surveillance system fails to detect tumor antigens because transformed cells do not send any danger signals which could activate dendritic cells and initiate an immune response. \"Danger signals\" are normal intracellular molecules, simply they are not in extracellular space among physiological conditions. The danger model has evolved over the years. \"Danger signals\" include DNA, RNA, heat shock proteins (Hsps), hyaluronic acid, serum amyloid A protein, ATP, uric acid and also cytokines like interferon alfa, interleukin-1β, CD40L and so on.",
            "score": 52.97117614746094
        },
        {
            "docid": "31009191_15",
            "document": "Microbial cooperation . In the bacteria \"Escherichia coli\", a Prisoner Dilemma situation can be observed when mutants exhibiting a Grow Advantage in Stationary Phase (GASP) phenotype compete with a wild type (WT) strain in batch culture. In such batch culture settings, where the growth environment is homogenized by shaking the cultures, WT cells cooperate by arresting bacterial growth in order to prevent ecological collapse while the GASP mutants continue to grow by defecting to the wild type regulatory mechanism. As a consequence of such defection to the self-regulation of growth by the GASP cells, although higher cell densities are achieved in the short term, a population collapse is attained in the long run due to the tragedy of the commons (Figure 1). On the contrary, although WT cells do not achieve such high population densities, their populations are sustainable at the same density in the long term. As predicted by theory, in a spatial setting such as those implemented experimentally by microfluidics chips, coexistence between the two strains is possible due to the localization of interactions and the spatial segregation of cheaters. When provided with such a spatial environment, bacteria can self-organize into dynamic patterns of cell aggregation, desegregation which ensure that cooperator WT cells can reap the benefits of cooperation (Figure 2).",
            "score": 52.36825942993164
        },
        {
            "docid": "5467149_15",
            "document": "Cheating (biology) . By definition, individuals cheat to gain benefits that their non-cheating counterparts do not receive. How then can a cooperative system exist in face of these cheaters? One answer is that the cheaters actually have a reduced fitness compared to the non-cheaters.  In a study by Dandekar et al., the researchers examined the survival rates of cheating and non-cheating bacteria populations (\"Pseudomonas aeruginosa\") under varying environmental conditions. These microorganisms, like many species of bacteria, use a cell-cell communication system called quorum sensing that detect their population density and prompt the transcription of various resources when needed. In this case, the resources are publicly shared proteases that break down a food source like casein, and privately used adenosine hydrolase, which breaks down another food source, adenosine. The problem arises when some individuals (\"cheaters\") do not respond to these quorum sensing signals and therefore do not contribute to the costly protease production yet enjoys the benefits of the broken down resources.",
            "score": 52.246360778808594
        },
        {
            "docid": "161995_2",
            "document": "Quorum sensing . In biology, quorum sensing is the ability to detect and to respond to cell population density by gene regulation. As one example, quorum sensing (QS) enables bacteria to restrict the expression of specific genes to the high cell densities at which the resulting phenotypes will be most beneficial. Many species of bacteria use quorum sensing to coordinate gene expression according to the density of their local population. In similar fashion, some social insects use quorum sensing to determine where to nest.",
            "score": 52.005035400390625
        },
        {
            "docid": "14489318_13",
            "document": "Autoinducer . Whereas Gram-negative bacteria primarily use acylated homoserine lactones, Gram-positive bacteria generally use oligopeptides as autoinducers for quorum sensing. These molecules are often synthesized as larger polypeptides that are cleaved post-translationally to produce “processed” peptides. Unlike AHLs that can freely diffuse across cell membranes, peptide autoinducers usually require specialized transport mechanisms (often ABC transporters). Additionally, they do not freely diffuse back into cells, so bacteria that use them must have mechanisms to detect them in their extracellular environments. Most Gram-positive bacteria use a two-component signaling mechanism in quorum sensing. Secreted peptide autoinducers accumulate as a function of cell density. Once a quorum level of autoinducer is achieved, its interaction with a sensor kinase at the cell membrane initiates a series of phosphorylation events that culminate in the phosphorylation of a regulator protein intracellularly. This regulator protein subsequently functions as a transcription factor and alters gene expression. Similar to Gram-negative bacteria, the autoinduction and quorum sensing system in Gram-positive bacteria is conserved, but again, individual species have tailored specific aspects for surviving and communicating in unique niche environments.",
            "score": 51.68466567993164
        },
        {
            "docid": "1731697_6",
            "document": "Restriction point . A cell's decision to enter, or reenter, the cell cycle is made before S-phase in G at what is known as the restriction point, and is determined by the combination of promotional and inhibitory extracellular signals that are received and processed. Before the R-point, a cell requires these extracellular stimulants to begin progressing through the first three sub-phases of G (competence, entry G, progression G). After the R-point has been passed in G, however, extracellular signals are no longer required, and the cell is irreversibly committed to preparing for DNA duplication. Further progression is regulated by intracellular mechanisms. Removal of stimulants before the cell reaches the R-point may result in the cell's reversion to quiescence. Under these conditions, cells are actually set back in the cell cycle, and will require additional time (about 8 hours more than the withdrawal time in culture) after passing the restriction point to enter S phase.",
            "score": 51.37908172607422
        },
        {
            "docid": "34050319_4",
            "document": "Ephrin A5 . \"Reverse\" signaling is one unique property of ephrin ligands that allows for the transmission of an intracellular signal in ephrin-expressing cells that is distinct from the signal transmitted in Eph receptor-expressing cells. Although the mechanism of \"reverse\" signaling by ephrin-As is not well understood, it is relatively surprising considering that ephrin-A ligands are attached to the cell membrane solely by a GPI linkage and unlike ephrin-Bs, lack a potential intracellular signaling domain. Nonetheless, certain ephrin-A ligands are known to initiate reverse signaling cascades like ephrin A5, which has been shown to stimulate the spreading of growth cones in cultures of mouse spinal motor neurons. Reverse signaling by ephrin A5 was demonstrated to be GPI-dependent as the elimination of all GPI linkages by the application of a phosphatidlyinositol-specific phospholipase C abolished the positive effects of ephrin A5 on growth cone spreading. Additionally, EphA receptors were shown to exert opposite effects on motor neuron growth cones by reducing growth cone size.",
            "score": 50.69722366333008
        },
        {
            "docid": "6020806_5",
            "document": "Contact inhibition . Untransformed human cells exhibit normal cellular behavior and mediate their growth and proliferation via interplay between environmental nutrients, growth factor signaling, and cell density. As cell density increases and the culture becomes confluent, they initiate cell cycle arrest and downregulate proliferation and mitogen signaling pathways regardless of external factors or cellular metabolism. This property is known as contact inhibition of proliferation and is essential to proper embryonic development, as well as tissue repair, differentiation, and morphogenesis. Cancerous cells typically lose this property and thus divide and grow over each other in an uncontrolled manner even when in contact with neighbouring cells. This results in the invasion of surrounding tissues, their metastasis to nearby organs, and eventually tumorigenesis. Interestingly, cells of naked mole rats, a species in which cancer has never been observed, show hypersensitivity to contact inhibition. This finding may provide a clue to cancer resistance. Furthermore, recent studies have further revealed some mechanisms of contact inhibition of proliferation and its potential implications in cancer therapy.",
            "score": 50.56127166748047
        },
        {
            "docid": "161995_23",
            "document": "Quorum sensing . As quorum sensing implies a cooperative behavior, this concept has been challenged by the evolutionary implication of cooperative cheaters. This is circumvented by the concept of \"diffusion sensing\", which has been an alternative and complementary model to quorum sensing. However, both explanations face the problems of signalling in either complex (multiple species sharing the same space) or simple (one single cell confined to a limited volume) environments where the spatial distribution of the cells can be more important for sensing than the cell population density. A new model, \"efficiency sensing\", which takes into account both problematics, population density and spatial confinement, has been proposed as an alternative. One of the probable reasons for controversy is that current terminologies (quorum sensing, diffusion sensing, efficiency sensing) arise from different models of how natural selection has acted to shape and maintain the process. Since each of the various models does apply under some circumstances but not others, a sensible resolution to these controversies could be to return the terminology of the process to autoinduction, as originally described by Hastings and coworkers, as this term does not imply understanding of the function of the process.",
            "score": 50.44175720214844
        },
        {
            "docid": "11011552_7",
            "document": "Cellular communication (biology) . Communicating through direct contact is one form of local signaling for eukaryotic cells. Plant and animal cells possess junctions that connect the cytoplasm of cells adjacent to one another. These connections allow for signaling substances that were dissolved in the cytosol to easily pass between the cells that are connected. Animal cells contain gap junctions and can communicate through these junctions in a process called cell-cell recognition. Plant cells are connected through plasmodesmata. Embryonic development and the immune response rely heavily on this type of local signaling. In other types of local signaling, the signaling cell secretes messenger molecules that only travel short distances. These local regulators influence cells in the vicinity and can stimulate nearby target cells to perform an action. A number of cells can receive messages and respond to another molecule within their vicinity at the same time. This process of local signaling within animal cells is known as paracrine signaling.",
            "score": 50.40805435180664
        },
        {
            "docid": "1686272_45",
            "document": "Chemical biology . Small molecules that modulate stem-cell behavior are commonly identified in high-throughput screens. Libraries of compounds are screened for the induction of a desired phenotypic change in cultured stem-cells. This is usually observed through activation or repression of a fluorescent reporter or by detection of specific cell surface markers by FACS or immunohistochemistry. Hits are then structurally optimized for activity by the synthesis and screening of secondary libraries. The cellular targets of the small molecule can then be identified by affinity chromatography, mass spectrometry, or DNA microarray.  A trademark of pluripotent stem-cells, such as embryonic stem-cells (ESCs), is the ability to self-renew indefinitely. The conventional use of feeder cells and various exogenous growth factors in the culture of ESCs presents a problem in that the resulting highly variable culture conditions make the long-term expansion of un-differentiated ESCs challenging. Ideally, chemically defined culture conditions could be developed to maintain ESCs in a pluripotent state indefinitely. Toward this goal, the Schultz and Ding labs at the Scripps Research Institute identified a small molecule that can preserve the long-term self-renewal of ESCs in the absence of feeder cells and other exogenous growth factors. This novel molecule, called pluripotin, was found to simultaneously inhibit multiple differentiation inducing pathways. The utility of stem-cells is in their ability to differentiate into all cell types that make up an organism. Differentiation can be achieved in vitro by favoring development toward a particular cell type through the addition of lineage specific growth factors, but this process is typically non-specific and generates low yields of the desired phenotype. Alternatively, inducing differentiation by small molecules is advantageous in that it allows for the development of completely chemically defined conditions for the generation of one specific cell type. A small molecule, neuropathiazol, has been identified which can specifically direct differentiation of multipotent neural stem cells into neurons. Neuropathiazol is so potent that neurons develop even in conditions that normally favor the formation of glial cells, a powerful demonstration of controlling differentiation by chemical means. Because of the ethical issues surrounding ESC research, the generation of pluripotent cells by reprogramming existing somatic cells into a more \"stem-like\" state is a promising alternative to the use of standard ESCs. By genetic approaches, this has recently been achieved in the creation of ESCs by somatic cell nuclear transfer and the generation of induced pluripotent stem-cells by viral transduction of specific genes. From a therapeutic perspective, reprogramming by chemical means would be safer than genetic methods because induced stem-cells would be free of potentially dangerous transgenes. Several examples of small molecules that can de-differentiate somatic cells have been identified. In one report, lineage-committed myoblasts were treated with a compound, named reversine, and observed to revert to a more stem-like phenotype. These cells were then shown to be capable of differentiating into osteoblasts and adipocytes under appropriate conditions. Stem-cell therapies are currently the most promising treatment for many degenerative diseases. Chemical approaches to stem-cell biology support the development of cell-based therapies by enhancing stem-cell growth, maintenance, and differentiation in vitro. Small molecules that have been shown to modulate stem-cell fate are potential therapeutic candidates and provide a natural lean-in to pre-clinical drug development. Small molecule drugs could promote endogenous stem-cells to differentiate, replacing previously damaged tissues and thereby enhancing the body's own regenerative ability. Further investigation of molecules that modulate stem-cell behavior will only unveil new therapeutic targets.",
            "score": 50.27728271484375
        },
        {
            "docid": "18398577_34",
            "document": "Somatic evolution in cancer . The hallmark \"self-sufficiency in growth signals\" describes the observation that tumor cells produce many of their own growth signals and thereby no longer rely on proliferation signals from the micro-environment. Normal cells are maintained in a nondividing state by antigrowth signals, which cancer cells learn to evade through genetic changes producing \"insensitivity to antigrowth signals\". A normal cell initiates programmed cell death (apoptosis) in response to signals such as DNA damage, oncogene overexpression, and survival factor insufficiency, but a cancer cell learns to \"evade apoptosis\", leading to the accumulation of aberrant cells. Most mammalian cells can replicate a limited number of times due to progressive shortening of telomeres; virtually all malignant cancer cells gain an ability to maintain their telomeres, conferring \"limitless replicative potential\". As cells cannot survive at distances of more than 100 μm from a blood supply, cancer cells must initiate the formation of new blood vessels to support their growth via the process of \"sustained angiogenesis\". During the development of most cancers, primary tumor cells acquire the ability to undergo \"invasion and metastasis\" whereby they migrate into the surrounding tissue and travel to distant sites in the body, forming secondary tumors.",
            "score": 50.117313385009766
        },
        {
            "docid": "52080_17",
            "document": "Vibrio cholerae . \"V. cholerae\" can be induced to become competent for natural genetic transformation when grown on chitin, a biopolymer that is abundant in aquatic habitats (e.g. from crustacean exoskeletons). Natural genetic transformation is a sexual process involving DNA transfer from one bacterial cell to another through the intervening medium, and the integration of the donor sequence into the recipient genome by homologous recombination. Transformation competence in \"V. cholerae\" is stimulated by increasing cell density accompanied by nutrient limitation, a decline in growth rate, or stress. The \"V. cholerae\" uptake machinery involves a competence-induced pilus, and a conserved DNA binding protein that acts as a ratchet to reel DNA into the cytoplasm.",
            "score": 50.07499313354492
        },
        {
            "docid": "583438_20",
            "document": "Transformation (genetics) . Competence for transformation is typically induced by high cell density and/or nutritional limitation, conditions associated with the stationary phase of bacterial growth. Transformation in \"Haemophilus influenzae\" occurs most efficiently at the end of exponential growth as bacterial growth approaches stationary phase. Transformation in \"Streptococcus mutans\", as well as in many other streptococci, occurs at high cell density and is associated with biofilm formation. Competence in \"B. subtilis\" is induced toward the end of logarithmic growth, especially under conditions of amino acid limitation.",
            "score": 49.7210578918457
        },
        {
            "docid": "18746329_4",
            "document": "Nef (protein) . By down regulating cell surface expression of CD4 and Lck, Nef creates a narrow TCR response which likely optimizes HIV-1 viral production and generates a susceptible population of cells to further infect. Nef retargets kinase-active Lck away from the plasma membrane to early and recycling endosomes (RE) as well as the Trans-Golgi network (TGN). RE/TGN associated Lck sub-populations in Nef expressing cells are in the catalytically active conformation and thus signaling competent. While TCR signaling takes place at the plasma membrane (PM), activation of the Ras-GTPase takes place in intracellular compartments including the Golgi apparatus. Nef induced enrichment of active Lck in these compartments results in an increase of localized RAS activity and enhanced activation of Erk kinase and the production of Interleukin-2 (IL-2). Since IL-2 is known to activate the growth, proliferation, and differentiation of T-cells to become effector T-cells; this is a self-serving effect that creates a new population of cells which HIV-1 is able to infect. Self-activation of the infected cell by IL-2 also stimulates the cell to become an effector cell and initiate the machinery which HIV-1 relies upon for its own proliferation.",
            "score": 49.57852554321289
        },
        {
            "docid": "22493560_10",
            "document": "Tissue stress . Considering the law of “intermittent activity of functioning structures” one can talk about two results of the TAS mechanism action on the cells of actively functioning tissue. In conditions where the TAS effector (effectors) forms CURD phase of metabolism stimulation one should expect an acceleration of reparative processes in the cells of “resting” population. Obviously that will promote accelerated recovery of such cells and their pass to intensively functioning cell population. In case if TAS mechanism forms the CURD phase of metabolism inhibition in intensively functioning cells population this will lead to cell signaling inhibition and promote cells “autonomy” from other external influences. Such autonomy may provoke an inhibition of cell’s specialized functions in mentioned population in case if they are stimulated by external regulatory influences. An inhibition of cells specialized functions by the TAS mechanism may promote defense of intensively functioning cells from self-damage and also their pass into the “resting” state. Thus, the properties of tissue stress executive mechanism – CURD – allow it to raise tissue functions stability in conditions of continuous intensive activity in many ways.",
            "score": 49.5402717590332
        }
    ]
}