{
    "q": [
        {
            "docid": "29169116_14",
            "document": "Cuprospinel . CuFeO can also be applied for C-C cleavage α-arylation between acetylacetone with iodobenzene. The phenylacetone product was obtained with excellent yield at 99% and 95% selectivity observed for principal product compared to 3-phenyl-2,4-pentanedione as the byproduct. The XRD results were observed that crystal structure of catalyst remained unchanged after the sixth run while catalytic activity slightly decreases at 97% conversion in the final run. In this reaction, the mechanistic study showed the catalytic cycle started from Cu to Cu and then oxidized to Cu by aryl iodine. The role of copper has been further emphasized in the coupling reaction of ortho-arylated phenols and dialkylformamides. It was observed that there was a single-electron oxidative addition of copper to copper through a radical step, then transformed back to copperI by reductive elimination in the presence of either oxygen or peroxide. Catalyst can be reused 9 times without significant loss in catalytic activities. Notably, synergistic effect was demonstrated for the case of CuFeO in Sonogashira reaction. Both Fe and Cu center contribute to catalytic activity of the transformation between aryl halide and substituted alkynes. The product was obtained with 70% yield in the presence of Nano CuFeO, while only 25% yield and <1% yield observed when using CuO and FeO respectively.",
            "score": 69.33767116069794
        },
        {
            "docid": "3157059_6",
            "document": "Copper monosulfide . Copper sulfide crystallizes in the hexagonal crystal system, and this is the form of the mineral covellite. There is also an amorphous high pressure form which on the basis of the Raman spectrum has been described as having a distorted covellite structure. An amorphous room temperature semiconducting form produced by the reaction of a Cu(II) ethylenediamine complex with thiourea has been reported, which transforms to the crystalline covellite form at 30 °C. The crystal structure of covellite has been reported several times, and whilst these studies are in general agreement on assigning the space group P6/mmc there are small discrepancies in bond lengths and angles between them. The structure was described as \"extraordinary\" by Wells and is quite different from copper(II) oxide, but similar to CuSe (klockmannite). The covellite unit cell contains 6 formula units (12 atoms) in which: The formulation of copper sulfide as CuS (i.e. containing no sulfur-sulfur bond) is clearly incompatible with the crystal structure, and also at variance with the observed diamagnetism as a Cu(II) compound would have a d configuration and be expected to be paramagnetic.  Studies using XPS indicate that all of the copper atoms have an oxidation state of +1. This contradicts a formulation based on the crystal structure and obeying the octet rule that is found in many textbooks (e.g.) describing CuS as containing both Cu and Cu i.e. (Cu)Cu(S)S. An alternative formulation as (Cu)(S)(S) was proposed and supported by calculations. The formulation should not be interpreted as containing radical anion, but rather that there is a delocalized valence \"hole\". Electron paramagnetic resonance studies on the precipitation of Cu(II) salts indicates that the reduction of Cu(II) to Cu(I) occurs in solution.",
            "score": 58.69895052909851
        },
        {
            "docid": "1850601_16",
            "document": "Click chemistry . The first reaction mechanism proposed included one catalytic copper atom; but isotope, kinetic, and other studies have suggested a dicopper mechanism may be more relevant. Even though this reaction proceeds effectively at biological conditions, copper in this range of dosage is cytotoxic. Solutions to this problem have been presented, such as using water-soluble ligands on the copper to enhance cell penetration of the catalyst and thereby reduce the dosage needed, or to use chelating ligands to further increase the effective concentration of Cu(I) and thereby decreasing the actual dosage.",
            "score": 71.56942868232727
        },
        {
            "docid": "24660979_64",
            "document": "ENI award . Professor Somorjai’s research has been focused on exploring and understanding catalytic selectivity of transition metal surfaces on the molecular level. His novel approach is to use model systems, monodispersed nanoparticles in the 1–10 nm range, to explore hydrocarbon conversion reactions. An important discovery from these studies is that the size and shape of metal nanoparticles control both reaction rates and selectivities. He developed surface-sensitive instruments that have permitted molecular level studies of the catalysts under reaction conditions at high pressures. Before the advent of these applications most catalysts were characterized only before and after the reactions. Somorjai has helped catalytic chemistry in its epoch-making transition from the macroscopic view to molecular-scale analysis.",
            "score": 58.93215560913086
        },
        {
            "docid": "4616398_10",
            "document": "Catechol oxidase . This proposed catalytic cycle is supported by the experimental observation that stoichiometric amounts of o-quinone form after catechol addition to the enzyme, even when dioxygen is absent. Furthermore, both the oxidized Cu(II)-Cu(II) state and the reduced Cu(I)-Cu(I) state were the two states identified by the crystal structure of \"Ipomoea batatas\". The monodentate binding of catechol to the copper center was supported by the crystal structure of catechol oxidase bound with the bound-substrate analogue inhibitor phenylthiourea, which also binds to the copper center in a monodentate fashion. However, one issue with this catalytic cycle is that the charge of the active site changes during the catalytic cycle from +1 to +3. This necessitates the presence of nearby bases that can store the protons; however, the X-ray crystal structure does not indicate the presence of any such bases as the histidine residues are coordinated with the copper centers. Other catalytic cycles elucidated with DFT calculations and crystal structures have been proposed which maintain the same charge in the active site throughout the cycle and thus do not require nearby bases. However, certain intermediates in the proposed cycle are not consistent with experimental findings such as that stoichiometric amounts of o-quinone can form after catechol addition in the absence of oxygen.",
            "score": 79.576700091362
        },
        {
            "docid": "213841_11",
            "document": "Phenylalanine hydroxylase . Solved crystal structures of the catalytic domain indicate that the active site consists of an open and spacious pocket lined primarily by hydrophobic residues, though three glutamic acid residues, two histidines, and a tyrosine are also present and iron-binding. Contradictory evidence exists about the coordination state of the ferrous atom and its proximity to BH4 within the active site. According to crystallographic analysis, Fe(II) is coordinated by water, His285, His290, and Glu330 (a 2-his-1-carboxylate facial triad arrangement) with octahedral geometry. Inclusion of a Phe analogue in the crystal structure changes both iron from a six- to a five-coordinated state involving a single water molecule and bidentate coordination to Glu330 and opening a site for oxygen to bind. BH4 is concommitantly shifted toward the iron atom, although the pterin cofactor remains in the second coordination sphere. On the other hand, a competing model based on NMR and molecular modeling analyses suggests that all coordinated water molecules are forced out of the active site during the catalytic cycle while BH4 becomes directly coordinated to iron. As discussed above, resolving this discrepancy will be important for determining the exact mechanism of PAH catalysis.",
            "score": 55.89102113246918
        },
        {
            "docid": "4616398_9",
            "document": "Catechol oxidase . Although a crystal structure of catechol oxidase has been solved, questions concerning the exact mechanism of the reaction remain. One mechanism proposed by Eicken et al. is based on the crystal structure of catechol oxidase purified from \"Ipomoea batatas\". The catalytic cycle begins with the catechol oxidase in its native oxidized Cu(II)-Cu(II) state with a coordinated hydroxide ion bridging the two copper centers. As catechol enters the active site, a proton is abstracted from one of the alcohols. The catechol coordinates with a Cu(II) center in a monodentate fashion, displacing one of the coordinating histidine residues. The coordinated hydroxide ion abstracts another proton from catechol to form water, and the catechol is oxidized to o-quinone. The two resulting electrons reduce both copper centers to their Cu(I)-Cu(I) state. Dioxygen then binds one copper center, displacing the coordinated water molecule, and another molecule of catechol binds to the other copper center, displacing another histidine residue. This forms a complex in which one copper center has a tetragonal planar coordination with His240, His244 and the dioxygen molecule. The other copper center retains its initial tetragonal pyramidal geometry with dioxygen, His88 and His118 in the equatorial positions, and His109 in an axial position. In this state, the enzyme active site is in a ternary catechol oxidase–O–catechol complex. Two electrons are transferred from the substrate to the dioxygen, followed by cleavage of the O–O bond. Water is released, and the second o-quinone product is formed together with the restoration of the initial Cu(II)-Cu(II) state to complete the catalytic cycle.",
            "score": 91.02650678157806
        },
        {
            "docid": "1855478_16",
            "document": "Azide-alkyne Huisgen cycloaddition . A mechanism for the reaction has been suggested based on density functional theory calculations. Copper is a 1st row transition metal. It has the electronic configuration [Ar] 3d 4s. The copper (I) species generated in situ forms a pi complex with the triple bond of a terminal alkyne. In the presence of a base, the terminal hydrogen, being the most acidic is deprotonated first to give a Cu acetylide intermediate. Studies have shown that the reaction is second order with respect to Cu. It has been suggested that the transition state involves two copper atoms. One copper atom is bonded to the acetylide while the other Cu atom serves to activate the azide. The metal center coordinates with the electrons on the nitrogen atom. The azide and the acetylide are not coordinated to the same Cu atom in this case. The ligands employed are labile and are weakly coordinating. The azide displaces one ligand to generate a copper-azide-acetylide complex. At this point cyclization takes place. This is followed by protonation; the source of proton being the hydrogen which was pulled off from the terminal acetylene by the base. The product is formed by dissociation and the catalyst ligand complex is regenerated for further reaction cycles.",
            "score": 69.91299450397491
        },
        {
            "docid": "4023692_35",
            "document": "Nanoindentation . Computational software Molecular dynamics (MD) has been a very powerful technique to investigate the nanoindentation at atomic scale. For instance, Alexey et al employed MD to simulate the nanoindentation process of a titanium crystal, dependence of deformation of the crystalline structure on the type of the indenter is observed, which is very hard to harvest in experiment. Tao et al performed MD simulations of nanoindentation on Cu/Ni nanotwinned multilayers films using a spherical indenter and investigated the effects of hetero-twin interface and twin thickness on hardness. Recently, a review paper by Carlos et al is published upon the atomistic studies of nanoindentation. This review covers different nanoindentation mechanisms and effects of surface orientation, crystallography (fcc, bcc, hcp, etc), surface and bulk damage on plasticity. All of the MD-obtained results are very difficult to be achieved in experiment due to the resolution limitation of structural characterization techniques. Among various MD simulation software, such as GROMACS, Xenoview, Amber, etc., LAMMPS (Large-scale Atomic/Molecular Massively Parallel Simulator), which is developed by Sandia National Laboratories, is the most widely used for simulation. An interaction potential and an input file including information of atom ID, coordinates, charges, ensemble, time step, etc are fed to the simulator, and then running could be executed. After specified running timesteps, information such as energy, atomic trajectories, and structural information (such as coordination number) could be output for further analysis, which makes it possible to investigate the nanoindentation mechanism at atomic-scale.  The construction of a depth-sensing indentation system is made possible by the inclusion of very sensitive displacement and load sensing systems. Load transducers must be capable of measuring forces in the micronewton range and displacement sensors are very frequently capable of sub-nanometer resolution. Environmental isolation is crucial to the operation of the instrument. Vibrations transmitted to the device, fluctuations in atmospheric temperature and pressure, and thermal fluctuations of the components during the course of an experiment can cause significant errors.",
            "score": 42.591760993003845
        },
        {
            "docid": "17211110_7",
            "document": "Paraoxonase . The study of this family of enzymes has been something of interest for a number of years now; however, the lack of identifying specific natural substrates and numerous physiological roles has made it difficult in determining mechanisms of action for the diverse number of reactions catalyzed by this enzyme family. One of the more studied mechanisms is the lactonase mechanism of Serum Paraoxonase-1. One of the proposed mechanism outlines the hydrolysis of 5-membered ring lactone substrates by serum Paraoxonase-1. PON1, as with PON2 and PON3, utilizes a catalytic calcium ion, which functions as an oxy-anion to stabilize substrate and reaction states. Additionally, this enzyme active site employs two Histadine residues (His115 and 134) involved in proton transfers, a glutamic acid (Glu53) to stabilize reactive hydrogens, and an Asparagine (Asn168) to stabilize transition states and intermediates in the active site. The exact mechanism is still a subject of further research and it is suggested that the His115 residue is not necessary for the lactonase and arylesterase activity of the enzyme.",
            "score": 73.64168787002563
        },
        {
            "docid": "18541825_4",
            "document": "Copper(I) sulfide . There are two forms of CuS: a low temperature monoclinic form (\"low-chalcocite\") which has a complex structure with 96 copper atoms in the unit cell and a hexagonal form stable above 104 °C. In this structure there are 24 crystallographically distinct Cu atoms and the structure has been described as approximating to a hexagonal close packed array of sulfur atoms with Cu atoms in planar 3 coordination. This structure was initially assigned an orthorhombic cell due to the twinning of the sample crystal.",
            "score": 44.952816009521484
        },
        {
            "docid": "55455774_11",
            "document": "BBE-like enzymes . Research on this matter is rare since it is very complex and had never been looked into until recently. New studies reveal that BBE-like enzymes are involved in the biological synthesis of the alkaloids intermediates communesin as well as chanoclavine (I). The mechanism through which reactions are catalyzed by these BBE-like enzymes has not been found yet, but the resulting conformation of the products suggests that a similar coupling of substrate oxidation and ring formation occurs in these processes.",
            "score": 57.51655054092407
        },
        {
            "docid": "53839046_4",
            "document": "Dialkylbiaryl phosphine ligands . All of the Buchwald ligands are air-stable crystalline solids. Many can be bought commercially or synthesized in only a few steps from inexpensive starting materials. One pot protocols have been developed for the synthesis of these ligands and have been employed on >10 kg scales. Their enhanced catalytic activity over other ligands in palladium-catalyzed coupling reactions have been attributed to their electron-richness, steric bulk, and some special structural features. In particular, cyclohexyl, \"t\"-butyl, and adamantyl groups on the phosphorus are used for this purpose as bulky, electron-donating substituents. The lower ring of the biphenyl system, \"ortho\" to the phosphino group, is also a key structural feature. Numerous crystallographic studies have indicated that it behaves as a hemilabile ligand and is believed to play a role in stabilizing the highly reactive, formally 12-electron LPd intermediate during the catalytic cycle. More recently developed ligands generally utilize 2,6-substitution on the lower ring to prevent catalyst decomposition via Pd-mediated C-H activation of these positions. Extensive experimentation by the Buchwald group has shown that further minor changes to the structure of these ligands can dramatically alter their catalytic activity in cross coupling reactions with different substrates. This has led to the evolution of multiple ligands that are tailored for specific transformations. By providing a means of generating the postulated catalytically active LPd species under mild conditions (room temperature or lower in many cases), the development of several generations of base-activated, cyclopalladated precatalysts have further broadened the applicability of the ligands and simplified their use.",
            "score": 60.31999850273132
        },
        {
            "docid": "53897482_6",
            "document": "Murai reaction . A detailed mechanism for the Murai reaction has not been elucidated. Experimental and computational studies give evidence for at least two different mechanisms, depending on the catalyst. For catalysts such as [Ru(H)(CO)(PR)] which are active as Ru, a combination of computational density functional studies and experimental evidence has resulted in the following proposed mechanism: It is proposed that at high temperatures RuH(CO)(PPh) converts unsaturated Ru(CO)(PPh) species. The catalytic cycle is proposed to begins with coordination of the ketone followed by oxidative addition of a C-H bond. The resulting five-coordinated metallocycle is stabilized by an Agostic interaction. The C-C bond formation is the rate limiting step.",
            "score": 62.58179044723511
        },
        {
            "docid": "2183056_5",
            "document": "4-Dimethylaminopyridine . In the case of esterification with acetic anhydrides the currently accepted mechanism involves three steps. First, DMAP and acetic anhydride react in a pre-equilibrium reaction to form an ion pair of acetate and the acetylpyridinium ion. In the second step the alcohol adds to the acetylpyridinium, and elimination of pyridine forms an ester. Here the acetate acts as a base to remove the proton from the alcohol as it nucleophilically adds to the activated acylpyridinium. The bond from the acetyl group to the catalyst gets cleaved to generate the catalyst and the ester. The described bond formation and breaking process runs synchronous concerted without the appearance of a tetrahedral intermediate. The acetic acid formed will then protonate the DMAP. In the last step of the catalytic cycle the auxiliary base (usually triethylamine or pyridine) deprotonates the protonated DMAP, reforming the catalyst. The reaction runs through the described nucleophilic reaction pathway irrespective of the anhydride used, but the mechanism changes with the pKa value of the alcohol used. For example, the reaction runs through a base-catalyzed reaction pathway in the case of a phenol. In this case, DMAP acts as a base and deprotonates the phenol, and the resulting phenolate ion adds to the anhydride.",
            "score": 63.285783529281616
        },
        {
            "docid": "8380514_48",
            "document": "Thermometric titration . A catalyzed endpoint procedure to determine trace amounts of metal ions in solution (down to approximately 10 mg/L) employs 0.01 mol/L EDTA. This has been applied to the determination of low level Cu(II) in specialized plating baths, and to the determination of total hardness in water. The reaction enthalpies of EDTA with most metal ions are often quite low, and typically titrant concentrations around 1 mol/L are employed with commensurately high amounts of titrand in order to obtain sharp, reproducible endpoints. Using a catalytically indicated endpoint, very low EDTA titrant concentrations can be used. A back-titration is used. An excess of EDTA solution is added. The excess of EDTA is back-titrated with a suitable metal ion such as Mn or Cu. At the endpoint, the first excess of metal ion catalyzes a strongly exothermic reaction between a polyhdric phenol (such as resorcinol) and hydrogen peroxide.",
            "score": 55.40891933441162
        },
        {
            "docid": "8124077_6",
            "document": "Transition state analog . Computational approaches have been regarded as a useful tool to elucidate the mechanism of action of enzymes. Molecular mechanics itself can not predict the electron transfer which is the fundamental of organic reaction but the molecular dynamics simulation provide sufficient information considering the flexibility of protein during catalytic reaction. The complementary method would be combined molecular mechanics/ quantum mechanics simulation (QM/MM)methods. With this approach, only the atoms responsible for enzymatic reaction in the catalytic region will be reared with quantum mechanics and the rest of the atoms were treated with molecular mechanics.",
            "score": 69.01678597927094
        },
        {
            "docid": "29505376_3",
            "document": "Low-molecular-weight chromium-binding substance . The exact mechanisms underlying this process are currently unknown. Evidence for the existence of this protein comes from the fact that the removal of Cr in the blood exceeds the rate of Cr formation in the urine. This indicates that the transport of Cr must involve an intermediate (i.e. chromodulin) and that Cr is moved from the blood to tissues in response to increased levels of insulin. Subsequent protein isolations in rats, dogs, mice and cows have shown the presence of a similar substance, suggesting that it is found extensively in mammals. This oligopeptide is small, having a molecular weight of around 1 500 g/mol and the predominant amino acids present are glutamic acid, glycine, and cysteine. Despite recent efforts to characterize the exact structure of chromodulin, it is still relatively unknown.",
            "score": 42.89763164520264
        },
        {
            "docid": "36929630_11",
            "document": "Decarboxylative cross-coupling . A Pd–Cu bimetallic system was not discovered until 2006 when Goossen \"et al.\" reported a decarboxylative cross-coupling of aryl halides with \"ortho\"-substituted aromatic carboxylic acids. Through subsequent studies it was found that the use of aryl triflates allowed substrate scope for cross-coupling to be extended to some aromatic carboxylates lacking any \"ortho\"-substitution (less reactive). This was a result of the fact that any halide anion generated in the reaction inhibited the Cu-catalyzed decarboxylation process. Further optimization of the system and catalyst conditions has made decarboxylative cross-coupling using bimetallic Pd–Cu systems applicable to organic synthesis, most predominantly in the formation of biaryls. As well, the variability of this combined catalytic system allows for promotion of a large spectrum of reactions, including aryl ketone formation, c-heteroatom cross-coupling, and many others.",
            "score": 54.09684729576111
        },
        {
            "docid": "31585964_38",
            "document": "Industrial catalysts . Steam reforming is a good source for production of hydrogen, but the reaction is endothermic. The reaction can be carried out over a copper-based catalyst, but the reaction mechanism is dependent on the catalyst. For a copper-based catalyst two different reaction mechanisms have been proposed, a decomposition-water-gas shift sequence and a mechanism that proceeds via methanol dehydrogenation to methyl formate. The first mechanism aims at methanol decomposition followed by the WGS reaction and has been proposed for the Cu/ZnO/AlO:",
            "score": 49.753291606903076
        },
        {
            "docid": "40913419_27",
            "document": "Crossover experiment (chemistry) . Crossover experiments provide such uniquely useful insight into inorganic mechanisms that on occasion unusual isotopes are employed for an essential crossover experiment. In the work of E.L. Muetterties on dirhenium decacarbonyl, a crossover experiment was carried out using Re and Re to determine the mechanism of substitution reactions of rhenium carbonyl dimers. Mass spectrometry was used to distinguish between these isotopes in the products. In the same study, crossover experiments were also carried out using CO and CO. Isotopic enrichment from an initial isotopic distribution of Cu and Cu was studied in isotope crossover experiments recently carried out by V.V. Fokin on copper(I)-catalyzed azide-alkyne cycloadditions. The results of these experiments lead to the conclusion that the catalytic cycle of this important click reaction involves a dinuclear copper intermediate.",
            "score": 56.30867958068848
        },
        {
            "docid": "9363304_21",
            "document": "Hajos–Parrish–Eder–Sauer–Wiechert reaction . Chiong Teck Wong of the Institute of High Performance Computing Singapore studied the similar oxyamination reaction of nitrosobenzene with butanal using a chiral prolinol silyl ether catalyst. His studies strongly suggest that the catalyst generates the enol, and forms an enol-catalyst complex. Nitsosobenzene subsequently reacts with the enol-catalyst complex to afford the (S)-N-nitroso aldol product in agreement with Pauling’s chart of electronegativity. Sodiumborohydride reduction of the primarily formed aldol products gave the corresponding alcohols in good yield and excellent enantioselectivity in the ratio of P/P=>99:1 as shown in the Scheme below. Wong suggests that the reaction mechanism of the (S)-Cat catalyzed N-nitroso aldol reaction between nitrosobenzene and butanal proceeds via an enol intermediate and not via an enamine intermediate.",
            "score": 48.514111280441284
        },
        {
            "docid": "14485857_4",
            "document": "Taft equation . Polar substituent constants describe the way a substituent will influence a reaction through polar (inductive, field, and resonance) effects. To determine σ Taft studied the hydrolysis of methyl esters (RCOOMe). The use of ester hydrolysis rates to study polar effects was first suggested by Ingold in 1930. The hydrolysis of esters can occur through either acid and base catalyzed mechanisms, both of which proceed through a tetrahedral intermediate. In the base catalyzed mechanism the reactant goes from a neutral species to negatively charged intermediate in the rate determining (slow) step, while in the acid catalyzed mechanism a positively charged reactant goes to a positively charged intermediate.",
            "score": 51.401379346847534
        },
        {
            "docid": "1430539_25",
            "document": "Artificial photosynthesis . Hydrogen is the simplest solar fuel to synthesize, since it involves only the transference of two electrons to two protons. It must, however, be done stepwise, with formation of an intermediate hydride anion: The proton-to-hydrogen converting catalysts present in nature are hydrogenases. These are enzymes that can either reduce protons to molecular hydrogen or oxidize hydrogen to protons and electrons. Spectroscopic and crystallographic studies spanning several decades have resulted in a good understanding of both the structure and mechanism of hydrogenase catalysis. Using this information, several molecules mimicking the structure of the active site of both nickel-iron and iron-iron hydrogenases have been synthesized. Other catalysts are not structural mimics of hydrogenase but rather functional ones. Synthesized catalysts include structural H-cluster models, a dirhodium photocatalyst, and cobalt catalysts.",
            "score": 42.84862399101257
        },
        {
            "docid": "1826081_2",
            "document": "Tyrosinase . Tyrosinase is an oxidase that is the rate-limiting enzyme for controlling the production of melanin. The enzyme is mainly involved in two distinct reactions of melanin synthesis; firstly, the hydroxylation of a monophenol and secondly, the conversion of an o-diphenol to the corresponding o-quinone. o-Quinone undergoes several reactions to eventually form melanin. Tyrosinase is a copper-containing enzyme present in plant and animal tissues that catalyzes the production of melanin and other pigments from tyrosine by oxidation, as in the blackening of a peeled or sliced potato exposed to air. It is found inside melanosomes which are synthesised in the skin melanocytes. In humans, the tyrosinase enzyme is encoded by the \"TYR\" gene.",
            "score": 128.79538869857788
        },
        {
            "docid": "42177410_13",
            "document": "DNA base flipping . X-ray crystallography is a technique that measures the angles and intensities of crystalline atoms in order to determine the atomic and molecular structure of the crystal of interest. Crystallographers are then able to produce and three-dimensional picture where the positions of the atoms, chemical bonds as well as other important characteristics can be determined. Klimasaukas and colleagues used this technique to observe the first base flipping phenomenon, in which their experimental procedure involved several steps:  During purification, Haemophilus haemolyticus methyltransferase was overexpressed and purified using a high salt back-extraction step to selectively solubilize M.HhaI, followed by fast protein liquid chromatography (FPLC) as done previously by Kumar and colleagues. Authors utilized a Mono-Q anion exchange column to remove the small quantity of proteinaceous materials and unwanted DNA prior to the crystallization step. Once M.HhaI was successfully purified, the sample was then grown using a method that mixes the solution containing the complex at a temperature of 16 °C and the hanging-drop vapor diffusion technique to obtain the crystals. Authors were then able to collect the x-ray data according to a technique used by Cheng and colleagues in 1993. This technique involved the measurement of the diffraction intensities on a FAST detector, where the exposure times for 0.1° rotation were 5 or 10 seconds. For the structure determination and refinement, Klimasaukas and colleagues used the molecular replacement of the refined apo structure described by Cheng and colleagues in 1993 where the search models X-PLOR, MERLOT, and TRNSUM were used to solve the rotation and translation functions. This part of the study involves the use of a variety of software and computer algorithms to solve the structures and characteristics of the crystal of interest.",
            "score": 39.653773188591
        },
        {
            "docid": "51487091_11",
            "document": "Adsorbable organic halides . In addition to dechlorination of CAHs, microbes have also been reported to act on chlorinated aromatic hydrocarbons. An example of a reaction where aromatic AOX content has been reduced is demonstrated in figure 2 above. While little is known about the dehalogenation mechanisms of polyhalogenated phenols (PHPs) and polyhalogenated benzenes (PHBs), regioselectivity for halide location on the aromatic ring was observed. This regioselectivity is however dominated by both redox potentials for the reaction and the microbe's familiarity to the reaction. Moreover, due to the specificity of most microbes along with complex aromatic structures, in order to achieve a complete dehalogenation, a mixture of more than one species of bacteria and/or fungi (often known as a consortium) is utilized. The reaction in figure 2 shows the reductive debromination of 2,4,6-tribromophenol (2,4,6-TBP) by \"Ochrabactrum\". Based on the relative degradation of the molecule along with analytical results, it has been postulated that degradation of 2,4,6-TBP proceeds through debromination of \"ortho\"-bromine in the first step by a dehalogenase to yield 2,4-dibromophenol (2,4-DBP). Since there are two \"ortho\" bromines, debromination of either \"ortho\" carbons would yield the same product . Other species such as \"Pseudomonas galthei\" or \"Azotobacter sp.\" showed preference for \"para\"-halide over the \"meta\"- \"or ortho\" -halides. For example, the \"Azotobacter sp.\" degrades 2,4,6-trichlorophenol (2,4,6-TCP) into 2,6-dichlorohydroquinone due to TCP-4-monooxygenase selectivity differences between \"ortho-\" and \"para\"-halide. These differences in regioselectivity between the species can be attributed to the specificity of the 3-dimensional enzyme structure and its hindrance from steric interactions. It has been postulated that a proton lost by the phenol group of 2,4,6-TBP resulting in the formation of a negatively charged halo-phenolate ion. Subsequent attack of the \"para-\"carbon with a hydride anion from NAD(P)H in a nucleophilic attack manner and resonance rearrangement results in substitution of bromine with hydride and formation of 2,4-DBP. Subsequent steps in a similar pattern yield 2-bromophenol, and phenol in the final step. Phenol can be metabolized by microorganisms to make methane and carbon dioxide or can be extracted easier than AOXs.",
            "score": 52.188573598861694
        },
        {
            "docid": "8808087_13",
            "document": "Fatty acid synthase . The solved structures of yeast FAS and mammalian FAS show two distinct organization of highly conserved catalytic domains/enzymes in this multi-enzyme cellular machine. Yeast FAS has a highly efficient rigid barrel-like structure with 6 reaction chambers which synthesize fatty acids independently, while the mammalian FAS has an open flexible structure with only two reaction chambers. However, in both cases the conserved ACP acts as the mobile domain responsible for shuttling the intermediate fatty acid substrates to various catalytic sites. A first direct structural insight into this substrate shuttling mechanism was obtained by cryo-EM analysis, where ACP is observed bound to the various catalytic domains in the barrel-shaped yeast fatty acid synthase. The cryo-EM results suggest that the binding of ACP to various sites is asymmetric and stochastic, as also indicated by computer-simulation studies",
            "score": 67.03324270248413
        },
        {
            "docid": "1224079_2",
            "document": "Suzuki reaction . The Suzuki reaction is an organic reaction, classified as a coupling reaction, where the coupling partners are a boronic acid and an organohalide catalyzed by a palladium(0) complex. It was first published in 1979 by Akira Suzuki and he shared the 2010 Nobel Prize in Chemistry with Richard F. Heck and Ei-ichi Negishi for their effort for discovery and development of palladium-catalyzed cross couplings in organic synthesis. In many publications this reaction also goes by the name Suzuki–Miyaura reaction and is also referred to as the Suzuki coupling. It is widely used to synthesize poly-olefins, styrenes, and substituted biphenyls. Several reviews have been published describing advancements and the development of the Suzuki Reaction. The general scheme for the Suzuki reaction is shown below where a carbon-carbon single bond is formed by coupling an organoboron species (R-BY) with a halide (R-X) using a palladium catalyst and a base. ][\\text{Base}] R1-R2 The mechanism of the Suzuki reaction is best viewed from the perspective of the palladium catalyst 1. The first step is the oxidative addition of palladium to the halide 2 to form the organopalladium species 3. Reaction with base gives intermediate 4, which via transmetalation with the boron-ate complex 6 (produced by reaction of the boronic acid 5 with base) forms the organopalladium species 8. Reductive elimination of the desired product 9 restores the original palladium catalyst 1 which completes the catalytic cycle. The Suzuki coupling takes place in the presence of a base and for a long time the role of the base was not fully understood. The base was first believed to form a trialkyl borate (RB-OR), in the case of a reaction of an trialkylborane (BR) and alkoxide (OR); this species could be considered as being more nucleophilic and then more reactive towards the palladium complex present in the transmetalation step. Duc and coworkers investigated the role of the base in the reaction mechanism for the Suzuki coupling and they found that the base has three roles: Formation of the palladium complex [ArPd(OR)L], formation of the trialkyl borate and the acceleration of the reductive elimination step by reaction of the alkoxide with the palladium complex.",
            "score": 55.47539150714874
        },
        {
            "docid": "12804558_19",
            "document": "Biosynthesis of doxorubicin . Dnr S, daunosamine glycosyltransferase catalyzes the addition of the TDP activated glycoside, L-daunosamine-TDP to ε-rhodomycinone to give rhodomycin D (Figure 2). The release of TDP drives the reaction forward. The enzyme has sequence similarity to glycosyltransferases of the other \"unusual sugars\" added to Type II PKS aromatic products. Dnr P, rhodomycin D methylesterase, removes the methyl group added previously by DnrC. It initially served to activate the adjacent methylene bridge, and after that it prevented its carboxyl group from leaving the C-10 carbon (see Fig 2). Had the carboxyl group not been esterified prior to the fourth ring cyclization, its departure as [ CO2 would have been favored by the formation of a bicyclic aromatic system. After C-7 reduction and glycosylation, the C-8 methylene bridge is no longer activated for deprotonation, thereby making aromatization less likely. Note that the non-isolable intermediate, with numbering, is the 3rd molecule in Figure 2. The numbering system is very odd and a vestige of early nomenclature. The decarboxylation of the intermediate occurs spontaneously, or by the influence of Dnr P, giving 13-deoxycarminomycin. A crystal structure, with bound products, of aclacinomycin methylesterase, an [enzyme] with 53% sequence homology to Dnr P, from \"streptomyces purpurascens\", has been solved. It is able to catalyze the same reaction and uses a classic Ser-His-Asp catalytic triad with serine acting as the nucleophile and gly-met providing stabilization of the transition state by forming an \"oxyanion hole\". The active site amino acids are almost entirely the same as Dnr P, and the mechanism is almost certainly identical. Although Dox A is shown next in the biosynthetic scheme (Figure 2), Dnr K, carminomycin 4-O-methyltransferase is able to O-methylate the 4-hydroxyl group of any of the glycosides in Figure 2. A 2.35 Å resolution crystal structure of the enzyme with bound products has recently been solved. The orientation of the products is consistent with a SN2 mechanism of methyl transfer. Site-directed mutagenesis of the potential acid/base residues in the active site did not affect catalysis leading to the conclusion that Dnr K most likely acts as an entropic enzyme in that rate enhancement is mainly due to orientational and proximity effects. This is in contrast to most other O-methyltransferases where acid/base catalysis has been demonstrated to be an essential contribution to rate enhancement. Dox A catalyzes three successive oxidations in \"streptomyces peucetius\". Deficient DXR production is not primarily due to low levels of or malfunctioning Dox A, but because there are many products diverted away from the pathway shown in Figure 2. Each of the glycosides is a potential target of shunt enzymes, not shown, some of which are products of the dnr gene cluster. Mutations of these enzymes does significantly boost DXR production. In addition, Dox A has a very low kcat/Km value for C-14 oxidation (130/M) compared to C-13 oxidation (up to 22,000/M for some substrates). Genetic manipulation to overexpress Dox A has also increased yields, particularly if the genes for the shunt enzymes are inactivated simultaneously. Dox A is a cytochrome P-450 monooxygenase that has broad substrate specificity, catalyzing anthracycline hydroxylation at C-13 and C-14 ( Figure 2). The enzyme has an absolute requirement for molecular oxygen and NADPH. Initially, two successive oxidations are done at C-13, followed by a single oxidation of C-14 that converts daunorubicin to doxorubicin.",
            "score": 64.87043488025665
        },
        {
            "docid": "1822961_7",
            "document": "Electron crystallography . Electron crystallographic studies on inorganic crystals using high-resolution electron microscopy (HREM) images were first performed by Aaron Klug in 1978 and by Sven Hovmöller and coworkers in 1984. HREM images were used because they allow to select (by computer software) only the very thin regions close to the edge of the crystal for structure analysis (see also crystallographic image processing). This is of crucial importance since in the thicker parts of the crystal the exit-wave function (which carries the information about the intensity and position of the projected atom columns) is no longer linearly related to the projected crystal structure. Moreover, not only do the HREM images change their appearance with increasing crystal thickness, they are also very sensitive to the chosen setting of the defocus Δf of the objective lens (see the HREM images of for example). To cope with this complexity Michael O'Keefe started in the early 1970s to develop image simulation software which allowed to understand an interpret the observed contrast changes in HREM images.",
            "score": 40.69609260559082
        },
        {
            "docid": "14144535_12",
            "document": "Renilla-luciferin 2-monooxygenase . The RLuc mediated chemical reaction involves the catalytic degradation of coelenterazine, and proceeds through a 1,2-dioxetane (also called dioxetanone or cyclic peroxide) intermediate. Based on studies using radioactively labelled oxygen species within the RLuc complex, it has been determined that the luciferin carbonyl oxygen is exchanged rapidly with oxygen from water prior to incorporation of an oxygen atom from O via a dioxetane intermediate. The resultant CO also rapidly exchanges its oxygens with those from the surrounding water. The general mechanism is depicted below.",
            "score": 43.3253128528595
        }
    ],
    "r": [
        {
            "docid": "1826081_2",
            "document": "Tyrosinase . Tyrosinase is an oxidase that is the rate-limiting enzyme for controlling the production of melanin. The enzyme is mainly involved in two distinct reactions of melanin synthesis; firstly, the hydroxylation of a monophenol and secondly, the conversion of an o-diphenol to the corresponding o-quinone. o-Quinone undergoes several reactions to eventually form melanin. Tyrosinase is a copper-containing enzyme present in plant and animal tissues that catalyzes the production of melanin and other pigments from tyrosine by oxidation, as in the blackening of a peeled or sliced potato exposed to air. It is found inside melanosomes which are synthesised in the skin melanocytes. In humans, the tyrosinase enzyme is encoded by the \"TYR\" gene.",
            "score": 128.79539489746094
        },
        {
            "docid": "4397369_6",
            "document": "Skin whitening . Melanin in synthesized in melanosomes which are organelles produced in melanocytes. Melanocytes are cells dedicated to this function that are present in the skin, hair follicles, and other structures of the body. The synthesis of melanin (also called \"melanogenesis\" and \"melanization\") involves a chain of enzyme-catalyzed chemical reactions and non-enzyme-catalyzed reactions. The main precursor to melanin is -tyrosine. The first step of melanogenesis is the conversion of -tyrosine to -DOPA; this is the first and rate-limiting step and is catalyzed by the enzyme tyrosinase (TYR). Other enzymes involved in the synthesis include tyrosinase-related protein 1 (TRP1) and tyrosinase-related protein 2 (TRP2); TRP2 is also known as \"dopachrome tautomerase\" (DCT). -tyrosine is taken by the melanocytes from the intercellular medium, then transported to the melanosomes. -tyrosine is also synthesized within the melanocytes from -phenylalanine by the enzyme phenylalanine hydroxylase (PAH).",
            "score": 113.8439712524414
        },
        {
            "docid": "4616398_3",
            "document": "Catechol oxidase . Polyphenol oxidases are a family of di-copper metalloenzymes that include tyrosinase and catechol oxidase. In plants, both enzymes can catalyze the oxidation of ortho-diphenols substrates into their corresponding ortho-quinones. The key difference between the two related enzymes is that tyrosinase can catalyze the hydroxylation of monophenols to diphenols (monophenolase activity) as well as the oxidation of the o-diphenol to the o-quinone (diphenolase activity) whereas catechol oxidase only possesses diphenolase activity.",
            "score": 106.89410400390625
        },
        {
            "docid": "4616398_8",
            "document": "Catechol oxidase . While the active site of both tyrosinase and catechol oxidase contain the di-copper center, variations in each enzyme’s respective structure result in differing activity. In catechol oxidase, a phenylalanine side-chain (Phe261) is above one of the copper centers and prevents the substrate from coordinating with both copper ions in the active site. This precludes the bidentate coordination complex necessary for di-phenolate hydroxylation characteristic of tyrosinase but absent in catechol oxidase. Furthermore, His109 bound to one of the copper centers is also covalently linked with Cys192 through a thioether bridge. This cysteine-histidine cross-linking may further restrain the enzyme active site from assuming the bidentate coordination complex readily formed in tyrosinase.",
            "score": 101.50135040283203
        },
        {
            "docid": "1826081_9",
            "document": "Tyrosinase . Tyrosinases have been isolated and studied from a wide variety of plant, animal, and fungal species. Tyrosinases from different species are diverse in terms of their structural properties, tissue distribution, and cellular location. No common tyrosinase protein structure occurring across all species has been found. The enzymes found in plant, animal, and fungal tissue frequently differ with respect to their primary structure, size, glycosylation pattern, and activation characteristics. However, all tyrosinases have in common a binuclear, type 3 copper centre within their active sites. Here, two copper atoms are each coordinated with three histidine residues.",
            "score": 100.16571807861328
        },
        {
            "docid": "1826081_13",
            "document": "Tyrosinase . The two copper atoms within the active site of tyrosinase enzymes interact with dioxygen to form a highly reactive chemical intermediate that then oxidizes the substrate. The activity of tyrosinase is similar to catechol oxidase, a related class of copper oxidase. Tyrosinases and catechol oxidases are collectively termed polyphenol oxidases.",
            "score": 99.18179321289062
        },
        {
            "docid": "4289193_9",
            "document": "Trispyrazolylborate . Although of no practical value, trispyrazolylborate compounds have been applied to a variety of themes. In bioinorganic chemistry, some of the first crystallizable copper dioxygen complexes were obtained using this ligand platform, including examples of the Cu(μ-η2,η2-O) bonding mode. Models for hemerythrin, an enzyme with a diiron active site, and xanthine oxidase, a molybdoenzyme, have been examined. In such model complexes, the Tp simulates the coordination environment provided by three imidazole ligands in proteins.",
            "score": 92.82124328613281
        },
        {
            "docid": "4616398_9",
            "document": "Catechol oxidase . Although a crystal structure of catechol oxidase has been solved, questions concerning the exact mechanism of the reaction remain. One mechanism proposed by Eicken et al. is based on the crystal structure of catechol oxidase purified from \"Ipomoea batatas\". The catalytic cycle begins with the catechol oxidase in its native oxidized Cu(II)-Cu(II) state with a coordinated hydroxide ion bridging the two copper centers. As catechol enters the active site, a proton is abstracted from one of the alcohols. The catechol coordinates with a Cu(II) center in a monodentate fashion, displacing one of the coordinating histidine residues. The coordinated hydroxide ion abstracts another proton from catechol to form water, and the catechol is oxidized to o-quinone. The two resulting electrons reduce both copper centers to their Cu(I)-Cu(I) state. Dioxygen then binds one copper center, displacing the coordinated water molecule, and another molecule of catechol binds to the other copper center, displacing another histidine residue. This forms a complex in which one copper center has a tetragonal planar coordination with His240, His244 and the dioxygen molecule. The other copper center retains its initial tetragonal pyramidal geometry with dioxygen, His88 and His118 in the equatorial positions, and His109 in an axial position. In this state, the enzyme active site is in a ternary catechol oxidase–O–catechol complex. Two electrons are transferred from the substrate to the dioxygen, followed by cleavage of the O–O bond. Water is released, and the second o-quinone product is formed together with the restoration of the initial Cu(II)-Cu(II) state to complete the catalytic cycle.",
            "score": 91.02650451660156
        },
        {
            "docid": "1826081_5",
            "document": "Tyrosinase . Several polyphenols, including flavonoids or stilbenoid, substrate analogues, free radical scavengers, and copper chelators, have been known to inhibit tyrosinase. Henceforth, the medical and cosmetic industries are focusing research on tyrosinase inhibitors to treat skin disorders. In food industry, tyrosinase inhibition is desired as tyrosinase catalyzes the oxidation of phenolic compounds found in fruits and vegetables into quinones, which gives an undesirable taste and color and also decreases the availability of certain essential amino acids as well as the digestibility of the products. As such, highly effective tyrosinase inhibitors are also needed in agriculture and the food industry. Well known tyrosinase inhibitors include kojic acid, tropolone, coumarins, vanillic acid, vanillin, and vanillic alcohol.",
            "score": 89.22418212890625
        },
        {
            "docid": "4616398_7",
            "document": "Catechol oxidase . The crystal structure of catechol oxidase purified from \"Ipomoea batatas\" has been resolved in its active form in both the oxidized Cu(II)-Cu(II) state and the reduced Cu(I)-Cu(I) state. It is a globular, single domain monomeric enzyme that is approximately 55 by 45 by 45 Å in size and ellipsoid in shape. A four α-helix bundle comprises the enzyme core, which girds the active site containing the dicopper center. The nitrogens on the imidazole side chains of His88, His109, and His118 coordinate with the first catalytic copper while the nitrogens on the imidazole side chains on His240, His244 and His274 coordinate with the second catalytic copper ion. In the oxidized Cu(II)-Cu(II) state, each copper ion possesses a four coordinate trigonal pyramidal geometry, with the three histidine residues and a bridging hydroxide molecule forming the four ligands on each copper ion. Comparing the reduced (Cu(I)-Cu(I)) state with the native (Cu(II)-Cu(II)) state of the enzyme, the key difference is the distance between the two copper centers. In the oxidized Cu(II)-Cu(II) state, the Cu-Cu distance is 3.3 Å while in the reduced Cu(I)-Cu(I) state, the distance increases to 4.4 Å.",
            "score": 84.023193359375
        },
        {
            "docid": "1826081_10",
            "document": "Tyrosinase . Human tyrosinase is a single membrane-spanning transmembrane protein. In humans, tyrosinase is sorted into melanosomes and the catalytically active domain of the protein resides within melanosomes. Only a small, enzymatically inessential part of the protein extends into the cytoplasm of the melanocyte.",
            "score": 83.29090881347656
        },
        {
            "docid": "13120422_9",
            "document": "Tumor antigen . Proteins that are normally produced in very low quantities but whose production is dramatically increased in tumor cells, trigger an immune response. An example of such a protein is the enzyme tyrosinase, which is required for melanin production. Normally tyrosinase is produced in minute quantities but its levels are very much elevated in melanoma cells.",
            "score": 82.38768768310547
        },
        {
            "docid": "103324_13",
            "document": "Hemocyanin . Hemocyanin is homologous to the phenol oxidases (e.g. tyrosinase) since both proteins share type 3 Cu active site coordination. In both cases inactive proenzymes such as hemocyanin, tyrosinase, and catcholoxidase must be activated first. This is done by removing the amino acid that blocks the entrance channel to the active site when the proenzyme is not active. There is currently no other known modifications necessary to activate the proenzyme and enable catalytic activity. Conformational differences determine the type of catalytic activity that the hemocyanin is able to perform. Hemocyanin also exhibits phenol oxidase activity, but with slowed kinetics from greater steric bulk at the active site. Partial denaturation actually improves hemocyanin’s phenol oxidase activity by providing greater access to the active site.",
            "score": 80.57946014404297
        },
        {
            "docid": "32314548_2",
            "document": "Indole-5,6-quinone . Indole-5,6-quinone is an indolequinone, a chemical compound found in the oxidative browning reaction of fruits like bananas where it is mediated by the tyrosinase type polyphenol oxidase from tyrosine and catecholamines leading to the formation of catechol melanin. Like many quinones it can undergo redox reactions via the corresponding 5,6-dihydroxyindole.",
            "score": 80.215087890625
        },
        {
            "docid": "4616398_10",
            "document": "Catechol oxidase . This proposed catalytic cycle is supported by the experimental observation that stoichiometric amounts of o-quinone form after catechol addition to the enzyme, even when dioxygen is absent. Furthermore, both the oxidized Cu(II)-Cu(II) state and the reduced Cu(I)-Cu(I) state were the two states identified by the crystal structure of \"Ipomoea batatas\". The monodentate binding of catechol to the copper center was supported by the crystal structure of catechol oxidase bound with the bound-substrate analogue inhibitor phenylthiourea, which also binds to the copper center in a monodentate fashion. However, one issue with this catalytic cycle is that the charge of the active site changes during the catalytic cycle from +1 to +3. This necessitates the presence of nearby bases that can store the protons; however, the X-ray crystal structure does not indicate the presence of any such bases as the histidine residues are coordinated with the copper centers. Other catalytic cycles elucidated with DFT calculations and crystal structures have been proposed which maintain the same charge in the active site throughout the cycle and thus do not require nearby bases. However, certain intermediates in the proposed cycle are not consistent with experimental findings such as that stoichiometric amounts of o-quinone can form after catechol addition in the absence of oxygen.",
            "score": 79.57669830322266
        },
        {
            "docid": "28552627_25",
            "document": "Copper peptide GHK-Cu . Copper is a transition metal that is vital for all eukaryotic organisms from microbes to humans. A dozen enzymes (cuproenzymes) use changes in copper oxidation state to catalyze important biochemical reactions including cellular respiration (cytochrome c oxidase), antioxidant defense (ceruloplasmin, superoxide dismutase (SOD), detoxification (metallothioneins), blood clotting (blood clotting factors V and VIII), melanin production (tyrosinase) and the connective tissue formation (lysyl peroxidase). Copper is required for iron metabolism, oxygenation, neurotransmission, embryonic development and many other essential biological processes. Another function of copper is signaling – for example, stem cells require a certain level of copper in the media to start their differentiation into cells needed for repair. Thus, GHK-Cu’s ability to bind copper and to modulate its tissue level is a key factor determining its biological activity.",
            "score": 79.45663452148438
        },
        {
            "docid": "3692798_17",
            "document": "Phallus indusiatus . The fruit bodies of the fungus contain biologically active polysaccharides. A β--glucan called T-5-N and prepared from alkaline extracts has been shown to have anti-inflammatory properties. Its chemical structure is a linear chain backbone made largely of α-1→3 linked -mannopyranosyl residues, with traces of 1→6 linked -mannopyrosyl residues. The polysaccharide has tumour-suppressing activity against subcutaneously implanted sarcoma 180 (a transplantable, non-metastasizing connective tissue tumour often used in research) in mice. Another chemical of interest found in \"P. indusiatus\" is hydroxymethylfurfural, which has attracted attention as a tyrosinase inhibitor. Tyrosinase catalyzes the initial steps of melanogenesis in mammals, and is responsible for the undesirable browning reactions in damaged fruits during post-harvest handling and processing, and its inhibitors are of interest to the medical, cosmetics, and food industries. Hydroxymethylfurfural, which occurs naturally in several foods, is not associated with serious health risks. \"P. indusiatus\" also contains a unique ribonuclease (an enzyme that cuts RNA into smaller components) possessing several biochemical characteristics that differentiate it from other known mushroom ribonucleases.",
            "score": 78.80802917480469
        },
        {
            "docid": "6271_70",
            "document": "Chemical reaction . Biochemical reactions are mainly controlled by enzymes. These proteins can specifically catalyze a single reaction, so that reactions can be controlled very precisely. The reaction takes place in the active site, a small part of the enzyme which is usually found in a cleft or pocket lined by amino acid residues, and the rest of the enzyme is used mainly for stabilization. The catalytic action of enzymes relies on several mechanisms including the molecular shape (\"induced fit\"), bond strain, proximity and orientation of molecules relative to the enzyme, proton donation or withdrawal (acid/base catalysis), electrostatic interactions and many others.",
            "score": 78.70279693603516
        },
        {
            "docid": "81625_39",
            "document": "Glutathione . Glutathione plays an important role in preventing oxidative damage to the skin. In addition to its many recognized biological functions, glutathione has also been associated with skin lightening ability. The role of glutathione as a skin whitener was discovered as a side effect of large doses of glutathione. Glutathione utilizes different mechanisms to exert its action as a skin whitening agent at various levels of melanogenesis. It inhibits melanin synthesis by means of stopping the neurotransmitter precursor L-DOPA's ability to interact with tyrosinase in the process of melanin production. Glutathione inhibits the actual production as well as agglutination of melanin by interrupting the function of L-DOPA. Another study found that glutathione inhibits melanin formation by direct inactivation of the enzyme tyrosinase by binding and chelating copper within the enzyme's active site. Glutathione's antioxidant property allows it to inhibit melanin synthesis by quenching of free radicals and peroxides that contribute to tyrosinase activation and melanin formation. Its antioxidant property also protects the skin from UV radiation and other environmental as well as internal stressors that generate free radicals that cause skin damage and hyperpigmentation. In most mammals, melanin formation consists of eumelanin (brown-black pigment) and pheomelanin ( yellow-red pigment) as either mixtures or co-polymers. Increase in glutathione level may induce the pigment cell to produce pheomelanin instead of eumelanin pigments. A research by Te-Sheng Chang found lowest levels of reduced glutathione to be associated with eumelanin type pigmentation, whereas the highest ones were associated with the pheomelanin. As a result, it is reasonable to assume that depletion of glutathione would result in eumelanin formation. Prota observed that decreased glutathione concentration led to the conversion of L-Dopaquinone to Dopachrome, increasing the formation of brown-black pigment (eumelanin).",
            "score": 78.34253692626953
        },
        {
            "docid": "905037_10",
            "document": "L-DOPA . -Phenylalanine, -tyrosine, and -DOPA are all precursors to the biological pigment melanin. The enzyme tyrosinase catalyzes the oxidation of -DOPA to the reactive intermediate dopaquinone, which reacts further, eventually leading to melanin oligomers. In addition, tyrosinase can convert tyrosine directly to L-DOPA in the presence of a reducing agent such as ascorbic acid.",
            "score": 77.25090026855469
        },
        {
            "docid": "44764475_7",
            "document": "Aldehyde tag . The catalytic mechanism of FGE is well studied. A multistep redox reaction with a covalent enzyme:substrate intermediate is proposed. The role of the cysteine residue for the occurring conversion was studied by mutating the cysteine to alanine. No conversion was found using mass spectrometry when the mutated peptide tag was used. The mechanism shows the important role of the redox active thiol group of cysteine in the formation of f(Gly), as seen in Fig. 2. The key step of the catalytic cycle is the monooxidation of the cysteine residue of the enzyme, forming a reactive sulfenic acid intermediate. Subsequently, the hydroxyl group is transferred to the cysteine of the substrate and after hetero-analogous β-elimination of H2O, a thioaldehyde is formed. This compound is very reactive and easily hydrolyzed, releasing the aldehyde and a molecule of HS,",
            "score": 76.81043243408203
        },
        {
            "docid": "14215853_4",
            "document": "L-dopachrome isomerase . This enzyme belongs to the family of isomerases, specifically those intramolecular oxidoreductases transposing C=C bonds. The systematic name of this enzyme class is L-dopachrome keto-enol isomerase. Other names in common use include dopachrome tautomerase, tyrosinase-related protein 2, TRP-1, TRP2, TRP-2, tyrosinase-related protein-2, dopachrome Delta7,Delta2-isomerase, dopachrome Delta-isomerase, dopachrome conversion factor, dopachrome isomerase, dopachrome oxidoreductase, dopachrome-rearranging enzyme, DCF, DCT, dopachrome keto-enol isomerase, and L-dopachrome-methyl ester tautomerase. This enzyme participates in tyrosine metabolism and melanogenesis.",
            "score": 76.45176696777344
        },
        {
            "docid": "1826081_6",
            "document": "Tyrosinase . Tyrosinase has a wide range of functions in insects, including wound healing, sclerotization, melanin synthesis and parasite encapsulation. As a result, it is an important enzyme as it is the defensive mechanism of insects. Some insecticides are aimed to inhibit tyrosinase.",
            "score": 75.7996826171875
        },
        {
            "docid": "24350671_7",
            "document": "Bernt Krebs . His work in bioinorganic chemistry is centered mainly on investigations of the synthesis, structure and function of model compounds for metalloenzymes such as the purple acid phosphatases (iron, zinc), glucose isomerase (cobalt, zinc) and copper type-3 enzymes (catechol oxidase, tyrosinase). These investigations have led to catalytically active models as thermally stable and selective analogues for metalloenzymes. One of the achievements is the establishment of bio-analogous chemosensor systems for the analysis of catecholamines. Further investigations include a large number of mono- and polynuclear sulphur complexes of transition metals such as iron, nickel, cobalt, zinc or molybdenum.",
            "score": 75.48696899414062
        },
        {
            "docid": "1826081_7",
            "document": "Tyrosinase . Tyrosinase carries out the oxidation of phenols such as tyrosine and dopamine using dioxygen (O). In the presence of catechol, benzoquinone is formed (see reaction below). Hydrogens removed from catechol combine with oxygen to form water.",
            "score": 75.26227569580078
        },
        {
            "docid": "125293_55",
            "document": "Copper . The protein hemocyanin is the oxygen carrier in most mollusks and some arthropods such as the horseshoe crab (\"Limulus polyphemus\"). Because hemocyanin is blue, these organisms have blue blood rather than the red blood of iron-based hemoglobin. Structurally related to hemocyanin are the laccases and tyrosinases. Instead of reversibly binding oxygen, these proteins hydroxylate substrates, illustrated by their role in the formation of lacquers. The biological role for copper commenced with the appearance of oxygen in earth's atmosphere. Several copper proteins, such as the \"blue copper proteins\", do not interact directly with substrates; hence they are not enzymes. These proteins relay electrons by the process called electron transfer. A unique tetranuclear copper center has been found in nitrous-oxide reductase.",
            "score": 74.8438949584961
        },
        {
            "docid": "4616398_12",
            "document": "Catechol oxidase . New approaches to design artificial enzymes based on amino acids or peptides as characteristic molecular moieties have led to a significant expansion of the field of artificial enzymes or enzyme mimics. Recent results by the group of Rob Liskamp have shown that scaffolded histidine residues can be used as mimics of certain metalloproteins and -enzymes. The structural mimicry of certain copper proteins (e.g. hemocyanin, tyrosinase and catechol oxidase), containing type-3 copper binding sites, has been shown. This is a significant improvement since the use of scaffolded histidine residues is one step closer to the mimicry of enzymes by biologically relevant species.",
            "score": 74.02141571044922
        },
        {
            "docid": "17211110_7",
            "document": "Paraoxonase . The study of this family of enzymes has been something of interest for a number of years now; however, the lack of identifying specific natural substrates and numerous physiological roles has made it difficult in determining mechanisms of action for the diverse number of reactions catalyzed by this enzyme family. One of the more studied mechanisms is the lactonase mechanism of Serum Paraoxonase-1. One of the proposed mechanism outlines the hydrolysis of 5-membered ring lactone substrates by serum Paraoxonase-1. PON1, as with PON2 and PON3, utilizes a catalytic calcium ion, which functions as an oxy-anion to stabilize substrate and reaction states. Additionally, this enzyme active site employs two Histadine residues (His115 and 134) involved in proton transfers, a glutamic acid (Glu53) to stabilize reactive hydrogens, and an Asparagine (Asn168) to stabilize transition states and intermediates in the active site. The exact mechanism is still a subject of further research and it is suggested that the His115 residue is not necessary for the lactonase and arylesterase activity of the enzyme.",
            "score": 73.64168548583984
        },
        {
            "docid": "20567407_4",
            "document": "BW-723C86 . An in vitro study including assay on normal (healthy) human melanocytes found that BW-723C86 causes skin whitening. The mechanism of action of BW-723C86 is decreasing the expression of MITF which in turn, decreases the expression of the melanin main synthesizing enzymes: tyrosinase, TRP-1 and TRP-2. BW-723C86 is not cytotoxic to melanocytes and ‒unlike many skin whitening agents‒ does not directly inhibits the activity of tyrosinase.",
            "score": 73.08953857421875
        },
        {
            "docid": "14162200_8",
            "document": "Thiosulfate dehydrogenase . There is controversy to the exact mechanism that the enzyme enables to occur, so the process remains ambiguous. Additionally, the variety of thiosulfate dehydrogenase enzymes among bacterial species implies several possible mechanisms of activity. However, due to the striking similarity in structure the domains of thiosulfate dehydrogenase have to sulfur carrier protein SoxYZ and cytochrome SoxAX, a related mechanism can be derived for the thiosulfate dehydrogenase-catalyzed reaction in \"A. vinosum\". The overall, generalized overview of the proposed mechanism of thiosulfate dehydrogenase can be summarized by the following two reversible redox reactions: </chem> Step 1 indicates an initial binding of thiosulfate to an unusual and reactive cysteine \"S\"-sulphane adduct, forming a \"S\"-thiosulfonate adduct. Step 2 follows with an additional thiosulfate to subsequently form tetrathionate while reducing both hemes and leaving a typical cysteine residue. In the active site, the cysteine residue binded to the catalytic iron heme is essential for enzymatic activity, as the abolishment of this residue completely eliminated the enzyme's ability to both oxidize thiosulfate and reduce tetrathionate. In \"A. vinosum\", although the process is reversible, the reaction to form two thiosulfate ions is much slower than the formation of tetrathionate despite the reduction of tetrathionate to thiosulfate having a potential of +198 mV.",
            "score": 72.45451354980469
        },
        {
            "docid": "54484922_7",
            "document": "Dog coat genetics . The alleles at the B locus are related to the production of tyrosinase related protein 1 (TYRP1) and determine the degree to which an animal expresses tyrosinase, an enzyme related to the production of melanin, in its coat and skin (including the nose and paw pads). There are four known alleles that occur at the B locus:",
            "score": 72.12206268310547
        },
        {
            "docid": "1850601_16",
            "document": "Click chemistry . The first reaction mechanism proposed included one catalytic copper atom; but isotope, kinetic, and other studies have suggested a dicopper mechanism may be more relevant. Even though this reaction proceeds effectively at biological conditions, copper in this range of dosage is cytotoxic. Solutions to this problem have been presented, such as using water-soluble ligands on the copper to enhance cell penetration of the catalyst and thereby reduce the dosage needed, or to use chelating ligands to further increase the effective concentration of Cu(I) and thereby decreasing the actual dosage.",
            "score": 71.56942749023438
        }
    ]
}