{
    "q": [
        {
            "docid": "7322651_13",
            "document": "Evolutionary argument against naturalism . Firstly, they criticised Plantinga's use of a Bayesian framework in which he arbitrarily assigned initial probabilities without empirical evidence, predetermining the outcome in favor of traditional theism, and described this as a recipe for replacing any non-deterministic theory in the natural sciences, so that for example a probable outcome predicted by quantum mechanics would be seen as the outcome of God's will. Plantinga's use of R to mean that \"the great bulk\" of our beliefs are true fails to deal with the cumulative effect of adding beliefs which have variable reliability about different subjects. Plantinga asserted that the traditional theist believes being made in God's image includes a reflection of divine powers as a knower, but cognitive science finds human reasoning subject to biases and systematic error. Traditional theology is not shown to predict this varying reliability as well as science, and there is the theological problem of the omnipotent Creator producing such imperfection. They described how Plantinga set out various scenarios of belief affecting evolutionary success, but undercut the low probability he previously required when he suggested an \"inscrutable\" probability, and by ignoring availability of variants he fails to show that false beliefs will be equally adaptive as his claim of low probability assumes. Even if his claims of improbability were correct, that need not affect belief in evolution, and they considered it would be more sensible to accept that evolutionary processes sometimes have improbable outcomes.",
            "score": 33.159796476364136
        },
        {
            "docid": "52324876_8",
            "document": "Distress tolerance . There are several candidate biological neural network mechanisms for distress tolerance. These proposed brain areas are based on the conceptualization of distress tolerance as a function of reward learning. Within this framework, individuals learn to attune to and pursue reward; reduction of tension in escaping from a stressor is similarly framed as a reward and thus can be learned. Individuals differ in how quickly and for how long they display preferences for pursuing reward or in the case of distress tolerance, escaping from a distressful stimulus. Therefore, brain regions that are activated during reward processing and learning are hypothesized to also serve as neurobiological substrates for distress tolerance. For instance, activation intensity of dopamine neurons projecting to the nucleus accumbens, ventral striatum, and prefrontal cortex is associated with an individual's predicted value of an immediate reward during a learning task. As the firing rate for these neurons increases, individuals predict high values of an immediate reward. During instances in which the predicted value is correct, the basal rate of neuronal firing remains the same. When the predicted reward value is below the actual value, neuronal firing rates increase when the reward is received, resulting in a learned response. When the expected reward value is below the actual value, the firing rate of these neurons decreases below baseline levels, resulting in a learned shift that reduces expectancies about reward value. It is posited that these same dopaminergic firing rates are associated with distress tolerance, in that learning the value of escaping a distressing stimulus is analogous to an estimation of an immediate reward There are several potential clinical implications if these posited distress tolerance substrates are corroborated. It may suggest that distress tolerance is malleable among individuals; interventions that change neuronal firing rates may shift predicted values of behaviors intended to escape a distressor and provide relief, thereby increasing distress tolerance.",
            "score": 56.36563491821289
        },
        {
            "docid": "2843988_27",
            "document": "Motor control . Forward models are a predictive internal model of motor control that takes the available perceptual information, combined with a particular motor program, and tries to predict the outcome of the planned motor movement. Forward models structure action by determining how the forces, velocities, and positions of motor components affect changes in the environment and in the individual. It is proposed that forward models help with the Neural control of limb stiffness when individuals interact with their environment. Forward models are thought to use motor programs as input to predict the outcome of an action. An error signal is generated when the predictions made by a forward model do not match the actual outcome of the movement, prompting an update of an existing model and providing a mechanism for learning. These models explain why it is impossible to tickle yourself. A sensation is experienced as ticklish when it is unpredictable. However, forward models predict the outcome of your motor movements, meaning the motion is predictable, and therefore not ticklish.",
            "score": 44.44347310066223
        },
        {
            "docid": "25225295_12",
            "document": "Consumer neuroscience . Brand loyalty has been shown to be the result of changes in neural activity in the striatum, which is part of the human action reward system. In order to become brand loyal the brain must make a decision of brand A over brand B, a process which relies on the brain to make predictions based upon expected reward and then evaluate the results to learn loyalty. The brain is required to remember both positive and negative outcomes of previous brand choices in order to accurately be able to make predictions regarding the expected outcome of future brand decisions. For example, a helpful salesman or a discount in price may serve as a reward to encourage future customer loyalty. It is thought that the amygdala and striatum are the two most prominent structures for predicting the outcomes of decisions, and that the brain learns to better predict in part by establishing a larger neural network in these structures.",
            "score": 33.59567379951477
        },
        {
            "docid": "35611432_8",
            "document": "Quantum Bayesianism . According to QBists, the advantages of adopting this view of probability are twofold. First, for QBists the role of quantum states, such as the wavefunctions of particles, is to efficiently encode probabilities; so quantum states are ultimately degrees of belief themselves. (If one considers any single measurement that is a minimal, informationally complete POVM, this is especially clear: A quantum state is mathematically equivalent to a single probability distribution, the distribution over the possible outcomes of that measurement.) Regarding quantum states as degrees of belief implies that the event of a quantum state changing when a measurement occurs—the \"collapse of the wave function\"—is simply the agent updating her beliefs in response to a new experience. Second, it suggests that quantum mechanics can be thought of as a local theory, because the Einstein–Podolsky–Rosen (EPR) criterion of reality can be rejected. The EPR criterion states, \"If, without in any way disturbing a system, we can predict with certainty (i.e., with probability equal to unity) the value of a physical quantity, then there exists an element of reality corresponding to that quantity.\" Arguments that quantum mechanics should be considered a nonlocal theory depend upon this principle, but to a QBist, it is invalid, because a personalist Bayesian considers all probabilities, even those equal to unity, to be degrees of belief. Therefore, while many interpretations of quantum theory conclude that quantum mechanics is a nonlocal theory, QBists do not.",
            "score": 33.16082835197449
        },
        {
            "docid": "54301172_102",
            "document": "Well-being contributing factors . Learned optimism refers to development of one's potential for a sanguine outlook. Optimism is learned as personal efforts and abilities are linked to personally desired outcomes. In short, it is the belief one can influence the future in tangible and meaningful ways. Learned optimism contrasts with learned helplessness, which consists of a belief, or beliefs, one has no control over what occurs, and that something external dictates outcomes, e.g., success. Optimism is learned by consciously challenging negative self talk. This includes self talk on any event viewed as a personal failure that permanently affects all areas of the person's life.",
            "score": 33.207486629486084
        },
        {
            "docid": "19060709_3",
            "document": "Influence diagrams approach . An Influence diagram(ID) is essentially a graphical representation of the probabilistic interdependence between Performance Shaping Factors (PSFs), factors which pose a likelihood of influencing the success or failure of the performance of a task. The approach originates from the field of decision analysis and uses expert judgement in its formulations. It is dependent upon the principal of human reliability and results from the combination of factors such as organisational and individual factors, which in turn combine to provide an overall influence. There exists a chain of influences in which each successive level affects the next. The role of the ID is to depict these influences and the nature of the interrelationships in a more comprehensible format. In this way, the diagram may be used to represent the shared beliefs of a group of experts on the outcome of a particular action and the factors that may or may not influence that outcome. For each of the identified influences quantitative values are calculated, which are then used to derive final Human Error Probability (HEP) estimates.",
            "score": 27.883546113967896
        },
        {
            "docid": "25140_29",
            "document": "Perception . Philosopher Andy Clark explains that perception, although it occurs quickly, is not simply a bottom-up process (where minute details are put together to form larger wholes). Instead, our brains use what he calls 'predictive coding'. It starts with very broad constraints and expectations for the state of the world, and as expectations are met, it makes more detailed predictions (errors lead to new predictions, or learning processes). Clark says this research has various implications; not only can there be no completely \"unbiased, unfiltered\" perception, but this means that there is a great deal of feedback between perception and expectation (perceptual experiences often shape our beliefs, but those perceptions were based on existing beliefs). Indeed, predictive coding provides an account where this type of feedback assists in stabilizing our inference-making process about the physical world, such as with perceptual constancy examples.",
            "score": 31.1936137676239
        },
        {
            "docid": "419589_13",
            "document": "Anterior cingulate cortex . Reinforcement learning ERN theory poses that there is a mismatch between actual response execution and appropriate response execution, which results in an ERN discharge. Furthermore, this theory predicts that, when the ACC receives conflicting input from control areas in the brain, it determines and allocates which area should be given control over the motor system. Varying levels of dopamine are believed to influence the optimization of this filter system by providing expectations about the outcomes of an event. The ERN, then, serves as a beacon to highlight the violation of an expectation. Research on the occurrence of the feedback ERN shows evidence that this potential has larger amplitudes when violations of expectancy are large. In other words, if an event is not likely to happen, the feedback ERN will be larger if no error is detected. Other studies have examined whether the ERN is elicited by varying the cost of an error and the evaluation of a response.",
            "score": 38.93018317222595
        },
        {
            "docid": "48548_33",
            "document": "Dopamine . Within the brain, dopamine functions partly as a \"global reward signal\", where an initial phasic dopamine response to a rewarding stimulus encodes information about the salience, value, and context of a reward. In the context of reward-related learning, dopamine also functions as a \"reward prediction error\" signal, that is, the degree to which the value of a reward is unexpected. According to this hypothesis of Wolfram Schultz, rewards that are expected do not produce a second phasic dopamine response in certain dopaminergic cells, but rewards that are unexpected, or greater than expected, produce a short-lasting increase in synaptic dopamine, whereas the omission of an expected reward actually causes dopamine release to drop below its background level. The \"prediction error\" hypothesis has drawn particular interest from computational neuroscientists, because an influential computational-learning method known as temporal difference learning makes heavy use of a signal that encodes prediction error. This confluence of theory and data has led to a fertile interaction between neuroscientists and computer scientists interested in machine learning.",
            "score": 51.06362807750702
        },
        {
            "docid": "10992052_5",
            "document": "Methods of neuro-linguistic programming . \"Modeling\" in NLP is the process of adopting the behaviors, language, strategies and beliefs of another person or exemplar in order to 'build a model of what they do...we know that our modeling has been successful when we can systematically get the same behavioural outcome as the person we have modeled'. The 'model' is then reduced to a pattern that can be taught to others. The founders, Bandler and Grinder, started by analysing in detail and then searching for what made successful psychotherapists different from their peers. The patterns discovered were developed over time and adapted for general communication and effecting change. The original models were: Milton Erickson (hypnotherapy), Virginia Satir (family therapy), and Fritz Perls (gestalt therapy). NLP modeling methods are designed to unconsciously assimilate the tacit knowledge to learn what the master is doing of which the master is not aware. As an approach to learning it can involve modeling exceptional people. As Bandler and Grinder state \"the function of NLP modeling is to arrive at descriptions which are useful.\" Einspruch & Forman 1985 state that \"when modeling another person the modeler suspends his or her own beliefs and adopts the structure of the physiology, language, strategies, and beliefs of the person being modeled. After the modeler is capable of behaviorally reproducing the patterns (of behavior, communication, and behavioral outcomes) of the one being modeled, a process occurs in which the modeler modifies and readopts his or her own belief system while also integrating the beliefs of the one who was modeled.\" Modeling is not confined to therapy, but can be, and is, applied to a broad range of human learning. Another aspect of modeling is understanding the patterns of one's own behaviors in order to 'model' the more successful parts of oneself.",
            "score": 45.26877498626709
        },
        {
            "docid": "22982978_9",
            "document": "Resilient control systems . The benign human has an ability to quickly understand novel solutions, and provide the ability to adapt to unexpected conditions. This behavior can provide additional resilience to a control system, but reproducibly predicting human behavior is a continuing challenge. The ability to capture historic human preferences can be applied to bayesian inference and bayesian belief networks, but ideally a solution would consider direct understanding of human state using sensors such as an EEG. Considering control system design and interaction, the goal would be to tailor the amount of automation necessary to achieve some level of optimal resilience for this mixed initiative response. Presented to the human would be that actionable information that provides the basis for a targeted, reproducible response.",
            "score": 26.818614721298218
        },
        {
            "docid": "21312313_20",
            "document": "Procedural memory . Specifically, this task uses experimental analysis of weather prediction. As a probability learning task, the participant is required to indicate what strategy they are using to solve the task. It is a cognitively-oriented task that is learned in a procedural manner. It's designed using multidimensional stimuli, so participants are given a set of cards with shapes and then asked to predict the outcome. After the prediction is made participants receive feedback and make a classification based on that feedback. For example, the participant can be shown one pattern and then asked to predict whether the pattern indicates good or bad weather. The actual weather outcome will be determined by a probabilistic rule based on each individual card. Amnesic participants learn this task in training but are impaired in later training control.",
            "score": 33.25744009017944
        },
        {
            "docid": "40977524_6",
            "document": "Child Lying . Child development refers to the biological, psychological and emotional changes that occur in human beings between birth and the end of adolescence, as the individual progresses from dependency to increasing autonomy. It is a continuous process, has a predictable sequence yet having a unique course for every child. It does not progress at the same rate and each stage is affected by the preceding types of development. Because these developmental changes may be strongly influenced by genetic factors and events during prenatal life, genetics and prenatal development are usually included as part of the study of child development. Related terms include developmental psychology, referring to development throughout the lifespan, and pediatrics, the branch of medicine relating to the care of children. Developmental change may occur as a result of genetically-controlled processes, or as a result of environmental factors and learning, but most commonly involves an interaction between the two. It may also occur as a result of human nature and our ability to learn from our environment.",
            "score": 52.98212480545044
        },
        {
            "docid": "9627698_2",
            "document": "Child development . Child development entails the biological, psychological and emotional changes that occur in human beings between birth and the end of adolescence, as the individual progresses from dependency to increasing autonomy. It is a continuous process with a predictable sequence, yet having a unique course for every child. It does not progress at the same rate and each stage is affected by the preceding developmental experiences. Because these developmental changes may be strongly influenced by genetic factors and events during prenatal life, genetics and prenatal development are usually included as part of the study of child development. Related terms include developmental psychology, referring to development throughout the lifespan, and pediatrics, the branch of medicine relating to the care of children. Developmental change may occur as a result of genetically-controlled processes known as maturation, or as a result of environmental factors and learning, but most commonly involves an interaction between the two. It may also occur as a result of human nature and our ability to learn from our environment.",
            "score": 52.98212480545044
        },
        {
            "docid": "2456249_2",
            "document": "Generalization error . In supervised learning applications in machine learning and statistical learning theory, generalization error (also known as the out-of-sample error) is a measure of how accurately an algorithm is able to predict outcome values for previously unseen data. Because learning algorithms are evaluated on finite samples, the evaluation of a learning algorithm may be sensitive to sampling error. As a result, measurements of prediction error on the current data may not provide much information about predictive ability on new data. Generalization error can be minimized by avoiding overfitting in the learning algorithm. The performance of a machine learning algorithm is measured by plots of the generalization error values through the learning process, which are called learning curves.",
            "score": 35.40596270561218
        },
        {
            "docid": "2843988_28",
            "document": "Motor control . Evidence for forward models comes from studies of motor adaptation. When a person's goal-directed reaching movements are perturbed by a force field, they gradually, but steadily, adapt the movement of their arm to allow them to again reach their goal. However, they do so in such a way that preserves some high level movement characteristics; bell-shaped velocity profiles, straight line translation of the hand, and smooth, continuous movements. These movement features are recovered, despite the fact that they require startlingly different arm dynamics (i.e. torques and forces). This recovery provides evidence that what is motivating movement is a particular motor plan, and the individual is using a forward model to predict how arm dynamics change the movement of the arm to achieve particular task level characteristics. Differences between the expected arm movement and the observed arm movement produces an error signal which is used as the basis for learning. Additional evidence for forward models comes from experiments which require subjects to determine the location of an effector following an unvisualized movement",
            "score": 32.93777108192444
        },
        {
            "docid": "27797792_12",
            "document": "Construal level theory . Time discounting or temporal discounting is a wide range of ideas involving the connection between time and the extent to which an object, situation, or course of action is seen as valuable. The overall theory is that people put more value and worth into immediate events and outcomes, and apply less value to future outcomes or events. According to Trope and Liberman, CLT can provide a framework with which to understand the broad array of phenomena described by temporal discounting research. Different construals may differ in the extent to which they are associated with positive or negative evaluations. An abstract, high-level construal of an activity (e.g., \"learning to speak French\") may lead to a more positive evaluation of that activity than a concrete, low-level construal (e.g., \"learning to conjugate the irregular French verb 'avoir). Thus, CLT predicts that we will think about the value of the low-level construals when evaluating an event in the near future, but think about the value of the high-level construals when evaluating an event in the distant future. Thus CLT predicts that when low-level construals are more valuable, time delay will discount the attractiveness of an option, but when high-level construals are more valuable, time delay will increase its attractiveness. Thus, the discounting rate is affected and measured by the amount of value placed on the event or outcome. If there is a small reward, it is discounted faster than if the reward were larger.",
            "score": 34.00514602661133
        },
        {
            "docid": "50123287_18",
            "document": "Forensic epidemiology . Probability is used to characterize the degree of belief in the truth of an assertion. The basis for such a belief can be a physical system that produces outcomes at a rate that is uniform over time, such as a gaming device like a roulette wheel or a die. With such a system, the observer does not influence the outcome; a fair six-sided die that is rolled enough times will land on any one of its sides 1/6th of the time. An assertion of a probability based in a physical system is easily tested with sufficient randomized experimentation. Conversely, the basis for a high degree of belief in an asserted claim may be a personally held perspective that cannot be tested. This does not mean that the assertion is any less true than one that can be tested. As an example, one might truthfully assert that “if I eat a banana there is a high probability that it will make me nauseous” based upon experience unknown to anyone but one’s self. It is difficult to test such assertions, which are evaluated through collateral evidence of plausibility and analogy, often based on similar personal experience. In forensic settings, assertions of belief are often characterized as probabilities, that is, \"what is most likely\", for a given set of facts. For circumstances in which a variety of conditions exist that may modify or “ condition” the probability of a particular outcome or scenario, a method of quantifying the relationship between the modifying conditions and the probability of the outcome employs Bayesian reasoning, named for Bayes’ Theorem or Law upon which the approach is based. Most simply stated, Bayes’ Law allows for a more precise quantification of the uncertainty in a given probability. As applied in a forensic setting, Bayes’ Law tells us what we want to know given what we do know. Although Bayes’ Law is known in forensic sciences primarily for its application to DNA evidence, a number of authors have described the use of Bayesian reasoning for other applications in forensic medicine, including identification and age estimation.",
            "score": 22.243760108947754
        },
        {
            "docid": "54842715_15",
            "document": "Interoception . Cardiac interoception has been widely studied as a method of evaluating interoceptive sensation. This is done using different tasks including heartbeat counting, heartbeat tapping, heartbeat detection and heartbeat attention tasks. Heartbeat counting tasks ask participants to count the number of felt heartbeats during short time periods. Their reported count is then compared with the actual count obtained with an electrocardiogram. This measures the participant’s attention to his or her own heartbeat, the accuracy with which that is perceived, and the ability of the participant to report that measurement; however, results can be influenced by the participant’s preexisting knowledge of his or her heart rate and an insensitivity to heart rate change. Heartbeat detection tasks work by providing a participant with a musical tone which is played simultaneously or non-simultaneously with one’s heartbeat, asking the participant to report whether it is simultaneous or not with the tones. Heartbeat detection is commonly used because of its ability discern an individual’s performance above chance levels, so-called \"good detectors.\" However, such detection rates among participants for this task are usually only 35%. It also measures the participant’s attention, detection, discrimination, accuracy and self-report of the interoceptive process. Heartbeat attention tasks are the most minimalistic, and involve simply the top-down direction of attention towards an interoceptive sensation such as the heartbeat, breath, or stomach. Most perceptions of heartbeat sensations usually occur during a time of homeostatic perturbation, such as when the state of the body changes from external or internal influences such as physical exertion or elevated arousal states (e.g., riding a roller coaster, watching a scary movie, public speaking anxiety, or having a panic attack). For this reason, cardiac interoception is also sometimes studied by inducing perturbations of bodily state. This can be done pharmacologically using adrenaline-like drugs, such as isoproterenol, which mimics activation of the sympathetic nervous system, resulting in increased heart rate and respiration rate, similar to the “fight-or-flight” response. This approach provides a physiological basis for understanding psychiatric and neurological disorders that are characterized by heightened sympathetic nervous system activity.",
            "score": 36.026193618774414
        },
        {
            "docid": "294496_2",
            "document": "Prediction market . Prediction markets (also known as predictive markets, information markets, decision markets, idea futures, event derivatives, or virtual markets) are exchange-traded markets created for the purpose of trading the outcome of events. The market prices can indicate what the crowd thinks the probability of the event is. A prediction market contract trades between 0 and 100%. It is a binary option that will expire at the price of 0 or 100%. Prediction markets can be thought of as belonging to the more general concept of crowdsourcing which is specially designed to aggregate information on particular topics of interest. The main purposes of prediction markets are eliciting aggregating beliefs over an unknown future outcome. Traders with different beliefs trade on contracts whose payoffs are related to the unknown future outcome and the market prices of the contracts are considered as the aggregated belief.",
            "score": 23.32954168319702
        },
        {
            "docid": "9460402_9",
            "document": "Pragmatic validity . Lawful statements of causation require full knowledge of this system of variables so that total prediction of the outcome can be achieved. From his belief in the systemic organization of causal connections and the utility of causal explanations of this type, Cronbach questions whether the experimentalists’ isolation and manipulation of a small set of specific causal agents is sensitive to the real nature of causal agency, which depends on complex patterns of influence between multiple events and also involves characteristics of respondents, settings and times (p.78).",
            "score": 24.482004404067993
        },
        {
            "docid": "1574433_15",
            "document": "Homesickness . Learned helplessness predicts that persons who develop a belief that they cannot influence or adjust to their circumstance of separation from home will become depressed and make fewer attempts to change that circumstance. Control beliefs theory predicts that negative affect is most likely in persons who perceive personal incompetence in the separation environment (e.g., poor social skills at a summer camp or university) and who perceive contingency uncertainty (e.g., uncertainty about whether friendly behavior will garner friends). Although these are not the only broad etiologic theories that inform homesickness, note that both theories hinge on control, the perception of which \"reflects the fundamental human need for competence\" (Skinner, 1995, p. 8). This is particularly relevant to coping, because people's choice of \"how\" to respond to a stressor hinges partly on their perception of a stressor's controllability.",
            "score": 39.392783403396606
        },
        {
            "docid": "33820872_19",
            "document": "Degrees of freedom problem . Bernstein suggested that as humans learn a movement, we first reduce our DOFs by stiffening the musculature in order to have tight control, then gradually \"loosen up\" and explore the available DOFs as the task becomes more comfortable, and from there find an optimal solution. In terms of optimal control, it has been postulated that the nervous system can learn to find task-specific variables through an optimal control search strategy. It has been shown that adaptation in a visuomotor reaching task becomes optimally tuned so that the cost of movement trajectories decreases over trials. These results suggest that the nervous system is capable of both nonadaptive and adaptive processes of optimal control. Furthermore, these and other results suggest that rather than being a control variable, consistent movement trajectories and velocity profiles are the natural outcome of an adaptive optimal control process.",
            "score": 36.50049138069153
        },
        {
            "docid": "42734031_4",
            "document": "Bayesian hierarchical modeling . Numerous statistical applications involve multiple parameters that can be regarded as related or connected in such a way that the problem implies dependence of the joint probability model for these parameters. Individual degrees of belief, expressed in the form of probabilities, come with uncertainty. Amidst this is the change of the degrees of belief over time. As was stated by Professor José M. Bernardo and Professor Adrian F. Smith, “The actuality of the learning process consists in the evolution of individual and subjective beliefs about the reality.” These subjective probabilities are more directly involved in the mind rather than the physical probabilities. Hence, it is with this need of updating beliefs that Bayesians have formulated an alternative statistical model which takes into account the prior occurrence of a particular event.",
            "score": 41.33698773384094
        },
        {
            "docid": "14158261_18",
            "document": "Temporoparietal junction . Theory of mind requires the collaboration of functionally related regions of the brain to form the distinction between self and other mental states and to create a comprehensive understanding of those mental states so that we may recognize, understand, and predict behavior. In general the theory of mind process is mediated by the dopaminergic-serotonergic system, which involves the TPJ as well as other associative regions necessary for mentalizing. Recent studies suggest that both the left TPJ, working in conjunction with the frontal cortex, and the right TPJ are involved in the representation of mental states; furthermore they suggest that the TPJ is particularly active in making the distinction between the mental states of self and others. A study in \"Nature Neuroscience\" from 2004 describes how the TPJ is involved in processing socially relevant cues including gaze direction and goal-directed action and also explains that results from the study show that lesions to this area of the brain result in an impaired ability to detect another persons belief. Moreover, studies have reported an increase in activity in the TPJ when patients are absorbing information through reading or images regarding other peoples' beliefs but not while observing information about physical control stimuli. Some studies, however, have shown that the TPJ, along with the cingulate cortex, is more specifically involved with attributing beliefs, but the process of mentalizing more generally is associated more with the medial prefrontal cortex. Another study in \"Current Biology\" from 2012 identifies the importance of the TPJ in both low-level, such as simple discrimination, and high-level, such as the ability to empathize, sociocognitive operations. In July 2011, a review from \"Neuropsychologia\" presented a model of the mentalizing network that established that mental states are first detected in the TPJ. The TPJ is composed of two discrete anatomical regions, the inferior parietal lobule (IPL) and the caudal parts of the superior temporal sulcus (pSTS), and both are active in the process of distinction between mental states of different individuals; thus, it is probable that this detection is the outcome of the combination and coordination of these two parts. Additionally, the right TPJ is involved in the ventral attention stream and contributes to the ability to focus attention on a particular stimuli or objective. It has also been observed that the interaction and communication between the dorsal and ventral streams involves the TPJ.",
            "score": 32.34051561355591
        },
        {
            "docid": "31285233_13",
            "document": "Motor program . This modular system can be used to describe both motor control and motor learning and requires adaptable internal forward and inverse models. Forward models describe the forward or causal relationship between system inputs, predicting sensory feedback that will occur. Inverse models (controllers) generate the motor command that will cause a desired change in state, given an environmental context. During motor learning, the forward and inverse models are paired and tightly coupled by a responsibility signal within modules. Using the forward model’s predictions and sensory contextual cues, responsibility signals indicate the degree to which each pair should be responsible for controlling current behavior.",
            "score": 43.38192296028137
        },
        {
            "docid": "9854390_13",
            "document": "Information filtering system . As data is entered, the system includes new rules; if we consider that this data can generalize the training data information, then we have to evaluate the system development and measure the system's ability to correctly predict the categories of new information. This step is simplified by separating the training data in a new series called \"test data\" that we will use to measure the error rate. As a general rule it is important to distinguish between types of errors (false positives and false negatives). For example, in the case on an aggregator of content for children, it doesn’t have the same gravity to allow the passage of information not suitable for them, that shows violence or pornography, than the mistake to discard some appropriated information. To improve the system to lower error rates and have these systems with learning capabilities similar to humans we require development of systems that simulate human cognitive abilities, such as natural language understanding, capturing meaning Common an other forms of advanced processing to achieve the semantics of information.",
            "score": 44.78525257110596
        },
        {
            "docid": "27318965_9",
            "document": "Error-related negativity . A stimulus locked event-related potential is also observed following the presentation of negative feedback stimuli in a cognitive task indicating the outcome of a response, often referred to as the feedback ERN (fERN). This has led some researchers to extend the error-detection account of the response ERN (rERN) to a generic error detection system. This position has been elaborated into a reinforcement learning account of the ERN, arguing that both the rERN and the fERN are products of prediction error signals carried by the dopamine system arriving in the anterior cingulate cortex indicating that events have gone worse than expected. In this framework it is common to measure both the rERN and the fERN as the difference in voltage between correct and incorrect responses and feedback, respectively.",
            "score": 43.997328758239746
        },
        {
            "docid": "533281_12",
            "document": "Interference theory . Proactive interference has shown an effect during the learning phase in terms of stimuli at the acquisition and retrieval stages with behavioral tasks for humans, as found by Castro, Ortega and Matute. With 106 participants, they investigated two main questions: if two cues are learned as predictors of the same outcome (one after the other), would the second-cue outcome association be retarded? And secondly, once the second association is fully learned, will there still be an effect on subsequent trials? The research, as predicted, showed retardation and impairment in associations, due to the effect of Proactive Interference.",
            "score": 35.013896465301514
        },
        {
            "docid": "487908_10",
            "document": "Motor learning . KR seems to have many different roles, some of which can be viewed as temporary or transient (i.e. performance effects). Three of these roles include: 1) motivation, 2) associative function, and 3) guidance. The motivational influence can increase the effort and interest of the performer in the task as well as maintain this interest once KR is removed. Though important to create interest in the task for performance and learning purposes, however the extent to which it affects learning is unknown. The associative function of KR is likely to be involved in the formation of associations between stimulus and response (i.e., Law of Effect). However, this additional effect is not able to account for findings in transfer tasks manipulating the relative frequency of KR; specifically, decreasing relative frequency results in enhanced learning. For an alternate discussion on how KR may calibrate the motor system to the outside world (see schema theory in motor program). The guidance role of KR is likely the most influential to learning as both internal and external sources of feedback play a guiding role in performance of a motor task. As the performer is informed of errors in task performance, the discrepancy can be used to continually improve performance in following trials. However, the \"guidance hypothesis\" postulates that provision of too much external, augmented feedback (e.g., KR) during practice may cause the learner to develop a harmful dependency on this source of feedback. This may lead to superior performance during practice but poor performance at transfer – an indication of poor motor learning. Additionally, it implies that, as the performer improves, the conditions of KR must be adapted according to the performer’s skill and difficulty of the task in order to maximize learning (see challenge point framework).",
            "score": 41.37670397758484
        },
        {
            "docid": "29354346_8",
            "document": "Change deafness . Additional studies of change deafness have generated evidence in support of the prediction that undetected changes are successfully encoded at the sensory level in the auditory cortex, but do not trigger later change-related cortical responses that would produce conscious perception of change. EEG analysis during a change-detection task using changes in pitch revealed that responses previously shown to be involved with sensory extraction of pitch information increased during both detected and undetected pitch changes in auditory input, however only in cases where the pitch change was detected were later processing stages triggered, originating from hierarchically higher non-sensory brain regions. These findings suggest that change deafness does not arise from a deficit in initial sensory encoding of changed stimulus features in auditory cortex but occurs at a higher level of stimulus processing in auditory cortex, resulting in a failure to trigger auditory change detection mechanisms.",
            "score": 32.87014055252075
        }
    ],
    "r": [
        {
            "docid": "46696891_5",
            "document": "Patricia Janak . Janak is an investigator in the field of the biological basis of behavior working on associative learning. Her work empirically bridges formal learning theories and systems neuroscience in the mammalian brain. Using models based on theories of learning in combination with laboratory experiments, Janak investigates associative processes and the hierarchical organization of relational and representational neural encoding. Electrophysiological recordings from neurons in defined circuits are done using pharmacological and neurophysiological tools to manipulate circuit properties. She has a demonstrated interest in a translational approach to clinical conditions. The fundamental aspects of learning and memory in the models she studies are basic to a broad range of human behaviors and can serve as a guide to intervention and therapies when capacities fail to develop normally or break down through disease. Her most cited article, titled, \"A causal link between prediction errors, dopamine neurons and learning,\" was published in 2013 in \"Nature Neuroscience\".",
            "score": 62.24119186401367
        },
        {
            "docid": "52324876_8",
            "document": "Distress tolerance . There are several candidate biological neural network mechanisms for distress tolerance. These proposed brain areas are based on the conceptualization of distress tolerance as a function of reward learning. Within this framework, individuals learn to attune to and pursue reward; reduction of tension in escaping from a stressor is similarly framed as a reward and thus can be learned. Individuals differ in how quickly and for how long they display preferences for pursuing reward or in the case of distress tolerance, escaping from a distressful stimulus. Therefore, brain regions that are activated during reward processing and learning are hypothesized to also serve as neurobiological substrates for distress tolerance. For instance, activation intensity of dopamine neurons projecting to the nucleus accumbens, ventral striatum, and prefrontal cortex is associated with an individual's predicted value of an immediate reward during a learning task. As the firing rate for these neurons increases, individuals predict high values of an immediate reward. During instances in which the predicted value is correct, the basal rate of neuronal firing remains the same. When the predicted reward value is below the actual value, neuronal firing rates increase when the reward is received, resulting in a learned response. When the expected reward value is below the actual value, the firing rate of these neurons decreases below baseline levels, resulting in a learned shift that reduces expectancies about reward value. It is posited that these same dopaminergic firing rates are associated with distress tolerance, in that learning the value of escaping a distressing stimulus is analogous to an estimation of an immediate reward There are several potential clinical implications if these posited distress tolerance substrates are corroborated. It may suggest that distress tolerance is malleable among individuals; interventions that change neuronal firing rates may shift predicted values of behaviors intended to escape a distressor and provide relief, thereby increasing distress tolerance.",
            "score": 56.36563491821289
        },
        {
            "docid": "172777_13",
            "document": "Perceptron . We first define some variables: We show the values of the features as follows: To represent the weights:  To show the time-dependence of formula_24, we use: Unlike other linear classification algorithms such as logistic regression, there is no need for a \"learning rate\" in the perceptron algorithm. This is because multiplying the update by any constant simply rescales the weights but never changes the sign of the prediction.",
            "score": 53.43732833862305
        },
        {
            "docid": "42097711_7",
            "document": "Sociogenomics . \"Social signal transduction\" is the process through which social factors influence the transcriptome. This process is mediated by the central nervous system via changes in hormonal and neurotransmitter signals. For example catecholamines, the class of neurotransmitters that includes dopamine and norepinephrine, have been linked with responses to acute stressors including the fight-or-flight response, and also appear to modulate the transcription of multiple transcription factors that impact inflammatory and anti-viral genes. Norepinephrine release, for example, results in the activation of the transcription factor CREB, via the activity of β-adrenergic receptors. CREB then is able to up-regulate the transcription of many different genes. Thus, through effects of canonical neurotransmitter systems such as catecholamines, social stressors are able to penetrate the nucleus of various cell types and alter the gene transcription profiles within these cells.",
            "score": 53.33121109008789
        },
        {
            "docid": "40977524_6",
            "document": "Child Lying . Child development refers to the biological, psychological and emotional changes that occur in human beings between birth and the end of adolescence, as the individual progresses from dependency to increasing autonomy. It is a continuous process, has a predictable sequence yet having a unique course for every child. It does not progress at the same rate and each stage is affected by the preceding types of development. Because these developmental changes may be strongly influenced by genetic factors and events during prenatal life, genetics and prenatal development are usually included as part of the study of child development. Related terms include developmental psychology, referring to development throughout the lifespan, and pediatrics, the branch of medicine relating to the care of children. Developmental change may occur as a result of genetically-controlled processes, or as a result of environmental factors and learning, but most commonly involves an interaction between the two. It may also occur as a result of human nature and our ability to learn from our environment.",
            "score": 52.98212432861328
        },
        {
            "docid": "9627698_2",
            "document": "Child development . Child development entails the biological, psychological and emotional changes that occur in human beings between birth and the end of adolescence, as the individual progresses from dependency to increasing autonomy. It is a continuous process with a predictable sequence, yet having a unique course for every child. It does not progress at the same rate and each stage is affected by the preceding developmental experiences. Because these developmental changes may be strongly influenced by genetic factors and events during prenatal life, genetics and prenatal development are usually included as part of the study of child development. Related terms include developmental psychology, referring to development throughout the lifespan, and pediatrics, the branch of medicine relating to the care of children. Developmental change may occur as a result of genetically-controlled processes known as maturation, or as a result of environmental factors and learning, but most commonly involves an interaction between the two. It may also occur as a result of human nature and our ability to learn from our environment.",
            "score": 52.98212432861328
        },
        {
            "docid": "3766002_8",
            "document": "Orbitofrontal cortex . Multiple functions have been ascribed to the OFC including mediating context specific responding, encoding contingencies in a flexible manner, encoding value, encoding inferred value, inhibiting responses, learning changes in contingency, emotional appraisal, altering behavior through somatic markers, driving social behavior, and representing state spaces. While most of these theories explain certain aspects of electrophysiological observations and lesion related changes in behavior, they often fail to explain, or are contradicted by other findings. The recent proposal that the OFC encodes state spaces, or the discrete configuration of internal and external characteristics associated with a situation and its contingencies, may encompass earlier proposals of OFC function. For example the proposal that the OFC encodes economic value may be a reflection task state value. The representation of task states could also explain the proposal that the OFC acts as a flexible map of contingencies, as a switch in task state would enable the encoding of new contingencies in one state, with the preservation of old contingencies in a separate state, enabling switching contingencies when the old task state becomes relevant again. The representation of task states is supporting by electrophysiological evidence demonstrating that the OFC responds to a diverse array of task features, and is capable of rapidly remapping during contingency shifts. The representation of task states may influence behavior through multiple potential mechanisms. For example, the OFC is necessary for ventral tegmental area (VTA) neurons to produce a dopaminergic reward prediction error, and the OFC may encode expectations for computation of RPEs in the VTA.",
            "score": 52.8983039855957
        },
        {
            "docid": "833785_17",
            "document": "Locus coeruleus . The genetic defect of the transcriptional regulator MECP2 is responsible for Rett syndrome. A MECP2 deficiency has been associated to catecholaminergic dysfunctions related to autonomic and sympathoadrenergic system in mouse models of Rett Syndrome (RTT). The Locus Coeruleus is the major source of noradrenergic innervation in the brain and sends widespread connections to rostral (cerebral cortex, hippocampus, hypothalamus) and caudal (cerebellum, brainstem nuclei) brain areas and. Indeed, an alteration of this structure could contribute to several symptoms observed in MECP2-deficient mice. Changes in the electrophysiological properties of cells in the locus ceruleus were shown. These Locus Coeruleus cell changes include hyperexcitability and decreased functioning of its noradrenergic innervation. It is interesting to note that a reduction of the tyrosine hydroxylase (TH) mRNA level, the rate-limiting enzyme in catecholamine synthesis, was detected in the whole pons of MECP2-null male as well as in adult heterozygous female mice. Using immunoquantification techniques, a decrease of TH protein staining level, number of locus coeruleus TH-expressing neurons and density of dendritic arborization surrounding the structure was shown in symptomatic MECP2-deficient mice. However, locus coeruleus cells are not dying but are more likely losing their fully mature phenotype, since no apoptotic neurons in the pons were detected. Researchers have concluded that, \"Because these neurons are a pivotal source of norepinephrine throughout the brainstem and forebrain and are involved in the regulation of diverse functions disrupted in Rett Syndrome, such as respiration and cognition, we hypothesize that the locus ceruleus is a critical site at which loss of MECP2 results in CNS dysfunction. Restoration of normal locus ceruleus function may therefore be of potential therapeutic value in the treatment of Rett Syndrome.\" This could explain why a norepinephrine reuptake inhibitor (desipramine, DMI), which enhances the extracellular NE levels at all noradrenergic synapses, ameliorated some Rett syndrome symptoms in a mouse model of Rett syndrome.",
            "score": 51.56837463378906
        },
        {
            "docid": "48548_33",
            "document": "Dopamine . Within the brain, dopamine functions partly as a \"global reward signal\", where an initial phasic dopamine response to a rewarding stimulus encodes information about the salience, value, and context of a reward. In the context of reward-related learning, dopamine also functions as a \"reward prediction error\" signal, that is, the degree to which the value of a reward is unexpected. According to this hypothesis of Wolfram Schultz, rewards that are expected do not produce a second phasic dopamine response in certain dopaminergic cells, but rewards that are unexpected, or greater than expected, produce a short-lasting increase in synaptic dopamine, whereas the omission of an expected reward actually causes dopamine release to drop below its background level. The \"prediction error\" hypothesis has drawn particular interest from computational neuroscientists, because an influential computational-learning method known as temporal difference learning makes heavy use of a signal that encodes prediction error. This confluence of theory and data has led to a fertile interaction between neuroscientists and computer scientists interested in machine learning.",
            "score": 51.063629150390625
        },
        {
            "docid": "45621_23",
            "document": "Psychopharmacology . Amphetamines tend to cause the same behavioral and subjective effects of cocaine. Various forms of amphetamine are commonly used to treat the symptoms of attention deficit hyperactivity disorder (ADHD) and narcolepsy, or are used recreationally. Amphetamine and methamphetamine are indirect agonists of the catecholaminergic systems. They block catecholamine reuptake, in addition to releasing catecholamines from nerve terminals. There is evidence that dopamine receptors play a central role in the behavioral responses of animals to cocaine, amphetamines, and other psychostimulant drugs. One action causes the dopamine molecules to be released from inside the vesicles into the cytoplasm of the nerve terminal, which are then transported outside by the mesolimbic dopamine pathway to the nucleus accumbens. This plays a key role in the rewarding and reinforcing effects of cocaine and amphetamine in animals, and is the primary mechanism for amphetamine dependence.",
            "score": 50.24812316894531
        },
        {
            "docid": "106293_21",
            "document": "Catecholamine . Catecholamines cause general physiological changes that prepare the body for physical activity (fight-or-flight response). Some typical effects are increases in heart rate, blood pressure, blood glucose levels, and a general reaction of the sympathetic nervous system. Some drugs, like tolcapone (a central COMT-inhibitor), raise the levels of all the catecholamines.",
            "score": 50.2467041015625
        },
        {
            "docid": "23857643_2",
            "document": "Catecholaminergic . Catecholaminergic means \"related to catecholamines\". The catecholamine neurotransmitters include dopamine, epinephrine (adrenaline), and norepinephrine (noradrenaline).",
            "score": 49.375022888183594
        },
        {
            "docid": "33882236_6",
            "document": "Adaptive collaborative control . Adaptive collaborative control is most accurately modeled as a closed loop feedback control system. Closed loop feedback control describes the event where the outputs of a system from an input are used to influence the present or future behavior of the system. The feedback control model is governed by a set of equations that are used to predict the future state of the simuland and regulate its behavior. These equations – in conjunction with principles of control theory – are used to evolve physical operations of the simuland to include, but not limited to: dialogue, path planning, motion, monitoring, and lifting objects over time. Many times, these equations are modeled as nonlinear partial differential equations over a continuous time domain.  Due to their complexity, powerful computers are necessary to implement these models. A consequence of using computers to simulate these models is that continuous systems cannot be fully calculated. Instead, numerical solutions, such as the Runge-Kutta methods, are utilized to approximate these continuous models.  These equations are initialized from the response of one or more sources and rates of changes and outputs are calculated. These rates of changes predict the states of the simuland a short time in the future. The time increment for this prediction is called a time step. These new states are applied to the model to determine the new rates of changes and observational data. This behavior is continued until the desired number of iterations is completed. In the event a future state violates or comes within a tolerance of the violation the simuland will confer with its human counterpart seeking advice on how to proceed from that point. The outputs, or observational data, are used by the human operators to determine what they believe is the best course of action for the simuland. Their commands are fed with the input into the control system and assessed regarding its effectiveness in resolving the issues. If the human commands are determined to be valuable, the simuland will adjust its control input to what the human suggested. If the human’s commands are determined to be unbeneficial, malicious, or non-existent, the model will seek its own correction approach.",
            "score": 48.60512924194336
        },
        {
            "docid": "322337_19",
            "document": "Learning curve . Initially introduced in educational and behavioral psychology, the term has acquired a broader interpretation over time, and expressions such as \"experience curve\", \"improvement curve\", \"cost improvement curve\", \"progress curve\", \"progress function\", \"startup curve\", and \"efficiency curve\" are often used interchangeably. In economics the subject is rates of \"development\", as development refers to a whole system learning process with varying rates of progression. Generally speaking all learning displays incremental change over time, but describes an \"S\" curve which has different appearances depending on the time scale of observation. It has now also become associated with the evolutionary theory of punctuated equilibrium and other kinds of revolutionary change in complex systems generally, relating to innovation, organizational behavior and the management of group learning, among other fields. These processes of rapidly emerging new form appear to take place by complex learning within the systems themselves, which when observable, display curves of changing rates that accelerate and decelerate.",
            "score": 47.89738464355469
        },
        {
            "docid": "3869283_30",
            "document": "Dual inheritance theory . In DIT, the evolution of culture is dependent on the evolution of social learning. Analytic models show that social learning becomes evolutionarily beneficial when the environment changes with enough frequency that genetic inheritance can not track the changes, but not fast enough that individual learning is more efficient. For environments that have very little variability, social learning is not needed since genes can adapt fast enough to the changes that occur, and innate behaviour is able to deal with the constant environment. In fast changing environments cultural learning would not be useful because what the previous generation knew is now outdated and will provide no benefit in the changed environment, and hence individual learning is more beneficial. It is only in the moderately changing environment where cultural learning becomes useful since each generation shares a mostly similar environment but genes have insufficient time to change to changes in the environment. While other species have social learning, and thus some level of culture, only humans, some birds and chimpanzees are known to have cumulative culture. Boyd and Richerson argue that the evolution of cumulative culture depends on observational learning and is uncommon in other species because it is ineffective when it is rare in a population. They propose that the environmental changes occurring in the Pleistocene may have provided the right environmental conditions. Michael Tomasello argues that cumulative cultural evolution results from a ratchet effect that began when humans developed the cognitive architecture to understand others as mental agents. Furthermore, Tomasello proposed in the 80s that there are some disparities between the observational learning mechanisms found in humans and great apes - which go some way to explain the observable difference between great ape traditions and human types of culture (see Emulation (observational learning)).",
            "score": 47.63654327392578
        },
        {
            "docid": "5212259_6",
            "document": "Pars compacta . \"Dopamine neurons are activated by novel, unexpected stimuli, by primary rewards in the absence of predictive stimuli and during learning\". Dopamine neurons are thought to be involved in learning to predict which behaviours will lead to a reward (for example food or sex). In particular, it is suggested that dopamine neurons fire when a reward is greater than that previously expected; a key component of many reinforcement learning models. This signal can then be used to update the expected value of that action. Many recreational drugs, such as cocaine, mimic this reward response—providing an explanation for their addictive nature.",
            "score": 47.58603286743164
        },
        {
            "docid": "11484858_2",
            "document": "Erich Jarvis . Erich Jarvis is an American professor at The Rockefeller University. He leads a team of researchers who study the neurobiology of vocal learning, a critical behavioral substrate for spoken language. The animal models he studies include songbirds, parrots, and hummingbirds. Like humans, these bird groups have the ability to learn new sounds and pass on their vocal repertoires culturally, from one generation to the next. Jarvis focuses on the molecular pathways involved in the perception and production of learned vocalizations, and the development of brain circuits for vocal learning. To accomplish this objective, Dr. Jarvis takes an integrative approach to research, combining behavioral, anatomical, electrophysiological, molecular biological, and genomic techniques. The discoveries of Dr. Jarvis and his collaborators include the first findings of natural behaviorally regulated gene expression in the brain, social context dependent gene regulation, convergent vocal learning systems across distantly related animal groups, the FOXP2 gene in vocal learning birds, and the finding that vocal learning systems may have evolved out of ancient motor learning systems.",
            "score": 47.559898376464844
        },
        {
            "docid": "19477293_43",
            "document": "Biology of depression . Regions involved in reward are common targets of manipulation in animal models of depression, including the nucleus accumbens (NAc), ventral tegmental area (VTA), ventral pallidum (VP), lateral habenula (LHb) and medial prefrontal cortex (mPFC). Tentative fMRI studies in humans demonstrate elevated LHb activity in depression. The lateral habenula projects to the RMTg to drive inhibition of dopamine neurons in the VTA during omission of reward. In animal models of depression, elevated activity has been reported in LHb neurons that project to the ventral tegmental area(ostensibly reducing dopamine release). The LHb also projects to aversion reactive mPFC neurons, which may provide an indirect mechanism for producing depressive behaviors. Learned helplessness induced potentiation of LHb synapses are reversed by antidepressant treatment, providing predictive validity. A number of inputs to the LHb have been implicated in producing depressive behaviors. Silencing GABAergic projections from the NAc to the LHb reduces conditioned place preference induced in social aggression, and activation of these terminals induces CPP. Ventral pallidum firing is also elevated by stress induced depression, an effect that is pharmacologically valid, and silencing of these neurons alleviates behavioral correlates of depression. Tentative in vivo evidence from patients with major depression suggests abnormalities in dopamine signalling. This led to early studies investigating VTA activity and manipulations in animal models of depression. Massive destruction of VTA neurons enhances depressive behaviors, while VTA neurons reduce firing in response to chronic stress. However, more recent specific manipulations of the VTA produce varying results, with the specific animal model, duration of VTA manipulation, method of VTA manipulation, and subregion of VTA manipulation all potentially leading to differential outcomes. Stress and social defeat induced depressive symptoms, including anhedonia, are associated with potentiation of excitatory inputs to Dopamine D2 receptor expressing medium spiny neurons (D2-MSNs) and depression of excitatory inputs to Dopamine D1 receptor expressing medium spiny neurons (D1-MSNs). Optogenetic excitation of D1-MSNs alleviates depressive symptoms and is rewarding, while the same with D2-MSNs enhances depressive symptoms. Excitation of glutaminergic inputs from the ventral hippocampus reduces social interactions, and enhancing these projections produces susceptibility to stress induced depression. Manipulations of different regions of the mPFC can produce and attenuate depressive behaviors. For example, inhibiting mPFC neurons specifically in the intralimbic cortex attenuates depressive behaviors. The conflicting findings associated with mPFC stimulation, when compared to the relatively specific findings in the infralimbic cortex, suggest that the prelimbic cortex and infralimbic cortex may mediate opposing effects. mPFC projections to the raphe nuclei are largely GABAergic, and inhibit the firing of serotonergic neurons. Specific activation of these regions reduce immobility in the forced swim test, but do not affect open field or forced swim behavior. Inhibition of the raphe shifts the behavioral phenotype of uncontrolled stress to a phenotype closer to that of controlled stress.",
            "score": 47.50402069091797
        },
        {
            "docid": "106293_10",
            "document": "Catecholamine . Dopamine is the first catecholamine synthesized from DOPA. In turn, norepinephrine and epinephrine are derived from further metabolic modification of dopamine. The enzyme dopamine hydroxylase requires copper as a cofactor (not shown in the diagram) and DOPA decarboxylase requires PLP (not shown in the diagram). The rate limiting step in catecholamine biosynthesis through the predominant metabolic pathway is the hydroxylation of L-tyrosine to L-DOPA.",
            "score": 47.296783447265625
        },
        {
            "docid": "14083964_36",
            "document": "Animal psychopathology . Sugar addiction has been examined in laboratory rats and it develops in the same way that drug addiction develops. Eating sugary foods causes the brain to release natural chemicals called opioids and dopamine in the limbic system. Tasty food can activate opioid receptors in the ventral tegmental area and thereby stimulate cells that release dopamine in the nucleus accumbens (NAc). The brain recognizes the intense pleasure derived from the dopamine and opioids release and learns to crave more sugar. Dependence is created through these natural rewards, the sugary treats, and the opioid and dopamine released into the synapses of the mesolimbic system. The hippocampus, the insula and the caudate activate when rats crave sugar, which are the same areas that become active when drug addicts crave the drug. Sugar is good because it provides energy, but if the nervous system goes through a change and the body becomes dependent on the sugar intake, somatic signs of withdrawal begin to appear like chattering teeth, forepaw tremors and head shakes when sugar is not ingested. Morphine tolerance, a measure of addiction, was observed in rats and their tolerance on Morphine was attributed to environmental cues and the systemic effects of the drug. Morphine tolerance does not depend merely on the frequency of pharmacological stimulation, but rather on both the number of pairings of a drug-predictive cue with the systemic effects of the drug. Rats became significantly more tolerant to morphine when they had been exposed to a paired administration than those rats that were not administered a drug-predictive cue along with the morphine.",
            "score": 47.282264709472656
        },
        {
            "docid": "869864_6",
            "document": "Dexmethylphenidate . Methylphenidate is a catecholamine reuptake inhibitor that indirectly increases catecholaminergic neurotransmission by inhibiting the dopamine transporter (DAT) and norepinephrine transporter (NET), which are responsible for clearing catecholamines from the synapse, particularly in the striatum and meso-limbic system. Moreover, it is thought to \"increase the release of these monoamines into the extraneuronal space.\"",
            "score": 47.19733810424805
        },
        {
            "docid": "4114008_17",
            "document": "Liothyronine . Liothyronine is the most potent form of thyroid hormone. As a salt of triiodothyronine (T), it is chemically similar and pharmacologically equivalent to T. As such, it acts on the body to increase the basal metabolic rate, affect protein synthesis and increase the body's sensitivity to catecholamines (such as adrenaline) by permissiveness. As monotherapy or in combination therapy with SSRIs, liothyronine may also enhance generation of new neurons in the central nervous system. The thyroid hormones are essential to proper development and differentiation of all cells of the human body. These hormones also regulate protein, fat, and carbohydrate metabolism, affecting how human cells use energetic compounds.",
            "score": 47.08631896972656
        },
        {
            "docid": "2405040_12",
            "document": "AMPT . Pheochromocytoma is a rare neuroendocrine tumor that results in the release of too much epinephrine and norepinephrine, hormones that control heart rate, metabolism, and blood pressure. AMPT was used in the 1960s for preoperative pharmacological control of catecholamine overexpression that causes hypertension and other arterial and cardiac abnormalities. The use of AMPT to treat Pheochromocytoma prior to surgery was discontinued due to its extensive side effects.",
            "score": 46.49043655395508
        },
        {
            "docid": "4943039_5",
            "document": "Tyrosine hydroxylase . The product of the enzymatic reaction, -DOPA, can be transformed to dopamine by the enzyme DOPA decarboxylase. Dopamine may be converted into norepinephrine by the enzyme dopamine β-hydroxylase, which can be further modified by the enzyme phenylethanol N-methyltransferase to obtain epinephrine. Since -DOPA is the precursor for the neurotransmitters dopamine, noradrenaline and adrenaline, tyrosine hydroxylase is therefore found in the cytosol of all cells containing these catecholamines. This initial reaction catalyzed by tyrosine hydroxylase has been shown to be the rate limiting step in the production of catecholamines.",
            "score": 46.22282791137695
        },
        {
            "docid": "228053_18",
            "document": "Organizational communication . Physical and cognitive, including semantic filters (which decide the meaning of words) combine to form a part of our memory system that helps us respond to reality. In this sense, March and Simon compare a person to a data processing system. Behavior results from an interaction between a person's internal state and environmental stimuli. What we have learned through past experience becomes an inventory, or data bank, consisting of values or goals, sets of expectations and preconceptions about the consequences of acting one way or another, and a variety of possible ways of responding to the situation. This memory system determines what things we will notice and respond to in the environment. At the same time, stimuli in the environment help to determine what parts of the memory system will be activated. Hence, the memory and the environment form an interactive system that causes our behavior. As this interactive system responds to new experiences, new learnings occur which feed back into memory and gradually change its content. This process is how people adapt to a changing world.",
            "score": 46.104740142822266
        },
        {
            "docid": "1505381_11",
            "document": "Numerical weather prediction . These equations are initialized from the analysis data and rates of change are determined. These rates of change predict the state of the atmosphere a short time into the future; the time increment for this prediction is called a \"time step\". This future atmospheric state is then used as the starting point for another application of the predictive equations to find new rates of change, and these new rates of change predict the atmosphere at a yet further time step into the future. This time stepping is repeated until the solution reaches the desired forecast time. The length of the time step chosen within the model is related to the distance between the points on the computational grid, and is chosen to maintain numerical stability. Time steps for global models are on the order of tens of minutes, while time steps for regional models are between one and four minutes. The global models are run at varying times into the future. The UKMET Unified Model is run six days into the future, while the European Centre for Medium-Range Weather Forecasts' Integrated Forecast System and Environment Canada's Global Environmental Multiscale Model both run out to ten days into the future, and the Global Forecast System model run by the Environmental Modeling Center is run sixteen days into the future. The visual output produced by a model solution is known as a prognostic chart, or \"prog\".",
            "score": 46.061527252197266
        },
        {
            "docid": "5035843_16",
            "document": "Area postrema . Research has continued today around the world on the functions of the area postrema. Beyond its role in emesis, as studied intensely by the researchers of the mid-1900s, the activity of the area postrema has been closely linked to other autonomic functions such as regulation of food intake, body fluid homeostasis, and cardiovascular regulation through behavioral studies and electrophysiological studies. In 2007 in Japan, research was performed on the mechanism of excitability of area postrema neurons by extracellular ATP. Voltage clamp whole-cell recording techniques were used on rat brain slices. The results showed that most responses to ATP are excitatory and that they are mediated by particular P2 purinoceptors found in the area postrema. The role of the area postrema in flavor-conditioned aversion and preference was studied in 2001 by researchers at the Brooklyn College at the City University of New York. The experiment tested the effect of area postrema lesions in rats on their ability to learn flavor-conditioned aversion to flavors paired with toxic drug treatments, which indeed showed that lesions of the area postrema leads to impaired flavor aversion learning. A 2009 study followed the development of the area postrema, using a macaque monkey model in an attempt to identify and characterize neurotransmission in this region as well as to resolve outstanding incongruities across research. These scientists found, in culmination, that previous studies suggest noradrenalin and/or dopamine cause CA fluorescence in the area postrema macaque-CA, meaning catecholaminergic or derived from an amine and functioning as a neurotransmitter or hormone or both. The study, however, found evidence of neurotransmitter secretion instead of release in vesicles. Also, their findings concluded GABA is a major neurotransmitter in the area postrema, not glutamate. Ongoing research continues to unravel discrepancies among various rat, cat, and now macaque monkey models of research. A 2002 study in Japan tested a drug that may be of use in curbing the emetic response to drugs that increase dopamine concentrations. The study investigated morphine-induced emesis in ferrets, explaining that morphine exposure triggered dopamine release in the medulla oblongata and in the area postrema by activating opiate receptors, which in turn caused vomiting by the ferrets. Yet a pre-treatment with 6-hydroxydopamine, a dopaminergic neurotoxin, significantly reduced the number of emetic episodes in the ferrets following morphine exposure. This neurotoxin reduced levels of dopamine, noradrenaline, and homovanilic acid, a metabolite of dopamine, and is known to destroy noradrenergic and dopaminergic neurons. Here, 6-hydroxydopamine was injected directly into the medulla oblongata but not in other parts of the brain. This study shows how the dopaminergic pathway in the medulla oblongata may be manipulated in order to reduce the nauseating side-effects associated with so many dopamine-increasing drugs.",
            "score": 45.835426330566406
        },
        {
            "docid": "11693245_3",
            "document": "PC12 cell line . This cell line was first cultured by Greene and Tischler in 1976. It was developed in parallel to the adrenal chromaffin cell model because of its extreme versatility for pharmacological manipulation, ease of culture, and the large amount of information on their proliferation and differentiation. These qualities provide advantage even though they have smaller vesicles and quantal size, holding only an average of 1.9x10 moles of neurotransmitter released. The vesicles hold catecholamines, mostly dopamine but also limited amount of norepinephrine, and release of these neurotransmitters give rise to spikes due to changes in current similar to chromaffin cells.",
            "score": 45.831146240234375
        },
        {
            "docid": "1360091_57",
            "document": "Backpropagation . To update the weight formula_78 using gradient descent, one must choose a learning rate, formula_103. The change in weight needs to reflect the impact on formula_60 of an increase or decrease in formula_78. If formula_106, an increase in formula_78 increases formula_60; conversely, if formula_109, an increase in formula_78 decreases formula_60. The new formula_112 is added to the old weight, and the product of the learning rate and the gradient, multiplied by formula_113 guarantees that formula_78 changes in a way that always decreases formula_60. In other words, in the equation immediately below, formula_116 always changes formula_78 in such a way that formula_60 is decreased:",
            "score": 45.81732940673828
        },
        {
            "docid": "102883_32",
            "document": "Belief . Different psychological models have tried to predict people's beliefs and some of them try to estimate the exact probabilities of beliefs. For example, Robert Wyer developed a model of subjective probabilities. When people rate the likelihood of a certain statement (e.g., \"It will rain tomorrow\"), this rating can be seen as a subjective probability value. The subjective probability model posits that these subjective probabilities follow the same rules as objective probabilities. For example, the law of total probability might be applied to predict a subjective probability value. Wyer found that this model produces relatively accurate predictions for probabilities of single events and for changes in these probabilities, but that the probabilities of several beliefs linked by \"and\" or \"or\" do not follow the model as well.",
            "score": 45.73099136352539
        },
        {
            "docid": "32487739_6",
            "document": "Video self-modeling . Many self-modeling researchers point to Albert Bandura's studies on social learning as key to the understanding of the effectiveness of VSM. Bandura made two fundamental findings that relate directly to self modeling. The first is that the best models are those as close to the viewer as possible in all attributes including ability. You cannot get closer than when the model and viewer are the same person with only a slight change in ability. The other finding involves self-efficacy, the belief that one can succeed at a task. Bandura found that the higher the belief in success, the higher the success rate. Self-modeling allows children to see themselves succeeding, and increases self-efficacy (as long as the new behavior is attainable and developmentally appropriate).",
            "score": 45.56966781616211
        },
        {
            "docid": "31110904_29",
            "document": "Effects of stress on memory . Conversely, reversal learning is inhibited by the presence of anxiety. Reversal learning is assessed through the reversal learning task; a stimulus and response relationship is learned through the trial and error method and then without notice, the relationship is reversed, examining the role of cognitive flexibility. Inhibited reversal learning can be associated with the idea that subjects experiencing symptoms of anxiety frustrate easily and are unable to successfully adapt to a changing environment. Thus, anxiety can negatively affect learning when the stimulus and response relationship are reversed or altered.",
            "score": 45.43522644042969
        }
    ]
}