{
    "q": [
        {
            "docid": "22574738_14",
            "document": "Biotic stress . Plants are capable of detecting invaders through the recognition of non-self signals despite the lack of a circulatory or immune system like those found in animals. Often a plant's first line of defense against microbes occurs at the plant cell surface and involves the detection of microorganism-associated molecular patterns (MAMPs). MAMPs include nucleic acids common to viruses and endotoxins on bacterial cell membranes which can be detected by specialized pattern-recognition receptors. Another method of detection involves the use of plant immune receptors to detect effector molecules released into plant cells by pathogens. Detection of these signals in infected cells leads to an activation of effector-triggered immunity (ETI), a type of innate immune response.",
            "score": 58.17408227920532
        },
        {
            "docid": "3113497_38",
            "document": "Innate immune system . Most plant immune responses involve systemic chemical signals sent throughout a plant. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in Arabidopsis (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. When a part of a plant becomes infected with a microbial or viral pathogen, in case of an incompatible interaction triggered by specific elicitors, the plant produces a localized hypersensitive response (HR), in which cells at the site of infection undergo rapid programmed cell death to prevent the spread of the disease to other parts of the plant. HR has some similarities to animal pyroptosis, such as a requirement of caspase-1-like proteolytic activity of VPEγ, a cysteine protease that regulates cell disassembly during cell death.",
            "score": 86.76334083080292
        },
        {
            "docid": "1902312_4",
            "document": "Pathogen-associated molecular pattern . The term \"PAMP\" has been criticized on the grounds that most microbes, not only pathogens, express the molecules detected; the term microbe-associated molecular pattern (MAMP), has therefore been proposed. A virulence signal capable of binding to a pathogen receptor, in combination with a MAMP, has been proposed as one way to constitute a (pathogen-specific) PAMP. Plant immunology frequently treats the terms \"PAMP\" and \"MAMP\" interchangeably, considering their recognition to be the first step in plant immunity, PTI (PAMP-triggered immunity), a relatively weak immune response that occurs when the host plant does not also recognize pathogenic effectors that damage it or modulate its immune response.",
            "score": 46.502288579940796
        },
        {
            "docid": "4025205_2",
            "document": "Systemic acquired resistance . The systemic acquired resistance (SAR) is a \"whole-plant\" resistance response that occurs following an earlier localized exposure to a pathogen. SAR is analogous to the innate immune system found in animals, and there is evidence that SAR in plants and innate immunity in animals may be evolutionarily conserved. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in \"Arabidopsis\" (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. SAR is important for plants to resist disease, as well as to recover from disease once formed. SAR can be induced by a wide range of pathogens, especially (but not only) those that cause tissue necrosis, and the resistance observed following induction of SAR is effective against a wide range of pathogens, which is why SAR resistance is sometimes called \"broad spectrum\". SAR is associated with the induction of a wide range of genes (so called PR or \"pathogenesis-related\" genes), and the activation of SAR requires the accumulation of endogenous salicylic acid (SA). The pathogen-induced SA signal activates a molecular signal transduction pathway that is identified by a gene called \"NIM1\", \"NPR1\" or \"SAI1\" (three names for the same gene) in the model genetic system \"Arabidopsis thaliana\". SAR has been observed in a wide range of flowering plants, including dicotyledon and monocotyledon species. SAR can be activated in corn, however, widely adapted commercial like Benzothiadiazole may not be efficient against \"P. sorghi\" causing common rust.",
            "score": 143.80192840099335
        },
        {
            "docid": "1903231_21",
            "document": "Pattern recognition receptor . RLRs, are RNA helicases, which have been shown to participate in intracellular recognition of viral double-stranded (ds) and single stranded RNA which recruit factors via twin N-terminal CARD domains to activate antiviral gene programs, which may be exploited in therapy of viral infections. It has been suggested that the main antiviral program induced by RLR is based on ATPase activity. RLRs often interact and create cross-talk with the TLRs in the innate immune response and in regulation of adaptive immune response. Plants contain a significant number of PRRs that share remarkable structural and functional similarity with drosophila TOLL and mammalian TLRs. The first PRR identified in plants or animals was the Xa21 protein, conferring resistance to the Gram-negative bacterial pathogen Xanthomonas oryzae pv. oryzae. Since that time two other plants PRRs, Arabidopsis FLS2 (flagellin) and EFR (elongation factor Tu receptor)have been isolated. The corresponding PAMPs for FLS2 and EFR have been identified. Upon ligand recognition, the plant PRRs transduce \"PAMP-triggered immunity\" (PTI). Plant immune systems also encode resistance proteins that resemble NOD-like receptors (see above), that feature NBS and LRR domains and can also carry other conserved interaction domains such as the TIR cytoplasmic domain found in Toll and Interleukin Receptors. The NBS-LRR proteins are required for effector triggered immunity (ETI).",
            "score": 102.4963173866272
        },
        {
            "docid": "19828134_50",
            "document": "Plant . By means of cells that behave like nerves, plants receive and distribute within their systems information about incident light intensity and quality. Incident light that stimulates a chemical reaction in one leaf, will cause a chain reaction of signals to the entire plant via a type of cell termed a \"bundle sheath cell\". Researchers, from the Warsaw University of Life Sciences in Poland, found that plants have a specific memory for varying light conditions, which prepares their immune systems against seasonal pathogens. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in \"Arabidopsis thaliana\" (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins.",
            "score": 57.94069814682007
        },
        {
            "docid": "1903231_2",
            "document": "Pattern recognition receptor . Pattern recognition receptors (PRRs) play a crucial role in the proper function of the innate immune system. PRRs are germline-encoded host sensors, which detect molecules typical for the pathogens. They are proteins expressed, mainly, by cells of the innate immune system, such as dendritic cells, macrophages, monocytes, neutrophils and epithelial cells, to identify two classes of molecules: pathogen-associated molecular patterns (PAMPs), which are associated with microbial pathogens, and damage-associated molecular patterns (DAMPs), which are associated with components of host's cells that are released during cell damage or death. They are also called primitive pattern recognition receptors because they evolved before other parts of the immune system, particularly before adaptive immunity. PRRs also mediate the initiation of antigen-specific adaptive immune response and release of inflammatory cytokines",
            "score": 48.58783483505249
        },
        {
            "docid": "22590461_14",
            "document": "Plant disease resistance . PAMPs, conserved molecules that inhabit multiple pathogen genera, are referred to as MAMPs by many researchers. The defenses induced by MAMP perception are sufficient to repel most pathogens. However, pathogen effector proteins (see below) are adapted to suppress basal defenses such as PTI. Many receptors for MAMPs (and DAMPs) have been discovered. MAMPs and DAMPs are often detected by transmembrane receptor-kinases that carry LRR or LysM extracellular domains.",
            "score": 92.64009809494019
        },
        {
            "docid": "37138_41",
            "document": "Arabidopsis thaliana . Plants are affected by multiple pathogens throughout their lifetime. In response to the presence of pathogens, plants have evolved receptors on the cell surface to detect and respond to pathogens. \"Arabidopsis Thaliana\" is a model organism used to determine specific defense mechanisms of plant-pathogen resistance. These plants have special receptors on their cell surfaces that allow for detection of pathogens and initiate mechanisms to inhibit pathogen growth. They contain two receptors, FLS2 (bacterial flagellin receptor) and EF-Tu (bacterial EF-Tu protein), which use signal transduction pathways to initiate the disease response pathway. The pathway leads to the recognition of the pathogen causing the infected cells to undergo cell death to stop the spread of the pathogen. Plants with FLS2 and EF-Tu receptors have shown to have increased fitness in the population. This has led to the belief that plant-pathogen resistance is an evolutionary mechanism that has built up over generations to respond to dynamic environments, such as increased predation and extreme temperatures.",
            "score": 105.64736866950989
        },
        {
            "docid": "44116266_3",
            "document": "Effector-triggered immunity . The innate immune system is common to all multicellular organisms and forms the first line of defense against pathogens. Infected cells recognize that they are under attack by detecting the pathogen directly through the Pathogen Associated Molecular Patterns (PAMPS) which bind with the Pattern Recognition Receptors (PRR) on the host cells. Host cells also recognize the pathogen through effector-triggered immunity, whereby the host cells are alerted to the pathogen by the associated damage caused by pathogenic toxins or effectors.",
            "score": 27.424472332000732
        },
        {
            "docid": "55019942_2",
            "document": "PEPR1 and PEPR2 . PEPR 1 and PEPR2 (Perception of the Arabidopsis Danger Signal Peptide 1 or 2) are homolog kinases that act as enzymes on other proteins. They attach a phosphate group to specific proteins, called phosphorylation. These reactions can cause the function of the phosphorylated proteins to change. Both PEPR 1 and PEPR 2 can be classified as receptor kinases, which serve an important role in immunity in plants. Receptor kinases have the ability to change the conformation of receptors by adding the phosphate group. These specific receptor kinases serve as a pattern recognition receptor, or PRR, that can quickly and efficiently recognize many different molecular patterns or signatures that are unique to each pathogen. They can also detect different danger signals released from the host and respond accordingly. More specifically, the proteins contain leucine-rich repeat segments that interact outside of the cell. This leucine-rich repeat is a structural motif present in some proteins that has specific functions due to its folded structure. This fold can contain many repeating amino acids, but the most common is the hydrophobic leucine, hence the name. PEPR1 and PEPR2 are present in plants and are involved in several immune system processes. Their ability to change the conformation of receptors can have an effect on signaling processes within plants, allowing the plant to have a system of immunity in place in case of an infection or pathogen.",
            "score": 76.28137373924255
        },
        {
            "docid": "54942000_4",
            "document": "MAPK networks . Plants have many protection mechanisms to cope with stresses from the environment, which include ultraviolet light, cold or hot weather, windy days, and mechanical wounding. There are multiple pathways, but one pathway that plants have been able to develop is a self-defense mechanism by recognize pathogens through pathogen-associated molecular patterns (PAMPs) via cell surface-located pathogen-recognition receptors. These receptors induce intracellular signal pathways within the plant cells, while also resulting in PAMP-triggered immunity. Responses to PAMPs target broadly instead of specifically. This immunity requires downstream components via the MAPK cascade to activate the MAP kinases. The flagellin, a peptide of flg22, triggers a rapid and strong activation of MPK3, MPK4, and MPK6. MPK4 and MPK6 can be activated by harpin proteins. MPK3 and MPK6 are very similar proteins and have a function as regulators in abscission, stomatal development, signaling various abiotic stresses, and defense responses to certain pathogens. Experimentation has proposed that the MAPK module MEKK1-MKK4/MKK5-MPK3/MPK6 may be responsible for flg22 signal transmission. All of the proposed modules appear to be correct expect for MEKK1 because plants with \"mekk1\" mutated have a compromised flg22-triggered activation of MPK4, yet they have normal activation of MPK3 and MPK6. Data has shown that MAPK cascade is composed of MKK4/MKK5 and MPK3/MPK6 in response to fungal pathogens. The observation shows that the activation of MPK3/MPK6 in conditional gain-of-function plants for MKK4/MKK5 or MEKK1/MKKKa is sufficient to induce camalexin, which is a major phytoalexin in \"Arabidopsis.\" The stomata are considered to be the entry point for pathogenic invaders because microbial invaders enter the plant at the stomata. A recent study has shown that MAPK cascades play a role in abiotic and biotic stress responses. The main pathways in stomatal development and dynamics are MPK3 and MPK6. During a drought, the stomata closes and is believed to be mediated by the phytohormone, abscisic acid, and involves MKK1, MPK3, and MPK6. Another way of closing the stomata is through a closing process that is called pathogen-induced, which is an innate response from the plant. \"Campestris (Xcc)\" excretes a chemical that reverts stomatal closure that was caused by bacteria and abscisic acid (ABA). Most stomata close in the presents of ABA, but some are unresponsive to bacteria. In \"Arabidopsis\" \"Xcc\" does not revert bacteria-induced or ABA-induced stomatal closure. Scientists are not certain if MAPK cascades are responsible for the signaling, so further investigation is needed for this.",
            "score": 83.99013841152191
        },
        {
            "docid": "54987630_3",
            "document": "EF-Tu receptor . The plant \"Arabidopsis thaliana\" has a genome with only around 135 megabase pairs (Mbp), making it small enough to fully synthesize. It also makes it relative easy to study, leading to its use as a common model organism in the field of plant genetics. One important use of \"A. thaliana\" is in the study of plant immunity. Plant pathogens are able to travel through a plant's vascular system, but plants do not have specific immune cells that can travel this way. Plants also do not have an adaptive immune system, so other forms of immunity are required. One is the use of pattern-recognition receptors (PRR) to bind to pathogen-associated molecular patterns (PAMP), which are highly-conserved structures on the outside of many invasive organisms. This form of immunity acts on intercellular pathogens, which are ones outside of individual plant cells. PRRs are transmembrane proteins, which have an anchor inside the cell and portions that extend beyond the membrane. They are part of the innate immune system and bind to and prevent the proliferation of pathogens with the PAMPs that they can bind.",
            "score": 65.06667900085449
        },
        {
            "docid": "44736812_3",
            "document": "Guard theory . In plants, guard theory is also known as indirect recognition. This is because rather than direct recognition of a virulence factor or pathogen, there is instead recognition of the end result of a process mediated by a virulence factor or pathogen. In these cases, the virulence factor appears to target an accessory protein that is either a target or a structural mimic of the target of that virulence factor, allowing for plant defences to respond to a specific strategy of pathogenesis rather structures that may evolve and change over time at a faster rate than the plant can adapt to. The interaction between pathogen and accessory protein results in some modification of the accessory protein, which allows for recognition by plant NBS-LRR proteins, which monitor for infection. This model is best illustrated by RIN4 protein in A. thaliana. RIN4 forms a complex with the NB-LRR proteins RPM1 and RPS2. Protease effector AvrRpt2 is able to degrade RIN4, causing de-repression of RPS2. On the other hand, AvrB or AvrRPM1-mediated phosphorylation of RIN4 results in activation of RPM1. In short, this example elucidates how one NBS-LRR protein is able to recognize the effects of more than one virulence factor or effector.",
            "score": 66.96188962459564
        },
        {
            "docid": "37138_35",
            "document": "Arabidopsis thaliana . In general, when a plant is exposed to a pathogen, or nonpathogenic microbe, there is an initial response, known as PAMP-triggered immunity (PTI), because the plant detects conserved motifs known as pathogen-associated molecular patterns (PAMPs). These PAMPs are detected by specialized receptors in the host known as pattern recognition receptors (PRRs) on the plant cell surface.",
            "score": 42.3109130859375
        },
        {
            "docid": "37138_39",
            "document": "Arabidopsis thaliana . PTI is able to combat pathogens in a nonspecific manner. A stronger and more specific response in plants is that of effector-triggered immunity (ETI). ETI is dependent upon the recognition of pathogen effectors, proteins secreted by the pathogen that alter functions in the host, by plant resistance genes (R-genes), often described as a gene-for-gene relationship. This recognition may occur directly or indirectly via a guardee protein in a hypothesis known as the guard hypothesis. The first R-gene cloned in \"A. thaliana\" was RPS2 (resistance to \"Pseudomonas syringe\" 2), which is responsible for recognition of the effector avrRpt2. The bacterial effector avrRpt2 is delivered into \"A. thaliana\" via the Type III secretion system of \"P. syringae pv tomato\" strain DC3000. Recognition of avrRpt2 by RPS2 occurs via the guardee protein RIN4, which is cleaved . Recognition of a pathogen effector leads to a dramatic immune response known as the hypersensitive response, in which the infected plant cells undergo cell death to prevent the spread of the pathogen.",
            "score": 104.91287660598755
        },
        {
            "docid": "22590461_9",
            "document": "Plant disease resistance . The first tier is primarily governed by pattern recognition receptors that are activated by recognition of evolutionarily conserved pathogen or microbial–associated molecular patterns (PAMPs or MAMPs). Activation of PRRs leads to intracellular signaling, transcriptional reprogramming, and biosynthesis of a complex output response that limits colonization. The system is known as PAMP-Triggered Immunity or as Pattern-Triggered Immunity (PTI).",
            "score": 101.63779807090759
        },
        {
            "docid": "8938711_16",
            "document": "Gene-for-gene relationship . Unlike the MAMP or PAMP class of avr genes that are recognized by the host PRRs, the targets of bacterial effector avr proteins appear to be proteins involved in plant innate immunity signaling, as homologues of Avr genes in animal pathogens have been shown to do this. For example, the AvrBs3 family of proteins possess DNA binding domains, nuclear localisation signals and acidic activation domains and are believed to function by altering host cell transcription.",
            "score": 75.70919132232666
        },
        {
            "docid": "54954562_11",
            "document": "Role of Calmodulins . 2) Pathogen Defense: Among the diverse range of defense strategies plants utilize against pathogens, Ca signaling is very increasingly common. Free Ca levels in the cytoplasm increases in response to a pathogenic infection. Ca signatures of this nature usually activate the plant defense system by inducing defense-related genes and the hypersensitive cell death. CaMs, CMLs and CaM-binding proteins are some of the recently identified elements of the plant defense signaling pathways. Several CML genes in tobacco, bean and tomato are responsive to pathogens. CML43 is a CaM-related protein that, as isolated from APR134 gene in the disease-resistant leaves of \"Arabidopsis\" for gene expression analysis, is rapidly induced when the leaves are inoculated with \"Pseudomonas syringae.\" These genes are also found in tomatoes (\"Solanum lycopersicum).\" The CML43 from the APR134 also binds to Ca ions in vitro which shows that CML43 and APR134 are, hence, involved in the Ca-dependent signaling during the plant immune response to bacterial pathogens. The CML9 expression in \"Arabidopsis thaliana\" is rapidly induced by phytopathogenic bacteria, flagellin and salicylic acid. Expression of soybean SCaM4 and SCaM5 in transgenic \"tobacco\" and \"Arabidopsis\" causes an activation of genes related to pathogen resistance and also results in enhanced resistance to a wide spectrum of pathogen infection. The same is not true for soybean SCaM1 and SCaM2 that are highly conserved CaM isoforms. The \"At\"BAG6 protein is a CaM-binding protein that binds to CaM only in the absence of Ca and not in the presence of it. \"At\"BAG6 is responsible for the hypersensitive response of programmed cell death in order to prevent the spread of pathogen infection or to restrict pathogen growth. Mutations in the CaM binding proteins can lead to severe effects on the defense response of the plants towards pathogen infections. Cyclic nucleotide-gated channels (CNGCs) are functional protein channels in the plasma membrane that have overlapping CaM binding sites transport divalent cations such as Ca. However, the exact role of the positioning of the CNGCs in this pathway for plant defense is still unclear.",
            "score": 147.69997668266296
        },
        {
            "docid": "54942000_5",
            "document": "MAPK networks . The identification of MEKK1-MKK1/2-MPK4 in pathogen signaling has been a tremendous finding. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations are dwarfed and acquire too much of reactive oxygen species. The mutations are considered to be from the enhancement of SA levels, which is partially reversed by bacterial SA hydrolase. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations have cell death occur spontaneously, pathogenesis-related genes and increased resistance to pathogens. MEKK1 appears to have deregulation pathways that are unknown and do not involve MKK1/MKK2 nor MPK4. MEKK1 interact with WRKY53, which is responsible for \"mekk1\" genes set, and alter the activity of WRKY53 that is a short portion of MAPK signaling. Substrates of MPK4 are three proteins: WRKY33, WRKY25, and MKS1. Ternary MKS1-MPK4-WRKY33 complexes have been recognized by nuclear extracts. Recruitment of WRKY33 depends on the phosphorylation of MPK4. Once activated, MPK3 phosphorylates MKS1, which releases WRKY33 from the ternary complex. The free WRKY33 is believed to induce transcription on target genes., allowing for a negative regulation by MPK4. Pathogens have developed mechanisms that inactivate PAMP-induced signaling pathways through the MAPK networks. Andrea Pitzschke and her colleges claim “AvrPto and AvrPtoB interact with the FLS2 receptor and its co-receptor BAK1. AvrPtoB catalyzes the polyubiquitination and subsequent proteasome-dependent degradation of FLS2” (Pitzschke 3). AvrPto interacts with BAK1 and interrupts the binding of FLS2. \"Pseudomonas syringae\" have HopAI1, which is a phosphothreonin lyase, and dephosphorylates the threonine residue at the upstream MAPKKs. HopAI1 interacts with MPK3 and MPK6 allowing for flg22 activation to occur. In certain soil-borne pathogens that carry flagellin variants cannot be detected by FLS2, but there is still a triggered innate immune response. The immune response has been shown to be from the EF-Tu protein. Flg22, elf18, FLS2 and EFR have receptors that are in the same subfamily of LRR-RLKs, LRRXII. This means that elf18 and flg22 induce extracellular alkalization, rapid activation of MAPKs, and gene responses that are similar to each other. Although there appears to be an important relationship between MAPKs with EF-Tu-triggered defense, the evidence remains to be unclear. The reason for this unclear relationship is because of \"Agrobacterium tumefaciens,\" which infects into segments of plant DNA.  EFR1 mutants do not recognize EF-Tu, but there is no research on MAPK activities and \"efr1.\" Initiation of defense signaling can be a positive effect to the plant pathogens because activating MPK3 in response to flg22 causes phosphorylation and translocation of virE2 interacting protein 1 (VIP1). VIP1 serves as a shuttle for the pathogenic T-DNA, but the induction of defense genes can occur as well. This allows for the spreading and cessation of the pathogen in the plant, but the pathogen can overcome the problem by attacking VIP1 for proteasome degradation by VirF, which is a virulence factor that encodes an F-box protein.",
            "score": 94.98030281066895
        },
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 125.23722887039185
        },
        {
            "docid": "54964079_2",
            "document": "Leucine-rich repeat receptor like protein kinase PEPR1 . PEP Receptor 1 (PEPR 1) and its homologous PEP Receptor 2 (PEPR 2) are plant cell membrane localized Leucine-rich repeat (LRR) receptor kinase that play critical roles in plant innate immunity. Plants have evolved intricate immunity mechanism to combat against pathogen infection by recognizing Pathogen Associated Molecular Patterns (PAMP) and endogenous Damage Associated Molecular Patterns (DAMP). PEPR 1 considered as the first known DAMP receptor of \"Arabidopsis\".",
            "score": 60.108752489089966
        },
        {
            "docid": "8129870_7",
            "document": "Alveolar macrophage . Type 1 pneumocytes (or membranous pneumocytes) form the structure of the alveolus and are responsible for the gas exchange in the alveolus. Type 1 pneumocytes are squamous epithelial cells which are characterized by a superficial layer consisting of large, thin, scale-like cells; they also cover 95% of the alveolar surface, although they are only half as numerous as Type 2 pneumocytes. Type 2 pneumocytes are important in that they can proliferate and differentiate into type 1 pneumocytes, which cannot replicate and are susceptible to a vast numbers of toxic insults. Type 2 pneumocytes are also important because they secrete pulmonary surfactant(PS), which consists 80–90% of phospholipids [(phosophatidylcholine(PC), phosphatidyglycerol(PG), phosphaditylinositol (PI)] and 5-10% of surfactant proteins (SP-A, SP-B, SP-C, AND SP-D). PS is synthesized as lamellar bodies, which are structures consisting of closely packed bilayers that are secreted and then undergo transformation into a morphological form called tubular myelin. PS plays an important role in maintaining normal respiratory mechanics by reducing alveolar surface tension. By lowering alveolar surface tension, PS reduces the energy required to inflate the lungs, and reduces the likelihood of alveolar collapse during expiration. Loosely attached to these alveoli sacs are the alveolar macrophages that protect the lungs from a broad array of microbes and aerosols by devouring and ingesting them through phagocytosis.  Alveolar macrophages are phagocytes that play a critical role in homeostasis, host defense, the response to foreign substances, and tissue remodeling. Since alveolar macrophages are pivotal regulators of local immunological homeostasis, their population density is decisive for the many processes of immunity in the lungs. They are highly adaptive components of the innate immune system and can be specifically modified to whatever functions needed depending on their state of differentiation and micro-environmental factors encountered. Alveolar macrophages release numerous secretory products and interact with other cells and molecules through the expression of several surface receptors. Alveolar macrophages are also involved in the phagocytosis of apoptotic and necrotic cells that have undergone cell-death. They must be selective of the material that is phagocytized because normal cells and structures of the body must not be compromised. To combat infection, the phagocytes of the innate immune system facilitates many pattern recognition receptors (PRR) to help recognize pathogen-associated molecular patterns (PAMPs) on the surface of pathogenic microorganisms. PAMPs all have the common features of being unique to a group of pathogens but invariant in their basic structure; and are essential for pathogenicity(ability of an organism to produce an infectious disease in another organism). Proteins involved in microbial pattern recognition include mannose receptor, complement receptors, DC-SIGN, Toll-like receptors(TLRs), the scavenger receptor, CD14, and Mac-1. PRRs can be divided into three classes:",
            "score": 61.46594309806824
        },
        {
            "docid": "54964079_3",
            "document": "Leucine-rich repeat receptor like protein kinase PEPR1 . First isolation of AtPEPR 1 was carried out from the surface of \"Arabidopsis\" suspension cultured cells. I -125 labeled Azido-cys-AtPEP 1 photo affinity analog specifically interacted with PEPR 1 when incubated with \"Arabidopsis\" cells. Separation of this labeled protein using SDS- PAGE led to the identification of the 170 kDa PEPR 1 protein. Further, characterization helped to identify a gene; At1g73080 which encodes for 1,124 amino acids containing PEPR 1. Plasma membrane localized pattern recognition receptors (PRR) that recognized pathogen associated molecular patterns, provide the first line of defense in plants innate immunity. Recent studies in \"Arabidopsis\" have provided important details on plant innate immunity. Plant membrane PRR mainly consist of receptor like kinases and receptor like proteins. They sense PAMPs such as chitin from fungal cell wall, flagellin elongation factors etc. In addition to PAMPs, PRRs also recognize DAMP molecules that present in the intracellular space response to damage caused by pathogens, e.g.cell wall fragments, cytoplasmic proteins.",
            "score": 73.93481576442719
        },
        {
            "docid": "22590461_20",
            "document": "Plant disease resistance . Plant sRNA pathways are understood to be important components of pathogen-associated molecular pattern (PAMP)-triggered immunity (PTI) and effector-triggered immunity (ETI). Bacteria‐induced miRNAs in Arabidopsis have been shown to influence hormonal signalling including auxin, abscisic acid (ABA), jasmonic acid (JA) and salicylic acid (SA). . Advances in genome‐wide studies revealed a massive adaptation of host miRNA expression patterns after infection by fungal pathogens \"Fusarium virguliforme,\" \"Erysiphe graminis\", \"Verticillium dahliae\", and \"Cronartium quercuum\", and the oomycete \"Phytophthora sojae\". Changes to sRNA expression in response to fungal pathogens indicate that gene silencing may be involved in this defense pathway. However, there is also evidence that the antifungal defense response to \"Colletotrichum\" spp. infection in maize is not entirely regulated by specific miRNA induction, but may instead act to fine-tune the balance between genetic and metabolic components upon infection.  ",
            "score": 97.8113180398941
        },
        {
            "docid": "54988028_9",
            "document": "High Affinity K+ transporter HAK5 . HAK5 is linked to disease prevention because if there is a lack of K or nutrients within a plant or cell, bacterial growth is promoted. K is important for the generation of PAMPs (pathogen-associated molecular patterns) recognition, which is involved in the innate immune system for living cells. PAMPs are the main molecules that run the innate immune system. They consist of either glycans or gylcoconjugates, and they pair with pattern recognition receptors (PRR) to initiate an immune response.They send signals to the host cells to show there is a pathogen present. One of the best PRR is FLS2; it binds to flg22 (flagellin), and after just minutes, signaling responses such as kinase cascades, production of reactive oxygen species (ROS), and extracellular alkalization are stimulated. During PAMPs, ion transport across the plasma membrane is important. One particular important ion is K. The loss of K promotes the activation of PAMPs. The loss of anions help the growth of bacteria and the PAMPs system works to fight against foreign pathogens such as bacteria. PRRs recognize PAMPs when there is an infection within the cell. During extreme limitations to K, HAK5 is the only transporter. When PAMPs are triggered a large number of K are introduced to the cell, which signals a downstream immune response. In animal cells the toll-like receptor TLR4 binds the bacterial PAMP LPS (lipopolysaccharide) and induces K+ efflux through the MaxiK K+ channel, activating signal cascades and release of the pro-inflammatory tumor necrosis factor-α HAK5 works alongside other kinase's to help with the immune response within a cell. The main kinase that works with this transporter is Intergrin- Linked Kinase 1 (ILK1). ILK1 works to increase the amount of HAK5 transporters on the plasma membrane during abiotic stress which increases the influx of K. ILK1 has also been shown to phosphorylate the N-terminal of HAK5, which contributes to plant growth. The phosphorylation helps to aid in the regulation of the HAK5, as well as other complexes such as CBL1 and CIPK23. Those complexes help to enhance HAK5 transport of K, although the true mechanism is currently unknown.",
            "score": 73.71386015415192
        },
        {
            "docid": "14958_15",
            "document": "Immune system . In humans, this response is activated by complement binding to antibodies that have attached to these microbes or the binding of complement proteins to carbohydrates on the surfaces of microbes. This recognition signal triggers a rapid killing response. The speed of the response is a result of signal amplification that occurs after sequential proteolytic activation of complement molecules, which are also proteases. After complement proteins initially bind to the microbe, they activate their protease activity, which in turn activates other complement proteases, and so on. This produces a catalytic cascade that amplifies the initial signal by controlled positive feedback. The cascade results in the production of peptides that attract immune cells, increase vascular permeability, and opsonize (coat) the surface of a pathogen, marking it for destruction. This deposition of complement can also kill cells directly by disrupting their plasma membrane.",
            "score": 66.6713171005249
        },
        {
            "docid": "22590461_8",
            "document": "Plant disease resistance . The plant immune system carries two interconnected tiers of receptors, one most frequently sensing molecules outside the cell and the other most frequently sensing molecules inside the cell. Both systems sense the intruder and respond by activating antimicrobial defenses in the infected cell and neighboring cells. In some cases, defense-activating signals spread to the rest of the plant or even to neighboring plants. The two systems detect different types of pathogen molecules and classes of plant receptor proteins.",
            "score": 113.27615880966187
        },
        {
            "docid": "52541_12",
            "document": "Melanocyte . In addition to presenting antigen, one of the roles of melanocytes in the immune response is cytokine production. Melanocytes express many proinflammatory cytokines including IL-1, IL-3, IL-6, IL-8, TNF-α, and TGF-β. Like other immune cells, melanocytes secrete these cytokines in response to activation of Pattern Recognition Receptors (PRRs) such as Toll Like Receptor 4 (TLR4) which recognize MAMPs. MAMPs, also known as PAMPs, are microbial associated molecular patterns, small molecular elements such as proteins, carbohydrates, and lipids present on or in a given pathogen. In addition, cytokine production by melanocytes can be triggered by cytokines secreted by other nearby immune cells.",
            "score": 58.82672154903412
        },
        {
            "docid": "40822244_10",
            "document": "Bacterial effector protein . Inflammatory response. Human cells have receptors that recognize pathogen-associated molecular patterns (PAMPs). When bacteria bind to these receptors, they activate signaling cascades such as the NF-kB and MAPK pathways. This leads to expression of cytokines, immunomodulating agents, such as interleukins and interferons which regulate immune response to infection and inflammation. Several bacterial effectors affect NF-kB signaling. For instance, the EPEC/EHEC effectors NleE, NleB, NleC, NleH, and Tir are immunosuppressing effectors that target proteins in the NF-kB signaling pathway. NleC has been shown to cleave the NF-kB p65 subunit (RelA), blocking the production of IL-8 following infection. NleH1, but not NleH2, blocks translocation of NF-kB into the nucleus. The Tir effector protein inhibits cytokine production. Similarly, YopE, YopP, and YopJ (in \"Yersinia enterocolitica\", \"Yersinia pestis\", and \"Yersinia pseudotuberculosis\" respectively) target the NF-kB pathway. YopE inhibits activation of NF-kB, which in part prevents the production of IL-8.",
            "score": 57.03633141517639
        },
        {
            "docid": "6648966_7",
            "document": "NALP3 . NALP3 is a component of the innate immune system that functions as a pathogen recognition receptor (PRR) that recognizes pathogen-associated molecular patterns (PAMPs). NALP3 belongs to the NOD-like receptor (NLR) subfamily of PRRs and NALP3 together with the adaptor ASC protein PYCARD forms a caspase-1 activating complex known as the NALP3 inflammasome. NALP3 in the absence of activating signal is kept in an inactive state complexed with HSP90 and SGT1 in the cytoplasm. NALP3 inflammasome detects danger signals such as crystalline uric acid and extracellular ATP released by damaged cells. These signals release HSP90 and SGT1 from and recruit ASC protein and caspase-1 to the inflammasome complex. Caspase-1 within the activated NALP3 inflammasome complex in turn activates the inflammatory cytokine, IL-1β.",
            "score": 64.66914224624634
        },
        {
            "docid": "1903231_7",
            "document": "Pattern recognition receptor . Recognition of extracellular or endosomal pathogen-associated molecular patterns is mediated by transmembrane proteins known as toll-like receptors (TLRs). TLRs share a typical structural motif, the Leucine rich repeats (LRR), which give them their specific appearance and are also responsible for TLR functionality. Toll-like receptors were first discovered in \"Drosophila\" and trigger the synthesis and secretion of cytokines and activation of other host defense programs that are necessary for both innate or adaptive immune responses. 10 functional members of the TLR family have been described in humans so far. Studies have been conducted on TLR11 as well, and it has been shown that it recognizes flagellin and profilin-like proteins in mice. Nonetheless, TLR11 is only a pseudogene in humans without direct function or functional protein expression. Each of the TLR has been shown to interact with a specific PAMP.",
            "score": 73.98120474815369
        }
    ],
    "r": [
        {
            "docid": "54954562_11",
            "document": "Role of Calmodulins . 2) Pathogen Defense: Among the diverse range of defense strategies plants utilize against pathogens, Ca signaling is very increasingly common. Free Ca levels in the cytoplasm increases in response to a pathogenic infection. Ca signatures of this nature usually activate the plant defense system by inducing defense-related genes and the hypersensitive cell death. CaMs, CMLs and CaM-binding proteins are some of the recently identified elements of the plant defense signaling pathways. Several CML genes in tobacco, bean and tomato are responsive to pathogens. CML43 is a CaM-related protein that, as isolated from APR134 gene in the disease-resistant leaves of \"Arabidopsis\" for gene expression analysis, is rapidly induced when the leaves are inoculated with \"Pseudomonas syringae.\" These genes are also found in tomatoes (\"Solanum lycopersicum).\" The CML43 from the APR134 also binds to Ca ions in vitro which shows that CML43 and APR134 are, hence, involved in the Ca-dependent signaling during the plant immune response to bacterial pathogens. The CML9 expression in \"Arabidopsis thaliana\" is rapidly induced by phytopathogenic bacteria, flagellin and salicylic acid. Expression of soybean SCaM4 and SCaM5 in transgenic \"tobacco\" and \"Arabidopsis\" causes an activation of genes related to pathogen resistance and also results in enhanced resistance to a wide spectrum of pathogen infection. The same is not true for soybean SCaM1 and SCaM2 that are highly conserved CaM isoforms. The \"At\"BAG6 protein is a CaM-binding protein that binds to CaM only in the absence of Ca and not in the presence of it. \"At\"BAG6 is responsible for the hypersensitive response of programmed cell death in order to prevent the spread of pathogen infection or to restrict pathogen growth. Mutations in the CaM binding proteins can lead to severe effects on the defense response of the plants towards pathogen infections. Cyclic nucleotide-gated channels (CNGCs) are functional protein channels in the plasma membrane that have overlapping CaM binding sites transport divalent cations such as Ca. However, the exact role of the positioning of the CNGCs in this pathway for plant defense is still unclear.",
            "score": 147.69998168945312
        },
        {
            "docid": "22590461_16",
            "document": "Plant disease resistance . Plants have evolved R genes (resistance genes) whose products mediate resistance to specific virus, bacteria, oomycete, fungus, nematode or insect strains. R gene products are proteins that allow recognition of specific pathogen effectors, either through direct binding or by recognition of the effector's alteration of a host protein. Many R genes encode NB-LRR proteins (proteins with nucleotide-binding and leucine-rich repeat domains, also known as NLR proteins or STAND proteins, among other names). Most plant immune systems carry a repertoire of 100-600 different R gene homologs. Individual R genes have been demonstrated to mediate resistance to specific virus, bacteria, oomycete, fungus, nematode or insect strains. R gene products control a broad set of disease resistance responses whose induction is often sufficient to stop further pathogen growth/spread.",
            "score": 145.54611206054688
        },
        {
            "docid": "4025205_2",
            "document": "Systemic acquired resistance . The systemic acquired resistance (SAR) is a \"whole-plant\" resistance response that occurs following an earlier localized exposure to a pathogen. SAR is analogous to the innate immune system found in animals, and there is evidence that SAR in plants and innate immunity in animals may be evolutionarily conserved. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in \"Arabidopsis\" (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. SAR is important for plants to resist disease, as well as to recover from disease once formed. SAR can be induced by a wide range of pathogens, especially (but not only) those that cause tissue necrosis, and the resistance observed following induction of SAR is effective against a wide range of pathogens, which is why SAR resistance is sometimes called \"broad spectrum\". SAR is associated with the induction of a wide range of genes (so called PR or \"pathogenesis-related\" genes), and the activation of SAR requires the accumulation of endogenous salicylic acid (SA). The pathogen-induced SA signal activates a molecular signal transduction pathway that is identified by a gene called \"NIM1\", \"NPR1\" or \"SAI1\" (three names for the same gene) in the model genetic system \"Arabidopsis thaliana\". SAR has been observed in a wide range of flowering plants, including dicotyledon and monocotyledon species. SAR can be activated in corn, however, widely adapted commercial like Benzothiadiazole may not be efficient against \"P. sorghi\" causing common rust.",
            "score": 143.8019256591797
        },
        {
            "docid": "48460273_5",
            "document": "Jane E. Parker . In 2002, Parker was awarded a Sofja Kovalevskaja Prize to continue her research into plant immune responses. She researches how plants defend themselves from disease-causing microorganisms. Her work involves isolating the genes which trigger innate defence mechanisms and combines genetics with molecular biology to evaluate how plants are able to avoid disease. Her research has discovered that there are multiple layers of defence but that a protein, called EDS1, which combines with other proteins to form complexes, is the initial trigger. The immune response varies depending on whether the complex formed is developed from combining with the protein PAD4 or SAG101 to initiate the response to disease resistance.",
            "score": 136.02703857421875
        },
        {
            "docid": "22590461_43",
            "document": "Plant disease resistance . Another class of plant disease resistance genes opens a “trap door” that quickly kills invaded cells, stopping pathogen proliferation. Xanthomonas and Ralstonia transcription activator–like (TAL) effectors are DNA-binding proteins that activate host gene expression to enhance pathogen virulence. Both the rice and pepper lineages independently evolved TAL-effector binding sites that instead act as an executioner that induces hypersensitive host cell death when up-regulated. \"Xa27\" from rice and Bs3 and Bs4c from pepper, are such “executor” (or \"executioner\") genes that encode non-homologous plant proteins of unknown function. Executor genes are expressed only in the presence of a specific TAL effector.",
            "score": 134.7657928466797
        },
        {
            "docid": "52166375_2",
            "document": "Plant-induced systemic resistance . Induced Systemic Resistance (ISR) is an activated resistance process that is activated by biological or abiotic factors and is dependent on the physical or chemical barrier of the host plant, and its action is characterized by no direct killing or inhibition of the pathogen, but through the induction of plant disease resistance to disease prevention and control purposes.",
            "score": 130.58384704589844
        },
        {
            "docid": "22590461_3",
            "document": "Plant disease resistance . Defense-activating compounds can move cell-to-cell and systematically through the plant's vascular system. However, plants do not have circulating immune cells, so most cell types exhibit a broad suite of antimicrobial defenses. Although obvious \"qualitative\" differences in disease resistance can be observed when multiple specimens are compared (allowing classification as “resistant” or “susceptible” after infection by the same pathogen strain at similar inoculum levels in similar environments), a gradation of \"quantitative\" differences in disease resistance is more typically observed between plant strains or genotypes. Plants consistently resist certain pathogens but succumb to others; resistance is usually specific to certain pathogen species or pathogen strains. Plant disease resistance is crucial to the reliable production of food, and it provides significant reductions in agricultural use of land, water, fuel and other inputs. Plants in both natural and cultivated populations carry inherent disease resistance, but this has not always protected them.",
            "score": 130.0297088623047
        },
        {
            "docid": "52166375_3",
            "document": "Plant-induced systemic resistance . Induced resistance of plants, including plants in the role of exogenous factors under the two types of reactions. One is a rapid local reaction, the pathogen is limited to a small area of the site of infection, the other is a series of induced plant defense function, so that crops produce a comprehensive resistance, that induced resistance to the system. The induction of plant-induced resistance to pathogen protection, as early as 1901 that is known, and is known as the \"system of acquired resistance.\" After this description of the phenomenon, several different terms have been used, namely, \"acquired physiological immunity\", \"resistance displacement\", \"plant immune function\" and \"induced system resistance.\" (Mechanical or dry ice damage, electromagnetic, ultraviolet and low temperature and high temperature treatment, etc.) and chemical factors (heavy metal salts, water (water, salt, water), water, water, and so on), many biological factors (fungi, bacteria, viruses and their metabolites) Salicylic acid, etc.) can induce the plant to the virus, bacteria and fungi and other disease resistance. In practice, biological factors and chemical factors in melons, tobacco, bean, potato and rice induced resistance applications have achieved great success. Over the past decade, the study of induced system resistance has become a very active field.",
            "score": 127.51494598388672
        },
        {
            "docid": "22590461_23",
            "document": "Plant disease resistance . Plant defense signaling is activated by the pathogen-detecting receptors that are described in an above section. The activated receptors frequently elicit reactive oxygen and nitric oxide production, calcium, potassium and proton ion fluxes, altered levels of salicylic acid and other hormones and activation of MAP kinases and other specific protein kinases. These events in turn typically lead to the modification of proteins that control gene transcription, and the activation of defense-associated gene expression.",
            "score": 127.4848861694336
        },
        {
            "docid": "33732870_6",
            "document": "Pathogenesis-related protein . Although the term pathogenesis-related proteins by itself may give the impression that (all) proteins common to pathological processes in a given plant species can be considered PRs, proteins that are constitutively present in low, yet readily detectable amounts, but which are increased substantially by pathogen infection, such as oxidative and hydrolytic enzymes or general enzymes of aromatic biosynthesis, have been excluded. However, if specific isoforms of such enzymes do not normally occur but are induced as a result of infection, such isoenzymes do belong to the PRs. The major criterion for inclusion among the PRs is that the protein concerned is newly expressed upon infection, although not necessarily in all pathological conditions. These considerations imply that the characteristics of the induction of PRs take priority over other identifying characteristics, such as chemical properties and cellular localization.18 Proteins that are induced exclusively during disease development in compatible host–pathogen combinations have hardly been considered as PRs. Rather, the “classical” PRs are a collective set of novel proteins associated with host defense mainly in incompatible interactions and, thus, are related primarily to a special type of pathogenesis, i.e., one culminating in the impediment of further pathogen progress. In compatible host–pathogen interactions, pathogenesis, symptom expression, and reduction of growth are generally more severe, and enzyme activities may be increased to high levels, but novel host proteins have been observed only occasionally and remain poorly characterized. Proteins expressed under such conditions seem to be rather specific, being induced under the influence of particular pathogens but not others. This situation contrasts with the massive, apparently coordinated, induction of a common set of PRs in virtually any incompatible interaction, which in some cases can amount to 10% of the total soluble protein of the leaf. For this reason, PRs have been implicated in the resistance response and, more specifically, in the acquired resistance that is induced accompanying necrotic lesion formation in various plant species. When plants are locally infected with a pathogen inducing hypersensitive necrosis, they acquire systemically enhanced resistance to subsequent infection by various types of pathogens, and this systemic acquired resistance (SAR) is associated with the induction of PRs in tissues distant from the original inoculation site.1,7,8,19 Such observations suggested that PRs are defense proteins functioning in limiting pathogen multiplication and/or spread. Among the many metabolic alterations characteristic of a hypersensitive response, induction of PRs is a relatively late event,14 and their contribution to resistance against the initial infection is likely to be limited. In contrast, PRs induced in noninfected, distant leaves as a result of primary infection might afford an enhanced level of protection, resulting in reduced size or number of lesions, or even in reduced systemic symptom severity, upon further infection. The “related situations” in which PRs were found to be induced, seem to prove the point: application of chemicals that mimic the effect of pathogen infection or induce some aspects of the host response, as well as wound responses that give rise to proteins that are also induced during infections, can induce both PRs and acquired resistance. This is the case for salicylic acid, for example, which has since been shown to be an essential intermediate in the signal–transduction pathway leading to the induction of PRs in tobacco.",
            "score": 126.99609375
        },
        {
            "docid": "22590461_2",
            "document": "Plant disease resistance . Plant disease resistance protects plants from pathogens in two ways: by pre-formed structures and chemicals, and by infection-induced responses of the immune system. Relative to a susceptible plant, disease resistance is the reduction of pathogen growth on or in the plant (and hence a reduction of disease), while the term disease tolerance describes plants that exhibit little disease damage despite substantial pathogen levels. Disease outcome is determined by the three-way interaction of the pathogen, the plant and the environmental conditions (an interaction known as the disease triangle).",
            "score": 125.86790466308594
        },
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 125.23722839355469
        },
        {
            "docid": "22590461_35",
            "document": "Plant disease resistance . The term GM (\"genetically modified\") is often used as a synonym of transgenic to refer to plants modified using recombinant DNA technologies. Plants with transgenic/GM disease resistance against insect pests have been extremely successful as commercial products, especially in maize and cotton, and are planted annually on over 20 million hectares in over 20 countries worldwide (see also genetically modified crops). Transgenic plant disease resistance against microbial pathogens was first demonstrated in 1986. Expression of viral coat protein gene sequences conferred virus resistance via small RNAs. This proved to be a widely applicable mechanism for inhibiting viral replication. Combining coat protein genes from three different viruses, scientists developed squash hybrids with field-validated, multiviral resistance. Similar levels of resistance to this variety of viruses had not been achieved by conventional breeding.",
            "score": 123.29711151123047
        },
        {
            "docid": "13412613_6",
            "document": "Roger N. Beachy . His research at Washington University in St. Louis, in collaboration with Monsanto Company, led to the development of the world’s first genetically modified food crop, a variety of tomato that was modified for resistance to virus disease. He demonstrated pathogen-derived resistance in plants and produced the first disease-resistant transgenic plant. He also showed that by transferring and expressing the coat protein gene of a virus in plants (coat protein-mediated resistance - CP-MR), these transgenic plants become resistant to viral infection. His discovery of the CP-MR led to the development of virus-resistant varieties of potato, tomato, pepper, cucumber, squash, sugar beets, papaya and plum.",
            "score": 123.09037017822266
        },
        {
            "docid": "22590461_28",
            "document": "Plant disease resistance . Ubiquitination plays a central role in cell signaling that regulates processes including protein degradation and immunological response. Although one of the main functions of ubiquitin is to target proteins for destruction, it is also useful in signaling pathways, hormone release, apoptosis and translocation of materials throughout the cell. Ubiquitination is a component of several immune responses. Without ubiquitin's proper functioning, the invasion of pathogens and other harmful molecules would increase dramatically due to weakened immune defenses.",
            "score": 121.30167388916016
        },
        {
            "docid": "22590461_27",
            "document": "Plant disease resistance . As with many signal transduction pathways, plant gene expression during immune responses can be regulated by degradation. This often occurs when hormone binding to hormone receptors stimulates ubiquitin-associated degradation of repressor proteins that block expression of certain genes. The net result is hormone-activated gene expression. Examples:",
            "score": 121.23799133300781
        },
        {
            "docid": "22590461_30",
            "document": "Plant disease resistance . Plant breeders emphasize selection and development of disease-resistant plant lines. Plant diseases can also be partially controlled by use of pesticides and by cultivation practices such as crop rotation, tillage, planting density, disease-free seeds and cleaning of equipment, but plant varieties with inherent (genetically determined) disease resistance are generally preferred. Breeding for disease resistance began when plants were first domesticated. Breeding efforts continue because pathogen populations are under selection pressure for increased virulence, new pathogens appear, evolving cultivation practices and changing climate can reduce resistance and/or strengthen pathogens, and plant breeding for other traits can disrupt prior resistance. A plant line with acceptable resistance against one pathogen may lack resistance against others.",
            "score": 120.66015625
        },
        {
            "docid": "21759991_2",
            "document": "R gene . Resistance genes (R-Genes) are genes in plant genomes that convey plant disease resistance against pathogens by producing R proteins. The main class of R-genes consist of a nucleotide binding domain (NB) and a leucine rich repeat (LRR) domain(s) and are often referred to as (NB-LRR) R-genes. Generally, the NB domain binds either ATP/ADP or GTP/GDP. The LRR domain is often involved in protein-protein interactions as well as ligand binding. NB-LRR R-genes can be further subdivided into toll interleukin 1 receptor (TIR-NB-LRR) and coiled-coil (CC-NB-LRR).  Resistance can be conveyed through a number of mechanisms including:",
            "score": 120.33243560791016
        },
        {
            "docid": "52166375_4",
            "document": "Plant-induced systemic resistance . The biological factors of plant-induced system resistance generally include two broad categories, namely classical plant-induced resistance to disease induction(PGPR) or fungi that promote plant growth(PGPF), and plant growth-promoting rhizosphere bacteria (PGPR) or plant growth promoting fungi (PGPF). The difference is mainly due to the fact that the latter can effectively promote plant growth and increase crop yield while causing (or increasing) plant resistance to diseases (sometimes including pests). To date, work on induction of plant systemic resistance has shown that inducing plant system resistance work has important implications for basic and applied research. From the basic research point of view, whether chemical factors or biological factors induced, are involved in plant identification of exogenous factors, plant physiological and metabolic changes and plant and pathogen interaction process, is to study the interaction between plants and exogenous factors Of the very good material.",
            "score": 119.88761138916016
        },
        {
            "docid": "35158708_7",
            "document": "Beta-Aminobutyric acid . In some pathosystems, enhanced callose and lignin deposition is seen around the point of infection, which act as a physical barrier preventing disease. Pathogenesis-related proteins (PR proteins) which perform many different functions that help to prevent disease accumulate in some BABA treated plants, regardless of whether they are inoculated with a pathogen or not. If infected however, the level of PR proteins tends to increase further. PR proteins are not the only mechanism of preventing infection however, as soil drenches of BABA that do not induce PR protein production, still confer resistance. This may be due to differences between plant families, as the Solanaceae (potato, tomato, pepper) respond by producing PR proteins without any pathogen present, whereas crucifers (Arabidopsis, cauliflower) require a pathogen to induce PR proteins. In other pathosystems, phytoalexins (anti-microbial compounds) accumulate to higher levels in BABA treated plants when they are infected by pathogens, but not when the pathogen is not present. Foliar sprays of BABA can cause small necrotic spots to form on leaves 1 or 2 days after application. This has been suggested to be due to BABA inducing the hypersensitive response which plants normally use to kill infected cells to limit the spread of infection.",
            "score": 117.97647094726562
        },
        {
            "docid": "240850_19",
            "document": "Gene silencing . RNA interference has been in commercial use to control virus diseases of plants for over 20 years (see Plant disease resistance). In 1986–1990, multiple examples of \"coat protein-mediated resistance\" against plant viruses were published, before RNAi had been discovered. In 1993, work with tobacco etch virus first demonstrated that host organisms can target specific virus or mRNA sequences for degradation, and that this activity is the mechanism behind some examples of virus resistance in transgenic plants. The discovery of small interfering RNAs (the specificity determinant in RNA-mediated gene silencing) also utilized virus-induced post-transcriptional gene silencing in plants. By 1994, transgenic squash varieties had been generated expressing coat protein genes from three different viruses, providing squash hybrids with field-validated multiviral resistance that remain in commercial use at present. Potato lines expressing viral replicase sequences that confer resistance to potato leafroll virus were sold under the trade names NewLeaf Y and NewLeaf Plus, and were widely accepted in commercial production in 1999–2001, until McDonald's Corp. decided not to purchase GM potatoes and Monsanto decided to close their NatureMark potato business. Another frequently cited example of virus resistance mediated by gene silencing involves papaya, where the Hawaiian papaya industry was rescued by virus-resistant GM papayas produced and licensed by university researchers rather than a large corporation. These papayas also remain in use at present, although not without significant public protest, which is notably less evident in medical uses of gene silencing.",
            "score": 117.35640716552734
        },
        {
            "docid": "3113497_39",
            "document": "Innate immune system . \"Resistance\" (R) proteins, encoded by R genes, are widely present in plants and detect pathogens. These proteins contain domains similar to the NOD Like Receptors and Toll-like receptors utilized in animal innate immunity. Systemic acquired resistance (SAR) is a type of defensive response that renders the entire plant resistant to a broad spectrum of infectious agents. SAR involves the production of chemical messengers, such as salicylic acid or jasmonic acid. Some of these travel through the plant and signal other cells to produce defensive compounds to protect uninfected parts, e.g., leaves. Salicylic acid itself, although indispensable for expression of SAR, is not the translocated signal responsible for the systemic response. Recent evidence indicates a role for jasmonates in transmission of the signal to distal portions of the plant. RNA silencing mechanisms are also important in the plant systemic response, as they can block virus replication. The \"jasmonic acid response\", is stimulated in leaves damaged by insects, and involves the production of methyl jasmonate.",
            "score": 117.27134704589844
        },
        {
            "docid": "31776829_3",
            "document": "Hsp90 inhibitor . Among heat shock proteins the focus on HSP90 has increased due to its involvement in several cellular phenomena and more importantly in disease progression. HSP90 keeps the death proteins in an apoptosis resistant state by direct association. Its wide range of functions results from the ability of HSP90 to chaperone several client proteins that play a central pathogenic role in human diseases including cancer, neurodegenerative diseases and viral infection. Geldanamycin directly binds to the ATP-binding pocket in the N-terminal domain of Hsp90 and, hence, blocks the binding of nucleotides to Hsp90. Analysis of the effects of Geldanamycin on steroid receptor activation indicates that the antibiotic blocks the chaperone cycle at the intermediate complex, preventing the release of the receptor from Hsp90 and, eventually, resulting in its degradation. Ewing’s sarcoma shows several deregulated autocrine loops mediating cell survival and proliferation. So their blockade is a promising therapeutic approach. Proteosome analysis revealed that Hsp90 is differentially expressed between ewing’s sarcoma cell lines, sensitive and resistant to specific IGF1R/KIT inhibitors. The in vitro IGF1R/KIT pathway blockade on ewing’s sarcoma cell lines and classified ewing’s sarcoma cell lines as resistant and sensitive to blockade of pathway. Inhibition of Hsp90 with 17AAG and siRNA resulted in reduction of cell lines growth and survival. The inhibition of Hsp90 causes the proteosomal destruction of client proteins- Akt, KIT and IGF1R. This effect could be due to precluding physical contact between client proteins and Hsp90. So since the molecular chaperones are overexpressed in a wide variety of cancer cells and in virally transformed cells, inhibiting the function of these chaperones is essential to controlling cancer cells, as this would affect the activity of signaling proteins. The availability of drugs that can specifically target Hsp90 and inhibit its function, resulting in the depletion of client proteins, has made Hsp90 a novel and exciting target for cancer therapy.",
            "score": 117.20074462890625
        },
        {
            "docid": "41868434_15",
            "document": "Pesticide research . Screening can distinguish compounds that independently induce immune responses from those that do so exclusively in the presence of some pathogen. Independent activators can be toxic to cells. Others enhance resistance only in the presence of pathogens. In 2012, five activators that protected against \"Pseudomonas\" bacteria by priming immune response without directly activating defense genes. The compounds inhibit two enzymes that inactivate the defense hormone salicylic acid (SA glucosyltransferases or SAGTs), providing enhanced disease resistance.",
            "score": 115.9942626953125
        },
        {
            "docid": "41081638_15",
            "document": "Blackleg (potatoes) . Plant defense mechanism studies on \"P. atrosepticum\", used to better understand disease resistance, have focused more on the soft-rot symptoms that can sometimes be associated with \"P. atrosepticum\". However, research is successfully identifying the quantity and type of plant resistance molecules that are produced in response to pathogen associated molecular patterns (PAMPs), and their effects on the activity and virulence of pathogens such as \"P. atrosepticum\".",
            "score": 115.35638427734375
        },
        {
            "docid": "22590461_12",
            "document": "Plant disease resistance . Responses activated by PTI and ETI receptors include ion channel gating, oxidative burst, cellular redox changes, or protein kinase cascades that directly activate cellular changes (such as cell wall reinforcement or antimicrobial production), or activate changes in gene expression that then elevate other defensive responses",
            "score": 113.57276916503906
        },
        {
            "docid": "5580524_8",
            "document": "Sugarcane smut . Plant disease resistance is the result of coevolution between the plant and pathogen. During Ustilago scitaminea infection, the fungus grows within the meristematic tissue and induces formation of flowering structures, which it colonises to produce its teliopores. The flowering structures, usually typical grass panicles, are transformed into a whip-like sorus that grows rapidly and protrudes out between the leaf sheaths. The development of sugarcane smut depends on the interaction among environment, the sugarcane variety and the pathogen itself. If the interaction between smut-resistant varieties and the pathogen is nonaffinity, disease resistance occurs; however, if the interaction between smut-susceptible varieties and the pathogen is affinity, disease susceptibility occurs. A series of physiological and biochemical changes, together with the molecular response, occur during the period between the appearance of the stress on plant from the invasion of the pathogen and the subsequent plant-pathogen interaction. Progress has been made in studies of the molecular basis of sugarcane smut resistance. According to one study, the type of resistance is a single gene resistance at the N52/219 gene site. Furthermore this study talked about several different strains or races of Ustilago scitaminea. Despite what has been learned, more studies on the molecular interaction in this pathosystem are needed to discover the mechanisms of smut resistance.",
            "score": 113.52349090576172
        },
        {
            "docid": "22590461_8",
            "document": "Plant disease resistance . The plant immune system carries two interconnected tiers of receptors, one most frequently sensing molecules outside the cell and the other most frequently sensing molecules inside the cell. Both systems sense the intruder and respond by activating antimicrobial defenses in the infected cell and neighboring cells. In some cases, defense-activating signals spread to the rest of the plant or even to neighboring plants. The two systems detect different types of pathogen molecules and classes of plant receptor proteins.",
            "score": 113.27616119384766
        },
        {
            "docid": "37138_34",
            "document": "Arabidopsis thaliana . The use of \"A. thaliana\" has led to many breakthroughs in the advancement of knowledge of how plants manifest plant disease resistance. The reason most plants are resistant to most pathogens is through nonhost resistance. This is, not all pathogens will infect all plants. An example where \"A. thaliana\" was used to determine the genes responsible for nonhost resistance is \"Blumeria graminis\", the causal agent of powdery mildew of grasses. \"A. thaliana\" mutants were developed using the mutagen ethyl methanesulfonate and screened to identify mutants with increased infection by \"B. graminis\". The mutants with higher infection rates are referred to as PEN mutants due to the ability of \"B. graminis\" to penetrate \"A. thaliana\" to begin the disease process. The PEN genes were later mapped to identify the genes responsible for nonhost resistance to \"B. graminis\".",
            "score": 112.80142211914062
        },
        {
            "docid": "28143_25",
            "document": "Salicylic acid . Salicylic acid is a phenolic phytohormone and is found in plants with roles in plant growth and development, photosynthesis, transpiration, ion uptake and transport. SA is involved in endogenous signaling, mediating in plant defense against pathogens. It plays a role in the resistance to pathogens by inducing the production of pathogenesis-related proteins. It is involved in the systemic acquired resistance in which a pathogenic attack on one part of the plant induces resistance in other parts. The signal can also move to nearby plants by salicylic acid being converted to the volatile ester methyl salicylate.",
            "score": 112.40457916259766
        },
        {
            "docid": "14755358_36",
            "document": "Secreted frizzled-related protein 1 . Immunotherapy is a treatment used to produce immunity to a disease or enhance the resistance of the immune system to an active disease process, such as cancer",
            "score": 111.81356048583984
        },
        {
            "docid": "35158708_6",
            "document": "Beta-Aminobutyric acid . BABA induces defense responses in plants by both physical and biochemical means. The precise mechanism depends on the plant and pathogen species (the pathosystem). It is unknown how BABA interacts with plant tissues to increase disease resistance. It does not directly activate defensive genes in isolation, but in combination with an infection, BABA treated plants respond more quickly and strongly to the pathogen.",
            "score": 111.71308135986328
        }
    ]
}