{
    "q": [
        {
            "docid": "41479084_12",
            "document": "Altered Schaedler flora . Intestinal homeostasis is maintained by host-microbe interactions and host immunity. This is critical for digestion of food and protection against pathogens. Bouskra, \"et al.\" studied the regulation of intestinal flora and the immune system. They found IgA producing B cells in the Peyer’s patches, intestinal lymphoid tissues and follicles, and mesenteric lymph nodes. They used ASF to test the maturation of lymphoid follicles into large B cell clusters by the toll-like receptor signaling. In another study, the innate detection system generates adaptive immune system to maintain intestinal homeostasis. Geuking, \"et al.\" examined the role of regulatory T cells in limiting microbe-triggered intestinal inflammation and the T cell compartment. Using ASF, they found intestinal colonization resulted in activation and generation of colonic Treg cells. In germfree mice, Th17 and Th1 response dominate.",
            "score": 158.95413994789124
        },
        {
            "docid": "18291752_3",
            "document": "Microbial symbiosis and immunity . Microbes can promote the development of the host's immune system in the gut and skin, and may help to prevent pathogens from invading. Some release anti-inflammatory products, protecting against parasitic gut microbes. Commensals promote the development of B cells that produce a protective antibody, Immunoglobulin A (IgA). This can neutralize pathogens and exotoxins, and promote the development of TH17 and FOXP3+ regulatory T cells. Microbes trigger development of isolated lymphoid follicles in the small intestine, which are sites of mucosal immune response. Microbes can prevent growth of harmful pathogens by altering pH, consuming nutrients required for pathogen survival, and secreting toxins that inhibit growth of pathogens. However, microbes have been implicated in inflammatory bowel disease, obesity, and cancer.",
            "score": 113.52648770809174
        },
        {
            "docid": "15835350_6",
            "document": "Jeffrey I. Gordon . Gordon’s group published a series of elegant studies that describe the ability of components of the commensal microbiota to induce specific responses in the host intestinal epithelium. One of these responses, the induction of intestinal cell surface fucose residues, is elicited by a prominent human intestinal symbiont,\" Bacteroides thetaiotaomicron\", which can harvest and use the host fucose as a carbon and energy source. Gordon’s group published a seminal study in which functional genomics were used to document the genome-wide intestinal epithelial response to microbial colonization of the gastrointestinal tract. Dr. Gordon’s laboratory has investigated epithelial cell interaction with human-associated pathogens, including uropathogenic \"Escherichia coli\", \"Helicobacter pylori\", and \"Listeria monocytogenes\".",
            "score": 163.1565761566162
        },
        {
            "docid": "38722529_13",
            "document": "OmpT . Enterohemorrhagic \"E. coli\" (EHEC) and enteropathogenic \"E. coli\" (EPEC) are pathogens that rely on OmpT to colonize in the intestine of their host. In response to the presence of \"E. coli\" in the gut, the host releases antimicrobial peptides as part of the innate immune response. Since OmpT can break down these antimicrobials and inactivate them, EHEC and EPEC can colonize within the colon or small intestine of the host and lead to serious diarrheal diseases.",
            "score": 104.11121344566345
        },
        {
            "docid": "32440734_21",
            "document": "Pathogenic Escherichia coli . Gastrointestinal infections can cause the body to develop memory T cells to attack gut microbes that are in the intestinal tract. Food poisoning can trigger an immune response to microbial gut bacteria. Some researchers suggest that it can lead to inflammatory bowel disease.",
            "score": 126.91928672790527
        },
        {
            "docid": "14088215_2",
            "document": "MUC1 . Mucin 1, cell surface associated (MUC1) or polymorphic epithelial mucin (PEM) is a mucin encoded by the \"MUC1\" gene in humans. MUC1 is a glycoprotein with extensive O-linked glycosylation of its extracellular domain. Mucins line the apical surface of epithelial cells in the lungs, stomach, intestines, eyes and several other organs. Mucins protect the body from infection by pathogen binding to oligosaccharides in the extracellular domain, preventing the pathogen from reaching the cell surface. Overexpression of MUC1 is often associated with colon, breast, ovarian, lung and pancreatic cancers. Joyce Taylor-Papadimitriou identified and characterised the antigen during her work with breast and ovarian tumors.",
            "score": 153.04880261421204
        },
        {
            "docid": "4471978_5",
            "document": "Paneth cell . \"These cells synthesize and secrete substantial quantities of antimicrobial peptides and proteins. More recent studies have determined that these antimicrobial molecules are key mediators of host-microbe interactions, including homeostatic balance with colonizing microbiota and innate immune protection from enteric pathogens. Perhaps more intriguing, Paneth cells secrete factors that help sustain and modulate the epithelial stem and progenitor cells that cohabitate in the crypts and rejuvenate the small intestinal epithelium. \"",
            "score": 147.0868968963623
        },
        {
            "docid": "44430316_4",
            "document": "Host adaptation . Pathogens like Salmonella, which is a food borne pathogen, are able to adapt to the host environment and maintain virulence via several pathways. In a paper by Baumler et al 1998, characters of Salmonella, such as its ability to cause intestinal infection were attributed to virulence factors like its ability to invade intestinal epithelial cells, induce neutrophil recruitment and interfere with the secretion of intestinal fluid. Phylogenetic analysis also revealed that many strains or lineages of Salmonella exist, which is advantageous for the pathogen because its genetic diversity can acts as fodder for natural selection to tinder with. For instance, if a particular Salmonella strain is more fit in the host stomach environment, compared to other Salmonella strains, then the former will be positively selected for and increase in prevalence. Eventually this strain will colonize and infect the stomach. The other less fit strains will be selected against and will thus not persist. Another major host adaptation on the part of Salmonella was its adaptation to host blood temperatures. Because Salmonella can thrive at the human host temperature, 98.6 degrees F, it is fit for the host environment and hence survive well in it. Adaptations like these are simple yet very effective ways of infecting hosts because they use the host's body and important feature of its body as a stepping stone in the infection process.",
            "score": 153.55842566490173
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 125.57317578792572
        },
        {
            "docid": "46837955_9",
            "document": "Host microbe interactions in Caenorhabditis elegans . One of the best studied natural pathogens of \"C. elegans\" is the microsporidium \"Nematocida parisii\", which was directly isolated from wild-caught \"C. elegans\". \"N. parisii\" is an intracellular parasite that is exclusively transmitted horizontally from one animal to another. The microsporidian spores are likely to exit the cells by disrupting a conserved cytoskeletal structure in the intestine called the terminal web. It seems that none of the known immune pathways of \"C. elegans\" is involved in mediating resistance against \"N. parisii\". Microsporidia were found in several nematodes isolated from different locations, indicating that microsporidia are common natural parasites of \"C. elegans\". The \"N. parisii\"-\"C. elegans\" system represents a very useful tool to study infection mechanisms of intracellular parasites. Additionally, a new species of microsporidia was recently found in a wild caught \"C. elegans\" that genome sequencing places in the same genus \"Nematocida\" as prior microsporidia seen in these nematodes. This new species was named \"Nematocida displodere,\" after a phenotype seen in late infected worms that explode at the vulva to release infectious spores. \"N. displodere\" was shown to infect a broad range of tissues and cell types in \"C. elegans\", including the epidermis, muscle, neurons, intestine, seam cells, and coelomocytes. Strangely, the majority of intestinal infection fails to grow to later parasite stages, while the muscle and epidermal infection thrives. This is in stark contrast to \"N. parisii\" which infects and completes its entire life cycle in the \"C. elegans\" intestine. These related \"Nematocida\" species are being used to study the host and pathogen mechanisms responsible for allowing or blocking eukaryotic parasite growth in different tissue niches.  Another eukaryotic pathogen is the fungus \"Drechmeria coniospora\", which has not been directly co-isolated with \"C. elegans\" from nature, but is still considered to be a natural pathogen of \"C. elegans\". \"D. coniospora\" attaches to the cuticle of the worm at the vulva, mouth, and anus and its hyphae penetrate the cuticle. In this way \"D. coniospora\" infects the worm from the outside, while the majority of bacterial pathogens infect the worm from the intestinal lumen",
            "score": 136.08400523662567
        },
        {
            "docid": "8513008_15",
            "document": "Host tropism . The human immunodeficiency virus exhibits host tropism for CD4 related immune cells (e.g. T helper cells, macrophages or dendritic cells). These cells express a CD4 receptor, to which HIV can bind, through the gp120 and gp41 proteins on its surface. HIV also requires a second co-receptor along with the CD4-gp120 complex to enter the target cells - either CCR5 or CXCR4. This demonstrates an example of how cell surface receptors can affect the tropism of a viral pathogen. Since humans are the only organisms that have cells with these receptors, HIV only displays host tropism for humans. Simian immunodeficiency virus (SIV), a virus similar to HIV, is capable of infecting primates. The Epstein–Barr virus (EBV) is one of eight known herpesviruses. It displays host tropism for human B cells through the CD21-gp350/220 complex and is thought to be the cause of infectious mononucleosis, Burkitt’s lymphoma, Hodgkin’s disease, nasopharyngeal carcinoma, and lymphomas. EBV enters the body through oral transfer of saliva, and it is thought to infect more than 90% of the world's adult population. EBV may also infect epithelial cells, T cells, and natural killer cells through mechanisms different than the CD21 receptor-mediated process in B cells.",
            "score": 145.11923706531525
        },
        {
            "docid": "18291752_17",
            "document": "Microbial symbiosis and immunity . The intestinal epithelium in humans is reinforced with carbohydrates like fucose expressed on the apical surface of epithelial cells. \"B. thetaiotaomicron,\" a bacterial species in the ileum and colon, stimulates the gene encoding fucose, Fut2, in intestinal epithelial cells. In this mutualistic interaction, the intestinal epithelial barrier is fortified and humans are protected against invasion of destructive microbes, and the microbe benefits because fucose is nutritious and regulates the expression of bacterial genes.",
            "score": 159.04447078704834
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 133.17497277259827
        },
        {
            "docid": "48888279_6",
            "document": "Human milk oligosaccharide . This protective function of the HMOs is activated when in contact with specific pathogens, such as certain bacteria or viruses. These have the ability to bind themselves to the glycan receptors (receptors for long chains of connected sugar molecules on the surface of human cells) located on the surface of the intestinal cells and can thereby infect the cells of the intestinal mucosa. Researchers have discovered that HMOs mimic these glycan receptors so the pathogens bind themselves to the HMOs rather than the intestinal cells. This reduces the risk of an infection with a pathogen. In addition to this, HMOs seem to influence the reaction of specific cells of the immune system in a way that reduces inflammatory responses. It is also suspected that HMOs reduce the risk of premature infants becoming infected with the potentially life-threatening disease necrotizing enterocolitis (NEC).",
            "score": 143.92299568653107
        },
        {
            "docid": "32440734_2",
            "document": "Pathogenic Escherichia coli . Escherichia coli ( Anglicized to ; commonly abbreviated E. coli) is a gram-negative, rod-shaped bacterium that is commonly found in the lower intestine of warm-blooded organisms (endotherms). Most \"E. coli\" strains are harmless, but some serotypes are pathogenic and can cause serious food poisoning in humans, and are occasionally responsible for product recalls. \"E. coli\" are also responsible for a majority of cases of urinary tract infections. The harmless strains are part of the normal flora of the gut, and can benefit their hosts by producing vitamin K, and by preventing the establishment of pathogenic bacteria within the intestine.",
            "score": 104.53396129608154
        },
        {
            "docid": "18291752_14",
            "document": "Microbial symbiosis and immunity . Microbiota-derived signals recruit IgA-secreting plasma cells to mucosal sites. For example, bacteria on the apical surfaces of epithelial cells are phagocytosed by dendritic cells located beneath peyer's patches and in the lamina propria, ultimately leading to differentiation of B cells into plasma cells that secrete IgA specific for intestinal bacteria. The role of microbiota-derived signals in recruiting IgA-secreting plasma cells was confirmed in experiments with antibiotic-treated specific pathogen free and MyD88 KO mice, which have limited commensals and a decreased ability to respond to commensals. The number of intestinal CD11b IgA plasma cells was reduced in these mice, suggesting the role of commensals in recruiting IgA-secreting plasma cells. Therefore, commensals can protect the host from harmful pathogens by stimulating IgA production.",
            "score": 179.8388992547989
        },
        {
            "docid": "39976660_12",
            "document": "Lactobacillus mucosae . The intestinal epithelium helps protect the intestinal mucosa from the external environment and luminal contents. Tight junctions are intercellular complexes that facilitate the low level of permeability present in the intestinal epithelial layer by monitoring the movement of materials between the intestinal lumen and the intestinal mucosa. Enterotoxins released by pathogens, in particular TNF-ct, result in an increase in the level of epithelial permeability. \"Lactobacillus mucosae\" strain ME-340 expressing the gene Lam29, which encodes for a protein that is believed to be related to the cysteine-binding transporter, shows a significant adhesion for human blood group A and B antigens. Many pathogens show a high affinity for these same blood group antigens in the gastrointestinal tract. Lactobacillus mucosae ME-340, and other strains including the patented CNCM 1-4429 strain, have been shown to decrease epithelial permeability and improve epithelial barrier function. The presence of this organism provides competitive exclusion against many of these pathogenic organisms and help with the development of new probiotic food products. Increased epithelial activity is also one of the contributing factors to many intestinal disorders. Among these disorders is celiac disease, irritable bowel syndrome, and Crohn's disease.  There is also significant antimicrobial activity to protect against pathogens exhibited in strain LM1. Analysis of this activity, as well as the activity of epithelial cell and mucin adhesion genes, is underway.",
            "score": 150.89540815353394
        },
        {
            "docid": "5951626_2",
            "document": "Antigenic variation . Antigenic variation refers to the mechanism by which an infectious agent such as a protozoan, bacterium or virus alters its surface proteins in order to evade a host immune response. It is related to phase variation. Immune evasion is particularly important for organisms that target long-lived hosts, repeatedly infect a single host and are easily transmittable. Antigenic variation not only enables immune evasion by the pathogen, but also allows the microbes to cause re-infection, as their antigens are no longer recognized by the host's immune system. When an organism is exposed to a particular antigen (i.e. a protein on the surface of a bacterium) an immune response is stimulated and antibodies are generated to target that specific antigen. The immune system will then \"remember\" that particular antigen, and defenses aimed at that antigen become part of the immune system’s acquired immune response. If the same pathogen tries to re-infect the same host the antibodies will act rapidly to target the pathogen for destruction. However, if the pathogen can alter its surface antigens, it can evade the host's acquired immune system. This will allow the pathogen to re-infect the host while the immune system generates new antibodies to target the newly identified antigen. Antigenic variation can occur by altering a variety of surface molecules including proteins and carbohydrates. There are many molecular mechanisms behind antigenic variation, including gene conversion, site-specific DNA inversions, hypermutation, as well as recombination of sequence cassettes. In all cases, antigenic variation and phase variation result in a heterogenic phenotype of a clonal population. Individual cells either express the phase-variable protein(s) or express one of multiple antigenic forms of the protein. This form of regulation has been identified mainly, but not exclusively, for a wide variety of surface structures in pathogens and is implicated as a virulence strategy.",
            "score": 95.26996695995331
        },
        {
            "docid": "5024592_19",
            "document": "Immune tolerance . The skin and digestive tract of humans and many other organisms is colonized with an ecosystem of microorganisms that is referred to as the microbiome. Though in mammals a number of defenses exist to keep the microbiota at a safe distance, including a constant sampling and presentation of microbial antigens by local DCs, most organisms do not react against commensal microorganisms and tolerate their presence. Reactions are mounted, however, to pathogenic microbes and microbes that breach physiological barriers. Peripheral mucosal immune tolerance, in particular mediated by iTreg cells and tolerogenic antigen-presenting cells, is thought to be responsible for this phenomenon. In particular, specialized gut CD103+ DCs that produce both TGF-β and retinoic acid efficiently promotes the differentiation of iTreg cells in the gut lymphoid tissue. Foxp3- TR1 cells that make IL-10 are also enriched in the intestinal lining. Break in this tolerance is thought to underlie the pathogenesis of inflammatory bowel diseases like Crohn's disease and ulcerative colitis.",
            "score": 101.72750532627106
        },
        {
            "docid": "13506996_10",
            "document": "T helper 17 cell . Although all CD4+ T cells gut are severely depleted by HIV, the loss of intestinal Th17 cells in particular has been linked to symptoms of chronic, pathogenic HIV and SIV infection. Microbial translocation is a major factor that contributes to chronic inflammation and immune activation in the context of HIV. In non-pathogenic cases of SIV, microbial translocation is not observed. Th17 cells prevent severe HIV infection by maintaining the intestinal epithelial barrier during HIV infection in the gut. Because of their high levels of CCR5 expression, the coreceptor for HIV, they are preferentially infected and depleted. Thus, it is through Th17 cell depletion that microbial translocation occurs.",
            "score": 180.2959930896759
        },
        {
            "docid": "26456244_6",
            "document": "Raillietina . They are intestinal parasites in the definitive host. The level of their infection and clinical pathogenicity is characteristic of each species. \"R. cesticillus\" is quite harmless in terms of symptoms; whereas \"R. echinobothrida\" is highly pathogenic, and causes nodular tapeworm disease under heavy infection. Under severe infection, stunted growth and decreased egg production, resulting in loss of meat and egg productions are experienced. Chronic infection results in diarrhoea, emaciation and anaemia, indicated by haemorrhage in the intestine. Physiological symptoms include degeneration of epithelial cells, enteritis, and macrophage infiltration of lymphocyte.",
            "score": 174.8790397644043
        },
        {
            "docid": "42396644_4",
            "document": "Membrane vesicle trafficking . Unlike in eukaryotes, membrane vesicular trafficking in prokaryotes is an emerging area in interactive biology for intra-species (quorum sensing) and inter-species signaling at host-pathogen interface, as prokaryotes lack internal membrane-compartmentalization of their cytoplasm. For more than four decades, cultures of gram negative microbes revealed the presence of nanoscale membrane vesicles. A role for membrane vesicles in pathogenic processes has been suspected since the 1970s, when they were observed in gingival plaque by electron microscopy. These vesicles were suspected to promote bacterial adhesion to the host epithelial cell surface. Their role in invasion of animal host cells \"in vivo\" was then demonstrated. In inter-bacterial interactions, OMVs released by \"Pseudomonas aeruginosa\" microbes were shown to fuse with outer membrane of other gram negative microbes causing their bacteriolysis; these OMVs could lyse gram-positive microbes as well. Role of OMVs in \"Helicobacter pylori\" infection of \"human\" primary antral epithelial cells, as model that closely resembles human stomach, has also been confirmed VacA-containing OMVs could also be detected in human gastric mucosa, infected with \"H. pylori.\". \"Salmonella\" OMVs were also shown to have direct role in invasion of chicken ileal epithelial cells \"in vivo\" in the year, 1993 (ref 4) and later, in hijacking of defense macrophages into sub-service for pathogen replication and consequent apoptosis of infected macrophages in typhoid-like animal infection. These studies brought the focus on OMVs into \"membrane vesicle trafficking\" and showed this phenomenon as involved in multifarious processes like genetic transformation, quorum sensing, competition arsenal among microbes, etc., and invasion, infection, immuno-modulation, etc., of animal hosts. A mechanism has already been proposed for generation of OMVs by gram negative microbes involving, expansion of pockets of periplasm (named, \"periplasmic organelles\") due to accumulation of bacterial cell secretions and their pinching off as outer membrane bounded vesicles (OMVs) on the lines of a 'soap bubble' formation with a bubble tube, and further fusion or uptake of diffusing OMVs by host/target cells (Fig. 2).",
            "score": 153.7376480102539
        },
        {
            "docid": "37220_6",
            "document": "Infection . Among the many varieties of microorganisms, relatively few cause disease in otherwise healthy individuals. Infectious disease results from the interplay between those few pathogens and the defenses of the hosts they infect. The appearance and severity of disease resulting from any pathogen, depends upon the ability of that pathogen to damage the host as well as the ability of the host to resist the pathogen. However a host's immune system can also cause damage to the host itself in an attempt to control the infection. Clinicians therefore classify infectious microorganisms or microbes according to the status of host defenses - either as \"primary pathogens\" or as \"opportunistic pathogens\":",
            "score": 84.76386427879333
        },
        {
            "docid": "20637118_17",
            "document": "Clostridium difficile toxin A . TcdA can induce the physiological changes that occur in \"C. difficile\" related pseudomembranous colitis (PMC), a severe ulceration of the colon. Toxin damage to the colonic mucosa promotes accumulations of fibrin, mucin, and dead cells to form a layer of debris in the colon (pseudomembrane), causing an inflammatory response. TcdA damage causes increased epithelial permeability, cytokine and chemokine production, neutrophil infiltration, production of reactive oxygen species (ROS), mast cell activation, and direct damage to the intestinal mucosa. All can be attributed to TcdA induced inactivation of Rho GTPase proteins. Loss of tight junctions can provide entry for neutrophils into the intestines, leading to neutrophil accumulation; a hallmark of PMC. TcdA induced cytokine production of IL-8 and other inflammatory mediators contributes to the stages of inflammation seen in PMC. Infiltration by neutrophils, macrophages, and mast cells in response to TcdA damage increases the inflammatory response through production and release of other mediators such as tumor necrosis factor alpha, IL-1, IL-6, and other monokines. These mediators cause additional damage to intestinal mucosa and further increase the inflammatory response, influencing PMC persistence. If extensive damage to the intestinal wall occurs, bacteria can enter the bloodstream and cause septic shock and death.",
            "score": 135.31690859794617
        },
        {
            "docid": "6862740_2",
            "document": "Exogenous bacteria . Exogenous bacteria are microorganisms introduced to closed biological systems from the external world. They exist in aquatic and terrestrial environments, as well as the atmosphere. Microorganisms in the external environment have existed on Earth for 3.5 billion years. Exogenous bacteria can be either benign or pathogenic. Pathogenic exogenous bacteria can enter a closed biological system and cause disease such as \"Cholera,\" which is induced by a waterborne microbe that infects the human intestine. Exogenous bacteria can be introduced into a closed ecosystem as well, and have mutualistic benefits for both the microbe and the host. A prominent example of this concept is \"bacterial flora,\" which consists of exogenous bacteria ingested and endogenously colonized during the early stages of life. Bacteria that are part of normal internal ecosystems, also known as bacterial flora, are called \"Endogenous Bacteria\". A significant amount of prominent diseases are induced by \"exogenous bacteria\" such as \"gonorrhea\", \"meningitis\", \"tetanus\", and \"syphilis.\" Pathogenic exogenous bacteria can enter a host via cutaneous transmission, inhalation, and consumption.",
            "score": 83.0285769701004
        },
        {
            "docid": "41479084_2",
            "document": "Altered Schaedler flora . The altered Schaedler flora (ASF) is a community of eight bacterial species: two Lactobacilli, one Bacteroides, one spiral bacteria of the Flexistipes genus, and four extremely oxygen sensitive (EOS) Fusobacterium species. The bacteria are selected for their dominance and persistence in the normal microflora of mice, and for their ability to be isolated and grown in laboratory settings. Germ-free animals, mainly mice, are infected with ASF for the purpose of studying the gastrointestinal (GI) tract. Intestinal commensal bacteria play an important role in affecting gene expression of the GI tract, immune responses, nutrient absorption, and pathogen resistance. The standardized microbial cocktail enabled the controlled study of microbe and host interactions, role of microbes, pathogen effects, and intestinal immunity and disease association, such as cancer, inflammatory bowel disease, diabetes, and other inflammatory or autoimmune diseases. Also, compared to germfree animals, ASF mice have fully developed immune system, resistance to opportunistic pathogens, and normal GI function and health, and are a great representation of normal mice",
            "score": 109.0156809091568
        },
        {
            "docid": "2876332_29",
            "document": "Osteopontin . Opn is up-regulated in inflammatory bowel disease (IBD). Opn expression is highly up-regulated in intestinal immune and non-immune cells and in the plasma of patients with Crohn’s disease (CD) and ulcerative colitis (UC), as well as in the colon and plasma of mice with experimental colitis. Increased plasma Opn levels are related to the severity of CD inflammation, and certain Opn gene (Spp1) haplotypes are modifiers of CD susceptibility. Opn has also a proinflammatory role in TNBS- and dextran sulfate sodium (DSS)-induced colitis, which are mouse models for IBD. Opn was found highly expressed by a specific dendritic cell (DC) subset derived from murine mesenteric lymph nodes (MLNs)and is highly proinflammatory for colitis. Dendritic cells are important for the development of intestinal inflammation in humans with IBD and in mice with experimental colitis. Opn expression by this inflammatory MLN DC subset is crucial for their pathogenic action during colitis.",
            "score": 126.87817060947418
        },
        {
            "docid": "14777493_6",
            "document": "NDUFA13 . The homologous protein to NDUFA13, GRIM-19, may play a role in Chron's disease (CD), an inflammatory bowel disease (IBD) characterized by chronic inflammation of the intestinal epithelium. Its expression is decreased in the inflamed mucosa of patients with these diseases. Nucleotide-binding oligomerization domain-containing protein 2 (NOD2), also known as caspase recruitment domain-containing protein 15 (CARD15) or inflammatory bowel disease protein 1 (IBD1), functions as a mammalian cytosolic pathogen recognition molecule and plays an anti-bacterial role by limiting survival of intracellular invasive bacteria. GRIM-19 acts as a downstream anti-bacterial effector in CARD15-mediated innate mucosal responses by regulating intestinal epithelial cell responses to microbes. Following NOD2-mediated recognition of bacterial muramyl dipeptide, GRIM-19 is required for NF-κB activation, a key component in regulating the immune response to infection.",
            "score": 155.5233678817749
        },
        {
            "docid": "37619510_5",
            "document": "Fiona Powrie . Powrie performed post-doctoral studies with Robert L. Coffman at DNAX in Palo Alto, California. Here, she extended her earlier work in rats to mice and developed the “T cell transfer” model, one of the most prominent models of intestinal inflammation where transfer of CD4+CD45RBhi T cells to Rag deficient or SCID mice led to the development of severe intestinal inflammation and wasting disease. This could be prevented by transfer of CD4+CD45RBlo T cells. Using this model Powrie further identified the pathogenic role played by IFN-γ and TNF-α in intestinal inflammation and the therapeutic potential of IL-10 and highlighted the requirement for TGF-β in the prevention of colitis by the CD4+CD45RBlo regulatory T cell subset  Upon returning to the University of Oxford in 1996, first to the Nuffield Department of Surgery and later, the Sir William Dunn School of Pathology, Powrie used the T cell transfer model to identify the suppressive mechanisms used by regulatory T cells to prevent intestinal inflammation including the requirements for CTLA-4 and the capacity of Treg to prevent colitis driven by innate immune cells as well as CD4+ T cells. Focusing on pathogenic mechanisms the Powrie lab. identified the critical role played by the cytokine IL-23 in driving pathology in the intestine",
            "score": 163.26485013961792
        },
        {
            "docid": "3340565_5",
            "document": "Heligmosomoides polygyrus . Upon infection with \"H. polygyrus\", innate and adaptive host immune responses are generated to prevent the establishment of the parasite in the gut. A strong wound healing immune response (Th2-type) associated with intestinal pathology is mounted. Similar to other roundworm infections Th2 immunity focuses on eliminating the parasite or confining it to minimize host damage.Mucus secreted by goblet cells of the intestine, acts as the first line of defense, hence increases in goblet cell number are a major observable change during \"H. polygyrus\" infection. Macrophages are activated through Th2 cytokines and they are important in parasite clearance by increase intestinal motility and to induce fibrosis and healing. These immune cells are also important in granuloma formation. This is a defensive response by the host to trap the parasite and minimize its damage to the gut. In addition, these cells are important in increasing contractions of the gut wall, which facilitates worm expulsion. The spleen, mesenteric lymph nodes, Peyer’s patches and lamina propria lymphocytes induce a strong Th2 immune response by producing different cytokines (Interleukin 3, IL4, IL5, IL9, IL10 and IL13) which are important in controlling and expelling worms. These cytokines aid in generating CD4 T helper 2 effector cells necessary for adaptive immune responses against the parasite. In addition costimulatory signals via CD80 and CD86 has also be shown important in mounting a Th2 immune response and producing immunoglobulin E (IgE). In the humoral arm of immunity, parasite specific IgG1 plays a greater role in protection during infection and IgA has been shown to have a minor effect. But IgM and IgE has not been shown important against \"H. polygyrus\" protection.",
            "score": 176.36023461818695
        },
        {
            "docid": "483378_7",
            "document": "Lamina propria . Because the epithelium is often under external stress and is somewhat delicate, the lamina propria hosts many immune cells. In the intestinal tract the immune system must have tolerance to the normal intestinal flora, yet respond to pathogenic microorganisms. Imbalance of this causes inflammation diseases such as inflammatory bowel disease. The lamina propria’s richness in macrophages and lymphoid cells makes it a key place for immune responses to occur. It forms part of the barrier that protects internal tissues from external pathogenic microorganisms, especially from the gastrointestinal tract.",
            "score": 115.52998971939087
        },
        {
            "docid": "205464_32",
            "document": "Human microbiota . This dynamic between host oral cavity and oral microbes plays a key role in health and disease as it provides entry into the body. A healthy equilibrium presents a symbiotic relationship where oral microbes limit growth and adherence of pathogens while the host provides an environment for them to flourish. Ecological changes such as change of immune status, shift of resident microbes and nutrient availability shift from a mutual to parasitic relationship resulting in the host being prone to oral and systemic disease. Systemic diseases such as diabetes and cardiovascular diseases has been correlated to poor oral health. Of particular interest is the role of oral microorganisms in the two major dental diseases: dental caries and periodontal disease. Pathogen colonization at the periodontium cause an excessive immune response resulting in a periodontal pocket- a deepened space between the tooth and gingiva. This acts as a protected blood-rich reservoir with nutrients for anaerobic pathogens. Systemic disease at various sites of the body can result from oral microbes entering the blood bypassing periodontal pockets and oral membranes.",
            "score": 47.749568700790405
        }
    ],
    "r": [
        {
            "docid": "4153166_6",
            "document": "Interleukin 7 . IL-7 is a cytokine important for B and T cell development. This cytokine and the hepatocyte growth factor (HGF) form a heterodimer that functions as a pre-pro-B cell growth-stimulating factor. This cytokine is found to be a cofactor for V(D)J rearrangement of the T cell receptor beta (TCRß) during early T cell development. This cytokine can be produced locally by intestinal epithelial and epithelial goblet cells, and may serve as a regulatory factor for intestinal mucosal lymphocytes. Knockout studies in mice suggested that this cytokine plays an essential role in lymphoid cell survival.",
            "score": 210.8650665283203
        },
        {
            "docid": "2200815_20",
            "document": "Eimeria . The severity of the disease is directly dependent on the number of infective \"Eimeria\" oocysts that are ingested. The pathogenesis of infection varies from mild to severe, and is largely dependent on the magnitude of infection. In light infections, the damage to the gut might only be minimal and be rapidly repaired as cells are rapidly replaced by the body. However, in heavy infections, it may only take two weeks for many intestinal epithelial cells to be infected with either \"Eimeria\" meronts or gametocytes. These cause the epithelial cells to burst, which causes significant damage to the intestine epithelial layer, resulting in the release of blood, fluid, and electrolytes into the intestine.",
            "score": 182.23757934570312
        },
        {
            "docid": "13506996_10",
            "document": "T helper 17 cell . Although all CD4+ T cells gut are severely depleted by HIV, the loss of intestinal Th17 cells in particular has been linked to symptoms of chronic, pathogenic HIV and SIV infection. Microbial translocation is a major factor that contributes to chronic inflammation and immune activation in the context of HIV. In non-pathogenic cases of SIV, microbial translocation is not observed. Th17 cells prevent severe HIV infection by maintaining the intestinal epithelial barrier during HIV infection in the gut. Because of their high levels of CCR5 expression, the coreceptor for HIV, they are preferentially infected and depleted. Thus, it is through Th17 cell depletion that microbial translocation occurs.",
            "score": 180.29598999023438
        },
        {
            "docid": "18291752_14",
            "document": "Microbial symbiosis and immunity . Microbiota-derived signals recruit IgA-secreting plasma cells to mucosal sites. For example, bacteria on the apical surfaces of epithelial cells are phagocytosed by dendritic cells located beneath peyer's patches and in the lamina propria, ultimately leading to differentiation of B cells into plasma cells that secrete IgA specific for intestinal bacteria. The role of microbiota-derived signals in recruiting IgA-secreting plasma cells was confirmed in experiments with antibiotic-treated specific pathogen free and MyD88 KO mice, which have limited commensals and a decreased ability to respond to commensals. The number of intestinal CD11b IgA plasma cells was reduced in these mice, suggesting the role of commensals in recruiting IgA-secreting plasma cells. Therefore, commensals can protect the host from harmful pathogens by stimulating IgA production.",
            "score": 179.83889770507812
        },
        {
            "docid": "55287348_4",
            "document": "Type 3 innate lymphoid cells . ILC 3 represent a defense against extracellular parasites and are involved in maintaining intestinal homeostasis. They participate in effective antimicrobial defence through the production of IL-17 and IL-22. The role of IL-22 in humans and mice is somewhat different. In the murine model, IL-22 was found to play a role in improving the course of inflammatory bowel disease and epithelial restoration in the loss of the protective mucin barrier in the large intestine. However, in humans with inflammatory bowel disease, IL-22 has an effect on the pathology of the disease. IL-22 is an important cytokine for maintaining intestinal homeostasis. The action of IL-22 helps enhance the defense of the surface of the intestinal mucosa by weakening the mucin layer and its ability to produce antimicrobial agents, such as β-defensins, is a powerful mechanism that helps maintain intestinal homeostasis.An increase in IL-22 levels together with increased β-defensin expression has been reported in inflammatory skin diseases such as psoriasis. IL-22, as well as IL-17, could thus be involved in the development of these skin diseases, since in humans without these problems IL-22 expression was not registered. The effects of IL-17 and IL-22 can complement each other and stimulate an increased amount of antimicrobial peptides at the site of action . Like ILC2, ILC 3 can express MHC II and be appropriating the function of antigen presenting cells. However, ILCs lack the costimulatory receptors that are necessary for proper activation and initiation of the immune response. ILCs, on the contrary, may set the helper T lymphocytes in the state of anergy. In the case of ILC 3, the ability to express MHC II apparently serves to maintain tolerance to commensal bacteria in the intestine. They suppress the response of CD4 + T lymphocytes to harmless and beneficial intestinal bacteria. If this tolerance is not maintained, there can be a development of undesirable pathological conditions . On the other hand, the action of IL-23 or IL-17 is not always beneficial. It causes some autoimmune diseases such as multiple sclerosis or rheumatoid arthritis. IL-17A specifically targets keratinocytes and is the major cytokine causing pathogenesis of skin psoriasis. In addition, IL-17A is also expressed to an increasing extent in patients with inflammatory bowel disease ILC 3 may play a role already in the prenatal setting of the body's resistance to infections. LTi cells are important in the origin and development of secondary lymphoid organs. It has been found that differentiation and signalling of LTi cells are dependent on retinoic acid (a component of vitamin A). The uptake of retinoic acid in the diet by the mother directly affects the development of LTi cells and the size of the secondary lymphoid organs of the fetus, which may have an effect at its later age",
            "score": 179.2753448486328
        },
        {
            "docid": "823314_5",
            "document": "Mouse mammary tumor virus . MMTV codes for the retroviral structural genes and additionally for a superantigen. This stimulates T lymphocytes with a certain type of V beta chain in their T cell receptor, which in turn stimulates B cell proliferation increasing the population of cells that can be infected. During puberty, the virus enters the mammary glands with migrating lymphocytes and infects proliferating mammary gland epithelial cells.",
            "score": 176.5707550048828
        },
        {
            "docid": "3340565_5",
            "document": "Heligmosomoides polygyrus . Upon infection with \"H. polygyrus\", innate and adaptive host immune responses are generated to prevent the establishment of the parasite in the gut. A strong wound healing immune response (Th2-type) associated with intestinal pathology is mounted. Similar to other roundworm infections Th2 immunity focuses on eliminating the parasite or confining it to minimize host damage.Mucus secreted by goblet cells of the intestine, acts as the first line of defense, hence increases in goblet cell number are a major observable change during \"H. polygyrus\" infection. Macrophages are activated through Th2 cytokines and they are important in parasite clearance by increase intestinal motility and to induce fibrosis and healing. These immune cells are also important in granuloma formation. This is a defensive response by the host to trap the parasite and minimize its damage to the gut. In addition, these cells are important in increasing contractions of the gut wall, which facilitates worm expulsion. The spleen, mesenteric lymph nodes, Peyer’s patches and lamina propria lymphocytes induce a strong Th2 immune response by producing different cytokines (Interleukin 3, IL4, IL5, IL9, IL10 and IL13) which are important in controlling and expelling worms. These cytokines aid in generating CD4 T helper 2 effector cells necessary for adaptive immune responses against the parasite. In addition costimulatory signals via CD80 and CD86 has also be shown important in mounting a Th2 immune response and producing immunoglobulin E (IgE). In the humoral arm of immunity, parasite specific IgG1 plays a greater role in protection during infection and IgA has been shown to have a minor effect. But IgM and IgE has not been shown important against \"H. polygyrus\" protection.",
            "score": 176.3602294921875
        },
        {
            "docid": "26456244_6",
            "document": "Raillietina . They are intestinal parasites in the definitive host. The level of their infection and clinical pathogenicity is characteristic of each species. \"R. cesticillus\" is quite harmless in terms of symptoms; whereas \"R. echinobothrida\" is highly pathogenic, and causes nodular tapeworm disease under heavy infection. Under severe infection, stunted growth and decreased egg production, resulting in loss of meat and egg productions are experienced. Chronic infection results in diarrhoea, emaciation and anaemia, indicated by haemorrhage in the intestine. Physiological symptoms include degeneration of epithelial cells, enteritis, and macrophage infiltration of lymphocyte.",
            "score": 174.87904357910156
        },
        {
            "docid": "7615966_2",
            "document": "CCL28 . Chemokine (C-C motif) ligand 28 (CCL28), also known as mucosae-associated epithelial chemokine (MEC), CCK1 and SCYA28, is a chemokine. CCL28 regulates the chemotaxis of cells that express the chemokine receptors CCR3 and CCR10. CCL28 is expressed by columnar epithelial cells in the gut, lung, breast and the salivary glands and drives the mucosal homing of T and B lymphocytes that express CCR10, and the migration of eosinophils expressing CCR3. This chemokine is constitutively expressed in the colon, but its levels can be increased by pro-inflammatory cytokines and certain bacterial products implying a role in effector cell recruitment to sites of epithelial injury. CCL28 has also been implicated in the migration of IgA-expressing cells to the mammary gland, salivary gland, intestine and other mucosal tissues. It has also been shown as a potential antimicrobial agent effective against certain pathogens, such as Gram negative and Gram positive bacteria and the fungus \"Candida albicans\".",
            "score": 171.93026733398438
        },
        {
            "docid": "16081289_9",
            "document": "Nonspecific immune cell . The classification of dendritic cells as another type of white blood cell occurred over thirty-five years ago by Ralph Steinmann and Zanvil A. Cohn and has provided an essential link in the innate immune system. Dendritic cells line airways and intestines, participate in a rich network making up part of the epidermal layer of the skin, and play a unique role in initiating a primary immune response. Dendritic cells are named after their structure that resembles that of a dendrite of an axon, and they have two vital functions: display antigens, which are recognized by T cells and alert lymphocytes of the presence of an injury or infection. When the body is introduced to infection or injury, dendritic cells migrate to immune or lymphoid tissues. These two types of tissues are rich in T cells, the cells whose actions are induced by dendritic cells. Dendritic cells will capture antigens and engulf them through the process of phagocytosis. Dendritic cells contain Toll-like receptors (TLR) that will recognize a broad variety of microorganisms in the case of invasion. The activation of these receptors stimulates specific antigen responses and development of antigen-specific adaptive immunity. A unique feature of dendritic cells is that they are able to open up the tight junctions between epithelial cells and sample invaders themselves, all while maintaining the integrity of the epithelial barrier with expression of their own tight-junction proteins. A real life example of dendritic cell functions is displayed in the rejection of organ transplants.",
            "score": 168.17710876464844
        },
        {
            "docid": "8513008_19",
            "document": "Host tropism . Enteropathogenic and enterohaemorrhagic \"Escherichia coli\" (EPEC and EHEC respectively) exhibit tropism for human gut epithelial cells, leading to food poisoning and digestive problems. Type III secretion is the main mode of pathogenesis for these two pathogenic forms of \"E. coli\", which involves the adherence of intimin to translocated intimin cell surface receptors presented on the surface of epithelial cells in the gut. Along with the Type III secretion system, temperature may also effect the secretion of intimin, which increases \"E. coli\" infectivity and tropism for human gut cells.",
            "score": 163.95339965820312
        },
        {
            "docid": "214550_24",
            "document": "Epstein–Barr virus . In primary infection, EBV replicates in oro-pharyngeal epithelial cells and establishes Latency III, II, and I infections in B-lymphocytes. EBV latent infection of B-lymphocytes is necessary for virus persistence, subsequent replication in epithelial cells, and release of infectious virus into saliva. EBV Latency III and II infections of B-lymphocytes, Latency II infection of oral epithelial cells, and Latency II infection of NK- or T-cell can result in malignancies, marked by uniform EBV genome presence and gene expression.",
            "score": 163.8814239501953
        },
        {
            "docid": "37619510_5",
            "document": "Fiona Powrie . Powrie performed post-doctoral studies with Robert L. Coffman at DNAX in Palo Alto, California. Here, she extended her earlier work in rats to mice and developed the “T cell transfer” model, one of the most prominent models of intestinal inflammation where transfer of CD4+CD45RBhi T cells to Rag deficient or SCID mice led to the development of severe intestinal inflammation and wasting disease. This could be prevented by transfer of CD4+CD45RBlo T cells. Using this model Powrie further identified the pathogenic role played by IFN-γ and TNF-α in intestinal inflammation and the therapeutic potential of IL-10 and highlighted the requirement for TGF-β in the prevention of colitis by the CD4+CD45RBlo regulatory T cell subset  Upon returning to the University of Oxford in 1996, first to the Nuffield Department of Surgery and later, the Sir William Dunn School of Pathology, Powrie used the T cell transfer model to identify the suppressive mechanisms used by regulatory T cells to prevent intestinal inflammation including the requirements for CTLA-4 and the capacity of Treg to prevent colitis driven by innate immune cells as well as CD4+ T cells. Focusing on pathogenic mechanisms the Powrie lab. identified the critical role played by the cytokine IL-23 in driving pathology in the intestine",
            "score": 163.2648468017578
        },
        {
            "docid": "15835350_6",
            "document": "Jeffrey I. Gordon . Gordon’s group published a series of elegant studies that describe the ability of components of the commensal microbiota to induce specific responses in the host intestinal epithelium. One of these responses, the induction of intestinal cell surface fucose residues, is elicited by a prominent human intestinal symbiont,\" Bacteroides thetaiotaomicron\", which can harvest and use the host fucose as a carbon and energy source. Gordon’s group published a seminal study in which functional genomics were used to document the genome-wide intestinal epithelial response to microbial colonization of the gastrointestinal tract. Dr. Gordon’s laboratory has investigated epithelial cell interaction with human-associated pathogens, including uropathogenic \"Escherichia coli\", \"Helicobacter pylori\", and \"Listeria monocytogenes\".",
            "score": 163.15658569335938
        },
        {
            "docid": "50289753_12",
            "document": "Intestinal mucosal barrier . Secretory immunoglobulin A (sIgA) is produced by plasma cells in the lamina propria and transported into the lumen by intestinal epithelial cells. SIgA blocks epithelial-specific receptors on pathogens, thereby preventing their attachment to epithelial cells.",
            "score": 162.9909210205078
        },
        {
            "docid": "42326468_4",
            "document": "Gut-specific homing . In certain circumstances, some activated T cells show a preference for patrolling certain tissues. This has been termed lymphocyte homing. Gut-specific homing is the term used to describe the preferential movement of activated T cells to the intestine and the gut. In this way T cells are effectively recruited to form part of the first line of defense against pathogens. This is because T cells are targeted to and recirculated around primary infection sites. Overall this results in an extremely high concentration of lymphocytes in this region; 70% of the immunoglobulin-producing cells are found in the mucosal surfaces of the body.",
            "score": 162.2666473388672
        },
        {
            "docid": "49924759_10",
            "document": "Cooperia oncophora . \"C. oncophora\" generally tends to reside in the proximal gut, the first six meters. An effective host immune response subsequently drives the adults towards more distal locations. The fecundity of the parasite decreases in the proximal gut after immune activation, although fecundity in the distal gut remains higher. Antigens of \"C. oncophora\" larvae and adult worms are capable of triggering lymphocyte proliferation. Moreover, excretory/secretory products (ES) can pronounce the immune response. Pattern and degree of response varies in primary and secondary exposure. The immune response here is mainly of Th2 type. Primary infection does not involve recruitment of specific lymphocytes to the intestinal mucosa. There are no major changes in the T-lymphocytes subsets of the mesenterial lymph node. Instead γδ-T cells guide the immune proliferation initially after primary exposure. On the other hand, increased B-cell proliferation leads increase in antibodies in serum and mucus secretion.",
            "score": 160.85385131835938
        },
        {
            "docid": "1648200_5",
            "document": "L1 (protein) . There are a wide variety of cells which express the protein L1, not only neuronal cells but also some non-neuronal ones. Cells which are known nowadays to express the protein L1 are: immature oligodendrocytes and Schwann cells, which are non-neuronal cells that provide support and protection for neurons and form myelin; T cells which are lymphocytes involved in cell-mediated immunity; other types of lymphocytes such as B cells and Monocytes. It is also expressed in intestinal epithelial progenitor cells, cerebellum neurons such as Cerebellum granule cell and Purkinje cells. Finally, it is expressed in multiple tumor cells for example Melanoma and lung carcinoma cells.",
            "score": 160.12005615234375
        },
        {
            "docid": "53199888_2",
            "document": "Intectin . Intectin is a Ly-6 family protein which is anchored to glycosylphosphatidylinositol on intestinal epithelial cells. Intectin has been shown to maintain the integrity of the intestinal wall by inducing apoptosis of intestinal epithelial cells upon exposure to dietary palmitic acid. Mice treated with the prebiotic oligofructose showed improved intestinal homeostasis as indicated by increased intectin.",
            "score": 159.43734741210938
        },
        {
            "docid": "71425_12",
            "document": "Lymphatic system . The thymus is a primary lymphoid organ and the site of maturation for T cells, the lymphocytes of the adaptive immune system. The thymus increases in size from birth in response to postnatal antigen stimulation, then to puberty and regresses thereafter. The loss or lack of the thymus results in severe immunodeficiency and subsequent high susceptibility to infection. In most species, the thymus consists of lobules divided by septa which are made up of epithelium and is therefore an epithelial organ. T cells mature from thymocytes, proliferate and undergo selection process in the thymic cortex before entering the medulla to interact with epithelial cells.",
            "score": 159.3800811767578
        },
        {
            "docid": "18291752_17",
            "document": "Microbial symbiosis and immunity . The intestinal epithelium in humans is reinforced with carbohydrates like fucose expressed on the apical surface of epithelial cells. \"B. thetaiotaomicron,\" a bacterial species in the ileum and colon, stimulates the gene encoding fucose, Fut2, in intestinal epithelial cells. In this mutualistic interaction, the intestinal epithelial barrier is fortified and humans are protected against invasion of destructive microbes, and the microbe benefits because fucose is nutritious and regulates the expression of bacterial genes.",
            "score": 159.0444793701172
        },
        {
            "docid": "41479084_12",
            "document": "Altered Schaedler flora . Intestinal homeostasis is maintained by host-microbe interactions and host immunity. This is critical for digestion of food and protection against pathogens. Bouskra, \"et al.\" studied the regulation of intestinal flora and the immune system. They found IgA producing B cells in the Peyer’s patches, intestinal lymphoid tissues and follicles, and mesenteric lymph nodes. They used ASF to test the maturation of lymphoid follicles into large B cell clusters by the toll-like receptor signaling. In another study, the innate detection system generates adaptive immune system to maintain intestinal homeostasis. Geuking, \"et al.\" examined the role of regulatory T cells in limiting microbe-triggered intestinal inflammation and the T cell compartment. Using ASF, they found intestinal colonization resulted in activation and generation of colonic Treg cells. In germfree mice, Th17 and Th1 response dominate.",
            "score": 158.95413208007812
        },
        {
            "docid": "38717899_6",
            "document": "Raillietina cesticillus . The adult parasite inhabits the small intestine. Generally infection is asymptomatic, and there are no reports of clinical disease. It is considered as the least pathogenic species of \"Raillietina\". However, under heavy loads of experimental infections, pathological symptoms include degeneration of epithelial cells, enteritis, and macrophage infiltration of lymphocyte.",
            "score": 158.6653594970703
        },
        {
            "docid": "50289753_4",
            "document": "Intestinal mucosal barrier . Mucus forms a layer (or layers, in the case of the colon) that separates the bulk of the luminal contents from the intestinal epithelium. The mucus consists of a highly glycosylated hydrated gel formed by mucin molecules that are secreted by goblet cells. The mucus prevents large particles from contacting the epithelial cell layer while allowing small molecules to pass. The mucus also facilitates passage of the luminal contents along the length of the intestines, protects the epithelial cells from digestive enzymes, and prevents the direct contact of microorganisms with the epithelial layer.",
            "score": 158.41485595703125
        },
        {
            "docid": "105807_15",
            "document": "Infectious mononucleosis . The virus replicates first within epithelial cells in the pharynx (which causes pharyngitis, or sore throat), and later primarily within B cells (which are invaded via their CD21). The host immune response involves cytotoxic (CD8-positive) T cells against infected B lymphocytes, resulting in enlarged, atypical lymphocytes (Downey cells).",
            "score": 158.40321350097656
        },
        {
            "docid": "60140_19",
            "document": "Sjögren syndrome . Epithelial cells in SS lesions are active participants in the induction and perpetuation of the inflammatory process. Environmental and hormonal factors, in concert with an appropriate genetic background, are believed to trigger SS, which dysregulates epithelial cells and allows aberrant homing and activation of dendritic cells (DCs), T cells, and B cells. Dendritic cells are antigen-presenting cells which process antigen material and present it to other T cells. Following the migration of lymphocytes into the glands in response to chemokines and specific adhesion molecules, T cells interact with epithelial cells. Epithelial cells are further activated by proinflammatory cytokines (IL-1β, IFN-γ, and TNF), which are produced by adjacent T cells. The early accumulation of plasmacytoid dendritic cells in the target tissues, which produce high levels of type 1 IFNs, seems to be important, as these cells can further dysregulate the immune response through abnormal retention of lymphocytes in the tissues and their subsequent activation. IFN-α stimulates the production of B-cell activating factor (BAFF) by epithelial cells, DCs, and T cells. BAFF stimulates aberrant B-cell maturation, leading to the emergence of self-reactive B cells, which locally produce autoantibodies, in a germinal centre-like structure (GC-like), which is also the location of lymphomagenesis (origin of lymphoma).",
            "score": 157.92654418945312
        },
        {
            "docid": "50289753_6",
            "document": "Intestinal mucosal barrier . The commensal microbial species that inhabit the gut are considered by some to be part of the intestinal mucosal barrier. The microbiota can influence barrier function both directly, by stimulating epithelial cell proliferation and secretion of IL-8, and indirectly by producing short-chain fatty acids, which are an important energy source for colonic epithelial cells.",
            "score": 157.62222290039062
        },
        {
            "docid": "18291752_10",
            "document": "Microbial symbiosis and immunity . Microbes trigger development of isolated lymphoid follicles in the small intestine of humans and mice, which are sites of mucosal immune response. Isolated lymphoid follicles (ILFs) collect antigens through M cells, develop germinal centers, and contain many B cells. Commensals trigger development of isolated lymphoid follicles. Gram-negative commensal bacteria trigger the development of inducible lymphoid follicles by releasing peptidogylcans containing diaminopimelic acid during cell division. The peptidoglycans bind to the NOD1 receptor on intestinal epithelial cells. As a result, the intestinal epithelial cells express chemokine ligand 20 (CCL20) and Beta defensin 3. CCL20 and Beta defensin 3 activate cells which mediate the development of isolated lymphoid tissues, including lymphoid tissue inducer cells and lymphoid tissue organizer cells.",
            "score": 157.62020874023438
        },
        {
            "docid": "20637118_16",
            "document": "Clostridium difficile toxin A . Animal models have shown TcdA includes diarrhea, neutrophil infiltration, inflammation of intestinal mucosa, and necrosis of epithelial cells. This toxin is considered the main cause of CDAD. TcdA damages intestinal villous tips, which disrupts the brush border membrane, leading to cell erosion and fluid leakage from the damaged area. This damage and associated fluid response causes the diarrhea associated with \"Clostridium difficile\" infection.",
            "score": 157.39918518066406
        },
        {
            "docid": "1849824_10",
            "document": "Myxobolus cerebralis . \"Myxobolus cerebralis\" has a two-host life cycle involving a salmonid fish and a tubificid oligochaete. So far, the only worm known to be susceptible to \"M. cerebralis\" infection is \"Tubifex tubifex\", though what scientists currently call \"T. tubifex\" may in fact be more than one species. First, myxospores are ingested by tubificid worms. In the gut lumen of the worm, the spores extrude their polar capsules and attach to the gut epithelium by polar filaments. The shell valves then open along the suture line and the binucleate germ cell penetrates between the intestinal epithelial cells of the worm. This cell multiplies, producing many amoeboid cells by an asexual cell fission process called merogony. As a result of the multiplication process, the intercellular space of the epithelial cells in more than 10 neighbouring worm segments may become infected.",
            "score": 156.9578857421875
        },
        {
            "docid": "196523_7",
            "document": "Toxoplasma gondii . When a member of the cat family is infected with \"T. gondii\" (e.g. by consuming an infected mouse carrying the parasite's tissue cysts), the parasite survives passage through the stomach, eventually infecting epithelial cells of the cat's small intestine. Inside these intestinal cells, the parasites undergo sexual development and reproduction, producing millions of thick-walled, zygote-containing cysts known as oocysts.",
            "score": 156.89260864257812
        },
        {
            "docid": "10054131_3",
            "document": "Intimin . Intimin is expressed on the bacterial cell surface where it can bind to its receptor Tir (Translocated intimin receptor). Tir, along with over 25 other bacterial proteins, is secreted from attaching and effacing \"E. coli\" directly into the cytoplasm of intestinal epithelial cells by a Type three secretion system. Once within the cytoplasm of the host cell, Tir is inserted into the plasma membrane, allowing surface exposure and intimin binding. Tir-intimin interaction mediates tight binding of enteropathogenic and enterohaemorrhagic \"E.coli\" to the intestinal epithelia resulting in the formation of effacing lesions on intestinal epithelia.",
            "score": 156.2758331298828
        }
    ]
}