{
    "q": [
        {
            "docid": "1064656_6",
            "document": "Vancomycin-resistant Staphylococcus aureus . VISA ( or ) was first identified in Japan in 1996 and has since been found in hospitals elsewhere in Asia, as well as in the United Kingdom, France, the U.S., and Brazil. It is also termed GISA (glycopeptide-intermediate \"Staphylococcus aureus\"), indicating resistance to all glycopeptide antibiotics. These bacterial strains present a thickening of the cell wall, which is believed to reduce the ability of vancomycin to diffuse into the division septum of the cell required for effective vancomycin treatment. High-level vancomycin resistance in \"S. aureus\" has been rarely reported. \"In vitro\" and \"in vivo\" experiments reported in 1992 demonstrated that vancomycin resistance genes from \"Enterococcus faecalis\" could be transferred by gene transfer to \"S. aureus\", conferring high-level vancomycin resistance to \"S. aureus\". Until 2002 such a genetic transfer was not reported for wild \"S. aureus\" strains. In 2002, a VRSA strain ( or ) was isolated from a patient in Michigan. The isolate contained the \"mecA\" gene for methicillin resistance. Vancomycin MICs of the VRSA isolate were consistent with the VanA phenotype of \"Enterococcus\" species, and the presence of the \"vanA\" gene was confirmed by polymerase chain reaction. The DNA sequence of the VRSA \"vanA\" gene was identical to that of a vancomycin-resistant strain of \"Enterococcus faecalis\" recovered from the same catheter tip. The \"vanA\" gene was later found to be encoded within a transposon located on a plasmid carried by the VRSA isolate. This transposon, Tn\"1546\", confers \"vanA\"-type vancomycin resistance in enterococci.",
            "score": 89.38548588752747
        },
        {
            "docid": "4025205_2",
            "document": "Systemic acquired resistance . The systemic acquired resistance (SAR) is a \"whole-plant\" resistance response that occurs following an earlier localized exposure to a pathogen. SAR is analogous to the innate immune system found in animals, and there is evidence that SAR in plants and innate immunity in animals may be evolutionarily conserved. Plants use pattern-recognition receptors to recognize conserved microbial signatures. This recognition triggers an immune response. The first plant receptors of conserved microbial signatures were identified in rice (XA21, 1995) and in \"Arabidopsis\" (FLS2, 2000). Plants also carry immune receptors that recognize highly variable pathogen effectors. These include the NBS-LRR class of proteins. SAR is important for plants to resist disease, as well as to recover from disease once formed. SAR can be induced by a wide range of pathogens, especially (but not only) those that cause tissue necrosis, and the resistance observed following induction of SAR is effective against a wide range of pathogens, which is why SAR resistance is sometimes called \"broad spectrum\". SAR is associated with the induction of a wide range of genes (so called PR or \"pathogenesis-related\" genes), and the activation of SAR requires the accumulation of endogenous salicylic acid (SA). The pathogen-induced SA signal activates a molecular signal transduction pathway that is identified by a gene called \"NIM1\", \"NPR1\" or \"SAI1\" (three names for the same gene) in the model genetic system \"Arabidopsis thaliana\". SAR has been observed in a wide range of flowering plants, including dicotyledon and monocotyledon species. SAR can be activated in corn, however, widely adapted commercial like Benzothiadiazole may not be efficient against \"P. sorghi\" causing common rust.",
            "score": 59.18507528305054
        },
        {
            "docid": "14610686_2",
            "document": "Lipid A acylase . Antimicrobial peptide resistance and lipid A acylation protein PagP  is a family of several bacterial antimicrobial peptide resistance and lipid A acylation (PagP) proteins. The bacterial outer membrane enzyme PagP transfers a palmitate chain from a phospholipid to lipid A. In a number of pathogenic Gram-negative bacteria, PagP confers resistance to certain cationic antimicrobial peptides produced during the host innate immune response.",
            "score": 24.749854564666748
        },
        {
            "docid": "57173512_6",
            "document": "Robert E. W. Hancock . He became interested in studying antibiotic resistance mechanisms in \"Pseudomonas aeruginosa\" and this eventually morphed into his involvement in sequencing the genome of \"Pseudomonas\", only the 4th genome to be sequenced, identifying new mechanisms of antibiotic resistance especially dependent on lifestyle adaptations in \"Pseudomonas\", and then finding new therapeutics for treating antibiotic resistant pathogens . His research morphed into investigating small cationic peptides from nature, originally termed cationic antimicrobial peptides, but as his research progressed he became one of the first and most prominent advocates that the major function of these peptides was as modulators of the immune system. To understand the role of these peptides as modulators of the immune system he developed InnateDB and NetworkAnalyst as tools to enable systems/network biology studies and insights. His lab webpage covers these topics in greater detail.",
            "score": 44.8281147480011
        },
        {
            "docid": "23135486_19",
            "document": "Genetically modified food in the United States . The EPA evaluated each submission on a case-by-case basis. The EPA assesses data concerning the characterisation of the end-product of the engineered organism (presently all plants evaluated produce proteins), as well as data on mammalian toxicity, effects on non-target organisms and environmental metabolism. For Bt products the producer must also supply an insect resistance management program. For herbicide resistant plants the EPA co-ordinates with the USDA and FDA, but does not regulate the plant itself. Instead it regulates the herbicide and its use on the new cultivar. The EPA examines the construct used to transform the plant and the biology of recipient plant. The sequence of the resulting protein must be described, expression pattern and intencity verified and any modifications to the protein reported. The EPA considers the potential allergenicity of the product, issues surrounding gene flow into wild species, possible effects on non-target organisms, likelihood of it persisting in the environment and the potential for insect resistance developing when assessing submissions.",
            "score": 24.295730471611023
        },
        {
            "docid": "7252_29",
            "document": "Cell cycle . Current evidence suggests that a semi-autonomous transcriptional network acts in concert with the CDK-cyclin machinery to regulate the cell cycle. Several gene expression studies in \"Saccharomyces cerevisiae\" have identified 800–1200 genes that change expression over the course of the cell cycle. They are transcribed at high levels at specific points in the cell cycle, and remain at lower levels throughout the rest of the cycle. While the set of identified genes differs between studies due to the computational methods and criteria used to identify them, each study indicates that a large portion of yeast genes are temporally regulated.",
            "score": 20.117388248443604
        },
        {
            "docid": "22590461_43",
            "document": "Plant disease resistance . Another class of plant disease resistance genes opens a “trap door” that quickly kills invaded cells, stopping pathogen proliferation. Xanthomonas and Ralstonia transcription activator–like (TAL) effectors are DNA-binding proteins that activate host gene expression to enhance pathogen virulence. Both the rice and pepper lineages independently evolved TAL-effector binding sites that instead act as an executioner that induces hypersensitive host cell death when up-regulated. \"Xa27\" from rice and Bs3 and Bs4c from pepper, are such “executor” (or \"executioner\") genes that encode non-homologous plant proteins of unknown function. Executor genes are expressed only in the presence of a specific TAL effector.",
            "score": 34.82057571411133
        },
        {
            "docid": "2146034_78",
            "document": "CRISPR . CRISPR/Cas-based \"RNA-guided nucleases\" can be used to target virulence factors, genes encoding antibiotic resistance and other medically relevant sequences of interest. This technology thus represents a novel form of antimicrobial therapy and a strategy by which to manipulate bacterial populations. Recent studies suggested a correlation between the interfering of the CRISPR/Cas locus and acquisition of antibiotic resistance This system provides protection of bacteria against invading foreign DNA, such as transposons, bacteriophages and plasmids. This system was shown to be a strong selective pressure for the acquisition of antibiotic resistance and virulence factor in bacterial pathogens. Some of the affected genes are tied to human diseases, including those involved in muscle differentiation, cancer, inflammation and fetal hemoglobin.",
            "score": 52.36491298675537
        },
        {
            "docid": "2460933_9",
            "document": "Vancomycin-resistant Enterococcus . High-level vancomycin-resistant \"E. faecalis\" and \"E. faecium\" are clinical isolates first documented in the 1980s. In the United States, vancomycin-resistant \"E. faecium\" was associated with 4% of healthcare-associated infections reported to the Centers for Disease Control and Prevention National Healthcare Safety Network from January 2006 to October 2007. VRE can be carried by healthy people who have come into contact with the bacteria, usually in a hospital (nosocomial infection), although it is thought that a significant percentage of intensively farmed chicken also carry VRE. Other regions have noted a similar distribution, but with increased incidence of VRE. For example, a 2006 study of nosocomial VRE revealed a rapid spread of resistance among enterococci along with an emerging shift in VRE distribution in the Middle East region, such as Iran. Treatment failures in enterococcal infections result from inadequate information regarding glycopeptide resistance of endemic enterococci due to factors such as the presence of VanA and VanB. The study from Iran reported the first case of VRE isolates that carried VanB gene in enterococcal strains from Iran. This study also noted the first documented isolation of nosocomial \"E. raffinosus\" and \"E. mundtii\" in the Middle East region.",
            "score": 121.94429278373718
        },
        {
            "docid": "3650770_11",
            "document": "Yersinia pseudotuberculosis . In contrast to the \"ysc\" and \"yop\" genes listed above, the Yops that act directly on host cells to cause cytopathologic effects – \"effector Yops\" – are encoded by \"pYV\" genes external to this core region. The sole exception is LcrV, which is also known as the \"versatile Yop\" for its two roles as an effector Yop and as a regulatory Yop. The combined function of these effector Yops permits the bacteria to resist internalization by immune and intestinal cells and to evade the bactericidal actions of neutrophils and macrophages. Inside the bacterium, these Yops are bound by \"pYV\"-encoded Sycs (specific Yop chaperones), which prevent premature interaction with other proteins and guide the Yops to a type-III secretory apparatus. In addition to the Syc-Yop complex, Yops are also tagged for type III secretion either by the first 60nt in their corresponding mRNA transcript or by their corresponding first 20 N-terminal amino acids. LcrV, YopQ, YopE, YopT, YopH, YpkA, YopJ, YopM, and YadA are all secreted by the type-III secretory pathway. LcrV inhibits neutrophil chemotaxis and cytokine production, allowing \"Y. pseudotuberculosis\" to form large colonies without inducing systemic failure and, with YopQ, contributes to the translocation process by bringing YopB and YopD to the eukaryotic cell membrane for pore-formation. By causing actin filament depolymerisation, YopE, YopT, and YpkA resist endocytosis by intestinal cells and phagocytosis while giving cytotoxic changes in the host cell. YopT targets Rho GTPase, commonly named \"RhoA\", and uncouples it from the membrane, leaving it in an inactive RhoA-GDI (guanine nucleotide dissociation inhibitor)-bound state whereas YopE and YpkA convert Rho proteins to their inactive GDP-bound states by expressing GTPase activity. YpkA also catalyses serine autophosporylation, so it may have regulatory functions in \"Yersinia\" or undermine host cell immune response signal cascades since YpkA is targeted to the cytoplasmic side of the host cell membrane. YopH acts on host focal adhesion sites by dephosphorylating several phosphotyrosine residues on focal adhesion kinase (FAK) and the focal adhesion proteins paxillin and p130. Since FAK phosphorylation is involved in uptake of yersiniae as well as T cell and B cell responses to antigen-binding, YopH elicits antiphagocytic and other anti-immune effects. YopJ, which shares an operon with YpkA, \"...interferes with the mitogen-activated protein (MAP) kinase activities of c-Jun N-terminal kinase (JNK), p38, and extracellular signal-regulated kinase\", leading to macrophage apoptosis. In addition, YopJ inhibits TNF-α release from many cell types, possibly through an inhibitory action on NF-κB, suppressing inflammation and the immune response. By secretion through a type III pathway and localization in the nucleus by a vesicle-associated, microtubule-dependent method, YopM may alter host cell growth by binding to RSK (ribosomal S6 kinase), which regulates cell cycle regulation genes. Interestingly, YadA has lost its adhesion, opsonisation-resisting, phagocytosis-resisting, and respiratory burst-resisting functions in \"Y. pseudotuberculosis\" due to a frameshift mutation by a single base-pair deletion in \"yadA\" in comparison to \"yadA\" in \"Y. enterocolitica\", yet it still is secreted by type III secretion. The \"yop\" genes, \"yadA\", \"ylpA\", and the \"virC\" operon are considered the \"Yop regulon\" since they are coregulated by pYV-encoded VirF. \"virF\" is in turn thermoregulated. At 37 degrees Celsius, chromosomally encoded Ymo, which regulates DNA supercoiling around the \"virF\" gene, changes conformation, allowing for VirF expression, which then up-regulates the Yop regulon.",
            "score": 44.585736989974976
        },
        {
            "docid": "19859812_10",
            "document": "Inducible plant defenses against herbivory . Systemically induced defences are at least in some cases the result of changes in the transcription rates of genes in a plant. Genes involved in this process may differ between species, but common to all plants is that systemically induced defences occur as a result of changes in gene expression. The changes in transcription can involve genes which either do not encode products involved in insect resistance, or are involved in general response to stress. In cultivated tobacco (\"Nicotiana tobacum\") photosynthetic genes are down-regulated, while genes directly involved in defences are up-regulated in response to insect attack. This allows more resources to be allocated to producing proteins directly involved in the resistance response. A similar response was reported in \"Arabidopsis\" plants where there is an up-regulation of all genes that are involved in defence. Such changes in the transcription rates are essential in inducing a change in the level of defence upon herbivory attack.",
            "score": 29.940143942832947
        },
        {
            "docid": "22590461_16",
            "document": "Plant disease resistance . Plants have evolved R genes (resistance genes) whose products mediate resistance to specific virus, bacteria, oomycete, fungus, nematode or insect strains. R gene products are proteins that allow recognition of specific pathogen effectors, either through direct binding or by recognition of the effector's alteration of a host protein. Many R genes encode NB-LRR proteins (proteins with nucleotide-binding and leucine-rich repeat domains, also known as NLR proteins or STAND proteins, among other names). Most plant immune systems carry a repertoire of 100-600 different R gene homologs. Individual R genes have been demonstrated to mediate resistance to specific virus, bacteria, oomycete, fungus, nematode or insect strains. R gene products control a broad set of disease resistance responses whose induction is often sufficient to stop further pathogen growth/spread.",
            "score": 43.13424789905548
        },
        {
            "docid": "38828080_11",
            "document": "Antineoplastic resistance . Epigenetic modifications in antineoplastic drug resistance play a major role in cancer development and drug resistance as they contribute to the regulation of gene expression. Two main types of epigenetic control are DNA methylation and histone methylation/acetylation. DNA methylation is the process of adding methyl groups to DNA, usually in the upstream promoter regions, which stops DNA transcription at the region and effectively silences individual genes. Histone modifications, such as deacetylation, alters chromatin formation and silence large chromosomal regions. In cancer cells, where normal regulation of gene expression breaks down, the oncogenes are activated via hypomethylation and tumor suppressors are silenced via hypermethylation. Similarly, in drug resistance development, it has been suggested that epigenetic modifications can result in the activation and overexpression of pro-drug resistance genes.",
            "score": 36.70491182804108
        },
        {
            "docid": "54954562_11",
            "document": "Role of Calmodulins . 2) Pathogen Defense: Among the diverse range of defense strategies plants utilize against pathogens, Ca signaling is very increasingly common. Free Ca levels in the cytoplasm increases in response to a pathogenic infection. Ca signatures of this nature usually activate the plant defense system by inducing defense-related genes and the hypersensitive cell death. CaMs, CMLs and CaM-binding proteins are some of the recently identified elements of the plant defense signaling pathways. Several CML genes in tobacco, bean and tomato are responsive to pathogens. CML43 is a CaM-related protein that, as isolated from APR134 gene in the disease-resistant leaves of \"Arabidopsis\" for gene expression analysis, is rapidly induced when the leaves are inoculated with \"Pseudomonas syringae.\" These genes are also found in tomatoes (\"Solanum lycopersicum).\" The CML43 from the APR134 also binds to Ca ions in vitro which shows that CML43 and APR134 are, hence, involved in the Ca-dependent signaling during the plant immune response to bacterial pathogens. The CML9 expression in \"Arabidopsis thaliana\" is rapidly induced by phytopathogenic bacteria, flagellin and salicylic acid. Expression of soybean SCaM4 and SCaM5 in transgenic \"tobacco\" and \"Arabidopsis\" causes an activation of genes related to pathogen resistance and also results in enhanced resistance to a wide spectrum of pathogen infection. The same is not true for soybean SCaM1 and SCaM2 that are highly conserved CaM isoforms. The \"At\"BAG6 protein is a CaM-binding protein that binds to CaM only in the absence of Ca and not in the presence of it. \"At\"BAG6 is responsible for the hypersensitive response of programmed cell death in order to prevent the spread of pathogen infection or to restrict pathogen growth. Mutations in the CaM binding proteins can lead to severe effects on the defense response of the plants towards pathogen infections. Cyclic nucleotide-gated channels (CNGCs) are functional protein channels in the plasma membrane that have overlapping CaM binding sites transport divalent cations such as Ca. However, the exact role of the positioning of the CNGCs in this pathway for plant defense is still unclear.",
            "score": 58.758153796195984
        },
        {
            "docid": "22574738_15",
            "document": "Biotic stress . Both the pattern recognition immunity (PTI) and effector-triggered immunity (ETI) result from the upregulation of multiple defense mechanisms including defensive chemical signaling compounds. An increase in the production of salicylic acid (SA) has been shown to be induced by pathogenic infection. The increase in SA results in the production of pathogenesis related (PR) genes which ultimately increase plant resistance to biotrophic and hemibiotrophic pathogens. Increases in jasmonic acid (JA) synthesis near the sites of pathogen infection have also been described. This physiological response to increase JA production has been implicated in the ubiquitination of jasmonate ZIM domains (JAZ) proteins, which inhibit JA signaling, leading to their degradation and a subsequent increase in JA activated defense genes.",
            "score": 48.86822688579559
        },
        {
            "docid": "54942000_5",
            "document": "MAPK networks . The identification of MEKK1-MKK1/2-MPK4 in pathogen signaling has been a tremendous finding. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations are dwarfed and acquire too much of reactive oxygen species. The mutations are considered to be from the enhancement of SA levels, which is partially reversed by bacterial SA hydrolase. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations have cell death occur spontaneously, pathogenesis-related genes and increased resistance to pathogens. MEKK1 appears to have deregulation pathways that are unknown and do not involve MKK1/MKK2 nor MPK4. MEKK1 interact with WRKY53, which is responsible for \"mekk1\" genes set, and alter the activity of WRKY53 that is a short portion of MAPK signaling. Substrates of MPK4 are three proteins: WRKY33, WRKY25, and MKS1. Ternary MKS1-MPK4-WRKY33 complexes have been recognized by nuclear extracts. Recruitment of WRKY33 depends on the phosphorylation of MPK4. Once activated, MPK3 phosphorylates MKS1, which releases WRKY33 from the ternary complex. The free WRKY33 is believed to induce transcription on target genes., allowing for a negative regulation by MPK4. Pathogens have developed mechanisms that inactivate PAMP-induced signaling pathways through the MAPK networks. Andrea Pitzschke and her colleges claim “AvrPto and AvrPtoB interact with the FLS2 receptor and its co-receptor BAK1. AvrPtoB catalyzes the polyubiquitination and subsequent proteasome-dependent degradation of FLS2” (Pitzschke 3). AvrPto interacts with BAK1 and interrupts the binding of FLS2. \"Pseudomonas syringae\" have HopAI1, which is a phosphothreonin lyase, and dephosphorylates the threonine residue at the upstream MAPKKs. HopAI1 interacts with MPK3 and MPK6 allowing for flg22 activation to occur. In certain soil-borne pathogens that carry flagellin variants cannot be detected by FLS2, but there is still a triggered innate immune response. The immune response has been shown to be from the EF-Tu protein. Flg22, elf18, FLS2 and EFR have receptors that are in the same subfamily of LRR-RLKs, LRRXII. This means that elf18 and flg22 induce extracellular alkalization, rapid activation of MAPKs, and gene responses that are similar to each other. Although there appears to be an important relationship between MAPKs with EF-Tu-triggered defense, the evidence remains to be unclear. The reason for this unclear relationship is because of \"Agrobacterium tumefaciens,\" which infects into segments of plant DNA.  EFR1 mutants do not recognize EF-Tu, but there is no research on MAPK activities and \"efr1.\" Initiation of defense signaling can be a positive effect to the plant pathogens because activating MPK3 in response to flg22 causes phosphorylation and translocation of virE2 interacting protein 1 (VIP1). VIP1 serves as a shuttle for the pathogenic T-DNA, but the induction of defense genes can occur as well. This allows for the spreading and cessation of the pathogen in the plant, but the pathogen can overcome the problem by attacking VIP1 for proteasome degradation by VirF, which is a virulence factor that encodes an F-box protein.",
            "score": 44.5461368560791
        },
        {
            "docid": "31726766_10",
            "document": "Nanoparticle–biomolecule conjugate . Biological processes can be controlled through transcription regulation, gene regulation, and enzyme inhibition processes that can be regulated using nanoparticles. Nanoparticles can play a part in gene regulation through ionic bonding between positively charged cationic ligands on the surfaces of nanoparticles and negatively charged anionic nucleic acids present in DNA. In an experiment, a nanoparticle-DNA complex inhibited transcription by T7 RNA polymerase, signifying strong bonding in the complex. A high affinity of the nanoparticle-DNA complex indicates strong bonding and a favorable use of nanoparticles. Attaching ionic ligands to nanoparticles allows control over enzyme activity. An example of enzyme inhibition is given by binding of a-chymotrypsin (ChT), an enzyme with a largely cationic active site. When a-chymotrypsin is incubated with anionic (negatively charged) nanoparticles, ChT activity is inhibited as anionic nanoparticles bind to the active site. Enzyme activity can be restored by the addition of cationic surfactants. Alkyl surfactants form a bilayer around ChT, whereas thiol and alcohol surfactants alter the surface of ChT such that interactions with nanoparticles are interrupted. Though formation of a protein-nanoparticle complex can inhibit enzyme activity, studies show that it can also stabilize protein structure, and significantly protect the protein from denaturization. Attachments of ligands to segments of nanoparticles selected for functionalization of metallic properties can be used to generate a magnetic nanowire, which generates a magnetic field that allows for the manipulation of cellular assemblies.",
            "score": 14.461355924606323
        },
        {
            "docid": "22590461_10",
            "document": "Plant disease resistance . The second tier, primarily governed by R gene products, is often termed effector-triggered immunity (ETI). ETI is typically activated by the presence of specific pathogen \"effectors\" and then triggers strong antimicrobial responses (see R gene section below).",
            "score": 31.252620935440063
        },
        {
            "docid": "5951626_6",
            "document": "Antigenic variation . Trypanosoma brucei, the organism that causes sleeping sickness, replicates extracellularly in the bloodstream of infected mammals. In later stages, the parasite crosses the blood brain barrier, resulting in a devastating and usually fatal outcome. As a result of replicating in the bloodstream, \"T. brucei\" parasites are subjected to numerous host defense mechanisms including soluble components of the immune system ( i.e. complement), as well as cellular components of the innate and adaptive immune systems. In order to protect itself from host defenses, the parasite decorates itself with a dense, homogeneous coat (~10^7 molecules) of glycoprotein known as the variant surface glycoprotein (VSG).  In the early stages of invasion, the dense protein coat is sufficient to protect the parasite from immune detection. However, the host eventually identifies the VSG as a foreign antigen and mounts an attack against the microbe. The \"T. brucei\" parasite has evolved an elegant mechanism to display a completely new coat of VSG antigen, rendering it once again invisible to the host’s immune system. The parasite’s genome has over 1,000 genes that code for different variants of the VSG protein. VSG genes can be found on the subtelomeric portion of large chromosomes, or on intermediate chromosomes. VSG genes also exist in arrays and many exist as pseudogenes.  There is a hierarchy by which the VSG genes are activated. Telomeric VSGs are activated first, followed by array VSGs, and finally pseudogene VSGs. Switching of VSG proteins occurs at a rate substantially higher than the background mutation rate of other genes in the parasite (suggesting that it is a regulated process). The process is partially dependent on homologous recombination of DNA, which is mediated in part by the interaction of the \"T. brucei\" BRCA2 gene with RAD51 (however, this is not the only responsible mechanism, as BRCA2 variants still display some VSG switching). In addition to homologous recombination, transcriptional regulation also plays an important role in antigen switching. This is in contrast to other pathogens, where antigenic variation is typically mediated by DNA rearrangements or transcriptional regulation. The process by which VSG switching occurs has not been fully elucidated, but it is known that activation of VSGs requires recombination of the VSG genes into a VSG expression site (ES). The ES consists of a single \"vsg\" gene flanked by an upstream array of 70 base pair repeats and expression site associated genes (ESAGs). \"T. brucei\" expresses one VSG at any given time, and the active VSG can either be selected by activation of a previously silent ES, or by recombination of a VSG sequence into the active ES (see the figure \"Mechanisms of VSG Switching in \"T. brucei\"\"). Although the biological triggers that result in VSG switching are not fully known, mathematical modeling suggests that the ordered appearance of different VSG variants is controlled by at least two key parasite-derived factors: differential activation rates of parasite VSG and density-dependent parasite differentiation.",
            "score": 50.5420138835907
        },
        {
            "docid": "31492340_4",
            "document": "IRGs . Studies to determine the evolutionary origins of vertebrates have led to understanding the development of immune system processes and furthermore answer the questions of how and why pathogens have learned to evade and shut down these selectable genetic traits. Eight functional and four pseudo IRG genes have been identified in the invertebrate \"Branchiostoma floridiae\". Li et al. determined expression patterns of functional IFN-inducible GTPase genes in \"Branchiostoma japonicum\" at various immunologic sites when induced by pathogens and pathogenic substances. This evidence suggests that IRGs may function in an immune-related capacity in cephalochordates. The paradox remains that these IRGs function without induction by IFN activation pathways, since \"B. japonicum\" and other amphioxus species do not possess IFN and IFN receptor genes. It is possible that IRGs may have existed prior to the Cambrian Explosion as an innate immune mechanism and with the evolution of the adaptive immune system in vertebrates, IFN evolved to modulate IRG function. Vertebrates have evolved an array of IRG genes as a whole, potentially due to the evolution between variable pathogen interactions. The C57BL/6 mouse has 23 IRG genes of which 21 may be functional in resistance to pathogens (6 are well characterized), whereas humans have evolved only 1 functional IRG gene (IRGM) and one pseudogene. Studies in mice have characterized the importance of the type 2 effector molecule IFNγ in various cell types and gone on to determine the importance of these proteins in intracellular pathogen resistance.",
            "score": 38.018620014190674
        },
        {
            "docid": "35812169_26",
            "document": "Epigenetics in learning and memory . Studies conclude that HDAC inhibitors such as trichostatin A (TSA) increase histone acetylation and improve synaptic plasticity and long-term memory (Fig 1A). CREB, a cAMP response element-binding protein and transcriptional activator, binds CBP forming the CREB: CBP complex. This complex activates genes involved in synaptic formation and long-term memory.(Fig 1B) TSA treatments in the hippocampal CA1 region of mice increased acetylation levels and enhanced long-term potentiation (LTP), a mechanism involved in learning and memory (Fig 1B). However, TSA treatments in CBP mutants lacking KIX domains did not effect LTP in mice (Fig 1D). The KIX domain allows for interaction between CREB and CBP, so knocking out this region disrupts formation of the CREB: CBP complex. Knock outs of CREB produced similar results to those of mutant CBP mice (Fig 1C). Therefore, HDAC inhibition and CREB: CBP association are both necessary for memory development. TSA treatments showed increased expression levels of \"Nr4a1\" and \"Nra2\" genes while other CREB regulated genes were unaffected. HDAC inhibitors improve memory through activation of specific genes regulated by CREB: CBP complex.",
            "score": 17.25287103652954
        },
        {
            "docid": "4110763_7",
            "document": "Extrachromosomal DNA . Naturally occurring circular plasmids can be modified to contain multiple resistance genes and several unique restriction sites, making them valuable tools as cloning vectors in biotechnology applications. Circular bacterial plasmids are also the basis for the production of DNA vaccines. Plasmid DNA vaccines are genetically engineered to contain a gene which encodes for an antigen or a protein produced by a pathogenic virus, bacterium or other parasite. Once delivered into the host, the products of the plasmid genes will then stimulate both the innate immune response and the adaptive immune response of the host. The plasmids are often coated with some type of adjuvant prior to delivery to enhance the immune response from the host.",
            "score": 43.08623445034027
        },
        {
            "docid": "22590461_44",
            "document": "Plant disease resistance . Engineered executor genes were demonstrated by successfully redesigning the pepper \"Bs3\" promoter to contain two additional binding sites for TAL effectors from disparate pathogen strains. Subsequently, an engineered executor gene was deployed in rice by adding five TAL effector binding sites to the \"Xa27\" promoter. The synthetic \"Xa27\" construct conferred resistance against Xanthomonas bacterial blight and bacterial leaf streak species.",
            "score": 29.566006183624268
        },
        {
            "docid": "17030615_9",
            "document": "Transposon mutagenesis . In 1999, the virulence genes associated with \"Mycobacterium tuberculosis\" were identified through transposon mutagenesis-mediated gene knockout. A plasmid named pCG113 containing kanamycin resistance genes and the IS\"1096\" insertion sequence was engineered to contain variable 80-base pair tags. The plasmids were then transformed into \"M. tuberculosis\" cells by electroporation. Colonies were plated on kanamycin to select for resistant cells. Colonies that underwent random transposition events were identified by \"Bam\"HI digestion and Southern blotting using an internal IS\"1096\" DNA probe. Colonies were screened for attenuated multiplication to identify colonies with mutations in candidate virulence genes. Mutations leading to an attenuated phenotype were mapped by amplification of adjacent regions to the IS\"1096\" sequences and compared with the published \"M. tuberculosis\" genome. In this instance transposon mutagenesis identified 13 pathogenic loci in the \"M. tuberculosis\" genome which were not previously associated with disease. This is essential information in understanding the infectious cycle of the bacterium.",
            "score": 48.53780806064606
        },
        {
            "docid": "37138_39",
            "document": "Arabidopsis thaliana . PTI is able to combat pathogens in a nonspecific manner. A stronger and more specific response in plants is that of effector-triggered immunity (ETI). ETI is dependent upon the recognition of pathogen effectors, proteins secreted by the pathogen that alter functions in the host, by plant resistance genes (R-genes), often described as a gene-for-gene relationship. This recognition may occur directly or indirectly via a guardee protein in a hypothesis known as the guard hypothesis. The first R-gene cloned in \"A. thaliana\" was RPS2 (resistance to \"Pseudomonas syringe\" 2), which is responsible for recognition of the effector avrRpt2. The bacterial effector avrRpt2 is delivered into \"A. thaliana\" via the Type III secretion system of \"P. syringae pv tomato\" strain DC3000. Recognition of avrRpt2 by RPS2 occurs via the guardee protein RIN4, which is cleaved . Recognition of a pathogen effector leads to a dramatic immune response known as the hypersensitive response, in which the infected plant cells undergo cell death to prevent the spread of the pathogen.",
            "score": 48.99702978134155
        },
        {
            "docid": "33032376_4",
            "document": "Lung microbiota . The airway epithelium together with alveolar macrophages and dendritic cells play a major role in the initial recognition of bacterial products getting into the lower airways with the air. Since some of these products are potent proinflammatory stimuli it is extremely important for the immune system to distinguish between pathogens and non-pathogenic commensals. This prevents the development of constant inflammation and forms tolerance against harmless microbiota.  This process becomes much more intriguing when taking into account that commensals often share their surface molecules with pathogens. Epithelial cells are equipped with very sensitive recognition tools - toll like receptors (TLRs), nucleotide-binding oligomerization domain (NOD)-like receptors (NLRs) and retinoic acid-inducible gene (RIG)-I-like receptors (RLRs) which recognize a broad variety of microbial structural components. After recognition of pathogenic bacteria proinflammatory pathways are activated and cellular components of the adaptive and innate immunity are recruited to the infection site. One key regulator in this process is the NF-κB which translocates from the cytoplasm into the nucleus and activates pro-inflammatory genes in epithelial cells and macrophages. The DNA-binding protein complex recognizes a discrete nucleotide sequence (5’-GGG ACT TTC T-3’) in the upstream region of a variety of response genes. The activation of NF-κB by a number of stimuli: bacterial cell walls or inflammatory cytokines results in its translocation to the nucleus.",
            "score": 34.246031045913696
        },
        {
            "docid": "339961_13",
            "document": "Pseudomonas . \"Pseudomonas aeruginosa\" is increasingly recognized as an emerging opportunistic pathogen of clinical relevance. One of its most worrying characteristics is its low antibiotic susceptibility. This low susceptibility is attributable to a concerted action of multidrug efflux pumps with chromosomally encoded antibiotic resistance genes (e.g., \"mexAB-oprM\", \"mexXY\", etc.,) and the low permeability of the bacterial cellular envelopes. Besides intrinsic resistance, \"P. aeruginosa\" easily develops acquired resistance either by mutation in chromosomally encoded genes or by the horizontal gene transfer of antibiotic resistance determinants. Development of multidrug resistance by \"P. aeruginosa\" isolates requires several different genetic events that include acquisition of different mutations and/or horizontal transfer of antibiotic resistance genes. Hypermutation favours the selection of mutation-driven antibiotic resistance in \"P. aeruginosa\" strains producing chronic infections, whereas the clustering of several different antibiotic resistance genes in integrons favours the concerted acquisition of antibiotic resistance determinants. Some recent studies have shown phenotypic resistance associated to biofilm formation or to the emergence of small-colony-variants, which may be important in the response of \"P. aeruginosa\" populations to antibiotic treatment.",
            "score": 67.06909596920013
        },
        {
            "docid": "22590461_41",
            "document": "Plant disease resistance . The \"avrBs2\" effector gene from \"Xanthomona perforans\" is the causal agent of bacterial spot disease of pepper and tomato. The first “effector-rationalized” search for a potentially durable R gene followed the finding that \"avrBs2\" is found in most disease-causing \"Xanthomonas\" species and is required for pathogen fitness. The \"Bs2\" NLR gene from the wild pepper, \"Capsicum chacoense\", was moved into tomato, where it inhibited pathogen growth. Field trials demonstrated robust resistance without bactericidal chemicals. However, rare strains of \"Xanthomonas\" overcame \"Bs2\"-mediated resistance in pepper by acquisition of \"avrBs2\" mutations that avoid recognition but retain virulence. Stacking R genes that each recognize a different core effector could delay or prevent adaptation.",
            "score": 45.408362865448
        },
        {
            "docid": "2751044_4",
            "document": "Enterococcus faecalis . \"E. faecalis\" is found in most healthy individuals, but can cause endocarditis and septicemia, urinary tract infections, meningitis, and other infections in humans. Several virulence factors are thought to contribute to \"E. faecalis\" infections. A plasmid-encoded hemolysin, called the cytolysin, is important for pathogenesis in animal models of infection, and the cytolysin in combination with high-level gentamicin resistance is associated with a five-fold increase in risk of death in human bacteremia patients. A plasmid-encoded adhesin called \"aggregation substance\" is also important for virulence in animal models of infection. \"E. faecalis\" is resistant to many commonly used antimicrobial agents (aminoglycosides, aztreonam, cephalosporins, clindamycin, the semisynthetic penicillins nafcillin and oxacillin, and trimethoprim-sulfamethoxazole). Resistance to vancomycin in \"E. faecalis\" is becoming more common. Treatment options for vancomycin-resistant \"E. faecalis\" include nitrofurantoin (in the case of uncomplicated UTIs), linezolid, and daptomycin, although ampicillin is preferred if the bacteria are susceptible. Quinupristin/dalfopristin can be used to treat \"Enterococcus faecium\" but not \"E. faecalis\".",
            "score": 149.84712398052216
        },
        {
            "docid": "9927027_3",
            "document": "CREB-binding protein . This gene is ubiquitously expressed and is involved in the transcriptional coactivation of many different transcription factors. First isolated as a nuclear protein that binds to cAMP-response element-binding protein (CREB), this gene is now known to play critical roles in embryonic development, growth control, and homeostasis by coupling chromatin remodeling to transcription factor recognition. The protein encoded by this gene has intrinsic histone acetyltransferase activity and also acts as a scaffold to stabilize additional protein interactions with the transcription complex. This protein acetylates both histone and non-histone proteins. This protein shares regions of very high-sequence similarity with protein EP300 in its bromodomain, cysteine-histidine-rich regions, and histone acetyltransferase domain. Recent results suggest that novel CBP-mediated post-translational N-glycosylation activity alters the conformation of CBP-interacting proteins, leading to regulation of gene expression, cell growth and differentiation,",
            "score": 23.25685155391693
        },
        {
            "docid": "54964079_5",
            "document": "Leucine-rich repeat receptor like protein kinase PEPR1 . AtPEP 1 interaction with PEPR 1 activates the defense genes that regulates jasmonate/ethylene and salicylate defense hormones and induce the expression of \"PDF1.2\" (defensin) gene being component of plant innate immune system. Expression of these defense genes would result in more production of PROPEP 1 gene through feedback mechanism. This amplify the danger signals during pathogen infection and confers resistance against pathogens.",
            "score": 42.55611872673035
        },
        {
            "docid": "33769881_21",
            "document": "Immunomics . Dendritic cells (DCs) help macrophages sustain inflammatory processes and participate in the innate immune system response, but can also prime adaptive immunity. Gene expression analyses have shown that DCs can “multi-task” by temporally segregating their different functions. Soon after recognizing an infectious agent, immature DCs transition to a state of early activation via a core response characterized by rapid downregulation of genes involved with pathogen recognition and phagocytosis, upregulation of cytokine and chemokine genes to recruit other immune cells to the side of inflammations; and expression of genes that control migratory capacity. Early activated DCs are enabled to migrate from non-lymphoid tissues to lymph nodes, where they can prime T-cell responses. These early DCs responses are related to innate immunity and consist of the “core transcriptional response” of DCs. Pathogen-specific responses have a stronger influence on the DC’s ability to regulate adaptive immunity.",
            "score": 29.09895932674408
        }
    ],
    "r": [
        {
            "docid": "2751044_4",
            "document": "Enterococcus faecalis . \"E. faecalis\" is found in most healthy individuals, but can cause endocarditis and septicemia, urinary tract infections, meningitis, and other infections in humans. Several virulence factors are thought to contribute to \"E. faecalis\" infections. A plasmid-encoded hemolysin, called the cytolysin, is important for pathogenesis in animal models of infection, and the cytolysin in combination with high-level gentamicin resistance is associated with a five-fold increase in risk of death in human bacteremia patients. A plasmid-encoded adhesin called \"aggregation substance\" is also important for virulence in animal models of infection. \"E. faecalis\" is resistant to many commonly used antimicrobial agents (aminoglycosides, aztreonam, cephalosporins, clindamycin, the semisynthetic penicillins nafcillin and oxacillin, and trimethoprim-sulfamethoxazole). Resistance to vancomycin in \"E. faecalis\" is becoming more common. Treatment options for vancomycin-resistant \"E. faecalis\" include nitrofurantoin (in the case of uncomplicated UTIs), linezolid, and daptomycin, although ampicillin is preferred if the bacteria are susceptible. Quinupristin/dalfopristin can be used to treat \"Enterococcus faecium\" but not \"E. faecalis\".",
            "score": 149.8471221923828
        },
        {
            "docid": "2751044_2",
            "document": "Enterococcus faecalis . Enterococcus faecalis – formerly classified as part of the group D \"Streptococcus\" system – is a Gram-positive, commensal bacterium inhabiting the gastrointestinal tracts of humans and other mammals. Like other species in the genus \"Enterococcus\", \"E. faecalis\" is found in healthy humans, but can cause life-threatening infections in humans, especially in the nosocomial (hospital) environment, where the naturally high levels of antibiotic resistance found in \"E. faecalis\" contribute to its pathogenicity. \"E. faecalis\" has been frequently found in re-infected root canal-treated teeth in prevalence values ranging from 30% to 90% of the cases. Re-infected root canal-treated teeth are about nine times more likely to harbor \"E. faecalis\" than cases of primary infections.",
            "score": 139.64749145507812
        },
        {
            "docid": "21985421_2",
            "document": "Enterococcus gallinarum . Enterococcus gallinarum is a species of \"Enterococcus\". \"E. gallinarum\" demonstrates an inherent, low-level resistance to vancomycin. Resistance is due to a chromosomal gene, vanC, which encodes for a terminal D-alanine-D-serine instead of the usual D-alanine-D-alanine in cell wall peptidoglycan precursor proteins. That is a separate mechanism than the vancomycin resistance seen in VRE isolates of \"E. faecium\" and \"E. faecalis\" which is mediated by vanA or vanB. This species is known to cause clusters of infection, although it considered very rare. It is the only other known enterococcal species besides \"E. faecium\" and \"E. faecalis\" known to cause outbreaks and spread in hospitals.",
            "score": 126.69206237792969
        },
        {
            "docid": "2460933_9",
            "document": "Vancomycin-resistant Enterococcus . High-level vancomycin-resistant \"E. faecalis\" and \"E. faecium\" are clinical isolates first documented in the 1980s. In the United States, vancomycin-resistant \"E. faecium\" was associated with 4% of healthcare-associated infections reported to the Centers for Disease Control and Prevention National Healthcare Safety Network from January 2006 to October 2007. VRE can be carried by healthy people who have come into contact with the bacteria, usually in a hospital (nosocomial infection), although it is thought that a significant percentage of intensively farmed chicken also carry VRE. Other regions have noted a similar distribution, but with increased incidence of VRE. For example, a 2006 study of nosocomial VRE revealed a rapid spread of resistance among enterococci along with an emerging shift in VRE distribution in the Middle East region, such as Iran. Treatment failures in enterococcal infections result from inadequate information regarding glycopeptide resistance of endemic enterococci due to factors such as the presence of VanA and VanB. The study from Iran reported the first case of VRE isolates that carried VanB gene in enterococcal strains from Iran. This study also noted the first documented isolation of nosocomial \"E. raffinosus\" and \"E. mundtii\" in the Middle East region.",
            "score": 121.94429779052734
        },
        {
            "docid": "55868631_9",
            "document": "List of antibiotic resistant bacteria . Multidrug-resistant \"Enterococcus faecalis\" and \"Enterococcus faecium\" are associated with nosocomial infections. These strains include: penicillin-resistant \"Enterococcus\", vancomycin-resistant \"Enterococcus\", and linezolid-resistant \"Enterococcus\".",
            "score": 100.16505432128906
        },
        {
            "docid": "11074490_5",
            "document": "Enterococcus faecium . \"Enterococcus faecium\" has been a leading cause of multi-drug resistant enterococcal infections over \"Enterococcus faecalis\" in the United States. Approximately 40% of medical intensive care units reportedly found that the majority, respectively 80% and 90.4%, of device-associated infections (namely, infections due to central lines, urinary drainage catheters, and ventilators) were due to vancomycin- and ampicillin-resistant \"E.faecium.\"",
            "score": 97.84715270996094
        },
        {
            "docid": "1416530_6",
            "document": "Pyelonephritis . Most cases of \"community-acquired\" pyelonephritis are due to bowel organisms that enter the urinary tract. Common organisms are \"E. coli\" (70–80%) and \"Enterococcus faecalis\". Hospital-acquired infections may be due to coliform bacteria and enterococci, as well as other organisms uncommon in the community (e.g., \"Pseudomonas aeruginosa\" and various species of \"Klebsiella\"). Most cases of pyelonephritis start off as lower urinary tract infections, mainly cystitis and prostatitis. \"E. coli\" can invade the superficial umbrella cells of the bladder to form intracellular bacterial communities (IBCs), which can mature into biofilms. These biofilm-producing \"E. coli\" are resistant to antibiotic therapy and immune system responses, and present a possible explanation for recurrent urinary tract infections, including pyelonephritis. Risk is increased in the following situations:",
            "score": 90.30516052246094
        },
        {
            "docid": "1064656_6",
            "document": "Vancomycin-resistant Staphylococcus aureus . VISA ( or ) was first identified in Japan in 1996 and has since been found in hospitals elsewhere in Asia, as well as in the United Kingdom, France, the U.S., and Brazil. It is also termed GISA (glycopeptide-intermediate \"Staphylococcus aureus\"), indicating resistance to all glycopeptide antibiotics. These bacterial strains present a thickening of the cell wall, which is believed to reduce the ability of vancomycin to diffuse into the division septum of the cell required for effective vancomycin treatment. High-level vancomycin resistance in \"S. aureus\" has been rarely reported. \"In vitro\" and \"in vivo\" experiments reported in 1992 demonstrated that vancomycin resistance genes from \"Enterococcus faecalis\" could be transferred by gene transfer to \"S. aureus\", conferring high-level vancomycin resistance to \"S. aureus\". Until 2002 such a genetic transfer was not reported for wild \"S. aureus\" strains. In 2002, a VRSA strain ( or ) was isolated from a patient in Michigan. The isolate contained the \"mecA\" gene for methicillin resistance. Vancomycin MICs of the VRSA isolate were consistent with the VanA phenotype of \"Enterococcus\" species, and the presence of the \"vanA\" gene was confirmed by polymerase chain reaction. The DNA sequence of the VRSA \"vanA\" gene was identical to that of a vancomycin-resistant strain of \"Enterococcus faecalis\" recovered from the same catheter tip. The \"vanA\" gene was later found to be encoded within a transposon located on a plasmid carried by the VRSA isolate. This transposon, Tn\"1546\", confers \"vanA\"-type vancomycin resistance in enterococci.",
            "score": 89.38548278808594
        },
        {
            "docid": "191192_2",
            "document": "Enterococcus . Enterococcus is a large genus of lactic acid bacteria of the phylum Firmicutes. Enterococci are Gram-positive cocci that often occur in pairs (diplococci) or short chains, and are difficult to distinguish from streptococci on physical characteristics alone. Two species are common commensal organisms in the intestines of humans: \"E. faecalis\" (90–95%) and \"E. faecium\" (5–10%). Rare clusters of infections occur with other species, including \"E. casseliflavus\", \"E. gallinarum\", and \"E. raffinosus\".",
            "score": 83.78981018066406
        },
        {
            "docid": "3009902_2",
            "document": "Alcaligenes faecalis . Alcaligenes faecalis is a species of Gram-negative, rod-shaped bacteria commonly found in the environment. It was originally named for its first discovery in feces, but was later found to be common in soil, water, and environments in association with humans. While opportunistic infections do occur, the bacterium is generally considered nonpathogenic. When an opportunistic infection does occur, it is usually observed in the form of a urinary tract infection.",
            "score": 83.0119400024414
        },
        {
            "docid": "1912_4",
            "document": "Ampicillin . Ampicillin is used to treat infections by many Gram-positive and Gram-negative bacteria. It was the first \"broad spectrum\" penicillin with activity against Gram-positive bacteria, including \"Streptococcus pneumoniae\", \"Streptococcus pyogenes\", some isolates of \"Staphylococcus aureus\" (but not penicillin-resistant or methicillin-resistant strains), \"Trueperella\", and some \"Enterococcus\". It is one of the few antibiotics that works against multidrug resistant \"Enterococcus faecalis\" and \"E. faecium\". Activity against Gram-negative bacteria includes \"Neisseria meningitidis\", some \"Haemophilus influenzae\", and some of the Enterobacteriaceae (though most Enterobacteriaceae and \"Pseudomonas\" are resistant). Its spectrum of activity is enhanced by co-administration of sulbactam, a drug that inhibits beta lactamase, an enzyme produced by bacteria to inactivate ampicillin and related antibiotics. It is sometimes used in combination with other antibiotics that have different mechanisms of action, like vancomycin, linezolid, daptomycin, and tigecycline.",
            "score": 82.69964599609375
        },
        {
            "docid": "995332_2",
            "document": "Teicoplanin . Teicoplanin is an antibiotic used in the prophylaxis and treatment of serious infections caused by Gram-positive bacteria, including methicillin-resistant \"Staphylococcus aureus\" and \"Enterococcus faecalis\". It is a semisynthetic glycopeptide antibiotic with a spectrum of activity similar to vancomycin. Its mechanism of action is to inhibit bacterial cell wall synthesis.",
            "score": 81.00064849853516
        },
        {
            "docid": "2751044_9",
            "document": "Enterococcus faecalis . Bacterial small RNAs play important roles in many cellular processes. 11 small RNAs have been experimentally characterised in \"E. faecalis V583\" and detected in various growth phases. Five of them have been shown to be involved in stress response and virulence.",
            "score": 77.36091613769531
        },
        {
            "docid": "29318_18",
            "document": "Streptococcus . Many former group D streptococci have been reclassified and placed in the genus \"Enterococcus\" (including \"E. faecalis\", \"E. faecium\", \"E. durans\", and \"E. avium\"). For example, \"Streptococcus faecalis\" is now \"Enterococcus faecalis\". \"E. faecalis\" is sometimes alpha hemolytic and \"E. faecium\" is sometimes beta hemolytic.",
            "score": 76.63411712646484
        },
        {
            "docid": "4507788_2",
            "document": "Alcaligenes . Alcaligenes is a genus of Gram-negative, aerobic, rod-shaped bacteria. The species are motile with one or more peritrichous flagella and rarely nonmotile. It is a genus of nonfermenting bacteria (in the family Alcaligenaceae). Additionally, some strains of \"Alcaligenes\" are capable of anaerobic respiration, but they must be in the presence of nitrate or nitrite; otherwise, their metabolism is respiratory and never fermentative; The genus does not use carbohydrates. Strains of \"Alcaligene\"s (such as \"A. faecalis\") are found mostly in the intestinal tracts of vertebrates, decaying materials, dairy products, water, and soil; they can be isolated from human respiratory and gastrointestinal tracts and wounds in hospitalized patients with compromised immune systems. They are occasionally the cause of opportunistic infections, including nosocomial septicemia.",
            "score": 75.90326690673828
        },
        {
            "docid": "32440734_29",
            "document": "Pathogenic Escherichia coli . UPEC can evade the body's innate immune defences (e.g. the complement system) by invading superficial umbrella cells to form intracellular bacterial communities (IBCs). They also have the ability to form K antigen, capsular polysaccharides that contribute to biofilm formation. Biofilm-producing \"E. coli\" are recalcitrant to immune factors and antibiotic therapy, and are often responsible for chronic urinary tract infections. K antigen-producing \"E. coli\" infections are commonly found in the upper urinary tract.",
            "score": 75.87705993652344
        },
        {
            "docid": "2751044_5",
            "document": "Enterococcus faecalis . In root canal treatments, NaOCl and chlorhexidine (CHX) are used to fight \"E. faecalis\" before isolating the canal. However, recent studies determined that NaOCl or CHX showed low ability to eliminate \"E. faecalis\".",
            "score": 75.83881378173828
        },
        {
            "docid": "2751044_8",
            "document": "Enterococcus faecalis . The \"E. faecalis\" genome consists of 3.22 million base pairs with 3,113 protein-coding genes.",
            "score": 73.23312377929688
        },
        {
            "docid": "2751044_10",
            "document": "Enterococcus faecalis . A genome-wide sRNA study suggested that some sRNAs are linked to the antibiotic resistance and stress response in another \"Enteroccocus\": \"E. faecium\".",
            "score": 72.6055679321289
        },
        {
            "docid": "146773_36",
            "document": "Vancomycin . In enterococci, this modification appears to be due to the expression of an enzyme that alters the terminal residue. Three main resistance variants have been characterised to date among resistant \"Enterococcus faecium\" and \"E. faecalis\" populations:",
            "score": 71.75841522216797
        },
        {
            "docid": "1805_49",
            "document": "Antibiotic . Phage therapy is another method for treating antibiotic-resistant strains of bacteria. Phage therapy infects pathogenic bacteria with their own viruses. Bacteriophages and their host ranges are extremely specific for certain bacteria, thus they do not disturb the host organism and intestinal microflora unlike antibiotics. Bacteriophages, also known simply as phages, infect and can kill bacteria and affect bacterial growth primarily during lytic cycles. Phages insert their DNA into the bacterium, where it is transcribed and used to make new phages, after which the cell will lyse, releasing new phage able to infect and destroy further bacteria of the same strain. The high specificity of phage protects \"good\" bacteria from destruction. However, some disadvantages to use of bacteriophages also exist. Bacteriophages may harbour virulence factors or toxic genes in their genomes and identification of genes with similarity to known virulence factors or toxins by genomic sequencing may be prudent prior to use. In addition, the oral and IV administration of phages for the eradication of bacterial infections poses a much higher safety risk than topical application, and there is the additional concern of uncertain immune responses to these large antigenic cocktails. There are considerable regulatory hurdles that must be cleared for such therapies. The use of bacteriophages as a replacement for antimicrobial agents against MDR pathogens no longer respond to conventional antibiotics remains an attractive option despite numerous challenges.",
            "score": 70.4734878540039
        },
        {
            "docid": "4507788_7",
            "document": "Alcaligenes . \"A. faecalis\" was isolated in 1896 by Petruschky from stale beer. Several strains of the organism have been found since then. This species is motile, flagellated, slender, slightly curved, not spore-forming, slowly growing, nonfermenting, capsule forming, Gram-negative aerobe of the family Alcaligenaceae. This species is most commonly found in the alimentary tract as a harmless saprophyte in 5% – 19% of the normal population. Systemic infection with this organism is very uncommon. It has been reported to cause sepsis, meningitis, peritonitis, enteric fever, appendicitis, cystitis, chronic suppurative otitis media, abscesses, arthritis, pneumonitis, and endocarditis. It has been associated with fatal outcomes because these organisms are resistant to commonly used antibiotics.",
            "score": 70.40216827392578
        },
        {
            "docid": "19141492_6",
            "document": "Thymus pannonicus . The antimicrobial activity of essential oil was evaluated using the agar disc diffusion and broth microdilution methods against \"Staphylococcus aureus\", \"Enterococcus faecalis\", \"Pseudomonas aeruginosa\", \"Escherichia coli\", two strains of \"Klebsiella pneumoniae\" and two strains of \"Candida albicans\". The essential oil exhibited antimicrobial activity to varying degrees against all tested strains. The maximum activity of \"T. pannonicus\" oil was observed against \"E. coli\", \"S. aureus\" and both tested strains of \"C. albicans\" (MIC = 50 μl/ml, each). Moderate activity was observed against \"P. aeruginosa\" and one of the tested strains of \"K. pneumoniae\" (MIC = 200 μl/ml), while \"E. faecalis\" and the other strain of \"K. pneumoniae\" expressed a higher degree of resistance (MIC > 200 μl/ml))",
            "score": 70.10310363769531
        },
        {
            "docid": "2751044_6",
            "document": "Enterococcus faecalis . Prior to 1984, enterococci were members of the genus \"Streptococcus\"; thus, \"E. faecalis\" was known as \"Streptococcus faecalis\".",
            "score": 70.09876251220703
        },
        {
            "docid": "2751044_3",
            "document": "Enterococcus faecalis . \"E. faecalis\" is a nonmotile microbe; it ferments glucose without gas production, and does not produce a catalase reaction with hydrogen peroxide. It can produce a pseudocatalase reaction if grown on blood agar. The reaction is usually weak. It produces a reduction of litmus milk, but does not liquefy gelatin. It shows consistent growth throughout nutrient broth which is consistent with being a facultative anaerobe. They catabolize a variety of energy sources including glycerol, lactate, malate, citrate, arginine, agmatine, and many keto acids. Enterococci survive very harsh environments including extremely alkaline pH (9.6) and salt concentrations. They resist bile salts, detergents, heavy metals, ethanol, azide, and desiccation. They can grow in the range of 10 to 45 °C and survive at temperatures of 60 °C for 30 min.",
            "score": 69.8457260131836
        },
        {
            "docid": "40173498_4",
            "document": "Enterococcus malodoratus . The \"Enterococcus\" genus is \"capable of inducing platelet aggregation and tissue factor-dependent fibrin production, which may be relevant to the pathogenesis of enterococcal endocarditis\". The microbe is frequently the cause of hospital-acquired noscomial infections, bloodstream infections, and urinary tract infections in its host. Though a normal part of the biota of the intestinal tract of humans and other mammals, \"Enterococci\" can also survive for lengths of time with adhesion to environmental surfaces; thus contributing to transmission and possible contagion between hosts. The genus has also been proven to survive desiccation. In general, the inhospitable, acidic, and competitive environment of the gastrointestinal tract limits the spread of enterococci. However, it is often during the early stages of a medical intervention that the enterococci can successfully move and colonize beyond the neutral area near the colon.",
            "score": 69.22341918945312
        },
        {
            "docid": "618883_15",
            "document": "Acinetobacter . \"Acinetobacter\" is frequently isolated in nosocomial infections, and is especially prevalent in intensive care units, where both sporadic cases and epidemic and endemic occurrences are common. \"A. baumannii\" is a frequent cause of hospital-acquired pneumonia, especially of late-onset, ventilator-associated pneumonia. It can cause various other infections, including skin and wound infections, bacteremia, and meningitis, but \"A. lwoffi\" is mostly responsible for the latter. Of the \"Acinetobacter\", \"A. baumannii\" is the greatest cause of human disease, having been implicated in a number of hospital-acquired infections such as bacteremia, urinary tract infections (UTIs), secondary meningitis, infective endocarditis, and wound and burn infections. In particular, \"A. baumannii\" is frequently isolated as the cause of hospital-acquired pneumonia among patients admitted to the intensive care unit. Risk factors include long-term intubation and tracheal or lung aspiration. In most cases of ventilator-associated pneumonia, the equipment used for artificial ventilation such as endotracheal tubes or bronchoscopes serve as the source of infection and result in the colonization of the lower respiratory tract by \"A. baumannii\". In some cases, the bacteria can go on to enter the bloodstream, resulting in bacteremia with mortality rates ranging from 32% to 52%. UTIs caused by \"A. baumannii\" appear to be associated with continuous catheterization, as well as antibiotic therapy. \"A. baumannii\" has also been reported to infect skin and soft tissue in traumatic injuries and postsurgical wounds. \"A. baumannii\" commonly infects burns and may result in complications owing to difficulty in treatment and eradication. Though less common, some evidence also links this bacterium to meningitis, most often following invasive surgery, and in very rare cases, to community-acquired primary meningitis wherein the majority of the victims were children. Case reports also link \"A. baumannii\" to endocarditis, keratitis, peritonitis, and very rarely fatal neonatal sepsis. The clinical significance of \"A. baumannii\" is partially due to its capacity to develop resistance against many available antibiotics. Reports indicate that it possesses resistance against broad-spectrum cephalosporins, β-lactam antibiotics, aminoglycosides, and quinolones. Resistance to carbapenems is also being increasingly reported. \"A. baumannii\" can survive on the human skin or dry surfaces for weeks, and is resistant to a variety of disinfectants, making it particularly easy to spread in a hospital setting. Antibiotic resistance genes are often plasmid-borne, and plasmids present in \"Acinetobacter\" strains can be transferred to other pathogenic bacteria by horizontal gene transfer. In healthy individuals, \"Acinetobacter\" colonies on the skin correlate with low incidence of allergies; \"Acinetobacter\" is thought to be allergy-protective.",
            "score": 68.9032211303711
        },
        {
            "docid": "205624_20",
            "document": "Horizontal gene transfer . Horizontal gene transfer is common among bacteria, even among very distantly related ones. This process is thought to be a significant cause of increased drug resistance when one bacterial cell acquires resistance, and the resistance genes are transferred to other species. Transposition and horizontal gene transfer, along with strong natural selective forces have led to multi-drug resistant strains of \"S. aureus\" and many other pathogenic bacteria. Horizontal gene transfer also plays a role in the spread of virulence factors, such as exotoxins and exoenzymes, amongst bacteria. A prime example concerning the spread of exotoxins is the adaptive evolution of Shiga toxins in \"E. coli\" through horizontal gene transfer via transduction with \"Shigella\" species of bacteria. Strategies to combat certain bacterial infections by targeting these specific virulence factors and mobile genetic elements have been proposed. For example, horizontally transferred genetic elements play important roles in the virulence of \"E. coli\", \"Salmonella\", \"Streptococcus\" and \"Clostridium perfringens\".",
            "score": 68.86415100097656
        },
        {
            "docid": "24255_30",
            "document": "Pandemic . In the past 20 years, common bacteria including \"Staphylococcus aureus\", \"Serratia marcescens\" and Enterococcus, have developed resistance to various antibiotics such as vancomycin, as well as whole classes of antibiotics, such as the aminoglycosides and cephalosporins. Antibiotic-resistant organisms have become an important cause of healthcare-associated (nosocomial) infections (HAI). In addition, infections caused by community-acquired strains of methicillin-resistant \"Staphylococcus aureus\" (MRSA) in otherwise healthy individuals have become more frequent in recent years.",
            "score": 68.59088897705078
        },
        {
            "docid": "2648919_8",
            "document": "Staphylococcus epidermidis . The ability to form biofilms on plastic devices is a major virulence factor for \"S. epidermidis\". One probable cause is surface proteins that bind blood and extracellular matrix proteins. It produces an extracellular material known as polysaccharide intercellular adhesin (PIA), which is made up of sulfated polysaccharides. It allows other bacteria to bind to the already existing biofilm, creating a multilayer biofilm. Such biofilms decrease the metabolic activity of bacteria within them. This decreased metabolism, in combination with impaired diffusion of antibiotics, makes it difficult for antibiotics to effectively clear this type of infection. \"S. epidermidis\" strains are often resistant to antibiotics, including rifamycin, fluoroquinolones, gentamicin, tetracycline, clindamycin, and sulfonamides. Methicillin resistance is particularly widespread, with 75-90% of hospital isolates resistance to methicilin. Resistant organisms are most commonly found in the intestine, but organisms living freely on the skin can also become resistant due to routine exposure to antibiotics secreted in sweat.",
            "score": 67.63428497314453
        },
        {
            "docid": "5951626_2",
            "document": "Antigenic variation . Antigenic variation refers to the mechanism by which an infectious agent such as a protozoan, bacterium or virus alters its surface proteins in order to evade a host immune response. It is related to phase variation. Immune evasion is particularly important for organisms that target long-lived hosts, repeatedly infect a single host and are easily transmittable. Antigenic variation not only enables immune evasion by the pathogen, but also allows the microbes to cause re-infection, as their antigens are no longer recognized by the host's immune system. When an organism is exposed to a particular antigen (i.e. a protein on the surface of a bacterium) an immune response is stimulated and antibodies are generated to target that specific antigen. The immune system will then \"remember\" that particular antigen, and defenses aimed at that antigen become part of the immune system’s acquired immune response. If the same pathogen tries to re-infect the same host the antibodies will act rapidly to target the pathogen for destruction. However, if the pathogen can alter its surface antigens, it can evade the host's acquired immune system. This will allow the pathogen to re-infect the host while the immune system generates new antibodies to target the newly identified antigen. Antigenic variation can occur by altering a variety of surface molecules including proteins and carbohydrates. There are many molecular mechanisms behind antigenic variation, including gene conversion, site-specific DNA inversions, hypermutation, as well as recombination of sequence cassettes. In all cases, antigenic variation and phase variation result in a heterogenic phenotype of a clonal population. Individual cells either express the phase-variable protein(s) or express one of multiple antigenic forms of the protein. This form of regulation has been identified mainly, but not exclusively, for a wide variety of surface structures in pathogens and is implicated as a virulence strategy.",
            "score": 67.208251953125
        },
        {
            "docid": "36129848_3",
            "document": "Escherichia fergusonii . Some strains of \"E. fergusonii\" are pathogenic. It is known to infect open wounds in humans and may also cause bacteraemia or urinary tract infections. Strains causing these infections have been found to be highly resistant to the antibiotic ampicillin, though some are also resistant to gentamicin and chloramphenicol. An antibiotic-resistant strain of the species was found to be associated with an incidence of cystitis in a 52-year-old woman in 2008.",
            "score": 67.08196258544922
        }
    ]
}