{
    "q": [
        {
            "docid": "19167679_66",
            "document": "Virus . Viruses are an established cause of cancer in humans and other species. Viral cancers occur only in a minority of infected persons (or animals). Cancer viruses come from a range of virus families, including both RNA and DNA viruses, and so there is no single type of \"oncovirus\" (an obsolete term originally used for acutely transforming retroviruses). The development of cancer is determined by a variety of factors such as host immunity and mutations in the host. Viruses accepted to cause human cancers include some genotypes of human papillomavirus, hepatitis B virus, hepatitis C virus, Epstein–Barr virus, Kaposi's sarcoma-associated herpesvirus and human T-lymphotropic virus. The most recently discovered human cancer virus is a polyomavirus (Merkel cell polyomavirus) that causes most cases of a rare form of skin cancer called Merkel cell carcinoma. Hepatitis viruses can develop into a chronic viral infection that leads to liver cancer. Infection by human T-lymphotropic virus can lead to tropical spastic paraparesis and adult T-cell leukaemia. Human papillomaviruses are an established cause of cancers of cervix, skin, anus, and penis. Within the \"Herpesviridae\", Kaposi's sarcoma-associated herpesvirus causes Kaposi's sarcoma and body-cavity lymphoma, and Epstein–Barr virus causes Burkitt's lymphoma, Hodgkin's lymphoma, B lymphoproliferative disorder, and nasopharyngeal carcinoma. Merkel cell polyomavirus closely related to SV40 and mouse polyomaviruses that have been used as animal models for cancer viruses for over 50 years.",
            "score": 76.27763509750366
        },
        {
            "docid": "1460525_5",
            "document": "Oncovirus . Tumor viruses come in a variety of forms: Viruses with a DNA genome, such as adenovirus, and viruses with an RNA genome, like the Hepatitis C virus (HCV), can cause cancers, as can retroviruses having both DNA and RNA genomes (Human T-lymphotropic virus and hepatitis B virus, which normally replicates as a mixed double and single-stranded DNA virus but also has a retroviral replication component). In many cases, tumor viruses do not cause cancer in their native hosts but only in dead-end species. For example, adenoviruses do not cause cancer in humans but are instead responsible for colds, conjunctivitis and other acute illnesses. They only become tumorigenic when infected into certain rodent species, such as Syrian hamsters. Some viruses are tumorigenic when they infect a cell and persist as circular episomes or plasmids, replicating separately from host cell DNA (Epstein–Barr virus and Kaposi's sarcoma-associated herpesvirus). Other viruses are only carcinogenic when they integrate into the host cell genome as part of a biological accident, such as polyomaviruses and papillomaviruses.",
            "score": 49.73668015003204
        },
        {
            "docid": "1460525_6",
            "document": "Oncovirus . A direct oncogenic viral mechanism involves either insertion of additional viral oncogenic genes into the host cell or to enhance already existing oncogenic genes (proto-oncogenes) in the genome. Indirect viral oncogenicity involves chronic nonspecific inflammation occurring over decades of infection, as is the case for HCV-induced liver cancer. These two mechanisms differ in their biology and epidemiology: direct tumor viruses must have at least one virus copy in every tumor cell expressing at least one protein or RNA that is causing the cell to become cancerous. Because foreign virus antigens are expressed in these tumors, persons who are immunosuppressed such as AIDS or transplant patients are at higher risk for these types of cancers. Chronic indirect tumor viruses, on the other hand, can be lost (at least theoretically) from a mature tumor that has accumulated sufficient mutations and growth conditions (hyperplasia) from the chronic inflammation of viral infection. In this latter case, it is controversial but at least theoretically possible that an indirect tumor virus could undergo \"hit-and-run\" and so the virus would be lost from the clinically diagnosed tumor. In practical terms, this is an uncommon occurrence if it does occur.",
            "score": 67.51849567890167
        },
        {
            "docid": "2332422_57",
            "document": "Carcinogenesis . Furthermore, many cancers originate from a viral infection; this is especially true in animals such as birds, but less so in humans. 12% of human cancers can be attributed to a viral infection. The mode of virally induced tumors can be divided into two, \"acutely transforming\" or \"slowly transforming\". In acutely transforming viruses, the viral particles carry a gene that encodes for an overactive oncogene called viral-oncogene (v-onc), and the infected cell is transformed as soon as v-onc is expressed. In contrast, in slowly transforming viruses, the virus genome is inserted, especially as viral genome insertion is obligatory part of retroviruses, near a proto-oncogene in the host genome. The viral promoter or other transcription regulation elements, in turn, cause over-expression of that proto-oncogene, which, in turn, induces uncontrolled cellular proliferation. Because viral genome insertion is not specific to proto-oncogenes and the chance of insertion near that proto-oncogene is low, slowly transforming viruses have very long tumor latency compared to acutely transforming virus, which already carries the viral-oncogene.",
            "score": 73.24867081642151
        },
        {
            "docid": "47229060_10",
            "document": "Maurice Green (virologist) . In the late 1950s and early 1960s, Green was among the first scientists in the world to study biochemical features of virus replication in cell culture and to develop and apply the emerging concepts of molecular biology. His major focus of investigation was human adenoviruses. He and his colleagues worked out the basic parameters for working with these viruses – for example, how to grow them in culture, to purify the virions, to extract and characterize the viral DNA, and to study gene expression at the RNA and protein levels. This work established the kinetics of infection, and showed that the infection was divided into two major stages of gene expression. In 1962, scientists at the National Institutes of Health discovered that certain serotypes of human adenoviruses can induce tumors in newborn hamsters. This finding was not only of scientific interest, but it also raised concerns because the military was using live adenoviruses as vaccines against adenovirus-induced acute respiratory disease. Green was asked to learn as much as he could as quickly as possible about the 31 distinct viral serotypes known at that time. His studies included characterizing the viruses’ DNA, investigating the tumor-inducing properties of the viruses, and determining the molecular and kinetic parameters of adenovirus infection. He showed that adenoviruses could be divided into distinct groups based on these and other properties. These classic studies served to establish adenoviruses as a powerful model system that has since been used to address more global questions about virus replication, human cell molecular biology, infection and immunity, and neoplastic transformation. In subsequent years, the study of adenoviruses has provided key insights into tumor suppressors, cell proliferation, and the host immune response. They also emerged as a vehicle for human gene therapy",
            "score": 75.65562152862549
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 74.64986538887024
        },
        {
            "docid": "4448546_5",
            "document": "Viral transformation . There are three types of viral infections that can be considered under the topic of viral transformation. These are cytocidal, persistent, and transforming infections. Cytocidal infections can cause fusion of adjacent cells, disruption of transport pathways including ions and other cell signals, disruption of DNA, RNA and protein synthesis, and nearly always leads to cell death. Persistent infections involve viral material that lays dormant within a cell until activated by some stimulus. This type of infection usually causes few obvious changes within the cell but can lead to long chronic diseases. Transforming infections are also referred to as malignant transformation. This infection causes a host cell to become malignant and can be either cytocidal (usually in the case of RNA viruses) or persistent (usually in the case of DNA viruses). Cells with transforming infections undergo immortalization and inherit the genetic material to produce tumors. Since the term cytocidal, or cytolytic, refers to cell death, these three infections are not mutually exclusive. Many transforming infections by DNA tumor viruses are also cytocidal.",
            "score": 79.19487082958221
        },
        {
            "docid": "4448546_8",
            "document": "Viral transformation . There are three types of persistent infections, latent, chronic and slow, in which the virus stays inside the host cell for prolonged periods of time. During \"latent infections\" there is minimal to no expression of infected viral genome. The genome remains within the host cell until the virus is ready for replication. \"Chronic infections\" have similar cellular effects as acute cytocidal infections but there is a limited number of progeny and viruses involved in transformation. Lastly, \"slow infections\" have a longer incubation period in which no physiological, morphological or subcellular changes may be involved.",
            "score": 77.41265773773193
        },
        {
            "docid": "1460525_10",
            "document": "Oncovirus . The main viruses associated with human cancers are human papillomavirus, hepatitis B and hepatitis C virus, Epstein–Barr virus, human T-lymphotropic virus, Kaposi's sarcoma-associated herpesvirus (KSHV) and Merkel cell polyomavirus. Experimental and epidemiological data imply a causative role for viruses and they appear to be the second most important risk factor for cancer development in humans, exceeded only by tobacco usage. The mode of virally induced tumors can be divided into two, \"acutely transforming\" or \"slowly transforming\". In acutely transforming viruses, the viral particles carry a gene that encodes for an overactive oncogene called viral-oncogene (v-onc), and the infected cell is transformed as soon as v-onc is expressed. In contrast, in slowly transforming viruses, the virus genome is inserted, especially as viral genome insertion is an obligatory part of retroviruses, near a proto-oncogene in the host genome. The viral promoter or other transcription regulation elements in turn cause overexpression of that proto-oncogene, which in turn induces uncontrolled cellular proliferation. Because viral genome insertion is not specific to proto-oncogenes and the chance of insertion near that proto-oncogene is low, slowly transforming viruses have very long tumor latency compared to acutely transforming viruses, which already carry the viral oncogene.",
            "score": 63.59805202484131
        },
        {
            "docid": "767839_6",
            "document": "SV40 . SV40 is capable of multiplicity reactivation (MR). MR is the process by which two or more virus genomes containing otherwise lethal damage interact within an infected cell to form a viable virus genome. Yamamato and Shimojo observed MR when SV40 virions were irradiated with UV light and allowed to undergo multiple infection of host cells. Hall studied MR when SV 40 virions were exposed to the DNA crosslinking agent 4, 5’, 8-trimethylpsoralen. Under conditions in which only a single virus particle entered each host cell, approximately one DNA cross-link was lethal to the virus and could not be repaired. In contrast, when multiple viral genomes infected a host cell, psoralen-induced DNA cross-links were repaired; that is, MR occurred. Hall suggested that the virions with cross-linked DNA were repaired by recombinational repair. Michod et al. reviewed numerous examples of MR in different viruses and suggested that MR is a common form of sexual interaction that provides the advantage of recombinational repair of genome damages.",
            "score": 89.39428091049194
        },
        {
            "docid": "406929_8",
            "document": "Virulence . They determine whether infection occurs and how severe the resulting viral disease symptoms are. Viruses often require receptor proteins on host cells to which they specifically bind. Typically, these host cell proteins are endocytosed and the bound virus then enters the host cell. Virulent viruses such as HIV, which causes AIDS, have mechanisms for evading host defenses. HIV infects T-Helper Cells, which leads to a reduction of the adaptive immune response of the host and eventually leads to an immunocompromised state. Death results from opportunistic infections secondary to disruption of the immune system caused by AIDS. Some viral virulence factors confer ability to replicate during the defensive inflammation responses of the host such as during virus-induced fever. Many viruses can exist inside a host for long periods during which little damage is done. Extremely virulent strains can eventually evolve by mutation and natural selection within the virus population inside a host. The term \"neurovirulent\" is used for viruses such as rabies and herpes simplex which can invade the nervous system and cause disease there.",
            "score": 66.93357515335083
        },
        {
            "docid": "53151252_2",
            "document": "Large tumor antigen . The large tumor antigen (also called the large T-antigen and abbreviated LTag or LT) is a protein encoded in the genomes of polyomaviruses, which are small double-stranded DNA viruses. LTag is expressed early in the infectious cycle and is essential for viral proliferation. Containing four well-conserved protein domains as well as several intrinsically disordered regions, LTag is a fairly large multifunctional protein; in most polyomaviruses, it ranges from around 600-800 amino acids in length. LTag has two primary functions, both related to replication of the viral genome: it unwinds the virus's DNA to prepare it for replication, and it interacts with proteins in the host cell to dysregulate the cell cycle so that the host's DNA replication machinery can be used to replicate the virus's genome. Some polyomavirus LTag proteins - most notably the well-studied SV40 large tumor antigen from the SV40 virus - are oncoproteins that can induce neoplastic transformation in the host cell.",
            "score": 100.2078492641449
        },
        {
            "docid": "1460525_4",
            "document": "Oncovirus . Generally, tumor viruses cause little or no disease after infection in their hosts, or cause non-neoplastic diseases such as acute hepatitis for hepatitis B virus or mononucleosis for Epstein–Barr virus. A minority of persons (or animals) will go on to develop cancers after infection. This has complicated efforts to determine whether or not a given virus causes cancer. The well-known Koch's postulates, 19th-century constructs developed by Robert Koch to establish the likelihood that \"Bacillus anthracis\" will cause anthrax disease, are not applicable to viral diseases. (Firstly, this is because viruses cannot truly be isolated in pure culture—even stringent isolation techniques cannot exclude undetected contaminating viruses with similar density characteristics, and viruses must be grown on cells. Secondly, asymptomatic virus infection and carriage is the norm for most tumor viruses, which violates Koch's third principle. Relman and Fredericks have described the difficulties in applying Koch's postulates to virus-induced cancers. Finally, the host restriction for human viruses makes it unethical to experimentally transmit a suspected cancer virus.) Other measures, such as A. B. Hill's criteria, are more relevant to cancer virology but also have some limitations in determining causality.",
            "score": 41.26355683803558
        },
        {
            "docid": "46270633_4",
            "document": "Janet S. Butel . Butel has studied polyomavirus SV40 infection in humans and animals for most of her career. She has published studies on the mechanism of SV40 entry into human cells, the role of SV40 in cancer and SV40 genetics. In addition, Butel published an article in 2014 on the use of microRNA and SV40 in golden hamsters. The golden hamster is the animal model that SV40 has been studied in and has provided evidence of its pathogenesis in tumor forming cancer. The animal model has been used to research the development of this virus in humans, but can not conclude any definitive pathogenesis of SV40 in humans. Thus there is controversy over the exact impact of SV40 on human health. Butel's research indicates that SV40 may play a role in some human cancers, such as brain tumors and non-Hodgkin lymphoma.",
            "score": 100.97870182991028
        },
        {
            "docid": "767839_2",
            "document": "SV40 . SV40 is an abbreviation for simian vacuolating virus 40 or simian virus 40, a polyomavirus that is found in both monkeys and humans. It was named for the effect it produced on infected green monkey cells, which developed an unusual number of vacuoles. Like other polyomaviruses, SV40 is a DNA virus that has the potential to cause tumors in animals, but most often persists as a latent infection.",
            "score": 88.45411586761475
        },
        {
            "docid": "44579483_10",
            "document": "Batai virus . It is well known that the geographical distribution of Batai virus (BATV) includes the regions of Europe, Asia and Africa. The most common vertebrate affected by BATV are domestic pigs, horses, ruminants and wild birds, which have been known to be the primary mammalian hosts. The transmission cycle of BATV occurs in agricultural ecosystems via Anopheles, Culex and Ochlerotatus species mosquitoes in a typical vertebrate–mosquito cycle.  While limited research has been conducted on the viral cycle of the Batai virus, comparable studies with the close relative Bunyamwera virus has shown that viral infection begins in the salivary glands of mosquitos. At the onset of replication the virus particles coalesce into vacuole membranes lining the cytoplasm of the infected cells. Entry into the cell is facilitated by the viral enveloped nucleocapsid, which contains glycoproteins G1 and G2. Encoded by the M RNA segment they are involved in attachment to the host cell through unidentified receptors on the surface and elicit neutralizing antibodies. Transcription of BATV is said to be similar to that of influenza in that mRNA synthesis is primed by cap-containing oligonucleotides that are generated by a certain viral-endonuclease, functioning to cleave the host cell mRNA. These resulting primers are then incorporated into the viral mRNA. BATV will also encode for two non-structural proteins, NSm on the M segment and NSs on the S segment. During the process it is believed that NSm actively participates in assembly of the virus. These newly assembled viral particles will mature over a period of time inside of the hosts cell in the membranes of the Golgi apparatus before being released. However, while able to replicate in both vertebrate and invertebrate species, in mosquito cells no cell death is observed and persistent infection is established. Whereas in mammalian cells infection is typically categorized as lytic and eventually leads to cell death. This stems from the viruses ability to form clear lytic plaques in cells of vertebrate species but not in those derived from insects. It has been demonstrated in previous studies that in mammalian cells, the NSs protein will induce a shut-off of host protein synthesis which will lead to the death of the host cell. It has also been shown to counteract the host cell antiviral response. This would establish it as the main virulence factor as it acts during the transcriptional phase by inhibiting RNA polymerase II–mediated transcription. Meanwhile, the mosquito cells neither host cell transcription nor translation are inhibited by this fact. It would seem the difference in the behavior of the NSs protein could be one of the factors responsible for the different outcomes of infection attributed to the Batai virus in mammalian and mosquito cells. Some have theorized that a release method that does not rupture the cell membrane could explain why viral replication does not kill mosquito cells and persistence is maintained. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms.",
            "score": 80.4082305431366
        },
        {
            "docid": "5398413_2",
            "document": "Viral vector . Viral vectors are tools commonly used by molecular biologists to deliver genetic material into cells. This process can be performed inside a living organism (\"in vivo\") or in cell culture (\"in vitro\"). Viruses have evolved specialized molecular mechanisms to efficiently transport their genomes inside the cells they infect. Delivery of genes by a vector is termed transduction and the infected cells are described as transduced. Molecular biologists first harnessed this machinery in the 1970s. Paul Berg used a modified SV40 virus containing DNA from the bacteriophage λ to infect monkey kidney cells maintained in culture.",
            "score": 96.93677759170532
        },
        {
            "docid": "35713622_13",
            "document": "N6-Methyladenosine . Additionally, mA has been reported to impact viral infections. Many RNA viruses including SV40, adenovirus, herpes virus, Rous sarcoma virus, and influenza virus have been known to contain the internal mA methylation on virus genomic RNA. Several more recent studies have revealed that mA regulators govern the efficiency of infection and replication of RNA viruses such as human immunodeficiency virus (HIV), hepatitis C virus (HCV), and Zika virus (ZIKV). These results suggest mA and its cognate factors play crucial roles in regulating virus life cycle and host-viral interactions.",
            "score": 93.22809982299805
        },
        {
            "docid": "766233_22",
            "document": "Polyomaviridae . All the polyomaviruses are highly common childhood and young adult infections. Most of these infections appear to cause little or no symptoms. These viruses are probably lifelong persistent among almost all adults. Diseases caused by human polyomavirus infections are most common among immunocompromised people; disease associations include BK virus with nephropathy in renal transplant and non-renal solid organ transplant patients, JC virus with progressive multifocal leukoencephalopathy, and Merkel cell virus (MCV) with Merkel cell cancer.",
            "score": 30.098437309265137
        },
        {
            "docid": "57393812_5",
            "document": "HSV epigenetics . Latent infection is described as the dormancy of a virus, by which proliferation of viral particles cease, yet the viral genome still remains incorporated as reservoirs within the cell. Although diversity among viruses' latent phase exist, ranging from selective viral gene expression (e.g., HSV expression of latency associated transcripts) to complete lack of expression, incorporation into the cell's genome (such as in retroviruses), and episomal persistence, common generalities too can be ascribed. Generally, the long-term latency of a mammalian virus is a dynamic interaction between it and the host cell's antiviral immunity. The establishment, maintenance, and reactivation of the infection cycle (reversibility) largely relies on cellular epigenetic processes in this dynamic and thus opens a discussion for viral treatment via an epigenetic perspective.",
            "score": 72.1419951915741
        },
        {
            "docid": "34217148_11",
            "document": "Vectors in gene therapy . The viral vectors described above have natural host cell populations that they infect most efficiently. Retroviruses have limited natural host cell ranges, and although adenovirus and adeno-associated virus are able to infect a relatively broader range of cells efficiently, some cell types are refractory to infection by these viruses as well. Attachment to and entry into a susceptible cell is mediated by the protein envelope on the surface of a virus. Retroviruses and adeno-associated viruses have a single protein coating their membrane, while adenoviruses are coated with both an envelope protein and fibers that extend away from the surface of the virus. The envelope proteins on each of these viruses bind to cell-surface molecules such as heparin sulfate, which localizes them upon the surface of the potential host, as well as with the specific protein receptor that either induces entry-promoting structural changes in the viral protein, or localizes the virus in endosomes wherein acidification of the lumen induces this refolding of the viral coat. In either case, entry into potential host cells requires a favorable interaction between a protein on the surface of the virus and a protein on the surface of the cell. For the purposes of gene therapy, one might either want to limit or expand the range of cells susceptible to transduction by a gene therapy vector. To this end, many vectors have been developed in which the endogenous viral envelope proteins have been replaced by either envelope proteins from other viruses, or by chimeric proteins. Such chimera would consist of those parts of the viral protein necessary for incorporation into the virion as well as sequences meant to interact with specific host cell proteins. Viruses in which the envelope proteins have been replaced as described are referred to as pseudotyped viruses. For example, the most popular retroviral vector for use in gene therapy trials has been the lentivirus Simian immunodeficiency virus coated with the envelope proteins, G-protein, from Vesicular stomatitis virus. This vector is referred to as VSV G-pseudotyped lentivirus, and infects an almost universal set of cells. This tropism is characteristic of the VSV G-protein with which this vector is coated. Many attempts have been made to limit the tropism of viral vectors to one or a few host cell populations. This advance would allow for the systemic administration of a relatively small amount of vector. The potential for off-target cell modification would be limited, and many concerns from the medical community would be alleviated. Most attempts to limit tropism have used chimeric envelope proteins bearing antibody fragments. These vectors show great promise for the development of \"magic bullet\" gene therapies.",
            "score": 58.05085909366608
        },
        {
            "docid": "3783315_2",
            "document": "Virus latency . Virus latency (or viral latency) is the ability of a pathogenic virus to lie dormant (latent) within a cell, denoted as the lysogenic part of the viral life cycle. A latent viral infection is a type of persistent viral infection which is distinguished from a chronic viral infection. Latency is the phase in certain viruses' life cycles in which, after initial infection, proliferation of virus particles ceases. However, the viral genome is not fully eradicated. The result of this is that the virus can reactivate and begin producing large amounts of viral progeny without the host being infected by new outside virus, denoted as the lytic part of the viral life cycle, and stays within the host indefinitely.",
            "score": 72.55093812942505
        },
        {
            "docid": "4290841_2",
            "document": "HHV Infected Cell Polypeptide 0 . Human Herpes Virus (HHV) Infected Cell Polypeptide 0 (ICP0) is a protein, encoded by the DNA of herpes viruses. It is produced by herpes viruses during the earliest stage of infection, when the virus has recently entered the host cell; this stage is known as the \"immediate-early\" or \"α\" (\"alpha\") phase of viral gene expression. During these early stages of infection, ICP0 protein is synthesized and transported to the nucleus of the infected host cell. Here, ICP0 promotes transcription from viral genes, disrupts structures in the nucleus known as nuclear dots or promyelocytic leukemia (PML) nuclear bodies, and alters the expression of host and viral genes in combination with a neuron specific protein. At later stages of cellular infection, ICP0 relocates to the cell cytoplasm to be incorporated into new virion particles.",
            "score": 72.18632459640503
        },
        {
            "docid": "1649692_2",
            "document": "Viral pathogenesis . Viral pathogenesis is the study of how biological viruses cause diseases in their target hosts, usually carried out at the cellular or molecular level. It is a specialized field of study in virology. Pathogenesis is a process in which an initial infection becomes a disease. Viral disease is the sum of the effects on the host caused by the replication of the virus and of the host's subsequent immune response. Viruses are able to initiate infection, disperse throughout the body, and replicate due to virulence characteristics. Mechanisms of pathogenesis of viral diseases include: implantation of the virus at the portal of entry, local replication, spread to target organs, and shedding of the virus into the environment. There are several factors that affect pathogenic mechanisms. Some of these factors include virulence characteristics of the virus that is infecting. In order to cause disease, the virus must overpower several inhibitory effects present in the host. Some of the inhibitory effects include distance, physical barriers, host defenses, and conflicting cellular susceptibilities. These inhibitory effects may differ among individuals and different races due to the inhibitory effects being genetically controlled.",
            "score": 79.22369742393494
        },
        {
            "docid": "21354427_3",
            "document": "Human T-lymphotropic virus . HTLV-1 is an abbreviation for \"human T-cell lymphotropic virus type 1\", also called human T-cell leukemia type 1, a virus that has been implicated in several kinds of diseases, including HTLV-1-associated myelopathy, and as a virus cancer link for leukemia (see adult T-cell leukemia/lymphoma).HTLV-1 has six reported subtypes (subtypes A to F). The great majority of infections are caused by the cosmopolitan subtype A. HTLV was discovered by Robert Gallo and colleagues in 1980. Between 1 in 20 and 1 in 25 infected people are thought to develop cancer as a result of the virus. HTLV-1 infection is thought to spread only through dividing cells since reverse transcriptase generates proviral DNA from genomic viral RNA, and the provirus is integrated into the host genome by viral integrase after transmission. Therefore, the quantification of provirus reflects the number of HTLV-1-infected cells. So, an increase in numbers of HTLV-1-infected cells using cell division, by actions of accessory viral genes, especially Tax, may provide an enhancement of infectivity Tax expression induces proliferation, inhibits the apoptosis of HTLV-1-infected cells and, conversely, evokes the host immune response, including cytotoxic T cells, to kill virus-infected cells. Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 67.99560117721558
        },
        {
            "docid": "14579421_26",
            "document": "Introduction to viruses . Common human diseases caused by viruses include the common cold, the flu, chickenpox and cold sores. Serious diseases such as Ebola and AIDS are also caused by viruses. Many viruses cause little or no disease and are said to be \"benign\". The more harmful viruses are described as virulent. Viruses cause different diseases depending on the types of cell that they infect. Some viruses can cause lifelong or chronic infections where the viruses continue to reproduce in the body despite the host's defence mechanisms. This is common in hepatitis B virus and hepatitis C virus infections. People chronically infected with a virus are known as carriers. They serve as important reservoirs of the virus. If there is a high proportion of carriers in a given population, a disease is said to be endemic.",
            "score": 22.40300464630127
        },
        {
            "docid": "16814276_10",
            "document": "Merkel cell polyomavirus . Sequencing of the virus from Merkel cell cancers reveals that it generally has tumor-specific mutations that truncate the MCV T antigen. These mutations (which are not found in native virus obtained from nontumor sites) eliminate the T antigen helicase, preventing the integrated virus from replicating independently from the host cancer cell. The tumor is a \"dead-end host\" for MCV. Normally, the virus exists as circular episome (or plasmid) within the cell and its DNA is packaged into viral capsids and transmitted to other cells. In tumors, the viral DNA has broken and become integrated into human DNA within the tumor, so that the virus is no longer transmissible. The integrated virus cannot be excised from the host cell and it must replicate as the host cell is replicated. Examination of infected tumors reveals that the majority have a clear monoclonal pattern, indicating that the virus integrated into a single cell before it began its cancerous expansion. For this reason, there is very strong evidence that MCV causes some, but not all, Merkel cell carcinomas. MCV can also be found in healthy tissues from people without Merkel cell carcinoma. A complete MCV genome (MCV-HF) was designed from multiple tumor-type MCV genomes and examined with successful replication capability in vitro. The identical sequences were found in human normal skins. While the precise prevalence of infection is unknown in humans, it is likely that most infections do not cause cancers.",
            "score": 72.94516336917877
        },
        {
            "docid": "14596496_5",
            "document": "Photosynthetic reaction centre protein family . Photosynthetic reaction centre genes from PSII (PsbA, PsbD) have been discovered within marine bacteriophage. Though it is widely accepted dogma that arbitrary pieces of DNA can be borne by phage between hosts (transduction), one would hardly expect to find transduced DNA within a large number of viruses. Transduction is presumed to be common in general, but for any single piece of DNA to be routinely transduced would be highly unexpected. Instead, conceptually, a gene routinely found in surveys of viral DNA would have to be a functional element of the virus itself (this does not imply that the gene would not be transferred among hosts - which the photosystem within viruses is - but instead that there is a viral function for the gene, that it is not merely hitchhiking with the virus). However, free viruses lack the machinery needed to support metabolism, let alone photosynthesis. As a result, photosystem genes are not likely to be a functional component of the virus like a capsid protein or tail fibre. Instead, it is expressed within an infected host cell. Most virus genes that are expressed in the host context are useful for hijacking the host machinery to produce viruses or for replication of the viral genome. These can include reverse transcriptases, integrases, nucleases or other enzymes. Photosystem components do not fit this mould either. The production of an active photosystem during viral infection provides active photosynthesis to dying cells. This is not viral altruism towards the host, however. The problem with viral infections tends to be that they disable the host relatively rapidly. As protein expression is shunted from the host genome to the viral genome, the photosystem degrades relatively rapidly (due in part to the interaction with light, which is highly corrosive), cutting off the supply of nutrients to the replicating virus. A solution to this problem is to add rapidly degraded photosystem genes to the virus, such that the nutrient flow is uninhibited and more viruses are produced. One would expect that this discovery will lead to other discoveries of a similar nature; that elements of the host metabolism key to viral production and easily damaged during infection are actively replaced or supported by the virus during infection.",
            "score": 76.54766881465912
        },
        {
            "docid": "766233_7",
            "document": "Polyomaviridae . The details of transit to the nucleus are not clear and may vary among individual polyomaviruses. It has been frequently reported that an intact, albeit distorted, virion particle is released from the endoplasmic reticulum into the cell cytoplasm, where the genome is released from the capsid, possibly due to the low calcium concentration in the cytoplasm. Both expression of viral genes and replication of the viral genome occur in the nucleus using host cell machinery. The early genes - comprising at minimum the small tumor antigen (ST) and large tumor antigen (LT) - are expressed first, from a single alternatively spliced messenger RNA strand. These proteins serve to manipulate the host's cell cycle - dysregulating the transition from G1 phase to S phase, when the host cell's genome is replicated - because host cell DNA replication machinery is needed for viral genome replication. The precise mechanism of this dysregulation depends on the virus; for example, SV40 LT can directly bind host cell p53, but murine polyomavirus LT does not. LT induces DNA replication from the viral genome's non-coding control region (NCCR), after which expression of the early mRNA is reduced and expression of the late mRNA, which encodes the viral capsid proteins, begins. Several mechanisms have been described for regulating the transition from early to late gene expression, including the involvement of the LT protein in repressing the early promoter, the expression of un-terminated late mRNAs with extensions complementary to early mRNA, and the expression of regulatory microRNA.",
            "score": 101.68379604816437
        },
        {
            "docid": "33826069_4",
            "document": "Viral neuronal tracing . The life cycle of viruses, such as those used in neuronal tracing, is different from cellular organisms. Viruses are parasitic in nature and cannot proliferate on their own. Therefore, they must infect another organism and effectively hijack cellular machinery to complete their life cycle. The first stage of the viral life cycle is called viral entry. This defines the manner in which a virus infects a new host cell. In nature, neurotropic viruses are usually transmitted through bites or scratches, as in the case of Rabies virus or certain strains of Herpesviruses. In tracing studies, this step occurs artificially, typically through the use of a syringe. The next stage of the viral life cycle is called viral replication. During this stage, the virus takes over the host cell's machinery to cause the cell to create more viral proteins and assemble more viruses. Once the cell has produced a sufficient number of viruses, the virus enters the viral shedding stage. During this stage, viruses leave the original host cell in search of a new host. In the case of neurotropic viruses, this transmission typically occurs at the synapse. Viruses can jump across the relatively short space from one neuron to the next. This trait is what makes viruses so useful in tracer studies. Once the virus enters the next cell, the cycle begins anew. The original host cell begins to degrade after the shedding stage. In tracer studies, this is the reason the timing must be tightly controlled. If the virus is allowed to spread too far, the original microcircuitry of interest is degraded and no useful information can be retrieved. Typically, viruses can infect only a small number of organisms, and even then only a specific cell type within the body. The specificity of a particular virus for a specific tissue is known as its tropism. Viruses in tracer studies are all neurotropic (capable of infecting neurons).",
            "score": 75.91837239265442
        },
        {
            "docid": "4581058_11",
            "document": "Viroplasm . Aggregated structures may protect viral functional complexes from the cellular degradation systems. For example, formation of viral factories of the ASFV viroplasm is very similar to the aggresome formation. An aggresome is a perinuclear site where misfolded proteins are transported and stored by the cell components for their destruction. It has been proposed that the viroplasm could be the product of a co-evolution between the virus and its host. It is possible that a cellular response originally designed to reduce the toxicity of misfolded proteins is exploited by cytoplasmic viruses to improve their replication, the virus capsid synthesis, and assembly. Alternatively, the activation of host defense mechanisms may involve sequestration of virus components in aggregates to prevent their dissemination, followed by their neutralisation. For example, viroplasms of mammalian viruses contain certain elements of the cellular degradation machinery which might enable cellular protective mechanisms against viral components. Given the co-evolution of viruses with their host cells, changes in cell structure induced during infection are likely to involve a combination of the two strategies.",
            "score": 63.679261684417725
        },
        {
            "docid": "19167679_77",
            "document": "Virus . Viruses are important pathogens of livestock. Diseases such as foot-and-mouth disease and bluetongue are caused by viruses. Companion animals such as cats, dogs, and horses, if not vaccinated, are susceptible to serious viral infections. Canine parvovirus is caused by a small DNA virus and infections are often fatal in pups. Like all invertebrates, the honey bee is susceptible to many viral infections. Most viruses co-exist harmlessly in their host and cause no signs or symptoms of disease.",
            "score": 53.90017652511597
        }
    ],
    "r": [
        {
            "docid": "3676783_3",
            "document": "SV40 large T antigen . TAg is a product of an early gene transcribed during viral infection by SV40, and is involved in viral genome replication and regulation of host cell cycle. SV40 is a double-stranded, circular DNA virus belonging to the Polyomaviridae (earlier Papovavirus) family, Orthopolyomavirus genus. Polyomaviruses infect a wide variety of vertebrates and cause solid tumours at multiple sites. SV40 was isolated by Sweet and Maurice Hilleman in 1960 in primary monkey kidney cell cultures being used to grow Sabin OPV.",
            "score": 125.35504913330078
        },
        {
            "docid": "29188721_11",
            "document": "RNA interference . MicroRNAs (miRNAs) are genomically encoded non-coding RNAs that help regulate gene expression, particularly during development. The phenomenon of RNA interference, broadly defined, includes the endogenously induced gene silencing effects of miRNAs as well as silencing triggered by foreign dsRNA. Mature miRNAs are structurally similar to siRNAs produced from exogenous dsRNA, but before reaching maturity, miRNAs must first undergo extensive post-transcriptional modification. A miRNA is expressed from a much longer RNA-coding gene as a primary transcript known as a \"pri-miRNA\" which is processed, in the cell nucleus, to a 70-nucleotide stem-loop structure called a \"pre-miRNA\" by the microprocessor complex. This complex consists of an RNase III enzyme called Drosha and a dsRNA-binding protein DGCR8. The dsRNA portion of this pre-miRNA is bound and cleaved by Dicer to produce the mature miRNA molecule that can be integrated into the RISC complex; thus, miRNA and siRNA share the same downstream cellular machinery. First, viral encoded miRNA was described in EBV. Thereafter, an increasing number of microRNAs have been described in viruses. VIRmiRNA is a comprehensive catalogue covering viral microRNA, their targets and anti-viral miRNAs (see also VIRmiRNA resource: http://crdd.osdd.net/servers/virmirna/).",
            "score": 107.8956298828125
        },
        {
            "docid": "41585434_15",
            "document": "Anti-miRNA oligonucleotides . It is believed that cellular miRNAs inhibit viral gene expression. In a study of HIV-1, anti-miRNA inhibitors were used to deactivate two miRNAs that inhibit viral gene expression, has-miR-29a and 29b. It was shown that viral gene expression increased after the introduction of anti-miRNAs targeting has-miR-29a and 29b. This demonstrated miRNA inhibitors were able to directly target and reverse the inhibitory effect of has-miR-29a and 29b in the HIV-1 virus. By creating an AMO, certain genomic sequences of HIV were able to be studied more in depth. A further understanding of the way the genome of certain viruses work can allow scientists to create preventative measures against these viruses.  The mechanism for anti-miRNA regulation in the case of the Epstein-Barr virus (EBV) differs slightly than other viral cases such as HIV-1. EBV is a herpesvirus related to various cancers that has the ability to express miRNAs, unlike many other viruses that affect humans. Unlike other studies that utilize anti-miRNAs as a knockdown tool to demonstrate the effects of miRNAs, researchers of EBV used them to inhibit the miRNAs produced by the virus. MiR-BART5, a miRNA of EBV, regulates the protein: p53 Up-regulated Modulator of Apoptosis (PUMA). When the viral mir-BART5 was depleted using its anti-miRNA, anti-miR-BART5, cell apoptosis was triggered and resulted in disease control, killing the cells that are identified as infected.",
            "score": 107.78888702392578
        },
        {
            "docid": "33229822_2",
            "document": "IsomiR . isomiR is a term coined by Morin et al. to refer to those sequences that have variations with respect to the reference miRNA sequence. miRBase is considered to be the gold-standard miRNA database—it stores miRNA sequences detected by thousand of experiments. In this database each miRNA is associated with a miRNA precursor and with one or two mature miRNA (-5p and -3p). Similarly, VIRmiRNA is the only available resource for miRNA in the field of virus. It not only contains viral miRNAs but also harbors their targets. It also provides extensive list of anti-viral microRNAs encoded by human to provide them immune defense against viral infections. Currently this resource harbors 9133 records; out of which there are 1308 experimentally validated viral miRNAs from 44 viruses In the past it had always been said that the same miRNA precursor generates the same miRNA sequences. However, the advent of deep sequencing has now allowed researchers to detect a huge variability in miRNA biogenesis, meaning that from the same miRNA precursor many different sequences can be generated potentially have different targets, or even lead to opposite changes in mRNA expression. It has been found that isomiR expression profiles can also exhibit race, population, and gender dependencies.",
            "score": 103.40391540527344
        },
        {
            "docid": "3676783_8",
            "document": "SV40 large T antigen . The SV40 genome is very small and does not encode all the information necessary for DNA replication. Therefore, it is essential for the host cell to enter S phase, when cell DNA and the viral genome are replicated together. Therefore, in addition to increasing transcription, another function of T-antigen is to alter the cellular environment to permit virus genome replication.",
            "score": 102.00225830078125
        },
        {
            "docid": "766233_7",
            "document": "Polyomaviridae . The details of transit to the nucleus are not clear and may vary among individual polyomaviruses. It has been frequently reported that an intact, albeit distorted, virion particle is released from the endoplasmic reticulum into the cell cytoplasm, where the genome is released from the capsid, possibly due to the low calcium concentration in the cytoplasm. Both expression of viral genes and replication of the viral genome occur in the nucleus using host cell machinery. The early genes - comprising at minimum the small tumor antigen (ST) and large tumor antigen (LT) - are expressed first, from a single alternatively spliced messenger RNA strand. These proteins serve to manipulate the host's cell cycle - dysregulating the transition from G1 phase to S phase, when the host cell's genome is replicated - because host cell DNA replication machinery is needed for viral genome replication. The precise mechanism of this dysregulation depends on the virus; for example, SV40 LT can directly bind host cell p53, but murine polyomavirus LT does not. LT induces DNA replication from the viral genome's non-coding control region (NCCR), after which expression of the early mRNA is reduced and expression of the late mRNA, which encodes the viral capsid proteins, begins. Several mechanisms have been described for regulating the transition from early to late gene expression, including the involvement of the LT protein in repressing the early promoter, the expression of un-terminated late mRNAs with extensions complementary to early mRNA, and the expression of regulatory microRNA.",
            "score": 101.68379974365234
        },
        {
            "docid": "46270633_4",
            "document": "Janet S. Butel . Butel has studied polyomavirus SV40 infection in humans and animals for most of her career. She has published studies on the mechanism of SV40 entry into human cells, the role of SV40 in cancer and SV40 genetics. In addition, Butel published an article in 2014 on the use of microRNA and SV40 in golden hamsters. The golden hamster is the animal model that SV40 has been studied in and has provided evidence of its pathogenesis in tumor forming cancer. The animal model has been used to research the development of this virus in humans, but can not conclude any definitive pathogenesis of SV40 in humans. Thus there is controversy over the exact impact of SV40 on human health. Butel's research indicates that SV40 may play a role in some human cancers, such as brain tumors and non-Hodgkin lymphoma.",
            "score": 100.97869873046875
        },
        {
            "docid": "53151252_9",
            "document": "Large tumor antigen . The major functions of LTag in the viral life cycle involve dysregulation of the host cell's cell cycle and replication of the virus's circular DNA genome. Because polyomavirus genome replication relies on the DNA replication machinery of the host cell, the cell must be in S phase (the part of the cell cycle in which the host cell's genome is normally replicated) in order to provide the necessary molecular machinery for viral DNA replication. The SV40 LTag can induce S phase and activate the host cell's DNA damage response. Coordinated actions of the OBD and helicase regions result in physical manipulation of the viral genome, melting the DNA double helix at the origin of replication and unwinding the circular DNA chromosome in a bidirectional fashion. The structure and function of LTag resembles that of the human papillomavirus oncoproteins.",
            "score": 100.55529022216797
        },
        {
            "docid": "54558666_5",
            "document": "Minor capsid proteins VP2 and VP3 . VP2 and VP3 are thought to be involved in facilitating viral entry into the host cell, either by mediating associations with and exit from the endoplasmic reticulum or by facilitating the entry of the viral genome into the cell nucleus. However, the precise mechanism of their involvement is unclear, and may vary among polyomaviruses. In most studies, viral propagation is either reduced or abrogated in the absence of one or both proteins, but the apparent mechanisms vary; for example, in JC virus both VP2 and VP3 seem to be essential for packaging the viral chromosome into the capsid, while absence of these proteins in SV40 prevents successful entry into new host cells, with variable effects on packaging reported. In Merkel cell polyomavirus, the effect of VP2 appears to vary depending on the cell type of the infected cell. In murine polyomavirus the minor proteins have been reported to induce apoptosis in the infected cell, and in SV40 they have been identified as viroporins.",
            "score": 100.21793365478516
        },
        {
            "docid": "29446130_26",
            "document": "MiR-155 . In DNA viruses, miRNAs were experimentally verified, miRNAs in viruses are encoded by dsDNAs, examples of such viruses include herpesviruses such as Humans-Epstein-Barr Virus (EBV) and adenoviruses, another virus expressing miR-155-like miRNA in chickens is the oncogenic MDV-1 whose non-oncogenic relative MDV-2 does not, this suggests implication of miR-155 in lymphomagenesis. Viruses can exploit host miRNAs to the degree that they use host miRNAs to encode for viral clones for example: miR-K12-11 in Kaposi's-sarcoma-associated Herpesvirus has a target specificity region orthologous to that of miR-155's; mimicking the action of miR-155 and, sharing targets with it, thus it can be thought to suppress miR-155 accessibility to its targets by competition and this in effect downregulates expression of genes playing roles in cellular growth and apoptosis in a manner that defies regulations by miR-155. EBV modulates host miR-155 expression, which is essential for growth of EBV-infected B cells. EBV-infected cells have increased expression of miR-155 thereby disturbing equilibrium of expression for genes regulating transcription in those cells.",
            "score": 100.21295928955078
        },
        {
            "docid": "53151252_2",
            "document": "Large tumor antigen . The large tumor antigen (also called the large T-antigen and abbreviated LTag or LT) is a protein encoded in the genomes of polyomaviruses, which are small double-stranded DNA viruses. LTag is expressed early in the infectious cycle and is essential for viral proliferation. Containing four well-conserved protein domains as well as several intrinsically disordered regions, LTag is a fairly large multifunctional protein; in most polyomaviruses, it ranges from around 600-800 amino acids in length. LTag has two primary functions, both related to replication of the viral genome: it unwinds the virus's DNA to prepare it for replication, and it interacts with proteins in the host cell to dysregulate the cell cycle so that the host's DNA replication machinery can be used to replicate the virus's genome. Some polyomavirus LTag proteins - most notably the well-studied SV40 large tumor antigen from the SV40 virus - are oncoproteins that can induce neoplastic transformation in the host cell.",
            "score": 100.20784759521484
        },
        {
            "docid": "767839_4",
            "document": "SV40 . SV40 was first identified by Ben Sweet and Maurice Hilleman in 1960 when they found that between 10-30% of polio vaccines in the USA were contaminated with SV40. In 1962, Bernice Eddy described the SV40 oncogenic function inducing sarcoma and ependymomas in hamsters inoculated with monkeys cells infected with SV40. The complete viral genome was sequenced by Fiers and his team at the University of Ghent (Belgium) in 1978.",
            "score": 98.00057220458984
        },
        {
            "docid": "5398413_2",
            "document": "Viral vector . Viral vectors are tools commonly used by molecular biologists to deliver genetic material into cells. This process can be performed inside a living organism (\"in vivo\") or in cell culture (\"in vitro\"). Viruses have evolved specialized molecular mechanisms to efficiently transport their genomes inside the cells they infect. Delivery of genes by a vector is termed transduction and the infected cells are described as transduced. Molecular biologists first harnessed this machinery in the 1970s. Paul Berg used a modified SV40 virus containing DNA from the bacteriophage λ to infect monkey kidney cells maintained in culture.",
            "score": 96.93677520751953
        },
        {
            "docid": "593203_13",
            "document": "Dicer . Infection by RNA viruses can trigger the RNAi cascade. It is likely dicer is involved in viral immunity as viruses that infect both plant and animal cells contain proteins designed to inhibit the RNAi response. In humans, the viruses HIV-1, influenza, and vaccinia encode such RNAi suppressing proteins. Inhibition of dicer is beneficial to the virus as dicer is able to cleave viral dsRNA and load the product onto RISC resulting in targeted degradation of viral mRNA; thus fighting the infection. Another potential mechanism for viral pathogenesis is the blockade of dicer as a way to inhibit cellular miRNA pathways.",
            "score": 96.5473403930664
        },
        {
            "docid": "156964_91",
            "document": "MicroRNA . Viral microRNAs play an important role in the regulation of gene expression of viral and/or host genes to benefit the virus. Hence, miRNAs play a key role in host–virus interactions and pathogenesis of viral diseases. The expression of transcription activators by \"human herpesvirus-6\" DNA is believed to be regulated by viral miRNA.",
            "score": 95.42816925048828
        },
        {
            "docid": "35713622_13",
            "document": "N6-Methyladenosine . Additionally, mA has been reported to impact viral infections. Many RNA viruses including SV40, adenovirus, herpes virus, Rous sarcoma virus, and influenza virus have been known to contain the internal mA methylation on virus genomic RNA. Several more recent studies have revealed that mA regulators govern the efficiency of infection and replication of RNA viruses such as human immunodeficiency virus (HIV), hepatitis C virus (HCV), and Zika virus (ZIKV). These results suggest mA and its cognate factors play crucial roles in regulating virus life cycle and host-viral interactions.",
            "score": 93.22810363769531
        },
        {
            "docid": "53151252_14",
            "document": "Large tumor antigen . Merkel cell polyomavirus (MCPyV), also known as \"Human polyomavirus 5\", naturally infects humans and is associated with Merkel cell carcinoma (MCC), a rare form of skin cancer originating from Merkel cells. Although MCPyV infection is common and usually asymptomatic, a large majority of MCC tumors possess a genomically integrated copy of the polyomavirus genome. MCPyV possesses four early proteins, including a 57kT alternative splicing isoform and an alternate protein called ALTO. In Merkel cell polyomavirus, unlike in SV40, LTag alone does not support efficient viral replication and STag is required. Comparison of the sequences of MCPyV and SV40 LTag predicts that they have similar capacities for protein-protein interactions, including preservation of the Rb and p53 binding sites. Mutations in MCPyV LTag associated with tumors consist of large C-terminal truncations that eliminate the DNA replication functions of the protein by removing the zinc-binding and ATPase/helicase domains, without affecting these protein-protein interaction sites.",
            "score": 90.98226928710938
        },
        {
            "docid": "46270646_4",
            "document": "Eva Gottwein . The focus of her work involves identifying the function of microRNAs that are encoded in the human herpesvirus Kaposi's sarcoma-associated herpesvirus (KSHV). KSHV causes tumors by infecting endothelial cells. Since the AIDS epidemic in Africa, KSHV is also known to attack and infect B lymphocytes, which results in a person having B cell lymphomas and effusion lymphoma. Prior to her laboratory experience at Duke University, the target for KSHV microRNAs were unknown. Gottwein recently studied the expression of KSHV mRNAs. Through her research she found that Kaposi's sarcoma-associated herpesvirus (KSHV) has nearly 20 viral mRNAs. During her research she discovered that miR-K10 by itself has the ability to transform cells. In another experiment, Gottwein research found that the function of miRNA KSHV proteins that were used to target certain cellular RNAs. Through her experiment she discovered abnormal ligand reactions that occurred during the absence of exogenous ligase and a unique miRNA binding site. Her goal for the next few years is to learn more about the targetome of the KSHV microRNAs and identification of the virus' functions in oncogenesis.",
            "score": 90.83136749267578
        },
        {
            "docid": "156964_13",
            "document": "MicroRNA . Species of origin is designated with a three-letter prefix, e.g., -miR-124 is a human (\"Homo sapiens\") miRNA and oar-miR-124 is a sheep (\"Ovis aries\") miRNA. Other common prefixes include 'v' for viral (miRNA encoded by a viral genome) and 'd' for \"Drosophila\" miRNA (a fruit fly commonly studied in genetic research).",
            "score": 90.00299835205078
        },
        {
            "docid": "767839_6",
            "document": "SV40 . SV40 is capable of multiplicity reactivation (MR). MR is the process by which two or more virus genomes containing otherwise lethal damage interact within an infected cell to form a viable virus genome. Yamamato and Shimojo observed MR when SV40 virions were irradiated with UV light and allowed to undergo multiple infection of host cells. Hall studied MR when SV 40 virions were exposed to the DNA crosslinking agent 4, 5’, 8-trimethylpsoralen. Under conditions in which only a single virus particle entered each host cell, approximately one DNA cross-link was lethal to the virus and could not be repaired. In contrast, when multiple viral genomes infected a host cell, psoralen-induced DNA cross-links were repaired; that is, MR occurred. Hall suggested that the virions with cross-linked DNA were repaired by recombinational repair. Michod et al. reviewed numerous examples of MR in different viruses and suggested that MR is a common form of sexual interaction that provides the advantage of recombinational repair of genome damages.",
            "score": 89.39427947998047
        },
        {
            "docid": "767839_5",
            "document": "SV40 . SV40 consists of an unenveloped icosahedral virion with a closed circular dsDNA genome of 5.2 kb. The virion adheres to cell surface receptors of MHC class I by the virion glycoprotein VP1. Penetration into the cell is through a caveolin vesicle. Inside the cell nucleus, the cellular RNA polymerase II acts to promote early gene expression. This results in an mRNA that is spliced into two segments. The small and large T antigens result from this. The large T antigen has two functions: 5% goes to the plasma cell membrane and 95% returns to the nucleus. Once in the nucleus the large T antigen binds three viral DNA sites, I, II and III. Binding of sites I and II autoregulates early RNA synthesis. Binding to site II takes place in each cell cycle. Binding site I initiates DNA replication at the origin of replication. Early transcription gives two spliced RNAs that are both 19s. Late transcription gives both a longer 16s, which synthesizes the major viral capsid protein VP1; and the smaller 19s, which gives VP2 and VP3 through leaky scanning. All of the proteins, besides the 5% of large T, return to the nucleus because assembly of the viral particle happens there. Eventual release of the viral particles is cytolytic and results in cell death.",
            "score": 89.09428405761719
        },
        {
            "docid": "45063467_5",
            "document": "David M. Knipe . In 1979, Knipe joined the faculty at Harvard Medical School as an assistant professor of Microbiology and Molecular Genetics and established his own lab to study HSV. He showed that HSV replicates its DNA in defined compartments in the infected cell nucleus. They further showed that the viral genome associated with the nuclear lamina for immediate-early transcription. This work revealed that intranuclear proteins are localized to specific sites to carry out their functions, much as cytoplasmic proteins were known to localize to specific sites. This led to new areas of study of intranuclear compartmentalization of DNA virus replication. Knipe's research has shown that host cell DNA repair and recombination proteins are localized to the viral replication compartments and that some of these inhibit viral replication while some are essential for viral replication. He discovered the molecular basis of herpes simplex virus lytic and latent infection through the definition of epigenetic regulatory mechanisms in which: viral proteins promote euchromatin modifications on viral chromation and transcription of lytic genes in epithelial cells; and the viral latency-associated transcript promotes heterochromatin modifications on viral chromatin and silencing of lytic genes in neurons. He defined the structure of viral chromatin during latent infection of neurons and the mechanisms by which viral DNA is kept silenced during latent infection. He has also defined the cellular proteins that recognize herpesviral DNA in the nucleus and initiate innate signaling and restrict viral gene expression and identified viral proteins that block host innate responses. His work has shown that replication-defective viruses can serve as a genital herpes vaccine and as a vaccine vector—one of these genital herpes vaccines, HSV-529, is the leading candidate in phase I clinical trials.",
            "score": 88.93732452392578
        },
        {
            "docid": "767839_2",
            "document": "SV40 . SV40 is an abbreviation for simian vacuolating virus 40 or simian virus 40, a polyomavirus that is found in both monkeys and humans. It was named for the effect it produced on infected green monkey cells, which developed an unusual number of vacuoles. Like other polyomaviruses, SV40 is a DNA virus that has the potential to cause tumors in animals, but most often persists as a latent infection.",
            "score": 88.45410919189453
        },
        {
            "docid": "156964_2",
            "document": "MicroRNA . A microRNA (abbreviated miRNA) is a small non-coding RNA molecule (containing about 22 nucleotides) found in plants, animals and some viruses, that functions in RNA silencing and post-transcriptional regulation of gene expression. Encoded by nuclear DNA in plants and animals and by viral DNA in certain viruses whose genome is based on DNA, miRNAs function via base-pairing with complementary sequences within mRNA molecules. As a result, these mRNA molecules are silenced, by one or more of the following processes: (1) Cleavage of the mRNA strand into two pieces, (2) Destabilization of the mRNA through shortening of its poly(A) tail, and (3) Less efficient translation of the mRNA into proteins by ribosomes.",
            "score": 85.4254150390625
        },
        {
            "docid": "766233_13",
            "document": "Polyomaviridae . The agnoprotein is a small multifunctional phospho-protein found in the late coding part of the genome of some polyomaviruses, most notably BK virus, JC virus, and SV40. It is essential for proliferation in the viruses that express it and is thought to be involved in regulating the viral life cycle, particularly replication and viral exit from the host cell, but the exact mechanisms are unclear.",
            "score": 85.29815673828125
        },
        {
            "docid": "22871796_9",
            "document": "MiR-122 . Recent studies have shown that replication of hepatitis C virus (HCV) is dependent on miR-122 expression. miR-122 regulates HCV by binding directly to two adjacent sites close to the 5' end of HCV RNA. Although these experiments were conducted using genotype 1a and 1b HCV RNA, the miR-122 binding sites are highly conserved across different genotypes, and miR-122 is also required for replication of infectious type 2a HCV. As miRNAs generally function to repress gene expression by binding to 3'UTR sites, this positive regulation of viral replication via a 5'UTR represents a novel function for miR-122. The mechanism of regulation is not yet clear. miR-122 stimulates translation of HCV RNA, but not to a sufficient extent to explain its effects on viral replication, indicating that a second stage of the viral replication cycle must also be regulated.",
            "score": 84.91172790527344
        },
        {
            "docid": "53256270_2",
            "document": "Small tumor antigen . The small tumor antigen (also called the small T-antigen and abbreviated STag or ST) is a protein encoded in the genomes of polyomaviruses, which are small double-stranded DNA viruses. STag is expressed early in the infectious cycle and is usually not essential for viral proliferation, though in most polyomaviruses it does improve replication efficiency. The STag protein is expressed from a gene that overlaps the large tumor antigen (LTag) such that the two proteins share an N-terminal DnaJ-like domain but have distinct C-terminal regions. STag is known to interact with host cell proteins, most notably protein phosphatase 2A (PP2A), and may activate the expression of cellular proteins associated with the cell cycle transition to S phase. In some polyomaviruses - such as the well-studied SV40, which natively infects monkeys - STag is unable to induce neoplastic transformation in the host cell on its own, but its presence may increase the transforming efficiency of LTag. In other polyomaviruses, such as Merkel cell polyomavirus, which causes Merkel cell carcinoma in humans, STag appears to be important for replication and to be an oncoprotein in its own right.",
            "score": 84.4486083984375
        },
        {
            "docid": "7903516_17",
            "document": "Phycodnaviridae . The life cycle of the chlorovirus infecting \"Paramecium bursaria\", known as PBCV-1 has been studied in detail . Cryo-electron microscopy and 3D reconstruction of the viral capsid shows that there is a long 'spike' structure which first contacts the cell wall and likely serves to puncture the cell wall of the host. The PBCV-1 virus is specific to its host and recognition is mediated by the interaction of virus surface proteins with algal surface carbohydrates. Following attachment of the virus to the host's cell wall, capsid-bound glycolytic enzymes break down the cell wall. The viral membrane likely fuses with the host membrane, allowing the viral DNA to enter the cytoplasm, leaving an empty capsid on the outside. As PBCV-1 lacks an RNA polymerase gene, the virus must use the host cell's machinery to produce viral RNA. Thus, the viral DNA quickly moves to the nucleus where early transcription is initiated 5–10 minutes post infection. Within minutes of infection, host chromosomal degradation occurs, inhibiting host transcription. At 20 minutes post infection, most of the mRNAs in the infected cell are viral mRNAs. The proteins translated from the early stage of transcription are involved in initiating viral DNA replication, occurring 60–90 minutes post infection. The second phase of proteins are translated in the cytoplasm and the assembly of virus capsids begins about 2–3 hours post infection. Mature virions are formed with the addition of newly-replicated viral DNA from the host nucleus, likely facilitated by a virus encoded DNA packaging ATPase. About 5–6 hours following PBCV-1 infection, the cytoplasm is filled with virions and lysis occurs at 6–8 hours post infection releasing roughly 1000 particles per cell.",
            "score": 83.6769790649414
        },
        {
            "docid": "606000_38",
            "document": "Papillomaviridae . The E2 protein serves as a master transcriptional regulator for viral promoters located primarily in the long control region. The protein has a transactivation domain linked by a relatively unstructured hinge region to a well-characterized DNA binding domain. E2 facilitates the binding of E1 to the viral origin of replication. E2 also utilizes a cellular protein known as Bromodomain-4 (Brd4) to tether the viral genome to cellular chromosomes. This tethering to the cell's nuclear matrix ensures faithful distribution of viral genomes to each daughter cell after cell division. It is thought that E2 serves as a negative regulator of expression for the oncogenes E6 and E7 in latently HPV-infected basal layer keratinocytes. Genetic changes, such as integration of the viral DNA into a host cell chromosome, that inactivate E2 expression tend to increase the expression of the E6 and E7 oncogenes, resulting in cellular transformation and possibly further genetic destabilization.",
            "score": 83.4549331665039
        },
        {
            "docid": "44513066_7",
            "document": "Avian reovirus . In addition to the possible disruption of IFN-induced cellular responses, chicken embryo fibroblasts that are infected with strain S1133 have displayed significant cytopathic effects. Strain S1133 led to the activation of the intracellular death in the early stages of infection. Although viral gene expression is not necessary, intracellular viral uncoating is the significant process that induces apoptosis. The ability of avian reovirus to induce apoptosis is not restricted to a distinct cell type of virus strain due to the fact that several different isolates of this pathogen could induce apoptosis in different mammalian and avian cell lines. Apoptosis can also be induced in cells that are infected with UV-irradiated reovirus virions and cells infected with ribavirin-treated avian reovirus, which suggests that viral mRNA synthesis and crucial steps that occur during viral replication are not necessary for induction of apoptosis in infected cells. Disregarding infectivity, the number of inoculated virus particles is the significant factor that leads to apoptosis from avian reovirus. Induced apoptosis is stopped when intracellular viral uncoating is blocked.",
            "score": 83.17003631591797
        },
        {
            "docid": "10147471_12",
            "document": "Nibrin . HSV-1-infection has been shown to result from the phosphorylation of Nbs1. It has been shown in studies that activation of the MRN complex and ATM biochemical cascade is consistent for a resulting HSV-1 infection. When there is an HSV-1 infection, the nucleus is reorganized causing the formation of RCs (replication compartments) where gene expression and DNA replication occurs. Proteins in the host used for DNA repair and damage response are needed for virus production. ICP8, which is a viral single-strand binding protein, is known to interact with several DNA repair proteins, such as Rad50, Mre11, BRG1, and DNA-PKcs. Ul12 and ICP8 viral proteins function together as a recombinase, possibly showing that while working with the host's recombination factors, work to form a concatemer by stimulating homologous recombination. These proteins may move the MRN complex towards the viral genome so it is able to promote homologous recombination, and to prevent non-homologous recombination as non-homologous recombination can have anti-viral effects. This possibly shows that the reaction between UL12 and MRN regulates the complex in a way that benefits the herpes virus.",
            "score": 82.9255142211914
        },
        {
            "docid": "6081518_5",
            "document": "Viremia . Usually secondary viremia results in higher viral shedding and viral loads within the bloodstream due to the possibility that the virus is able to reach its natural host cell from the bloodstream and replicate more efficiently than the initial site. An excellent example to profile this distinction is the rabies virus. Usually the virus will replicate briefly within the first site of infection, within the muscle tissues. Viral replication then leads to viremia and the virus spreads to its secondary site of infection, the central nervous system (CNS). Upon infection of the CNS, secondary viremia results and symptoms usually begin. Vaccination at this point is useless, as the spread to the brain is unstoppable. Vaccination must be done before secondary viremia takes place for the individual to avoid brain damage or death.",
            "score": 82.84861755371094
        }
    ]
}