{
    "q": [
        {
            "docid": "390926_2",
            "document": "Wuchereria bancrofti . Wuchereria bancrofti is a human parasitic roundworm that is the major cause of lymphatic filariasis. It is one of the three parasitic worms, together with \"Brugia malayi\" and \"B. timori\", that infect the lymphatic system to cause lymphatic filariasis. These filarial worms are spread by a variety of mosquito vector species. \"W. bancrofti\" is the most prevalent of the three and affects over 120 million people, primarily in Central Africa and the Nile delta, South and Central America, the tropical regions of Asia including southern China, and the Pacific islands. If left untreated, the infection can develop into a chronic disease called elephantiasis. In rare conditions it also causes tropical eosinophilia, an asthmatic disease. There is no commercially available vaccine, however high rates of cure have been achieved with various anti-filarial regimens and lymphatic filariasis is the target of the WHO Global Program to Eliminate Lymphatic Filariasis with the aim to eradicate the disease as a public health problem by 2020.",
            "score": 77.6805784702301
        },
        {
            "docid": "6028064_8",
            "document": "Lymphatic filariasis . Elephantiasis occurs in the presence of microscopic, thread-like parasitic worms such as \"Wuchereria bancrofti\" (the most common), \"Brugia malayi\", and \"Brugia timori\" (also known as \"B. timori\"), all of which are transmitted by bites from infected mosquitoes. It is a type of helminth infection. Three types of worm cause the disease and damage the lymphatic system:",
            "score": 69.73257517814636
        },
        {
            "docid": "6028064_2",
            "document": "Lymphatic filariasis . Lymphatic filariasis, also known as elephantiasis, is a human disease caused by parasitic worms known as filarial worms. Most cases of the disease have no symptoms. Some people, however, develop a syndrome called elephantiasis, which is marked by severe swelling in the arms, legs, breasts, or genitals. The skin may become thicker as well, and the condition may become painful. The changes to the body may harm the affected person's social and economic situation. The worms are spread by the bites of infected mosquitoes. Three types of worms are known to cause the disease: \"Wuchereria bancrofti\", \"Brugia malayi\", and \"Brugia timori\", with \"Wuchereria bancrofti\" being the most common. These worms damage the lymphatic system. The disease is diagnosed by microscopic examination of blood collected during the night. The blood is typically examined as a smear after being stained with Giemsa stain. Testing the blood for antibodies against the disease may also permit diagnosis. Other roundworms from the same family are responsible for river blindness. Prevention can be achieved by treating entire groups in which the disease exists, known as mass deworming. This is done every year for about six years, in an effort to rid a population of the disease entirely. Medications used include antiparasitics such as albendazole with ivermectin, or albendazole with diethylcarbamazine. The medications do not kill the adult worms but prevent further spread of the disease until the worms die on their own. Efforts to prevent mosquito bites are also recommended, including reducing the number of mosquitoes and promoting the use of bed nets. In 2015 about 38.5 million people were infected. About 950 million people are at risk of the disease in 54 countries. It is most common in tropical Africa and Asia. Lymphatic filariasis is classified as a neglected tropical diseases and one of the four main worm infections. The disease results in economic losses of many billions of dollars a year.",
            "score": 70.74791371822357
        },
        {
            "docid": "1539801_25",
            "document": "Brugia malayi . The ICT antigen card test is widely used in the diagnosis of \"W. bancrofti\", but commercial antigens of \"B. malayi\" have not been widely available. However, new research developments have identified a recombinant antigen (BmR1) that is both specific and sensitive in the detection of IgG4 antibodies against \"B. malayi\" and \"B. timori\" in an enzyme-linked immunosorbent assay and an immunochromatographic rapid dipstick (Brugia Rapid) test. However, it appears that immunoreactivity to this antigen is variable in individuals infected with other filarial nematodes. This research has led to the development of two new rapid immunochromatographic IgG4 cassette tests – WB rapid and panLF rapid – which detect Bancroftian filariasis and all three species of lymphatic filariasis, respectively, with high sensitivity and selectivity.",
            "score": 77.8346962928772
        },
        {
            "docid": "186647_3",
            "document": "Diethylcarbamazine . DEC is indicated for treatment of individual patients with certain filarial diseases. These diseases include: lymphatic filariasis caused by infection with \"Wuchereria bancrofti\", \"Brugia malayi\", or \"Brugia timori\"; tropical pulmonary eosinophilia, and loiasis.",
            "score": 48.73221302032471
        },
        {
            "docid": "1539801_2",
            "document": "Brugia malayi . Brugia malayi is a nematode (roundworm), one of the three causative agents of lymphatic filariasis in humans. Lymphatic filariasis, also known as elephantiasis, is a condition characterized by swelling of the lower limbs. The two other filarial causes of lymphatic filariasis are \"Wuchereria bancrofti\" and \"Brugia timori\", which both differ from \"B. malayi\" morphologically, symptomatically, and in geographical extent.",
            "score": 57.10573387145996
        },
        {
            "docid": "6028064_13",
            "document": "Lymphatic filariasis . For similar-looking but causally unrelated podoconiosis, international awareness of the disease will have to increase before elimination is possible. In 2011, podoconiosis was added to the World Health Organization's Neglected Tropical Diseases list, which was an important milestone in raising global awareness of the condition. The efforts of the Global Programme to Eliminate LF are estimated to have prevented 6.6 million new filariasis cases from developing in children between 2000 and 2007, and to have stopped the progression of the disease in another 9.5 million people who had already contracted it. Dr. Mwele Malecela, who chairs the programme, said: \"We are on track to accomplish our goal of elimination by 2020.\" In 2010, the WHO published a detailed progress report on the elimination campaign in which they assert that of the 81 countries with endemic LF, 53 have implemented mass drug administration, and 37 have completed five or more rounds in some areas, though urban areas remain problematic.",
            "score": 54.52578854560852
        },
        {
            "docid": "14499186_23",
            "document": "Eradication of infectious diseases . Lymphatic filariasis is an infection of the lymph system by mosquito-borne microfilarial worms which can cause elephantiasis. Studies have demonstrated that transmission of the infection can be broken when a single dose of combined oral medicines is consistently maintained annually for approximately seven years. The strategy for eliminating transmission of lymphatic filariasis is mass distribution of medicines that kill the microfilariae and stop transmission of the parasite by mosquitoes in endemic communities. In sub-Saharan Africa, albendazole is being used with ivermectin to treat the disease, whereas elsewhere in the world albendazole is used with diethylcarbamazine. Using a combination of treatments better reduces the number of microfilariae in blood. Avoiding mosquito bites, such as by using insecticide-treated mosquito bed nets, also reduces the transmission of lymphatic filariasis. In the Americas, >90% of the burden of lymphatic filariasis is on the island of Hispaniola (comprising Haiti and the Dominican Republic). An elimination effort to address this is currently under way alongside the malaria effort described above; the Dominican Republic expects to eliminate its seven remaining foci by 2010, but lymphatic filariasis is still endemic to 110 of 140 communes in Haiti.",
            "score": 59.54163324832916
        },
        {
            "docid": "1539801_31",
            "document": "Brugia malayi . There is currently no licensed vaccine to prevent lymphatic filariasis. However, recent research has produced vaccine candidates with good results in experimental animals. A glutathione-S-transferase, a detoxification enzyme in parasites isolated from \"Setaria cervi\", a bovine filarial parasite, reduced \"B. malayi\" adult parasite burden by more than 82% for 90 days after treatment.",
            "score": 41.2126145362854
        },
        {
            "docid": "53581781_2",
            "document": "Brugia . Brugia is genus for a group of small roundworms. They are among roundworms that cause the parasitic disease filariasis. Specifically, of the three species known, \"Brugia malayi\" and \"Brugia timori\" cause lymphatic filariasis in humans; and \"Brugia pahangi\" and \"Brugia patei\" infect domestic cats, dogs and other animals. They are transmitted by the bite of mosquitos.",
            "score": 54.73800802230835
        },
        {
            "docid": "1539801_38",
            "document": "Brugia malayi . The relationship between the \"Wolbachia\" bacteria and \"B. malayi\" is not fully understood. Extrapolating from research done with \"Wuchereria bancrofti\", another nematode that causes filariasis, \"Wolbachia\" may aid in embryogenesis of the worm, be responsible for potent inflammatory responses from macrophages and filarial disease, and be linked to the onset of lyphedema and blindness sometimes associated with \"B. malayi\" infections. In a study done by the University of Bonn in Ghana, doxycycline effectively depleted \"Wolbachia\" from \"W. bancrofti\". It is likely that the mechanism of doxycycline is similar to that in other filarial species, i.e., a predominant blockade of embryogenesis, leading to a decline of microfilariae according to their half-life. This could render doxycycline treatment an additional tool for the treatment of microfilaria-associated diseases in Bancroftian filariasis, along with \"B. malayi\" fiariasis. The course of treatment with doxycycline could be much shorter as it would make the adult worm sterile in one shot rather than repeatedly have to target the replenished larvae that current treatments kill, and there would be fewer side effects for the infected individual.",
            "score": 37.40598928928375
        },
        {
            "docid": "19134084_4",
            "document": "Brugia timori . Like other human filariasis infections, \"Brugia timori\" filariasis causes acute fever and chronic lymphedema. The life cycle of \"Brugia timori\" is very similar to that of \"Wuchereria bancrofti\" and \"Brugia malayi\", leading to nocturnal periodicity of the disease symptoms. Eosinophilia is common during acute stages of infection.",
            "score": 44.290404319763184
        },
        {
            "docid": "19134084_2",
            "document": "Brugia timori . Brugia timori is a human filarial parasitic nematode (roundworm) which causes the disease \"Timor filariasis.\" While this disease was first described in 1965, the identity of \"Brugia timori\" as the causative agent was not known until 1977. In that same year, \"Anopheles barbirostris\" was shown to be its primary vector. There is no known animal reservoir host.",
            "score": 33.27772569656372
        },
        {
            "docid": "1539801_24",
            "document": "Brugia malayi . PCR based assays are highly sensitive and can be used to monitor infections both in humans and the mosquito vectors. However, PCR assays are time-consuming, labor-intensive and require laboratory equipment. Lymphatic filariasis mainly affects the poor, who live in areas without such resources.",
            "score": 71.37157487869263
        },
        {
            "docid": "9949565_28",
            "document": "Medical microbiology . Polymerase chain reaction (PCR) assays are the most commonly used molecular technique to detect and study microbes. As compared to other methods, sequencing and analysis is definitive, reliable, accurate, and fast. Today, quantitative PCR is the primary technique used, as this method provides faster data compared to a standard PCR assay. For instance, traditional PCR techniques require the use of gel electrophoresis to visualize amplified DNA molecules after the reaction has finished. quantitative PCR does not require this, as the detection system uses fluorescence and probes to detect the DNA molecules as they are being amplified. In addition to this, quantitative PCR also removes the risk of contamination that can occur during standard PCR procedures (carrying over PCR product into subsequent PCRs). Another advantage of using PCR to detect and study microbes is that the DNA sequences of newly discovered infectious microbes or strains can be compared to those already listed in databases, which in turn helps to increase understanding of which organism is causing the infectious disease and thus what possible methods of treatment could be used. This technique is the current standard for detecting viral infections such as AIDS and hepatitis.",
            "score": 57.62551438808441
        },
        {
            "docid": "336866_6",
            "document": "Filariasis . The most spectacular symptom of lymphatic filariasis is elephantiasis – edema with thickening of the skin and underlying tissues—which was the first disease discovered to be transmitted by mosquito bites. Elephantiasis results when the parasites lodge in the lymphatic system. Elephantiasis affects mainly the lower extremities, while the ears, mucous membranes, and amputation stumps are affected less frequently. However, different species of filarial worms tend to affect different parts of the body; \"Wuchereria bancrofti\" can affect the legs, arms, vulva, breasts, and scrotum (causing hydrocele formation), while \"Brugia timori\" rarely affects the genitals. Those who develop the chronic stages of elephantiasis are usually free from microfilariae (amicrofilaraemic), and often have adverse immunological reactions to the microfilariae, as well as the adult worms. The subcutaneous worms present with rashes, urticarial papules, and arthritis, as well as hyper- and hypopigmentation macules. \"Onchocerca volvulus\" manifests itself in the eyes, causing \"river blindness\" (onchocerciasis), one of the leading causes of blindness in the world. Serous cavity filariasis presents with symptoms similar to subcutaneous filariasis, in addition to abdominal pain, because these worms are also deep-tissue dwellers.",
            "score": 52.93681561946869
        },
        {
            "docid": "1539801_33",
            "document": "Brugia malayi . \"B. malayi\" infects 13 million people in south and southeast Asia and is responsible for nearly 10% of the world's total cases of lymphatic filariasis. \"B. malayi\" infection is endemic or potentially endemic in 16 countries, where it is most common in southern China and India, but it also occurs in Indonesia, Thailand, Vietnam, Malaysia, the Philippines, and South Korea. The distribution of \"B. malayi\" overlaps with \"W. bancrofti\" in these regions, but does not coexist with \"B. timori\". Regional foci of endemicity are determined in part by the mosquito vectors (see Transmission).",
            "score": 45.98932766914368
        },
        {
            "docid": "20423_2",
            "document": "Malaria . Malaria is a mosquito-borne infectious disease affecting humans and other animals caused by parasitic protozoans (a group of single-celled microorganisms) belonging to the \"Plasmodium\" type. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria. The disease is most commonly transmitted by an infected female \"Anopheles\" mosquito. The mosquito bite introduces the parasites from the mosquito's saliva into a person's blood. The parasites travel to the liver where they mature and reproduce. Five species of \"Plasmodium\" can infect and be spread by humans. Most deaths are caused by \"P. falciparum\" because \"P. vivax\", \"P. ovale\", and \"P. malariae\" generally cause a milder form of malaria. The species \"P. knowlesi\" rarely causes disease in humans. Malaria is typically diagnosed by the microscopic examination of blood using blood films, or with antigen-based rapid diagnostic tests. Methods that use the polymerase chain reaction to detect the parasite's DNA have been developed, but are not widely used in areas where malaria is common due to their cost and complexity. The risk of disease can be reduced by preventing mosquito bites through the use of mosquito nets and insect repellents, or with mosquito control measures such as spraying insecticides and draining standing water. Several medications are available to prevent malaria in travellers to areas where the disease is common. Occasional doses of the combination medication sulfadoxine/pyrimethamine are recommended in infants and after the first trimester of pregnancy in areas with high rates of malaria. Despite a need, no effective vaccine exists, although efforts to develop one are ongoing. The recommended treatment for malaria is a combination of antimalarial medications that includes an artemisinin. The second medication may be either mefloquine, lumefantrine, or sulfadoxine/pyrimethamine. Quinine along with doxycycline may be used if an artemisinin is not available. It is recommended that in areas where the disease is common, malaria is confirmed if possible before treatment is started due to concerns of increasing drug resistance. Resistance among the parasites has developed to several antimalarial medications; for example, chloroquine-resistant \"P. falciparum\" has spread to most malarial areas, and resistance to artemisinin has become a problem in some parts of Southeast Asia. The disease is widespread in the tropical and subtropical regions that exist in a broad band around the equator. This includes much of Sub-Saharan Africa, Asia, and Latin America. In 2016, there were 216 million cases of malaria worldwide resulting in an estimated 731,000 deaths. Approximately 90% of both cases and deaths occurred in Africa. Rates of disease have decreased from 2000 to 2015 by 37%, but increased from 2014 during which there were 198 million cases. Malaria is commonly associated with poverty and has a major negative effect on economic development. In Africa, it is estimated to result in losses of US$12 billion a year due to increased healthcare costs, lost ability to work, and negative effects on tourism.",
            "score": 57.12806749343872
        },
        {
            "docid": "2449105_36",
            "document": "Plasmodium knowlesi . Currently PCR assay and molecular characterization are the most reliable methods for detecting and diagnosing \"P. knowlesi\" infection. PCR identifies the parasite DNA but this technique is not rapid and cannot be used for routine identification. PCR is also expensive and requires very specialized equipment.",
            "score": 62.93649125099182
        },
        {
            "docid": "6090525_26",
            "document": "Neglected tropical diseases . Lymphatic filariasis is also known as elephantiasis. There are approximately 120 million individuals infected and 40 million with deformities. Approximately two-thirds of cases are in Southwest Asia and one-third in Africa. Lymphatic filariasis is rarely fatal. Lymphatic filariasis has lifelong implications, such as lymphoedema of the limbs, genital disease, and painful recurrent attacks. Most people are asymptomatic, but have lymphatic damage. Up to 40 percent of infected individuals have kidney damage. It is a vector-borne disease, caused by nematode worms that are transmitted by mosquitoes.",
            "score": 31.381412744522095
        },
        {
            "docid": "198491_12",
            "document": "Leishmaniasis . Several different polymerase chain reaction (PCR) tests are available for the detection of \"Leishmania\" DNA. With this assay, a specific and sensitive diagnostic procedure is finally possible. The most sensitive PCR tests use minicircle kinetoplast DNA found in the parasite. Kinetoplast DNA contains sequences for mitochondrial proteins in its maxicircles(~25-50 per parasite), and guide RNA in its minicircles(~10'000 per parasite) of the kinetoplast. With this specific method, one can still detect Leishmania even with a very low parasite load. When needing to diagnose a specific species of Leishmania, as opposed to only detection, other PCR methods have been superior.",
            "score": 56.19089078903198
        },
        {
            "docid": "16964126_24",
            "document": "Oesophagostomum . Recent advances, however, have allowed for less invasive and more accurate methods of diagnosis. The following is a review of three articles detailing the diagnostic use of PCR assays and sonographic imaging.  \"Verweij, Jaco J., Anton M. Polderman, et al. “PCR assay for the specific amplification of Oesophagostomum bifurcum DNA from human faeces.” International Journal for Parasitology 30.2 (2000): 137-142. \" This study developed a molecular-based approach to diagnosing oesophagostomiasis caused by \"O. bifurcum\" in humans. Using genetic markers in ribosomal DNA, the researchers developed PCR assays to selectively amplify \"O. bifurcum\" DNA from human fecal samples. These assays achieved sensitivity ratings of 94.6% and specificity of 100%, suggesting that the PCR method could be a viable alternative to the long-standing methods of diagnosis as well as an opportunity to reveal more about the epidemiology of oesophagostomiasis.",
            "score": 58.64002060890198
        },
        {
            "docid": "6028064_18",
            "document": "Lymphatic filariasis . Elephantiasis caused by lymphatic filariasis is one of the most common causes of disability in the world. A 2012 report noted that lymphatic filariasis affected 120 million people and one billion people at risk for infection. About 40 million people were disfigured or incapacitated by the disease in 2015. It is considered endemic in tropical and subtropical regions of Africa, Asia, Central and South America, and Pacific Island nations.",
            "score": 26.347152948379517
        },
        {
            "docid": "4432524_3",
            "document": "Waterborne diseases . According to the World Health Organization, waterborne diseases account for an estimated 3.6% of the total DALY (disability- adjusted life year) global burden of disease, and cause about 1.5 million human deaths annually. The World Health Organization estimates that 58% of that burden, or 842,000 deaths per year, is attributable to a lack of safe drinking water supply, sanitation and hygiene (summarized as WASH). The term waterborne disease is reserved largely for infections that predominantly are transmitted through contact with or consumption of infected water. Trivially, many infections may be transmitted by microbes or parasites that accidentally, possibly as a result of exceptional circumstances, have entered the water, but the fact that there might be an occasional freak infection need not mean that it is useful to categorise the resulting disease as \"waterborne\". Nor is it common practice to refer to diseases such as malaria as \"waterborne\" just because mosquitoes have aquatic phases in their life cycles, or because treating the water they inhabit happens to be an effective strategy in control of the mosquitoes that are the vectors.",
            "score": 30.083903431892395
        },
        {
            "docid": "40439442_18",
            "document": "Molecular diagnostics . Cancer is a disease with excessive molecular causes and constant evolution. There’s also heterogeneity of disease even in an individual.    Molecular studies of cancer have proved the significance of driver mutations in the growth and metastasis of tumors. Many technologies for detection of sequence variations have been developed for cancer research. These technologies generally can be grouped into three approaches: polymerase chain reaction (PCR), hybridization, and next-generation sequencing (NGS). Currently, a lot of PCR and hybridization assays have been approved by FDA as in vitro diagnostics. NGS assays, however, are still at an early stage in clinical diagnostics.",
            "score": 52.54279828071594
        },
        {
            "docid": "19134084_3",
            "document": "Brugia timori . The microfilariae of \"Brugia timori\" are longer and morphologically distinct from those of \"Brugia malayi\" and \"Wuchereria bancrofti\", with a cephalic space length-to-width ratio of about 3:1. \"B. timori\" more closely resembles the symptoms caused by \"B. malayi\" and morphologically resembles \"B. malayi\". Also, the sheath of \"B. timori\" does not stain pink with Giemsa stain as is observed with \"B. malayi\" and \"W. bancrofti\".",
            "score": 39.89923286437988
        },
        {
            "docid": "10649792_4",
            "document": "Chyluria . Chyluria is often caused by filariasis due to the parasite \"Wuchereria bancrofti\", a thready nematode which lodges the lymph channels. The parasitic infection can lead to obstruction of peripheral lymphatic vessels and increased pressure within the vessels causing collateral flow of the lymph, redirecting the lymph flow from the intestinal lymphatic vessels into the lymphatic vessels of the kidney and ureter. Because of obstruction, subsequent local inflammation of the area leads to dilation of the lymph vessels and the development of a urinary fistulae due to rupture of the lymphatic vessel, which allows for the passage of white blood cells, fat, and fat-soluble vitamins into the urine.",
            "score": 50.27617931365967
        },
        {
            "docid": "19134084_8",
            "document": "Brugia timori . Anthelmintics such as diethylcarbamazine and albendazole have shown promise in the treatment of \"Brugia timori\" filariasis. Some researchers are confident that \"Brugia timori\" filariasis may be an eradicable disease. Related filarial nematodes have been found highly sensitive to elimination of their endosymbiotic Wolbachia bacteria, and this may be a powerful attack route against \"Brugia timori\" as well.",
            "score": 23.285789966583252
        },
        {
            "docid": "1539801_5",
            "document": "Brugia malayi . Based on the similarities with \"W. bancrofti\", Rao and Mapelstone proposed to call the parasite \"Wuchereria malayi.\" After the discovery of new species such as \"W. pahangi\" (now \"B. pahangi\") in 1956, and \"W. patei\" (now \"B. patei\") in 1958, the scientific classification was reassessed in 1960. Buckley proposed to divide the old genus \"Wuchereria\", into two genera, \"Wuchereria\" and introduced a new \"Brugia\" after the original discoverer. Then \"Wuchereria\" contains only \"W. bancrofti\", which so far has been found to infect only humans, and the genus \"Brugia\" contains \"B. malayi\", which infects humans and animals, as well as other zoonotic species.",
            "score": 50.540852308273315
        },
        {
            "docid": "1079203_25",
            "document": "Hookworm infection . Recent research has focused on the development of DNA-based tools for diagnosis of infection, specific identification of hookworm, and analysis of genetic variability within hookworm populations. Because hookworm eggs are often indistinguishable from other parasitic eggs, PCR assays could serve as a molecular approach for accurate diagnosis of hookworm in the feces.",
            "score": 41.45397329330444
        },
        {
            "docid": "28149015_6",
            "document": "Culex quinquefasciatus . The southern house mosquito can transmit zoonotic diseases that affect humans and wild and domestic animals, such as lymphatic filariasis, avian malaria, St. Louis encephalitis, Western equine encephalitis, and West Nile fever, and may be a vector of the Zika virus. It causes infection through biting during blood meal. In the southern U.S., it is the primary vector of St. Louis encephalitis virus. In India and Southeast Asia, it is the primary vector of \"Wuchereria bancrofti\", a nematode that causes lymphatic filariasis. It acts as an intermediate host for the helminth parasite by harbouring the larval stages. It also transmits \"Plasmodium relictum\", a malarial parasite of birds, and is its principal vector in Hawaii. It is the definitive host for the malarial parasite as it harbours the sexual cycle.",
            "score": 47.947962284088135
        },
        {
            "docid": "1539801_40",
            "document": "Brugia malayi . According to the Filarial Genome Project being done by The Special Programme for Research and Training in Tropical Diseases, the \"Brugia malayi\" MIF gene is expressed in all life-cycle stages of the parasite, and results suggest that \"B. malayi\" MIF may interact with the human immune system during the course of infection by altering the function of macrophages in the infected individual. Studies are currently testing the hypothesis that MIF may be involved in reducing the host's immune response to the microfilariae. Understanding how this particular parasite has adapted to humans may help organ transplant researchers by figuring out how to prevent the immune system from attacking the transplanted tissue.",
            "score": 34.394386529922485
        }
    ],
    "r": [
        {
            "docid": "1539801_25",
            "document": "Brugia malayi . The ICT antigen card test is widely used in the diagnosis of \"W. bancrofti\", but commercial antigens of \"B. malayi\" have not been widely available. However, new research developments have identified a recombinant antigen (BmR1) that is both specific and sensitive in the detection of IgG4 antibodies against \"B. malayi\" and \"B. timori\" in an enzyme-linked immunosorbent assay and an immunochromatographic rapid dipstick (Brugia Rapid) test. However, it appears that immunoreactivity to this antigen is variable in individuals infected with other filarial nematodes. This research has led to the development of two new rapid immunochromatographic IgG4 cassette tests – WB rapid and panLF rapid – which detect Bancroftian filariasis and all three species of lymphatic filariasis, respectively, with high sensitivity and selectivity.",
            "score": 77.8346939086914
        },
        {
            "docid": "390926_2",
            "document": "Wuchereria bancrofti . Wuchereria bancrofti is a human parasitic roundworm that is the major cause of lymphatic filariasis. It is one of the three parasitic worms, together with \"Brugia malayi\" and \"B. timori\", that infect the lymphatic system to cause lymphatic filariasis. These filarial worms are spread by a variety of mosquito vector species. \"W. bancrofti\" is the most prevalent of the three and affects over 120 million people, primarily in Central Africa and the Nile delta, South and Central America, the tropical regions of Asia including southern China, and the Pacific islands. If left untreated, the infection can develop into a chronic disease called elephantiasis. In rare conditions it also causes tropical eosinophilia, an asthmatic disease. There is no commercially available vaccine, however high rates of cure have been achieved with various anti-filarial regimens and lymphatic filariasis is the target of the WHO Global Program to Eliminate Lymphatic Filariasis with the aim to eradicate the disease as a public health problem by 2020.",
            "score": 77.68058013916016
        },
        {
            "docid": "1539801_24",
            "document": "Brugia malayi . PCR based assays are highly sensitive and can be used to monitor infections both in humans and the mosquito vectors. However, PCR assays are time-consuming, labor-intensive and require laboratory equipment. Lymphatic filariasis mainly affects the poor, who live in areas without such resources.",
            "score": 71.37157440185547
        },
        {
            "docid": "6028064_2",
            "document": "Lymphatic filariasis . Lymphatic filariasis, also known as elephantiasis, is a human disease caused by parasitic worms known as filarial worms. Most cases of the disease have no symptoms. Some people, however, develop a syndrome called elephantiasis, which is marked by severe swelling in the arms, legs, breasts, or genitals. The skin may become thicker as well, and the condition may become painful. The changes to the body may harm the affected person's social and economic situation. The worms are spread by the bites of infected mosquitoes. Three types of worms are known to cause the disease: \"Wuchereria bancrofti\", \"Brugia malayi\", and \"Brugia timori\", with \"Wuchereria bancrofti\" being the most common. These worms damage the lymphatic system. The disease is diagnosed by microscopic examination of blood collected during the night. The blood is typically examined as a smear after being stained with Giemsa stain. Testing the blood for antibodies against the disease may also permit diagnosis. Other roundworms from the same family are responsible for river blindness. Prevention can be achieved by treating entire groups in which the disease exists, known as mass deworming. This is done every year for about six years, in an effort to rid a population of the disease entirely. Medications used include antiparasitics such as albendazole with ivermectin, or albendazole with diethylcarbamazine. The medications do not kill the adult worms but prevent further spread of the disease until the worms die on their own. Efforts to prevent mosquito bites are also recommended, including reducing the number of mosquitoes and promoting the use of bed nets. In 2015 about 38.5 million people were infected. About 950 million people are at risk of the disease in 54 countries. It is most common in tropical Africa and Asia. Lymphatic filariasis is classified as a neglected tropical diseases and one of the four main worm infections. The disease results in economic losses of many billions of dollars a year.",
            "score": 70.74791717529297
        },
        {
            "docid": "6028064_8",
            "document": "Lymphatic filariasis . Elephantiasis occurs in the presence of microscopic, thread-like parasitic worms such as \"Wuchereria bancrofti\" (the most common), \"Brugia malayi\", and \"Brugia timori\" (also known as \"B. timori\"), all of which are transmitted by bites from infected mosquitoes. It is a type of helminth infection. Three types of worm cause the disease and damage the lymphatic system:",
            "score": 69.73257446289062
        },
        {
            "docid": "9007251_19",
            "document": "SNP genotyping . Only minimal cleavage occurs with mismatched probes making the Invader assay highly specific. However, in its original format, only one SNP allele could be interrogated per reaction sample and it required a large amount of target DNA to generate a detectable signal in a reasonable time frame. Several developments have extended the original Invader assay. By carrying out secondary FEN cleavage reactions, the Serial Invasive Signal Amplification Reaction (SISAR) allows both SNP alleles to be interrogated in a single reaction. SISAR Invader assay also requires less target DNA, improving the sensitivity of the original Invader assay. The assay has also been adapted in several ways for use in a high-throughput format. In one platform, the allele-specific probes are anchored to microspheres. When cleavage by FEN generates a detectable fluorescent signal, the signal is measured using flow-cytometry. The sensitivity of flow-cytometry, eliminates the need for PCR amplification of the target DNA (Rao et al. 2003). These high-throughput platforms have not progressed beyond the proof-of-principle stage and so far the Invader system has not been used in any large scale SNP genotyping projects.",
            "score": 68.60175323486328
        },
        {
            "docid": "2449105_36",
            "document": "Plasmodium knowlesi . Currently PCR assay and molecular characterization are the most reliable methods for detecting and diagnosing \"P. knowlesi\" infection. PCR identifies the parasite DNA but this technique is not rapid and cannot be used for routine identification. PCR is also expensive and requires very specialized equipment.",
            "score": 62.936492919921875
        },
        {
            "docid": "42226989_6",
            "document": "Ground based operational surveillance system . Considering the majority of casualties in both Iraq and Afghanistan in terms of the Global War on Terror were from improvised explosive devices (IEDs), the need for surveillance has increased with their increased use. In a move to counter this threat and lower the effectiveness of IEDs, the US Marine Corps directed the creation of a persistent surveillance system to identify and counter threats to security of military installations. The Marines requested the system be fielded as soon as possible. The result of this request was the development of the Ground Based Operational Surveillance System ready for rapid deployment to theater. The G-BOSS provides the command operations center with a round-the-clock display and tracking of items of interest through the use of high resolution night and day cameras. The cameras are integrated with enhanced target recognition and radar systems used to increase the ability to detect moving targets. The G-BOSS allows personnel to counter insurgent activities with an emphasis of disrupting placement of improvised explosive devices. The G-BOSS enhances situational awareness by allowing personnel to monitor activities in the vicinity of the military installation. Common places of surveillance include the gates, along the roads, borders, rivers, pipelines, and chokepoints, among other areas of responsibility and interest. The multiple towers of cameras and surveillance systems allows for 360-degree security with easily understood computer displays. Included on the computer displays are alarms and assessment data through overlay and window pop-ups, with 24/7 network running capability, allowing reduced manpower and hours in relation to personnel on guard. The multiple camera systems have the capability of routing all into a single remote ground system.",
            "score": 62.86178970336914
        },
        {
            "docid": "7852179_25",
            "document": "Agriculture in Senegal . The overall potential of the horticultural sector is limited by the presence of various pests (including fruit and white flies), and therefore needs technical assistance to develop in-country SPS capacity for meeting international standards, and infrastructure to increase the efficiency of surveillance and compliance. Senegal needs also to work with its regional partners to harmonize phytosanitary standards and procedures, strengthen pest surveillance and detection capabilities, including border inspection operations, develop risk assessment capability, and overcome other bottlenecks related to regulatory issues and the trade.",
            "score": 62.77695083618164
        },
        {
            "docid": "2200815_17",
            "document": "Eimeria . Methods for species identification are varied and among others, include isozyme analysis, the use of rRNA and rDNA probes, DNA assays and recombinant DNA techniques. PCR has proven most useful for outbreak surveillance. Prior to these methods, species identification was based on phenotypic characteristics such as the site of parasite development, the oocyst structure, the host species, cross immunity and the presence of lesions. Out of these, comparing oocyst structures was the most commonly used method.",
            "score": 62.374717712402344
        },
        {
            "docid": "40427167_5",
            "document": "Recombinase Polymerase Amplification . RPA is one of several isothermal nucleic acid amplification techniques to be developed as a molecular diagnostic technique, frequently with the objective of simplifying the laboratory instrumentation required relative to PCR. A partial list of other isothermal amplification techniques include LAMP, NASBA, helicase-dependent amplification (HDA), and nicking enzyme amplification reaction (NEAR). The techniques differ in the specifics of primer design and reaction mechanism, and in some cases (like RPA) make use of cocktails of two or more enzymes. Like RPA, many of these techniques offer rapid amplification times with the potential for simplified instrumentation, and reported resistance to substances in unpurified samples that are known to inhibit PCR. With respect to amplification time, it should be noted that modern thermocyclers with rapid temperature ramps can reduce PCR amplification times to less than 30 minutes, particularly for short amplicons using dual-temperature cycling rather than the conventional three-temperature protocols. In addition, the demands of sample prep (including lysis and extraction of DNA or RNA, if necessary) should be considered as part of the overall time and complexity inherent to the technique. These requirements vary according to the technique as well as to the specific target and sample type.",
            "score": 61.66957092285156
        },
        {
            "docid": "9355054_3",
            "document": "Malaria antigen detection tests . Malaria is a curable disease if the patients have access to early diagnosis and prompt treatment. Antigen-based rapid diagnostic tests (RDTs) have an important role at the periphery of health services capability because none of the rural clinics has the ability to diagnose malaria on-site due to a lack of microscopes and trained technicians to evaluate blood films. Furthermore, in regions where the disease is not endemic, laboratory technologists have very limited experience in detecting and identifying malaria parasites. An ever increasing numbers of travelers from temperate areas each year visit tropical countries and many of them return with a malaria infection. The RDT tests are still regarded as complements to conventional microscopy but with some improvements it may well replace the microscope. The tests are simple and the procedure can be performed on the spot in field conditions. These tests use finger-stick or venous blood, the completed test takes a total of 15–20 minutes, and a laboratory is not needed. The threshold of detection by these rapid diagnostic tests is in the range of 100 parasites/µl of blood compared to 5 by thick film microscopy.",
            "score": 60.7802848815918
        },
        {
            "docid": "42226989_5",
            "document": "Ground based operational surveillance system . The G-BOSS originated and enhanced the Rapid Aerostat Initial Deployment (RAID) system. During the Global War on Terror, these systems deployed to various Forward Operating Bases both in Iraq and Afghanistan. The basis for the RAID surveillance system was improved with the development of the G-BOSS. The G-BOSS took the concept of using elevated infrared sensors and put it on a stationary platform. In addition, the G-BOSS brought the addition of a second electro-optic/infrared sensor and a ground-based radar network located in the remote ground station. Included with the RAID towers are tethered blimp balloon systems (aerostats) as part of the Persistent Surveillance and Dissemination Systems, which later developed into the current G-BOSS system. The system employs a variety of sensors tethered from the blimp balloon system, and later evolved into other platforms, including fixed towers and relocated masts, which addressed logistical issues tested while on deployments.",
            "score": 60.771141052246094
        },
        {
            "docid": "10441602_7",
            "document": "Ionian Technologies . Ionian Technologies Inc. describes itself as a private company focused on molecular diagnostics and advanced biomedical research tools based on proprietary isothermal systems for DNA and RNA amplification and detection. This technology is currently focused on the development of products for the medical diagnostics, agricultural (GMO), veterinary, food hygiene and biodefense markets. Ionian has made significant efforts for providing rapid and economical systems for third world countries and have received funding from the Bill and Melinda Gates Foundation to achieve these goals.",
            "score": 60.08444595336914
        },
        {
            "docid": "32823089_24",
            "document": "Surround optical-fiber immunoassay . The methods combine the specificity of the Mabs for antigen capture and concentration with the sensitivity of a surround optical fiber detection technology. In contrast to previously described methods for detection of PrP in brain homogenates, these techniques, when used to study brain homogenates, do not use seeded polymerization, amplification, or enzymatic digestion (for example, by proteinase K, or “PK”). This is important in that previous reports have indicated the existence of PrP isoforms with varied PK sensitivity, which decreases reliability of the assay. The sensitivity of this assay makes it suitable as a platform for rapid prion detection assay in biological fluids. In addition to prion diseases, the method may provide a means for rapid, high-throughput testing for a wide spectrum of infections and disorders.",
            "score": 59.79524612426758
        },
        {
            "docid": "803558_5",
            "document": "Helicase-dependent amplification . Since the publication of its discovery, HDA technology is being used for a \"simple, easy to adapt nucleic acid test for the detection of \"Clostridium difficile\"\". Other applications include the rapid detection of \"Staphylococcus aureus \" by the amplification and detection of a short DNA sequence specific to the bacterium. The advantages of HDA is that it provides a rapid method of nucleic acid amplification of a specific target at an isothermic temperature that does not require a thermal cycler. However, the optimisation of primers and sometimes buffers is required beforehand by the researcher. Normally primer and buffer optimisation is tested and achieved through PCR, raising the question of the need to spend extra on a separate system to do the actual amplification. Despite the selling point that HDA negates the use of a thermal cycler and therefore allows research to be conducted in the field, much of the work required to detect potentially hazardous microorganisms is carried out in a research/hospital lab setting regardless. At present, mass diagnoses from a great number of samples cannot yet be achieved by HDA, whereas PCR reactions carried out in thermal cycler that can hold multi-well sample plates allows for the amplification and detection of the intended DNA target from a maximum of 96 samples. The cost of purchasing reagents for HDA are also relatively expensive to that of PCR reagents, more so since it comes as a ready-made kit.",
            "score": 59.78464126586914
        },
        {
            "docid": "33395486_7",
            "document": "Diagnosis of malaria . For areas where microscopy is not available, or where laboratory staff are not experienced at malaria diagnosis, there are commercial antigen detection tests that require only a drop of blood. Immunochromatographic tests (also called: Malaria Rapid Diagnostic Tests, Antigen-Capture Assay or \"Dipsticks\") have been developed, distributed and fieldtested. These tests use finger-stick or venous blood, the completed test takes a total of 15–20 minutes, and the results are read visually as the presence or absence of colored stripes on the dipstick, so they are suitable for use in the field. The threshold of detection by these rapid diagnostic tests is in the range of 100 parasites/µl of blood (commercial kits can range from about 0.002% to 0.1% parasitemia) compared to 5 by thick film microscopy. One disadvantage is that dipstick tests are qualitative but not quantitative – they can determine if parasites are present in the blood, but not how many.",
            "score": 59.686710357666016
        },
        {
            "docid": "14499186_23",
            "document": "Eradication of infectious diseases . Lymphatic filariasis is an infection of the lymph system by mosquito-borne microfilarial worms which can cause elephantiasis. Studies have demonstrated that transmission of the infection can be broken when a single dose of combined oral medicines is consistently maintained annually for approximately seven years. The strategy for eliminating transmission of lymphatic filariasis is mass distribution of medicines that kill the microfilariae and stop transmission of the parasite by mosquitoes in endemic communities. In sub-Saharan Africa, albendazole is being used with ivermectin to treat the disease, whereas elsewhere in the world albendazole is used with diethylcarbamazine. Using a combination of treatments better reduces the number of microfilariae in blood. Avoiding mosquito bites, such as by using insecticide-treated mosquito bed nets, also reduces the transmission of lymphatic filariasis. In the Americas, >90% of the burden of lymphatic filariasis is on the island of Hispaniola (comprising Haiti and the Dominican Republic). An elimination effort to address this is currently under way alongside the malaria effort described above; the Dominican Republic expects to eliminate its seven remaining foci by 2010, but lymphatic filariasis is still endemic to 110 of 140 communes in Haiti.",
            "score": 59.54163360595703
        },
        {
            "docid": "5814799_7",
            "document": "Mindtree . Mindtree provides various Research and Development services such as Bluetooth Solutions, Digital Video Surveillance, MindTest(Integrated Test Methodology), MWatch(IT infrastructure management and service platform), Atlas (Application Managed Services), SAP Insurance and OmniChannel.",
            "score": 59.14903259277344
        },
        {
            "docid": "91256_10",
            "document": "Computer and network surveillance . The Internet's rapid development has become a primary form of communication. More people are potentially subject to Internet surveillance. There are advantages and disadvantages to network monitoring. For instance, systems described as \"Web 2.0\" have greatly impacted modern society. Tim O’ Reilly, who first explained the concept of \"Web 2.0\", stated that Web 2.0 provides communication platforms that are \"user generated\", with self-produced content, motivating more people to communicate with friends online. However, Internet surveillance also has a disadvantage. One researcher from Uppsala University said \"Web 2.0 surveillance is directed at large user groups who help to hegemonically produce and reproduce surveillance by providing user-generated (self-produced) content. We can characterize Web 2.0 surveillance as mass self-surveillance\". Surveillance companies monitor people while they are focused on work or entertainment. Yet, employers themselves also monitor their employees. They do so in order to protect the company's assets and to control public communications but most importantly, to make sure that their employees are actively working and being productive. This can emotionally affect people; this is because it can cause emotions like jealousy. A research group states \"...we set out to test the prediction that feelings of jealousy lead to ‘creeping’ on a partner through Facebook, and that women are particularly likely to engage in partner monitoring in response to jealousy\". The study shows that women can become jealous of other people when they are in an online group.",
            "score": 58.921714782714844
        },
        {
            "docid": "16964126_24",
            "document": "Oesophagostomum . Recent advances, however, have allowed for less invasive and more accurate methods of diagnosis. The following is a review of three articles detailing the diagnostic use of PCR assays and sonographic imaging.  \"Verweij, Jaco J., Anton M. Polderman, et al. “PCR assay for the specific amplification of Oesophagostomum bifurcum DNA from human faeces.” International Journal for Parasitology 30.2 (2000): 137-142. \" This study developed a molecular-based approach to diagnosing oesophagostomiasis caused by \"O. bifurcum\" in humans. Using genetic markers in ribosomal DNA, the researchers developed PCR assays to selectively amplify \"O. bifurcum\" DNA from human fecal samples. These assays achieved sensitivity ratings of 94.6% and specificity of 100%, suggesting that the PCR method could be a viable alternative to the long-standing methods of diagnosis as well as an opportunity to reveal more about the epidemiology of oesophagostomiasis.",
            "score": 58.640018463134766
        },
        {
            "docid": "768605_32",
            "document": "Newborn screening . Because newborn screening programs test for a number of different conditions, a number of different laboratorial methodologies are used, as well as bedside testing for hearing loss using evoked auditory potentials and congenital heart defects using pulse oximetry. Newborn screening started out using simple bacterial inhibition assays to screen for a single disorder, starting with phenylketonuria in the early 1960s. With this testing methodology, newborn screening required one test to detect one condition. As mass spectrometry became more widely available, the technology allowed rapid determination of a number of acylcarnitines and amino acids from a single dried blood spot. This increased the number of conditions that could be detected by newborn screening. Enzyme assays are used to screen for galactosemia and biotinidase deficiency. Immunoassays measure thyroid hormones for the diagnosis of congenital hypothyroidism and 17α-hydroxyprogesterone for the diagnosis of congenital adrenal hyperplasia. Molecular techniques are used for the diagnosis of cystic fibrosis and severe combined immunodeficiency.",
            "score": 58.33985900878906
        },
        {
            "docid": "43910612_3",
            "document": "JSYU UAV . UV-I is the first UAV developed by JSYU for environmental surveillance missions, mainly for aerial pollution surveillance, particularly for pollutants with size of PM 2.5. Another mission is for agricultural mission, mainly for surveillance of pest and disease affected crops. To achieve such mission, the UV-I is equipped with hyperspectral imaging system. However, the expensive price tag for such system has prevented its wide use, because foreign hyperspectral imaging systems cost between 10 and 20 million ¥, and for the UAV platform, the price is at least three million ¥. The reason for such high price is because the weight of the hyperspectral imaging system is heavy and thus requiring larger UAV with higher price tag to carry it. As a result, JSYU decided to develop its own hyperspectral imaging system and UAV platform to carry it, which would be much cheaper then imported foreign counterparts. The result of JSYU’s effort of indigenous development is UV-I, which carries a light weight hyperspectral imaging system indigenously developed by JSYU.",
            "score": 57.64929962158203
        },
        {
            "docid": "9949565_28",
            "document": "Medical microbiology . Polymerase chain reaction (PCR) assays are the most commonly used molecular technique to detect and study microbes. As compared to other methods, sequencing and analysis is definitive, reliable, accurate, and fast. Today, quantitative PCR is the primary technique used, as this method provides faster data compared to a standard PCR assay. For instance, traditional PCR techniques require the use of gel electrophoresis to visualize amplified DNA molecules after the reaction has finished. quantitative PCR does not require this, as the detection system uses fluorescence and probes to detect the DNA molecules as they are being amplified. In addition to this, quantitative PCR also removes the risk of contamination that can occur during standard PCR procedures (carrying over PCR product into subsequent PCRs). Another advantage of using PCR to detect and study microbes is that the DNA sequences of newly discovered infectious microbes or strains can be compared to those already listed in databases, which in turn helps to increase understanding of which organism is causing the infectious disease and thus what possible methods of treatment could be used. This technique is the current standard for detecting viral infections such as AIDS and hepatitis.",
            "score": 57.62551498413086
        },
        {
            "docid": "15296370_3",
            "document": "Airborne Surveillance Platform . The ASP programme, code-named \"Airavat\", is one of the key force multipliers in India's modern war scenario. DRDO is developing an advanced surveillance platform based on a Hawker Siddeley HS 748 aircraft to detect targets at extended ranges with all-around azimuth coverage. It is designed to handle 50 targets and features a hybrid navigation system, including both satellite and ground (beacon) based topography. The communication and data links are dual redundant secure systems.",
            "score": 57.500511169433594
        },
        {
            "docid": "1539801_27",
            "document": "Brugia malayi . A goal of community-based efforts is to eliminate microfilariae from the blood of infected individuals in order to prevent transmission to the mosquito. This is primarily accomplished through the use of drugs. The treatment for \"B. malayi\" infection is the same as for Bancroftian filariasis. Diethylcarbamazine has been used in mass treatment programs as an effective microfilaricidal drug in several locations, including India. While diethylcarbamazine tends to cause adverse reactions like immediate fever and weakness, it is not known to cause any long-term adverse drug effects. It has been shown to kill both adult worms and microfilariae. In Malaysia, diethylcarbamazine dosages (6 mg/kg weekly for 6 weeks; 6 mg/kg daily for 9 days) reduced microfilariae by 80% for 18–24 months after treatment in the absence of mosquito control. Microfilariae numbers slowly return many months after treatment, thus requiring multiple drug doses over time in order to achieve long-term control. However, it is not known how many years of mass drug administration is required to eliminate transmission. there have been any confirmed cases of diethylcarbamazine resistance as of 2007.",
            "score": 57.46702194213867
        },
        {
            "docid": "18576714_2",
            "document": "Space Based Space Surveillance . The Space Based Space Surveillance (SBSS) system is a planned constellation of satellites and supporting ground infrastructure that will improve the ability of the United States Department of Defense (DoD) to detect and track space objects in orbit around the Earth. The primary SBSS contractor, Boeing, characterizes some orbiting space objects as, \"Potential future threats to the United States' space assets.\"",
            "score": 57.45425796508789
        },
        {
            "docid": "20423_2",
            "document": "Malaria . Malaria is a mosquito-borne infectious disease affecting humans and other animals caused by parasitic protozoans (a group of single-celled microorganisms) belonging to the \"Plasmodium\" type. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria. The disease is most commonly transmitted by an infected female \"Anopheles\" mosquito. The mosquito bite introduces the parasites from the mosquito's saliva into a person's blood. The parasites travel to the liver where they mature and reproduce. Five species of \"Plasmodium\" can infect and be spread by humans. Most deaths are caused by \"P. falciparum\" because \"P. vivax\", \"P. ovale\", and \"P. malariae\" generally cause a milder form of malaria. The species \"P. knowlesi\" rarely causes disease in humans. Malaria is typically diagnosed by the microscopic examination of blood using blood films, or with antigen-based rapid diagnostic tests. Methods that use the polymerase chain reaction to detect the parasite's DNA have been developed, but are not widely used in areas where malaria is common due to their cost and complexity. The risk of disease can be reduced by preventing mosquito bites through the use of mosquito nets and insect repellents, or with mosquito control measures such as spraying insecticides and draining standing water. Several medications are available to prevent malaria in travellers to areas where the disease is common. Occasional doses of the combination medication sulfadoxine/pyrimethamine are recommended in infants and after the first trimester of pregnancy in areas with high rates of malaria. Despite a need, no effective vaccine exists, although efforts to develop one are ongoing. The recommended treatment for malaria is a combination of antimalarial medications that includes an artemisinin. The second medication may be either mefloquine, lumefantrine, or sulfadoxine/pyrimethamine. Quinine along with doxycycline may be used if an artemisinin is not available. It is recommended that in areas where the disease is common, malaria is confirmed if possible before treatment is started due to concerns of increasing drug resistance. Resistance among the parasites has developed to several antimalarial medications; for example, chloroquine-resistant \"P. falciparum\" has spread to most malarial areas, and resistance to artemisinin has become a problem in some parts of Southeast Asia. The disease is widespread in the tropical and subtropical regions that exist in a broad band around the equator. This includes much of Sub-Saharan Africa, Asia, and Latin America. In 2016, there were 216 million cases of malaria worldwide resulting in an estimated 731,000 deaths. Approximately 90% of both cases and deaths occurred in Africa. Rates of disease have decreased from 2000 to 2015 by 37%, but increased from 2014 during which there were 198 million cases. Malaria is commonly associated with poverty and has a major negative effect on economic development. In Africa, it is estimated to result in losses of US$12 billion a year due to increased healthcare costs, lost ability to work, and negative effects on tourism.",
            "score": 57.12807083129883
        },
        {
            "docid": "1539801_2",
            "document": "Brugia malayi . Brugia malayi is a nematode (roundworm), one of the three causative agents of lymphatic filariasis in humans. Lymphatic filariasis, also known as elephantiasis, is a condition characterized by swelling of the lower limbs. The two other filarial causes of lymphatic filariasis are \"Wuchereria bancrofti\" and \"Brugia timori\", which both differ from \"B. malayi\" morphologically, symptomatically, and in geographical extent.",
            "score": 57.105735778808594
        },
        {
            "docid": "53984662_11",
            "document": "Rabies in Haiti . In Haiti, the CDC is mainly focusing on dog-mediated rabies. Specifically in collaboration with the NGO Christian Veterinary Mission, the CDC has trained, to date, more than 20 MARNDR laboratory personnel in rabies diagnostic methods (Direct Fluorescent Antibody [DFA] and Direct Rapid Immunohistochemistry Test [dRIT]). The organizations have also improved a diagnostic laboratory in Port-au-Prince by providing it with advanced equipment. The surveillance system is a bite-reporting model where the public and medical providers report bite events to rabies control officers. In addition, more than 30 field veterinary and health agents were trained in rabies surveillance, in support of this effort.",
            "score": 57.0451774597168
        },
        {
            "docid": "13839719_6",
            "document": "Loop-mediated isothermal amplification . LAMP is a relatively new DNA amplification technique, which due to its simplicity, ruggedness, and low cost could provide major advantages.  LAMP has the potential to be used as a simple screening assay in the field or at the point of care by clinicians.  Because LAMP is isothermal, which eradicates the need for expensive thermocyclers used in conventional PCR, it may be a particularly useful method for infectious disease diagnosis in low and middle income countries. While LAMP is widely being studied for detecting infectious diseases such as tuberculosis, malaria, and sleeping sickness. In developing regions, it has yet to be extensively validated for other common pathogens.",
            "score": 57.03466796875
        },
        {
            "docid": "43126300_4",
            "document": "Newborn Screening Saves Lives Reauthorization Act of 2013 . Newborn screening programs test for a number of different conditions using a number of different laboratorial methodologies. There is also bedside testing for hearing loss using evoked auditory potentials and congenital heart defects using pulse oximetry. Newborn screening started out using simple bacterial inhibition assays to screen for a single disorder, starting with phenylketonuria in the early 1960s. With this testing methodology, newborn screening required one test to detect one condition. As mass spectrometry became more widely available, the technology allowed rapid determination of a number of acylcarnitines and amino acids from a single dried blood spot. This increased the number of conditions that could be detected by newborn screening. Enzyme assays are used to screen for galactosemia and biotinidase deficiency. Immunoassays measure thyroid hormones for the diagnosis of congenital hypothyroidism and 17α-hydroxyprogesterone for the diagnosis of congenital adrenal hyperplasia. Molecular techniques are used for the diagnosis of cystic fibrosis and severe combined immunodeficiency.",
            "score": 56.95683670043945
        }
    ]
}