{
    "q": [
        {
            "docid": "15409316_56",
            "document": "Water supply and sanitation in Yemen . Germany has played an important role in the implementation of urban water and sanitation reforms in Yemen since the mid-1990s, including through the support provided by GTZ to the technical secretariat in the Ministry in charge of the sector. GTZ supports the water and sanitation sector through a €23 million program for the Institutional Development of the Water Sector from 1994 to 2009. The program supports the decentralization reforms, strengthens local corporations, and establishes water basin committees and water resources management plans through training provided by NWSA and NWRA. On behalf of the German government KfW development bank provides financing for water and sanitation investments in the city of Aden as well as in the towns of Al Shehr/Al Hami in Mukalla District, Mokha, Yarim, Amran, Sa'dah, Zabid, Bajil, Mansouria and Beit al-Faqih, the latter four being located in the Al Hudaydah Governorate. An evaluation of an earlier project for the renewal and expansion of drinking water supply systems in eight provincial towns in Yemen (Bajil, Bait al Faqih, Al Mansouria, Zabid, Mokha, Amran, Yarim und Hajjah), and sanitation measures in three towns (Hajjah, Amran and Yarim) showed that the project largely achieved its objectives related to water supply. The quality of the construction work was rated as high and the collection of bills was considered to be \"efficient\". However, in Yarim the objective was not achieved due to water shortages. Only \"modest improvements\" were achieved regarding waste water disposal. Another project to reduce water losses in Taiz and Mukalla was considered a partial failure: On the positive side, the evaluation showed that losses in the rehabilitated areas were reduced significantly. In Mukalla, where 40% of the network was rehabilitated, they were reduced from 22% to 8%. In Taiz, where only 12% of the network was rehabilitated, they fell from 45% to 6%. However, overall losses in the cities remained high at 30% in Mukalla and 47% in Taiz, because only parts of the network were rehabilitated. The cost of the measures was higher than expected due to the poorer than expected state of the network. KfW is now in the process of applying robust, quantitative-based evaluation methods to more accurately assess the health impact of the interventions it supported in Yemeni towns based. This will be done through surveys including both beneficiaries and a control group.",
            "score": 84.57721281051636
        },
        {
            "docid": "56401377_4",
            "document": "The Integrated Opisthorchiasis Control Program . The first attempts at opisthorchiasis control in Thailand began in the 1950s and included education on liver fluke infection and safe cooking, but these efforts had limited success since the consumption of raw fish dishes is an ingrained part of the rice-fish culture of the indigenous people. With the introduction of praziquantel in the 1980s, treatment became a part of the program. The prevalence of infection was reduced, but after funding reductions during the economic crises in the 1990s, prevalence rates rose again to as high as 85% in some areas of the northeast by 2009. In 2007, researchers at Khon Kaen University, led by Banchob Sripa, decided to take a more multidisciplinary approach, incorporating EcoHealth principles, which involve the collaboration of human and animal health specialists toward improving the health of people, animals and the environment as well as achieving greater understanding of how the ecosystem affects human and animal health. The \"Lawa model\" as it became known, involves community participation as a key element. Village health volunteers, staff of local subdistrict hospitals, teachers and others maintain a campaign of continuous education, teaching in the community and the schools about liver fluke disease and discouraging the consumption of raw or undercooked fish. The campaigns often involve “edutainment” activities (songwriting, dancing and music) to attract public attention.",
            "score": 99.11885273456573
        },
        {
            "docid": "13093339_2",
            "document": "Alliance for the Lost Boys of Sudan . Alliance for the Lost Boys of Sudan is a 501 C-3 all-volunteer foundation in Jacksonville, Florida, established in 2004, to meet the health and educational needs of Lost Boys and their siblings living in Africa and the United States. The Alliance also provides humanitarian aid in Southern Sudan to include the construction of X-ray clinics and medicine for local hospitals, the drilling of eight water wells to provide clean water for rural villagers, houses and beds for children in Sudanese orphanages, funds to aid in the construction of schools and school supplies for students, goat programs for women at risk, distribution of solar lights to rural villagers and various other projects which can be seen at their website Alliance for the Lost Boys of Sudan. In addition to their humanitarian efforts in Southern Sudan, the Alliance has assisted over sixty five Lost Boys and US South Sudanese with college tuition and books and has provided medical assistance to over 100 Lost Boys and girls living in Jacksonville, Fl. Alliance for the Lost Boys of Sudan volunteers continue to serve as mentors to the Lost Boys of Sudan and to provide the tools and encouragement needed for a successful, independent life in the US.",
            "score": 76.30292427539825
        },
        {
            "docid": "41422437_18",
            "document": "MAP International . Water and Sanitation are aspects assimilated into all MAP International programs because of the significant impact they have on preventing disease and promoting other facets of Total Health. Water and Sanitation efforts involve building separate waste and clean drinking structures, providing water filters to communities, and establishing Community Led Total Sanitation programs. MAP International utilizes a sweat equity design to implement Sawyer water filters in underserved communities and implements a small-scale demonstration with the help of a few members in the community before introducing water sanitation efforts on a large-scale throughout the village. Sawyer attests to the integral role MAP International has played in distributing hundreds water filters to communities. Community Led Total Sanitation programs are designed to educate and empower local community members to make their village a more sanitary and healthy environment through education about the negative health effects of drinking unclean water and the importance of separating human waste structures and drinking water structures.",
            "score": 66.02222490310669
        },
        {
            "docid": "35427527_20",
            "document": "Water conflict in the Middle East and North Africa . Aside from a source of internal conflict within nations, water has caused external tension between sovereign states. While Egypt consumes 99% of the Nile’s water supply, little water originates within Egypt’s sovereign borders. High water demands of a lower riparian have often fueled regional conflict. Such is the case in North Africa. In the early 1900s, a world cotton shortage put pressure on Egypt and Sudan to use arable lands to increase cotton production. Cotton, however, requires extensive irrigation and is less suitable to Egyptian and Sudanese climate than are other more traditional crops. The need for water and flood control precipitated water development projects along the Nile, which often led to clashes between the British foreign office – Sudan was a British-Egyptian condominium at the time – and local Egyptians and Sudans. After World War I it became apparent that a formal allocations treaty would need to be signed to regulate water usage of the Nile. In 1920, the Nile Projects Commission was formed. Led by representatives from India, the United Kingdom, and the United States, the commission estimated water usage based on the water usage needs of each country. Based on an average flow rate of 84 bcm/y the commission estimated necessary Egyptian consumption to be 58 bcm/y, while Sudan was believed to be able to meet its irrigation needs using only the waters of the Blue Nile. The commission also proposed dividing any deviations from the annual average water flow equally between Egypt and Sudan. The findings of the commission, however, were never acted upon. Also in 1920, the British proposed the Century Storage Scheme, the most comprehensive plan for water development along the Nile. The plan called for a water storage facility to be built on the Uganda-Sudan border, a dam to be built at Sennar, Sudan, to irrigate the regions south of Sudan, and a dam along the White Nile to hold summer floodwaters for Egyptian dry-season consumption. The British scheme worried many Egyptians, as most of the major water structures were to be built outside of Egyptian territory. On May 7, 1929, Egypt and Sudan signed the Nile Waters Agreement. Based largely on findings from the 1920 commission, the treaty allocated 4 bcm/y to Sudan, and 48 bcm/y to Egypt. In between January 20 and July 15, however, the entire flow of the Nile was allocated for Egyptian consumption.",
            "score": 58.068498730659485
        },
        {
            "docid": "1079203_32",
            "document": "Hookworm infection . Evaluation of numerous public health interventions has generally shown that improvement in each individual component ordinarily attributed to poverty (for example, sanitation, health education and underlying nutrition status) often have minimal impact on transmission. For example, one study found that the introduction of latrines into a resource-limited community only reduced the prevalence of hookworm infection by four percent. However, another study in Salvador, Brazil found that improved drainage and sewerage had a significant impact on the prevalence of hookworm infection but no impact at all on the intensity of hookworm infection. This seems to suggest that environmental control alone has a limited but incomplete effect on the transmission of hookworms. It is imperative, therefore, that more research is performed to understand the efficacy and sustainability of integrated programs that combine numerous preventive methods including education, sanitation, and treatment.",
            "score": 89.08733797073364
        },
        {
            "docid": "24551501_2",
            "document": "Water For People . Water For People was founded in 1991 by the American Water Works Association (AWWA) as a response to the increasing global water crises. It is a nonprofit international development organization that helps people in rural parts of developing countries achieve greater access to drinkable and potable water and sanitation facilities. It intentionally works to accomplish the United Nation’s 6th Sustainable Development Goal: availability of clean water and sanitation and comprehensive monitoring of freshwater facilities for the progression of human health. They seek to address the issue of nonexistent and sub-optimal water and sanitation facilities across less-developed countries. With developing locally sustainable drinking water resources and sanitation facilities, Water For People also works to bring health and hygiene education programs to local districts. The non-governmental organization also works to empower and involve local governments, corporations, schools, homes, and individuals in the construction, financing, and maintenance of the water infrastructure. Water For People believes that access to safe drinking water and effective sanitation are basic human rights and not privileges. The vision of Water For People is a world where all people have access to safe drinking water and sanitation, a world where no one suffers or dies from a water- or sanitation-related disease. Around the world, 884 million people do not have access to safe drinking water and 2.6 billion are without adequate sanitation facilities. Every day, nearly 6,000 people die from water-related illnesses, and the vast majority are children. Other failures include broken pumps and filled latrines. Water For People promotes lasting programs that examine entire districts and regions rather than just households and villages. Water For People has established a year-round presence in 30 districts of nine developing countries, including Guatemala, Honduras, Nicaragua, Bolivia, Peru, India, Rwanda, Uganda and Malawi. Some of the districts include San Antonio de Cortés, El Negrito district, San Bartolomé Jocotenango, San Antonio Ilotenango, Santa Cruz del Quiché, Kicukiro, Rulindo, Gicumbi, Arani, San Benito, Cuchumuela, Villa Rivero, Kamwenge, Kampala, Lira, Masaka, Soroti, Chikwawa, Rumphi, Sheohar, many in West Bengal, and much more. In totality, Water For People reaches 4 million people.",
            "score": 57.82166230678558
        },
        {
            "docid": "763637_2",
            "document": "Water fluoridation . Water fluoridation is the controlled addition of fluoride to a public water supply to reduce tooth decay. Fluoridated water contains fluoride at a level that is effective for preventing cavities; this can occur naturally or by adding fluoride. Fluoridated water operates on tooth surfaces: in the mouth, it creates low levels of fluoride in saliva, which reduces the rate at which tooth enamel demineralizes and increases the rate at which it remineralizes in the early stages of cavities. Typically a fluoridated compound is added to drinking water, a process that in the U.S. costs an average of about $ per person-year. Defluoridation is needed when the naturally occurring fluoride level exceeds recommended limits. In 2011 the World Health Organization suggested a level of fluoride from 0.5 to 1.5 mg/L (milligrams per litre), depending on climate, local environment, and other sources of fluoride. Bottled water typically has unknown fluoride levels. Dental caries remains a major public health concern in most industrialized countries, affecting 60–90% of schoolchildren and the vast majority of adults. Water fluoridation reduces cavities in children, while efficacy in adults is less clear. A Cochrane review estimates a reduction in cavities when water fluoridation was used by children who had no access to other sources of fluoride to be 35% in baby teeth and 26% in permanent teeth. The evidence quality was poor. Most European countries have experienced substantial declines in tooth decay without its use, however milk and salt fluoridation is widespread. Recent studies suggest that water fluoridation, particularly in industrialized nations, may be unnecessary because topical fluorides (such as in toothpaste) are widely used, and caries rates have become low. Although fluoridation can cause dental fluorosis, which can alter the appearance of developing teeth or enamel fluorosis, the differences are mild and usually not considered to be of aesthetic or public health concern. There is no clear evidence of other adverse effects from water fluoridation. Fluoride's effects depend on the total daily intake of fluoride from all sources. Drinking water is typically the largest source; other methods of fluoride therapy include fluoridation of toothpaste, salt, and milk. The views on the most efficient method for community prevention of tooth decay are mixed. The Australian government states that water fluoridation is the most effective way to achieve fluoride exposure that is community-wide. The World Health Organization reports that water fluoridation, when feasible and culturally acceptable, has substantial advantages, especially for subgroups at high risk, while the European Commission finds no benefit to water fluoridation compared with topical use. Public water fluoridation was first practiced in the U.S. As of 2012, 25 countries have artificial water fluoridation to varying degrees, 11 of them have more than 50% of their population drinking fluoridated water. A further 28 countries have water that is naturally fluoridated, though in many of them the fluoride is above the recommended safe level. As of 2012, about 435 million people worldwide received water fluoridated at the recommended level (i.e., about 5.4% of the global population). About 214 million of them living in the United States. Major health organizations such as the World Health Organization and FDI World Dental Federation supported water fluoridation as safe and effective. The Centers for Disease Control and Prevention lists water fluoridation as one of the ten great public health achievements of the 20th century in the U.S. Despite this, the practice is controversial as a public health measure; some countries and communities have discontinued it, while others have expanded it. Opponents of the practice argue that neither the benefits nor the risks have been studied adequately, and debate the conflict between what might be considered mass medication and individual liberties.",
            "score": 68.5327707529068
        },
        {
            "docid": "30777141_11",
            "document": "WASH . There is debate in the academic literature about the effectiveness on health outcomes when implementing WASH programs in low- and middle-income countries. Many studies provide poor quality evidence on the causal impact of WASH programs on health outcomes of interest. The nature of WASH interventions is such that high quality trials, such as randomized controlled trials (RCTs), are expensive, difficult and in many cases not ethical. Causal impact from such studies are thus prone to being biased due to residual confounding. Many scholars have attempted to summarize the evidence of WASH interventions from the limited number of high quality studies. Hygiene interventions, in particular those focusing on the promotion of handwashing, appear to be especially effective in reducing morbidity. A meta-analysis of the literature found that handwashing interventions reduced the relative risk of diarrhea by approximately 40%. Similarly, handwashing promotion has been found to be associated with a 47% decrease in morbidity. Specific types of water quality improvement projects can have a protective effect on morbidity and mortality. A randomized control trial in India concluded that the provision of chlorine tablets for improving water quality led to a 75% decrease in incidences of cholera among the study population. A quasi-randomized study on historical data from the United States also found that the introduction of clean water technologies in major cities was responsible for close to half the reduction in total mortality and over three-quarters of the reduction in infant mortality. Distributing chlorine products, or other water disinfectants, for use in the home may reduce instances of diahorrea. However, most studies on water quality improvement interventions suffer from residual confounding or poor adherence to the mechanism being studied. For instance, a study conducted in Nepal found that adherence to the use of chlorine tablets or chlorine solution to purify water was as low as 18.5% among program households.  Studies on the effect of sanitation interventions on health are rare. When studies do evaluate sanitation measures, they are mostly included as part of a package of different interventions. A pooled analysis of the limited number of studies on sanitation interventions suggest that improving sanitation has a protective effect on health. A UNICEF funded sanitation intervention (packaged into a broader WASH intervention) was also found to have a protective effect on under-five diarrhea incidence but not on household diarrhea incidence. WASH interventions appear to have some important unintended consequences as well. For instance, the UNICEF funded WASH intervention in Nigeria was perceived by many program beneficiaries as empowering women and youth. In contrast, a study on a water well chlorination program in Guinea-Bissau in 2008 reported that families stopped treating water within their households because of the program which consequently increased their risk of cholera.",
            "score": 71.02919268608093
        },
        {
            "docid": "16539836_8",
            "document": "Health in Ethiopia . An organized leprosy control program was established within the Ministry of Health in 1956, with a detailed policy in 1969. In the following decades, leprosy control was strongly supported by the All African Leprosy and Rehabilitation Training Institute (ALERT) and the German Leprosy Relief Association (GLRA). This vertical program was well funded and has scored notable achievements in reducing the prevalence of leprosy, especially after the introduction of Multiple Drug Therapy (MDT) in 1983. This has encouraged Ethiopia to consider integration of the vertical leprosy control program with in the general health services. The two programs were merged to being the National Tuberculosis and Leprosy Control program (NTLCP), and coordinated under the technical leadership of the CO from 1994. 2. TB prevalence, incidence and mortality rates in Ethiopia",
            "score": 56.203572511672974
        },
        {
            "docid": "224130_25",
            "document": "United States Public Health Service . In the area of environmental protection and public health, a Public Health Service 1969 community water survey that looked at more than a thousand drinking water systems across the United States drew two important conclusions that supported a growing demand for stronger protections that were adopted in the 1974 Safe Drinking Water Act. The survey concluded, first, that the state supervision programs were very uneven and often lax, and, second, that the bacteriological quality of the water, particularly among small systems, was of concern.",
            "score": 50.955079793930054
        },
        {
            "docid": "18856018_2",
            "document": "Fluoridation by country . Water fluoridation is the controlled addition of fluoride to a public water supply to reduce tooth decay, and is handled differently by country. Fluoridated water has fluoride at a level that is effective for preventing cavities; this can occur naturally or by adding fluoride. Fluoridated water operates on tooth surfaces: in the mouth it creates low levels of fluoride in saliva, which reduces the rate at which tooth enamel demineralizes and increases the rate at which it remineralizes in the early stages of cavities. Typically a fluoridated compound is added to drinking water, a process that in the U.S. costs an average of about $ per person-year. Defluoridation is needed when the naturally occurring fluoride level exceeds recommended limits. In 2011 the World Health Organization suggested a level of fluoride from 0.5 to 1.5 mg/L (milligrams per litre), depending on climate, local environment, and other sources of fluoride. Bottled water typically has unknown fluoride levels. Dental caries remains a major public health concern in most industrialized countries, affecting 60–90% of schoolchildren and the vast majority of adults. Water fluoridation reduces cavities in children, while efficacy in adults is less clear. A Cochrane review estimates a reduction in cavities when water fluoridation was used by children who had no access to other sources of fluoride to be 35% in baby teeth and 26% in permanent teeth. Most European countries have experienced substantial declines in tooth decay without its use. Recent studies suggest that water fluoridation, particularly in industrialized countries, may be unnecessary because topical fluorides (such as in toothpaste) are widely used and caries rates have become low. Although fluoridation can cause dental fluorosis, which can alter the appearance of developing teeth or enamel fluorosis, the differences are mild and usually not considered to be of aesthetic or public-health concern. There is no clear evidence of other adverse effects from water fluoridation. A 2007 Australian systematic review used the same inclusion criteria as York's, plus one additional study. This did not affect the York conclusions. Fluoride's effects depend on the total daily intake of fluoride from all sources. Drinking water is typically the largest source; other methods of fluoride therapy include fluoridation of toothpaste, salt, and milk. The views on the most effective method for community prevention of tooth decay are mixed. The Australian government states that water fluoridation is the most effective means of achieving fluoride exposure that is community-wide. The World Health Organization states water fluoridation, when feasible and culturally acceptable, has substantial advantages, especially for subgroups at high risk, while the European Commission finds no advantage to water fluoridation compared with topical use.",
            "score": 64.6333087682724
        },
        {
            "docid": "31143292_87",
            "document": "China Foundation for Poverty Alleviation . The Sudan’s Smiling Children School Feeding Program was launched in August 2015 and has been carrying out for two years and a half. China Foundation for Poverty Alleviation has raised more than RMB 5 million to support 3,813 students in 7 Sudan public schools, by the end of 2017, after two years and a half of project implementation. RMB 2.65 million was sent to Sudan in 2017. After the project was implemented, the students’ academic performance was greatly improved. The exam passing rate of the 8th grade in 2 schools in the Red Sea State to high school reached 100%; the physical condition of students has been greatly improved, the number of students who have taken sick leave has been significantly reduced, and the attendance rate of students has been greatly increased. The time for teachers to deal with unexpected incidents has been reduced and they can concentrate more on teaching. The project received praise from all sectors of the Sudanese society and Sudan’s mainstream media reported the successful cases of the project.",
            "score": 58.372185468673706
        },
        {
            "docid": "19615310_17",
            "document": "Drinking water quality in the United States . Arsenic occurs naturally in water or enters it through pollution. If a person drinks two liters (more than half a gallon) of tap water that exceeds the former Maximum Contaminant Level of 50 parts per billion (ppb) every day over a lifetime, there is a risk of cancer. EPA reduced this level to 10 parts per billion (ppb) in 2001 and drinking water systems had to comply with the new regulation starting in 2006. A 2017 \"Lancet Public Health\" study found that this rule change led to fewer cancer deaths.",
            "score": 37.56919550895691
        },
        {
            "docid": "6462233_13",
            "document": "Housing First . Researchers in Seattle, Washington, partnering with the Downtown Emergency Service Center, found that providing housing and support services for homeless alcoholics costs taxpayers less than leaving them on the street, where taxpayer money goes towards police and emergency health care. Results of the study funded by the Substance Abuse Policy Research Program (SAPRP) of the Robert Wood Johnson Foundation appeared in the Journal of the American Medical Association April, 2009. This first US controlled assessment of the effectiveness of Housing First specifically targeting chronically homeless alcoholics showed that the program saved taxpayers more than $4 million over the first year of operation. During the first six months, even after considering the cost of administering the housing, 95 residents in a Housing First program in downtown Seattle, the study reported an average cost-savings of 53 percent—nearly US $2,500 per month per person in health and social services, compared to the per month costs of a wait-list control group of 39 homeless people. Further, stable housing also results in reduced drinking among homeless alcoholics.",
            "score": 42.069146275520325
        },
        {
            "docid": "8713214_62",
            "document": "Drinking water supply and sanitation in the United States . Water fluoridation, the controlled addition of moderate concentrations of fluoride to a public water supply to reduce tooth decay, is used for about two-thirds of the U.S. population on public water systems. Almost all major public health and dental organizations support water fluoridation, or consider it safe. Nevertheless, it is contentious for ethical, safety, and efficacy reasons.",
            "score": 55.9618353843689
        },
        {
            "docid": "2196984_19",
            "document": "Schistosoma haematobium . \"S. hematobium\" is found in Africa and the Middle East, where infants and young children are most infected. Infection is most prevalent in both the Nile Delta and the Nile Valley South of Cairo. The first epidemiological survey in 1937 indicated that infection rate was as high as 85% among people in the Northern and Eastern parts of the Delta. Following construction of the Aswan Dam, basin irrigation is converted to perennial irrigation system, and this has significantly reduced the infection.",
            "score": 80.51752591133118
        },
        {
            "docid": "45465994_18",
            "document": "Water in Arkansas . Monitoring the quality of drinking water is a joint responsibility of ADH and the State’s public water-supply systems. According to ADH (Bradley Jones, Arkansas Department of Health, oral commun., 2013), Arkansas has over 1,190 individual groundwater wells used for public drinking-water supply. Statewide, there are about 710 community public drinking-water systems, of which about 690 use groundwater as their only water source. These groundwater systems serve more than 870,000 residents. Additionally, there are about 35 facilities defined by the SDWA as noncommunity, nontransient public water systems that rely on groundwater. These smaller facilities include schools, daycare centers, and businesses. There are also about 375 transient noncommunity public systems such as restaurants, churches, community centers, and campgrounds that use groundwater.",
            "score": 56.3245050907135
        },
        {
            "docid": "12482677_9",
            "document": "Sudanese Red Crescent Society . Sudanese Red Crescent Society (SRCS) is prioritizing various health services, community health programs (health education, sanitation, awareness campaigns and community based activities (first-aid and HIV/AIDS) as well as response activities to the emerging diseases and epidemics. Drinking water and sanitation projects are also being carried out by SRCS in order to provide safe, adequate drinking water and sanitation facilities as well as taking relevant topics in health education. SRCS is using training manuals for Community Based First Aid (CBFA), Primary Health Care (PHC) and Home Nursing. Trainers are the backbone of the process. SRCS has motivated and dedicated trainers in the branches as well as the HQ, and continue to organize training of trainers workshops to maintain the required number of trainers.",
            "score": 46.38660705089569
        },
        {
            "docid": "20959117_4",
            "document": "Pakistan–Sudan relations . Through various memorandums of understanding, the two cooperate in the fields of agriculture, healthcare and education. Pakistan is also supporting Sudan with higher education as more than five hundred students from Sudan study in the universities of Pakistan which is the highest number of Sudanese students to any foreign country. In the past, Pakistan has offered medical training to Sudanese without any tuition fees. Sudan donated generously in the relief efforts during earthquake in 2005 and floods in 2010 in Pakistan. In turn, Pakistan has sent aid to Sudan during drought and famine. UNMIS Pakistani contingent regularly holds free clinics in remote areas of Blue Nile State that are currently inaccessible by land. In 2009, 37th such event was held near Ad-Damazin where over 1,500 patients were treated. In 2016, Senator Raja Zafar ul Haq inaugurated Pakistan–Sudan People's Friendship Association to promote opportunities for research, education, agriculture, health, business, trade, culture, tourism and youth cooperation. Around 2000 Pakistanis reside in Sudan and were involved in small businesses. As part of the commitment to Sudan, Pakistan Army sent a contingent of 202 soldiers to Sudan in May 2016 on UN's peacekeeping mission.",
            "score": 49.031078934669495
        },
        {
            "docid": "46650485_3",
            "document": "Gamal Esmat . Prof. Esmat`s researches started in 1985 through the Schistosomiasis Research Project, when Prof. Esmat was the co-PI of this project that studied the epidemiology and prevalence of schistosomiasis in 12 Egyptian governorates. In this project, prof Esmat mastered abdominal ultrasonography for the first time in diagnosis and grading of hepatic schistosomiasis which was approved by the WHO as an ideal method for the diagnosis of schistosomiasis. This project had great impact in the control of schistosomiasis in Egypt that led to the decrease of prevalence from 40% in 1980s to 2% in 2000s. He contributed in the first textbook \"Clinical application of 3D ultrasonography\", by a chapter titled \"Three dimensional ultrasonography in hepatogastroenterology\". In addition, he also contributed in the hepatology text book \"Zakim and Boyer's Hepatology\", by a chapter titled \"Parasitic liver disease\". During the country’s decades-long fight against schistosomiasis. Six million Egyptians were infected with hepatitis C by unsterile needles. The virus spread insidiously; today, at least 10 percent of Egyptians (nearly nine million people), are chronically infected, the highest rate in the world. Prof. Esmat was the president of the National committee for the control of viral hepatitis. Through this committee, Prof. Esmat was the founder of 23 viral hepatitis treatment centers distributed throughout different Egyptian governorates. These centres were established in 2007 and till 2013, about 350.000 Egyptian patients with chronic HCV received treatment with nearly complete governmental financial support. Due to Esmat’s research in the field of pegylated interferon, the price of pegylated interferon in Egypt was reduced to 10% its worldwide price.",
            "score": 94.76233470439911
        },
        {
            "docid": "35968559_7",
            "document": "Health care access among Dalits in India . Some of the key features of NRHM include: the scaling up of public spending to 2-3% of the gross domestic product by 2012 for vulnerable populations in key geographic areas; an increased flexibility of central and state funds, especially among health facilities that involve local governing bodies; a focus on primary health care, especially in rural areas, with increased opportunity for referrals and improvement in secondary and tertiary referral facilities; the formation of public-private partnerships to improve service delivery; more strategies for reaching distant and isolated populations, such as through the use of mobile health clinics, e-health, and/or telemedicine; the implementation of a conditional cash transfer scheme to encourage facility-based births as a means of reducing infant and maternal mortality rates; an increased role of the community through an investment in community-based health workers and activists; the integration of traditional and alternative methods of healing and wellness; the integration of inter- and multi-sectoral responses to addressing social determinants of health education, knowledge, and health-seeking behaviours; among other features.",
            "score": 61.69603621959686
        },
        {
            "docid": "19103357_19",
            "document": "Agriculture in Sudan . In the early 1960s, the government set up a program to resettle Nubians displaced by Lake Nubia (called Lake Nasser in Egypt), which was formed by the construction of the Aswan High Dam in Egypt. To provide farmland for the Nubians, the government constructed the Khashm al Qirbah Dam on the Atbarah River and established the Halfa al Jadidah (New Halfa) irrigation project. Located west of Kassala, this project was originally designed to irrigate about . In 1982 it was the only large irrigation project in the country that did not use the waters of the Blue Nile or White Nile. The resettlement was effected mainly after completion of the Khashm al Qirbah Dam in 1964. Part of the irrigated area was also assigned to local inhabitants. The main commercial crops initially introduced included cotton, peanuts, and wheat. In 1965 sugarcane was added, and a sugar factory having a design capacity of 60,000 tons was built to process it. The project enabled of land to be irrigated for the first time. Heavy silting as well as serious problems of drainage and salinity occurred. As a result, by the late 1970s the reservoir had lost more than 40 percent of its original storage capacity and was unable to meet the project water requirements. These problems persisted in the early 1990s.",
            "score": 53.88946890830994
        },
        {
            "docid": "7694809_6",
            "document": "Comprehensive sex education . There is clear evidence that CSE has a positive impact on sexual and reproductive health (SRH), notably in contributing to reducing STIs, HIV and unintended pregnancy. Sexuality education does not hasten sexual activity but has a positive impact on safer sexual behaviours and can delay sexual debut. A 2014 review of school-based sexuality education programmes has demonstrated increased HIV knowledge, increased self-efficacy related to condom use and refusing sex, increased contraception and condom use, a reduced number of sexual partners and later initiation of first sexual intercourse. A Cochrane review of 41 randomized controlled trials in Europe, the United States, Nigeria and Mexico also confirmed that CSE prevents unintended adolescent pregnancies. CSE is very beneficial in regards to teen pregnancy because studies show that, teen pregnancy and childbearing have a significant negative impact on high school success and completion, as well as future job prospects. A study in Kenya, involving more than 6,000 students who had received sexuality education led to delayed sexual initiation, and increased condom use among those who were sexually active once these students reached secondary school compared to more than 6,000 students who did not receive sexuality education. CSE also reduces the frequency of sex and the number of partners which in turn also reduces the rates of sexually transmitted infections.",
            "score": 58.27462947368622
        },
        {
            "docid": "11614522_21",
            "document": "University of al-Jazirah . In a study in 30 villages presented recently in the Net-work conference, Brazil 2001 the students activities were as follows: - Establishment and development of water resource in 17 villages - Establishment and development of health units in 10 villages - Help in introduction of electricity in one village - Establishment of 2 classroom in a school - Establishment of T.B. prevention unit - Health education programme and environmental health programmes in all the villages. - Indicators of results of student intervention - Increase percentage of use of pure water - Increase percentage of use of gas instead of charcoal and wood - Increase percentage of use of latrines - Increase percentage of use of insecticides in homes - Increase percentage of use of antenatral care services - Decrease incidence rate of diarrhoeal diseases, febrile illnesses and ARI in children less than 5 years. - Decrease in the incidence rate of malaria and bilharziasis - Impact of student’s training on the families - 1500 families were covered through the PHCCP & FM modules. The families got great benefit from the student raining. In study presented in the Network conference, Brazil 2001. - 68% of students assisted in solving the families’ problems (health, economic or social problems) - 88% of the families used some of the elements of PHC as a result of intervention by students - 82% of the students applied the element of the PHC in solving the family problems. Staff activities - Participate with community in all cultural and social aspects - Responding to seasonal crisis and disasters - Involvement in rural development committees",
            "score": 65.69091784954071
        },
        {
            "docid": "52507144_28",
            "document": "Premiership of Narendra Modi . In his first year as prime minister Modi reduced the amount of money spent by the government on healthcare. The Modi government launched a \"New Health Policy\" in January 2015. The policy did not increase the government's spending on healthcare, but placed emphasis on the role of private healthcare organisations. In its budget for the second year after it took office, the Modi government reduced healthcare spending by 15%. This represented a shift away from the policy of the previous Congress government, which had supported programs to support public health goals including reducing child and maternal mortality rates. The National Health Mission, which included public health programs targeted at these indices received nearly 25% less funds in 2015 than in the previous year. 15 national health programs, including those aimed at controlling tobacco use and supporting healthcare for the elderly, were merged with the National Health Mission, and received less funds than in previous years. Modi initially appointed Harsh Vardhan, a doctor and an advocate of tobacco control, minister of health. However, Vardhan was removed in November 2015. The government also proposed introducing stricter packaging laws for tobacco, but this effort was postponed because of the efforts of the tobacco lobby.",
            "score": 45.517662525177
        },
        {
            "docid": "20498_14",
            "document": "Médecins Sans Frontières . Kala-azar, also known as visceral leishmaniasis, has been one of the major health problems in Sudan. After the Comprehensive Peace Agreement between North and Southern Sudan on 9 January 2005, the increase in stability within the region helped further efforts in healthcare delivery. Médicins sans Frontières tested a combination of sodium stibogluconate and paromomycin, which would reduce treatment duration (from 30 to 17 days) and cost in 2008. In March 2010, MSF set up its first Kala-Azar treatment centre in Eastern Sudan, providing free treatment for this otherwise deadly disease. If left untreated, there is a fatality rate of 99% within 1–4 months of infection. Since the treatment centre was set up, MSF has cured more than 27,000 Kala-Azar patients with a success rate of approximately 90–95%. There are plans to open an additional Kala-Azar treatment centre in Malakal, Southern Sudan to cope with the overwhelming number of patients that are seeking treatment. MSF has been providing necessary medical supplies to hospitals and training Sudanese health professionals to help them deal with Kala-Azar. MSF, Sudanese Ministry of Health and other national and international institutions are combining efforts to improve on the treatment and diagnosis of Kala-Azar. Research on its cures and vaccines are currently being conducted. In December 2010, South Sudan was hit with the worst outbreak of Kala-Azar in eight years. The number of patients seeking treatment increased eight-fold as compared to the year before.",
            "score": 62.15961015224457
        },
        {
            "docid": "52568239_3",
            "document": "Hilary Hoynes . Her research has covered every major government anti-poverty program in the United States, including The Earned Income Tax Credit, Food Stamps, and Temporary Assistance for Needy Families, and has examined outcomes such as labor supply, employment, marriage, divorce, infant health, and education. She has found that people who lived in counties that adopted the Food Stamp program before their third birthday had better health later in life, that the Earned Income Tax Credit does much more to encourage parents' work and to reduce poverty among children at a lower cost to the federal budget than the Child Tax Credit, and that Head Start preschool programs have longer-lasting impacts for children who do not speak English at home. Since the Great Recession, Hoynes' research has focused on the performance of anti-poverty programs in recessions.",
            "score": 40.62560272216797
        },
        {
            "docid": "1079203_59",
            "document": "Hookworm infection . This lack of deworming of pregnant women is explained by the fact that most individuals still fear that anthelmintic treatment will result in adverse birth outcomes. But a 2006 study by Gyorkos et al. found that when comparing a group of pregnant women treated with mebendazole with a control placebo group, both illustrated rather similar rates in adverse birth outcomes. The treated group demonstrated 5.6% adverse birth outcomes, while the control group had 6.25% adverse birth outcomes. Furthermore, Larocque et al. illustrated that treatment for hookworm infection actually led to positive health results in the infant. This study concluded that treatment with mebendazole plus iron supplements during antenatal care significantly reduced the proportion of very low birth weight infants when compared to a placebo control group. Studies so far have validated recommendations to treat infected pregnant women for hookworm infection during pregnancy.",
            "score": 70.41311311721802
        },
        {
            "docid": "36547328_53",
            "document": "Mae Fah Luang Foundation . In 2007, the MFLF piloted the Malaria Management Program in Lamteuba Village Cluster, with a population of approximately 4,700, training the local health team to carry out malaria treatment, from diagnosis to treatment and prevention. The program successfully reduced the infection rate to less than 0.05% in an area where malaria had been endemic. The program has since extended assistance to other areas in Indonesia, including capacity building for over 1,000 midwives and health technicians. Lamteuba is now a model of malaria management, providing knowledge to people from government organizations and academic institutions. In 2012, the MFLF local malaria team started a malaria management program in Aceh Jaya District, another area in Aceh where malaria is endemic, in cooperation with the Provincial Health of Office of Aceh, local health authorities and community representatives.",
            "score": 63.100263595581055
        },
        {
            "docid": "38691231_5",
            "document": "Bentazon . In general, bentazon is quickly metabolized and degraded by both plants and animals. However, soil leaching and runoff is a major concern in terms of water contamination. In 1995 the Environmental Protection Agency (EPA) stated that levels of bentazon in both ground water and surface water \"exceed levels of concern\". Despite the establishment of a 20 parts per billion Health Advisory Level there is no requirement to measure for bentazon in water supplies as the Safe Drinking Water Act does not regulate bentazon. The United States EPA found bentazon in 64 out of 200 wells in California - the highest number of detections in their 1995 study. This prompted the State of California to review existing toxicology studies and establish a \"Public Health Goal\" that limits bentazon in drinking water to 200 parts per billion.",
            "score": 50.32565402984619
        },
        {
            "docid": "3427331_19",
            "document": "Sparganosis . Because sparganosis is a rare infection, public health strategies have not made its prevention a priority. Public health strategies focusing on providing basic access to clean water may help to reduce future sparganosis infections. In their retrospective study of 25 cases of cerebral sparganosis, Song et al. found that 12 patients (48%) had eaten raw or uncooked frog or snake that was infected with sparganum, 5 patients (20%) had applied an animal's flesh as a poultice to an open wound, 4 patients had drunk contaminated water, and the cause of infection was not known for 4 patients. As a result of these findings, Song et al. conclude that health education about sparganosis and the importance of food sanitation should be implemented in all rural endemic areas. It has been recommended that water consumed in endemic areas should be boiled or treated to prevent ingestion of Cyclops or Spirometra larvae. Especially in areas where ponds or ditches provide potential habitats for infected copepods, public health strategies should include education campaigns about how to identify drinking water that could potentially be infected. Strategies should warn people against ingesting the raw flesh of the intermediate hosts, such as snakes and frogs, and against using them as poultices.",
            "score": 91.53889846801758
        }
    ],
    "r": [
        {
            "docid": "191304_2",
            "document": "Schistosomiasis . Schistosomiasis, also known as snail fever and bilharzia, is a disease caused by parasitic flatworms called schistosomes. The urinary tract or the intestines may be infected. Symptoms include abdominal pain, diarrhea, bloody stool, or blood in the urine. Those who have been infected for a long time may experience liver damage, kidney failure, infertility, or bladder cancer. In children, it may cause poor growth and learning difficulty. The disease is spread by contact with fresh water contaminated with the parasites. These parasites are released from infected freshwater snails. The disease is especially common among children in developing countries as they are more likely to play in contaminated water. Other high risk groups include farmers, fishermen, and people using unclean water during daily living. It belongs to the group of helminth infections. Diagnosis is by finding eggs of the parasite in a person's urine or stool. It can also be confirmed by finding antibodies against the disease in the blood. Methods to prevent the disease include improving access to clean water and reducing the number of snails. In areas where the disease is common, the medication praziquantel may be given once a year to the entire group. This is done to decrease the number of people infected and, consequently, the spread of the disease. Praziquantel is also the treatment recommended by the World Health Organization (WHO) for those who are known to be infected. Schistosomiasis affected about 252 million people worldwide in 2015. An estimated 4,400 to 200,000 people die from it each year. The disease is most commonly found in Africa, as well as Asia and South America. Around 700 million people, in more than 70 countries, live in areas where the disease is common. In tropical countries, schistosomiasis is second only to malaria among parasitic diseases with the greatest economic impact. Schistosomiasis is listed as a neglected tropical disease. Many individuals do not experience symptoms. If symptoms do appear, they usually take from four to six weeks from the time of infection. The first symptom of the disease may be a general feeling of illness. Within twelve hours of infection, an individual may complain of a tingling sensation or light rash, commonly referred to as \"swimmer's itch\", due to irritation at the point of entrance. The rash that may develop can mimic scabies and other types of rashes. Other symptoms can occur two to ten weeks later and can include fever, aching, a cough, diarrhea, chills or gland enlargement. These symptoms can also be related to avian schistosomiasis, which does not cause any further symptoms in humans.",
            "score": 101.90528106689453
        },
        {
            "docid": "2188496_27",
            "document": "Schistosoma mansoni . \"S. mansoni\" infection often occurs along side those of viral hepatitis, either hepatitis B virus (HBV) or hepatitis C virus (HCV). This is due to high prevalence of schistosomiasis in areas where chronic viral hepatitis is prevalent. One important factor was the development of large reservoir of infection due to extensive schistosomiasis control programs that used intravenously administered tartar emetic since the 1960s. Co-infection is known to cause earlier liver deterioration and more severe illness.",
            "score": 101.85012817382812
        },
        {
            "docid": "2188496_31",
            "document": "Schistosoma mansoni . As of WHO report in 2016, 206.5 million people worldwide are having schistosomiasis due to different species of \"Schistosoma\". More than 88 million people were given medical treatment. \"S. mansoni\" is the major species. It is endemic in 55 countries and most prevalent in Africa, the Middle East, the Caribbean, Brazil, Venezuela and Suriname. About 80-85% of schistosomiasis is found in sub-Saharan Africa, where \"S. haematobium\", \"S. intercalatum\" and \"S. mansoni\" are endemic. Approximately 393 million Africans are at risk of infection from \"S. mansoni\", of which about 55 million are infected at any moment. Annual death due to \"S. mansoni\" is about 130,000. The prevalence rate in different countries of Africa are: 73.9% in northern Ethiopia, 37.9% in western Ethiopia, 56% in Nigeria, 60.5% in Kenya, 64.3% in Tanzania, 19.8% in Ghana, and 53.8% in Cote d’Ivoire. In Egypt, 60% of the population in the Northern and Eastern parts of the Nile Delta and only 6% in the Southern part are infected.",
            "score": 99.97196197509766
        },
        {
            "docid": "56401377_4",
            "document": "The Integrated Opisthorchiasis Control Program . The first attempts at opisthorchiasis control in Thailand began in the 1950s and included education on liver fluke infection and safe cooking, but these efforts had limited success since the consumption of raw fish dishes is an ingrained part of the rice-fish culture of the indigenous people. With the introduction of praziquantel in the 1980s, treatment became a part of the program. The prevalence of infection was reduced, but after funding reductions during the economic crises in the 1990s, prevalence rates rose again to as high as 85% in some areas of the northeast by 2009. In 2007, researchers at Khon Kaen University, led by Banchob Sripa, decided to take a more multidisciplinary approach, incorporating EcoHealth principles, which involve the collaboration of human and animal health specialists toward improving the health of people, animals and the environment as well as achieving greater understanding of how the ecosystem affects human and animal health. The \"Lawa model\" as it became known, involves community participation as a key element. Village health volunteers, staff of local subdistrict hospitals, teachers and others maintain a campaign of continuous education, teaching in the community and the schools about liver fluke disease and discouraging the consumption of raw or undercooked fish. The campaigns often involve “edutainment” activities (songwriting, dancing and music) to attract public attention.",
            "score": 99.11885070800781
        },
        {
            "docid": "46650485_3",
            "document": "Gamal Esmat . Prof. Esmat`s researches started in 1985 through the Schistosomiasis Research Project, when Prof. Esmat was the co-PI of this project that studied the epidemiology and prevalence of schistosomiasis in 12 Egyptian governorates. In this project, prof Esmat mastered abdominal ultrasonography for the first time in diagnosis and grading of hepatic schistosomiasis which was approved by the WHO as an ideal method for the diagnosis of schistosomiasis. This project had great impact in the control of schistosomiasis in Egypt that led to the decrease of prevalence from 40% in 1980s to 2% in 2000s. He contributed in the first textbook \"Clinical application of 3D ultrasonography\", by a chapter titled \"Three dimensional ultrasonography in hepatogastroenterology\". In addition, he also contributed in the hepatology text book \"Zakim and Boyer's Hepatology\", by a chapter titled \"Parasitic liver disease\". During the country’s decades-long fight against schistosomiasis. Six million Egyptians were infected with hepatitis C by unsterile needles. The virus spread insidiously; today, at least 10 percent of Egyptians (nearly nine million people), are chronically infected, the highest rate in the world. Prof. Esmat was the president of the National committee for the control of viral hepatitis. Through this committee, Prof. Esmat was the founder of 23 viral hepatitis treatment centers distributed throughout different Egyptian governorates. These centres were established in 2007 and till 2013, about 350.000 Egyptian patients with chronic HCV received treatment with nearly complete governmental financial support. Due to Esmat’s research in the field of pegylated interferon, the price of pegylated interferon in Egypt was reduced to 10% its worldwide price.",
            "score": 94.76233673095703
        },
        {
            "docid": "4637216_28",
            "document": "Diseases of poverty . Many of the countries in Sub-Saharan Africa are ravaged with poverty and many people live on less than one United States dollar a day. The poverty in these countries gives rise to many other factors that explain the high prevalence of AIDS. The poorest people in most African countries suffer from malnutrition, lack of access to clean water, and have improper sanitation. Because of a lack of clean water many people are plagued by intestinal parasites that significantly increase their chances of contracting HIV due to compromised immune system. Malaria, a disease still rampant in Africa also increases the risk of contracting HIV. These parasitic diseases, affect the body’s immune response to HIV, making people more susceptible to contracting the disease once exposed. Genital schistosomiasis, also prevalent in the topical areas of Sub-Saharan Africa and many countries worldwide, produces genital lesions and attract CD4 cells to the genital region which promotes HIV infection. All these factors contribute to the high rate of HIV in Sub-Saharan Africa. Many of the factors seen in Africa are also present in Latin America and the Caribbean and contribute to the high rates of infections seen in those regions. In the United States, poverty is a contributing factor to HIV infections. There is also a large racial disparity, with African Americans having a significantly higher rate of infection than their white counterparts.",
            "score": 92.92292785644531
        },
        {
            "docid": "3427331_19",
            "document": "Sparganosis . Because sparganosis is a rare infection, public health strategies have not made its prevention a priority. Public health strategies focusing on providing basic access to clean water may help to reduce future sparganosis infections. In their retrospective study of 25 cases of cerebral sparganosis, Song et al. found that 12 patients (48%) had eaten raw or uncooked frog or snake that was infected with sparganum, 5 patients (20%) had applied an animal's flesh as a poultice to an open wound, 4 patients had drunk contaminated water, and the cause of infection was not known for 4 patients. As a result of these findings, Song et al. conclude that health education about sparganosis and the importance of food sanitation should be implemented in all rural endemic areas. It has been recommended that water consumed in endemic areas should be boiled or treated to prevent ingestion of Cyclops or Spirometra larvae. Especially in areas where ponds or ditches provide potential habitats for infected copepods, public health strategies should include education campaigns about how to identify drinking water that could potentially be infected. Strategies should warn people against ingesting the raw flesh of the intermediate hosts, such as snakes and frogs, and against using them as poultices.",
            "score": 91.53890228271484
        },
        {
            "docid": "191304_39",
            "document": "Schistosomiasis . Schistosomiasis is endemic in Egypt, exacerbated by the country's dam and irrigation projects along the Nile. From the late 1950s through the early 1980s, infected villagers were treated with repeated injections of tartar emetic. Epidemiological evidence suggests that this campaign unintentionally contributed to the spread of hepatitis C via unclean needles. Egypt has the world's highest hepatitis C infection rate, and the infection rates in various regions of the country closely track the timing and intensity of the anti-schistosomiasis campaign. From ancient times to the early 20th century, schistosomiasis' symptom of blood in the urine was seen as a male version of menstruation in Egypt and was thus viewed as a rite of passage for boys.",
            "score": 90.41799926757812
        },
        {
            "docid": "23295366_19",
            "document": "Health in Angola . Unhealthy individuals and populations pose a higher risk of infections when exposed to pathogens. Sexually transmitted diseases, including HIV/AIDS, are no exception to this rule. Stillwaggon states that many of the populations in Sub-Saharan Africa have a high prevalence of malnutrition, malaria, parasite infections, and schistosomiasis. These health conditions increase an individual's susceptibility of contracting HIV/AIDS. In that region, social conditions also play a major role in HIV transmission. Poverty, inadequate nutrition, unclean water, poor sanitation, and unsafe health care all play a major role in the prevalence of AIDS.",
            "score": 89.85942840576172
        },
        {
            "docid": "33833748_7",
            "document": "Schistosomiasis Control Initiative . In 2002, the Bill and Melinda Gates Foundations Global Health Programme granted a £20 million award to establish the SCI at Imperial College London. SCI assisted the Ministries of Health and Education to deliver treatment for schistosomiasis and soil-transmitted helminthiasis in 6 countries, targeting school-aged children and adults at high risk of infection.",
            "score": 89.34654998779297
        },
        {
            "docid": "44158071_9",
            "document": "Water supply and sanitation in Zimbabwe . The lack of improved water supply and sanitation severely impacts the human capabilities of all Zimbabweans. Without clean water and proper sanitation human beings are more prone to contracting illnesses, and therefore suffer greater rates of morbidity and mortality due to these illnesses. Improved water supply and sanitation sectors are shown to be highly effective at reducing the rates of morbidity and mortality for many illnesses including ascariasis, cholera, diarrhea, dracunculiasis, hookworm infection, schistosomiasis, and trachoma. Diarrhea is an especially serious disease considering it is the largest killer of children under the age of five in Africa. Also, cholera is a very serious sickness in Zimbabwe especially considering the high human toll of the Zimbabwean cholera outbreak of 2008 and 2009.",
            "score": 89.13287353515625
        },
        {
            "docid": "1079203_32",
            "document": "Hookworm infection . Evaluation of numerous public health interventions has generally shown that improvement in each individual component ordinarily attributed to poverty (for example, sanitation, health education and underlying nutrition status) often have minimal impact on transmission. For example, one study found that the introduction of latrines into a resource-limited community only reduced the prevalence of hookworm infection by four percent. However, another study in Salvador, Brazil found that improved drainage and sewerage had a significant impact on the prevalence of hookworm infection but no impact at all on the intensity of hookworm infection. This seems to suggest that environmental control alone has a limited but incomplete effect on the transmission of hookworms. It is imperative, therefore, that more research is performed to understand the efficacy and sustainability of integrated programs that combine numerous preventive methods including education, sanitation, and treatment.",
            "score": 89.08734130859375
        },
        {
            "docid": "2206335_16",
            "document": "Opisthorchis viverrini . \"O. viverrini\" remains a major public health problem in the Mekong Basin in Southeast Asia. It is endemic in Thailand, the Lao People's Democratic Republic, Vietnam and Cambodia. It is most prevalent in Thailand, and for this reason Thailand has the highest incident of opisthorchiasis-associated cancer, cholangiocarcinoma (CCA) in the world. About 9.6% of the total population of Thailand is estimated to be infected. It is most abundant in northern Thailand, while it occurs moderately in central Thailand. According to the five-year national survey from 2010 to 2015, the highest incidences reached up to 45.7% of the population in northern Thailand. However, there is no record of opisthorchiasis due to \"O. viverrini\" in southern Thailand. School children are most infected, and the infection was very high before 1984, after which there was mass treatment programme, and the prevalence sharply declined after 1994. A national survey in Lao PDR (under the project of Korea-Laos Collaborative Project for Control of Foodborne Trematode Infections in Lao PDR) between 2007 and 2011 indicates that it is the most prevalent helminth infection, amounting to 55.6% of the infection. It is not highly prevalent in Vietnam, but accurate survey is difficult because it is often co-infected with other flukes such as \"Haplorchis pumilio\", \"H. taichui\", and \"C. sinensis\". It is most abundant in the northern provinces. It is least prevalent in Cambodia. A national survey between 2006 and 2011 showed that it is the second most prevalent helminth accounting for 5.7% of the total infection, after hookworm with 9.6% of the infection.",
            "score": 89.01126861572266
        },
        {
            "docid": "21116598_2",
            "document": "Schistosomiasis vaccine . A Schistosomiasis vaccine is a vaccine against Schistosomiasis (also known as bilharzia, bilharziosis or snail fever), a parasitic disease caused by several species of fluke of the genus \"Schistosoma\". No effective vaccine for the disease exists yet. Schistosomiasis affects over 200 million people worldwide, mainly in rural agricultural and peri-urban areas of developing countries, and approximately 10% suffer severe health complications from the infection. While chemotherepeutic drugs, such as praziquantel, oxamniquine and metrifonate, are currently considered safe and effective for the treatment of schistosomiasis, reinfection occurs frequently following drug treatment, thus a vaccine is sought to provide long-term treatment. Additionally, experimental vaccination efforts have been successful in animal models of schistosomiasis.",
            "score": 88.58094787597656
        },
        {
            "docid": "19023327_39",
            "document": "HIV/AIDS in Lesotho . Parasitic infections, commonly in the form of malaria infections, intestinal parasites, or schistosomiasis, compromise the immune system and exacerbate malnutrition. Malaria is estimated to increase HIV viral load by seven to ten times. Consequently, people with malaria are at increased risk of transmitting HIV to partners. There is very little data on malaria prevalence in Lesotho. In contrast, prevalence rates of schistosomiasis in Lesotho were estimated to be 8.3% in 2015. Worms that cause schistosomiasis live in streams and lakes, which women often frequent through activities such as bathing, washing clothes, or collecting water. Schistosomiasis promotes HIV transmission through genital lesions and inflammation. It is estimated to triple women’s risk of HIV infection.",
            "score": 88.06103515625
        },
        {
            "docid": "44006180_15",
            "document": "Youth in Nigeria . Infection rates among youth vary according to gender, region, education, marital status, and other factors. Gender norms constrain youth women from controlling their reproductive and sexual lives. The highest rates of infection happen in the north-central part of the country (with Benue State having the highest prevalence rate), lowest in the Northeast. Urban areas have the higher rates than rural places of residency. Youth with little or no education compromised 1.3% of infected youth, in contrast to higher levels of education whose rates were 4.7%. Prevalence of contraction was higher among youth who had never been married at 2.6%, in contrast to those who were married, 1.8%. Premarital sex is common, even though it is considered a taboo in many ethnic groups. It is common in urban areas for inter-ethnic dating to occur, though inter-religious dating does not occur. Youth who had previous education and testing of HIV/AIDS had higher rates of STD contraction in contrast to those who had no awareness of HIV/AIDS.",
            "score": 87.25245666503906
        },
        {
            "docid": "4637216_25",
            "document": "Diseases of poverty . Schistosomiasis (bilharzia) is a parasitic disease caused by the parasitic flatworm trematodes. Moreover, more than 80 percent of the 200 million people worldwide who have schistosomiasis live in sub-Saharan Africa. Infections often occur in contaminated water where freshwater snails release larval forms of the parasite. After penetrating the skin and eventually traveling to the intestines or the urinary tract, the parasite lays eggs and infects those organs. It damages the intestines, bladder, and other organs and can lead to anemia and protein-energy deficiency. Along with malaria, schistosomiasis is one of the most important parasitic co-factors aiding in HIV transmission. Epidemiological data shows schistosome-endemic areas coincide with areas of high HIV prevalence, suggesting that parasitic infections such as schistosomiasis increase risk of HIV transmission.",
            "score": 86.70099639892578
        },
        {
            "docid": "56401377_5",
            "document": "The Integrated Opisthorchiasis Control Program . After implementation of the Lawa model, the prevalence of infection declined from 67% to 16% over three years in Lawa village with little reinfection after treatment, which was a common reason for failure in the past. An intensive program in nine of the schools in the village reduced infection to undetectable levels. In 2012, the schools were certified as liver fluke free. Infection typically begins in childhood, leading to the lifelong chronic infection that often results in cancer.",
            "score": 85.74034118652344
        },
        {
            "docid": "35324964_14",
            "document": "Health in Guatemala . It has been seen that the prevalence of parasites is significantly higher among younger children and those who are malnourished. Parasites are usually transferred through contaminated water, making them dangerous because they are able to induce malnutrition by consuming the body's nutrients, thus impeding a child's physical development. For school children who are infected with parasites, cognitive functioning can drastically decrease, directly impacting their education. School children who have been treated for parasites immediately perform significantly better in school settings. Parasite infections can also vary based on access to clean water and whether or not sewage disposal is present. The Millennium Development Goals discussed the importance of deworming to help meet the goals set by the United Nations. Parasites can have serious long-term consequences in that they directly affect development and health for decades after. However, inexpensive, single-dose medications exist that can fully treat these parasitic infections.",
            "score": 85.60796356201172
        },
        {
            "docid": "56619909_7",
            "document": "Carcinogenic parasite . \"S. haematobium\" is a digenetic trematode found in Africa and the Middle East. It is the major agent of schistosomiasis, the most prevalent parasitic infection in humans. It is the only blood fluke that infects the urinary tract, causing urinary schistosomiasis, and is the leading cause of bladder cancer (only next to tobacco smoking). Its life cycle is transmission between humans and freshwater snail, species of \"Bulinus\". The larvae live in water bodies from where they infect the hosts by penetrating the skin. Adults are found in the venous plexuses around the urinary bladder and the released eggs travels to the wall of the urine bladder causing haematuria and fibrosis of the bladder. The bladder becomes calcified, and there is increased pressure on ureters and kidneys (hydronephrosis). Inflammation of the genitals due to \"S. haematobium\" may contribute to the propagation of HIV. Antigens produced by the eggs induce granuloma formation. Granulomata in turn coalesce to form tubercles, nodules or masses that often ulcerate. This creates the pathological lesions found in the bladder wall, ureter and renal; and also tumour, both benign and malignant.",
            "score": 85.302734375
        },
        {
            "docid": "15409316_56",
            "document": "Water supply and sanitation in Yemen . Germany has played an important role in the implementation of urban water and sanitation reforms in Yemen since the mid-1990s, including through the support provided by GTZ to the technical secretariat in the Ministry in charge of the sector. GTZ supports the water and sanitation sector through a €23 million program for the Institutional Development of the Water Sector from 1994 to 2009. The program supports the decentralization reforms, strengthens local corporations, and establishes water basin committees and water resources management plans through training provided by NWSA and NWRA. On behalf of the German government KfW development bank provides financing for water and sanitation investments in the city of Aden as well as in the towns of Al Shehr/Al Hami in Mukalla District, Mokha, Yarim, Amran, Sa'dah, Zabid, Bajil, Mansouria and Beit al-Faqih, the latter four being located in the Al Hudaydah Governorate. An evaluation of an earlier project for the renewal and expansion of drinking water supply systems in eight provincial towns in Yemen (Bajil, Bait al Faqih, Al Mansouria, Zabid, Mokha, Amran, Yarim und Hajjah), and sanitation measures in three towns (Hajjah, Amran and Yarim) showed that the project largely achieved its objectives related to water supply. The quality of the construction work was rated as high and the collection of bills was considered to be \"efficient\". However, in Yarim the objective was not achieved due to water shortages. Only \"modest improvements\" were achieved regarding waste water disposal. Another project to reduce water losses in Taiz and Mukalla was considered a partial failure: On the positive side, the evaluation showed that losses in the rehabilitated areas were reduced significantly. In Mukalla, where 40% of the network was rehabilitated, they were reduced from 22% to 8%. In Taiz, where only 12% of the network was rehabilitated, they fell from 45% to 6%. However, overall losses in the cities remained high at 30% in Mukalla and 47% in Taiz, because only parts of the network were rehabilitated. The cost of the measures was higher than expected due to the poorer than expected state of the network. KfW is now in the process of applying robust, quantitative-based evaluation methods to more accurately assess the health impact of the interventions it supported in Yemeni towns based. This will be done through surveys including both beneficiaries and a control group.",
            "score": 84.57720947265625
        },
        {
            "docid": "47365311_9",
            "document": "Mass deworming . Deworming programmes for children usually administer an anthelmintic drug such as albendazole or mebendazole (or praziquantel in a weight based or height based dose for schistosomiasis). The treatment is given as a single dose in a pill formulation. Other drugs used, though not approved by the WHO, include pyrantel pamoate, piperazine, piperazine citrate, tetrachloroethylene, and levamisole. In mass deworming programs, all children are given the medication, whether they are infected or not. In endemic areas, the deworming needs to be repeated regularly. The frequency of the treatment depends on the prevalence and severity of infection which is determined by periodic surveys but is usually required annually.",
            "score": 83.92485046386719
        },
        {
            "docid": "20527491_3",
            "document": "2008 Zimbabwean cholera outbreak . The 2008 cholera outbreak was caused by widespread infection with the bacterium \"Vibrio cholerae\" which is spread through water contaminated with the feces of infected individuals. Cholera had been seen in Zimbabwe in the decade leading up to the 2008 outbreak. However, the severity of the 2008 has been attributed to a combination of societal factors including poor access to health care and poor health care infrastructure, high HIV prevalence, political instability, food shortages, high levels of displaced people, and lack of access to safe water. In 2008, Zimbabwe was suffering from an economic crisis and hyperinflation which led to shortages of food and other basic goods, disruption of public services, and a large number of refugees moving within the country and to neighboring countries. One of the major contributing factors to the outbreak was the breakdown of the municipal water supply, sanitation, and waste collection programs throughout the country, but especially in urban areas. With this, the onset of the rainy season led to cholera-contaminated faeces being washed into water sources, in particular public drains, as well as providing readily available but contaminated water. Due to a shortage of purification chemicals, such as chlorine, the capital city of Harare stopped receiving piped water on 1 December 2008. By that date, many suburbs had not had any water supply for much longer. On 4 December 2008, the Zimbabwe deputy minister for water and infrastructural development stated that there were only sufficient treatment chemicals in stock nationally for 12 weeks supply. The collapse of these systems was blamed on the then-current economic crisis; many households cannot afford fuel to boil water. According to Médecins Sans Frontières, the spread of cholera from urban to rural areas from December 2008 onwards was due to infected city-dwellers visiting their families' rural homes for Christmas and the burial of infected city-dwellers in rural areas.",
            "score": 82.79498291015625
        },
        {
            "docid": "35324587_16",
            "document": "Health in Mozambique . Malaria represents approximately 45% of all outpatient cases, 56% of inpatient cases at pediatric clinics, and 26% of all hospital deaths in Mozambique. According to the Demographic Health Survey of 2011, the prevalence of malaria among children under the age of five years old is 46.3% in rural areas and 16.8% in urban areas of Mozambique. This fact is supported by a study conducted by Ricardo Thompson et al. and published by the American Journal of Tropical Medicine and Hygiene, which found that malaria is more prevalent in suburban areas than in urban areas due to a higher dispersal of infection, more nesting sites, and a less dense population, making disease control more difficult.",
            "score": 82.6973648071289
        },
        {
            "docid": "191304_18",
            "document": "Schistosomiasis . At the U.S. Centers for Disease Control and Prevention (CDC), a combination of tests with purified adult worm antigens is used for antibody detection. All serum specimens are tested by FAST-ELISA using \"S. mansoni\" adult microsomal antigen. A positive reaction (greater than 9 units/µl serum) indicates infection with \"Schistosoma\" species. Sensitivity for \"S. mansoni\" infection is 99 percent, 95 percent for \"S. haematobium\" infection, and less than 50 percent for \"S. japonicum\" infection. Specificity of this assay for detecting schistosome infection is 99 percent. Because test sensitivity with the FAST-ELISA is reduced for species other than \"S. mansoni\", immunoblots of the species appropriate to the patient's travel history are also tested to ensure detection of \"S. haematobium\" and \"S. japonicum\" infections. Immunoblots with adult worm microsomal antigens are species-specific and so a positive reaction indicates the infecting species. The presence of antibody is indicative only of schistosome infection at some time and cannot be correlated with clinical status, worm burden, egg production, or prognosis. Where a person has traveled can help determine what \"Schistosoma\" species to test for by immunoblot.",
            "score": 82.42628479003906
        },
        {
            "docid": "16964126_35",
            "document": "Oesophagostomum . A regional survey of \"O. bifurcum\" infection was carried out in Togo and Ghana. The parasite was found in 38 of the 43 villages surveyed, with the highest prevalence rates reaching 59% in some small, isolated villages. Infection was found to be positively correlated with hookworm infection; however, the difficulty in distinguishing these parasites may have had some confounding effect. Infection rates were low in children under 3 years of age, beyond that, rates of infection increased dramatically until 10 years of age. Interestingly, females showed higher prevalence of infection (34%)than men (24%). Based on these epidemiological studies, this group was ale to conclude that tribe, profession, or religion had no effect on the prevalence of infection in the different communities surveyed. The habitats and life cycle of this parasite do not explain its distribution.",
            "score": 82.2934799194336
        },
        {
            "docid": "727067_11",
            "document": "Artemisinin . A serendipitous discovery was made in China in the early 1980s while searching for novel anthelmintics for schistosomiasis that artemisinin was effective against schistosomes, the human blood flukes, which are the second-most prevalent parasitic infections, after malaria. Artemisinin and its derivatives are all potent anthelmintics. Artemisinins were later found to possess a broad spectrum of activity against a wide range of trematodes, including \"Schistosoma japonicum\", \"S. mansoni\", \"S. haematobium\", \"Clonorchis sinensis\", \"Fasciola hepatica\", and \"Opisthorchis viverrini\". Clinical trials were also successfully conducted in Africa among patients with schistosomiasis.",
            "score": 81.05049133300781
        },
        {
            "docid": "4637216_35",
            "document": "Diseases of poverty . Women and children are often put at a high risk of being infected by schistosomiasis, which in turn puts them at a higher risk of acquiring HIV. Since the mode of schistosomiasis transmission is usually through contaminated water in streams and lakes, women and children who do their household chores by the water are more likely to acquire the disease. Activities that women and children often do around waterfront include washing clothes, collecting water, bathing, and swimming. Women who have schistosomiasis lesions are three times more likely to be infected with HIV.",
            "score": 80.86708068847656
        },
        {
            "docid": "53721149_10",
            "document": "Macrobrachium vollenhoveni . \"Macrobrachium vollenhoveni\" is an omnivore but larger individuals will prey on freshwater snails, including those species which act as intermediate hosts to the parasiticflatworms of the genus Schistosoma which can infect humans and cause the chronic parasitic infection schistosomiasis,also known as bilharzia. On the Senegal River the Diama Dam was built about 50 km form the mouth of the river and blocked the access of parwns up stream of the dam to the brackish water of the estuary for breeding so these populations of prawns eventually collapsed, this in turn led to a huge increase in the rates of infection with \"Schistosoma\" of people living near the river up stream of the dam. This inferred that the loss of prawn populations may be linked to the huge increases in rates of infection with \"Schistosoma\". with infection rates attaining 71.8% in some villages.",
            "score": 80.8488540649414
        },
        {
            "docid": "38238_90",
            "document": "Hepatitis . Chronic hepatitis C is a major cause of liver cirrhosis and hepatocellular carcinoma. It is a common medical reason for liver transplantation due to its severe complications. It is estimated that 130–180 million people in the world are affected by this disease representing a little more than 3% of the world population. In the developing regions of Africa, Asia and South America, prevalence can be as high as 10% of the population. In Egypt, rates of hepatitis C infection as high as 20% have been documented and are associated with iatrogenic contamination related to schistosomiasis treatment in the 1950s–1980s. Currently in the United States, approximately 3.5 million adults are estimated to be infected. Hepatitis C is particularly prevalent among people born between 1945–1965, a group of about 800,000 people, with prevalence as high as 3.2% versus 1.6% in the general U.S. population. Most chronic carriers of hepatitis C are unaware of their infection status. The most common mode of transmission of hepatitis C virus is exposure to blood products via blood transfusions (prior to 1992) and intravenous drug injection. A history of intravenous drug injection is the most important risk factor for chronic hepatitis C. Other susceptible populations include individuals with high-risk sexual behavior, infants of infected mothers, and healthcare workers.",
            "score": 80.65467834472656
        },
        {
            "docid": "2196984_19",
            "document": "Schistosoma haematobium . \"S. hematobium\" is found in Africa and the Middle East, where infants and young children are most infected. Infection is most prevalent in both the Nile Delta and the Nile Valley South of Cairo. The first epidemiological survey in 1937 indicated that infection rate was as high as 85% among people in the Northern and Eastern parts of the Delta. Following construction of the Aswan Dam, basin irrigation is converted to perennial irrigation system, and this has significantly reduced the infection.",
            "score": 80.51752471923828
        },
        {
            "docid": "17178601_57",
            "document": "Water supply and sanitation in Bangladesh . Arsenic Mitigation Water Supply Project This project, supported by a US$44.4 million credit and implemented from 1998 to 2006, aimed at \"reducing mortality and morbidity in rural and urban populations caused by arsenic contamination of groundwater using sustainable water supply, health, and water management strategies.\" The project focused primarily on deep tubewells as an alternative to shallow tubewells contaminated with arsenic. It supported the drilling of 9,772 deep tubewells, 300 rainwater harvesting systems and 393 dug wells in more than 1,800 villages, all of which operated and maintained by communities and benefiting between 2 and 2.5 million people. The project was implemented by the Department of Public Health Engineering (DPEH) of MOLGRDC.",
            "score": 80.4803466796875
        }
    ]
}