{
    "q": [
        {
            "docid": "10611249_2",
            "document": "Helminth protein . A helminth protein, or helminthic antigen, is a protein derived from a parasitic worm that causes an immune reaction. When secreted, these proteins may modify the host's immune response in order to promote longevity of the parasite. Helminth proteins can result in a deregulated response to infection, and are implicated in reduced reactivity to other antigens. Other helminth proteins promote parasite survival in other ways, particularly since parasites must depend on hosts for the supply of essential nutrients. Despite their pathogenic properties, helminth proteins have potential to be co-opted to treat a number of other human diseases.",
            "score": 60.85435605049133
        },
        {
            "docid": "2835132_4",
            "document": "Helminths . Helminths are worm-like organisms living in and feeding on living hosts. They receive nourishment and protection while disrupting their hosts' nutrient absorption. This can cause weakness and disease of the host. Those helminths that live inside the digestive tract are called intestinal parasites. They can live inside humans and other animals. In their adult form, helminths cannot multiply in humans. Helminths are able to survive in their mammalian hosts for many years due to their ability to manipulate the immune response by secreting immunomodulatory products. All helminths produce eggs (also called ova) for reproduction. These eggs have a strong shell that protects them against a range of environmental conditions. The eggs can therefore survive in the environment, outside their hosts, for many months or years.",
            "score": 44.40851593017578
        },
        {
            "docid": "2846331_14",
            "document": "Helminthic therapy . Experimental data support the hypothesis that clinically induced helminthic infections have the ability to alleviate or mitigate immune responses. Most autoimmune disorders are believed to involve hyperactive Th1 or Th17 immune responses that are down regulated by the promotion of a Th2 response by helminths. Helminths secrete immunoregulatory molecules that promote the induction of regulatory T cells while inhibiting the function of antigen presenting cells and other T cells. As such, helminthic therapy attempts to restore homeostasis by shifting a hyperactive Th1 pro-inflammatory response to a Th2 response with reduced inflammation. Human and animal studies have provided evidence of decreased Th1 and Th17 immune responses with a shift to Th2 cytokine production resulting in significantly decreased levels of interleukin 12 and IFNy with simultaneous increases in the regulatory T cells, interleukin 4, interleukin 5 and interleukin 10 of test subjects. These observations indicate that helminth therapy can provide protection against autoimmune disease not only through prevention, since helminths can be present before autoimmune disease develops, but also after autoimmune responses are initiated. Furthermore, responses of type-two T helper cells rarely kill the parasitic worms. Rather, the Th2 response limits the infection by reducing the viability and reproductive capacity of the parasite.",
            "score": 95.13700699806213
        },
        {
            "docid": "1079203_62",
            "document": "Hookworm infection . Co-infection with hookworm and \"Plasmodium falciparum\" is common in Africa. Although exact numbers are unknown, preliminary analyses estimate that as many as a quarter of African schoolchildren (17.8–32.1 million children aged 5–14 years) may be coincidentally at-risk of both \"P. falciparum\" and hookworm. While original hypotheses stated that co-infection with multiple parasites would impair the host’s immune response to a single parasite and increase susceptibility to clinical disease, studies have yielded contrasting results. For example, one study in Senegal showed that the risk of clinical malaria infection was increased in helminth-infected children in comparison to helminth-free children while other studies have failed to reproduce such results, and even among laboratory mouse experiments the effect of helminths on malaria is variable. Some hypotheses and studies suggest that helminth infections may protect against cerebral malaria due to the possible modulation of pro-inflammatory and anti-inflammatory cytokines responses. Furthermore, the mechanisms underlying this supposed increased susceptibility to disease are unknown. For example, helminth infections cause potent and highly polarized immune response characterized by increased T-helper cell type 2 (T2) cytokine and Immunoglobulin E(IgE) production. However, the effect of such responses on the human immune response is unknown. Additionally, both malaria and helminth infection can cause anemia, but the effect of co-infection and possible enhancement of anemia is poorly understood.",
            "score": 93.92087745666504
        },
        {
            "docid": "2846331_10",
            "document": "Helminthic therapy . The hygiene hypothesis proposes that appropriate immune response is in part learned by exposure to microorganisms and parasites, and in part regulated by their presence. In industrialized nations, humans are exposed to somewhat lower levels of these organisms, potentially resulting in unbalanced immune systems. The development of vaccines, hygienic practices, and effective medical care have diminished or eliminated the prevalence and impact of many parasitic organisms, as well as bacterial and viral infections. This has been of obvious benefit with the effective eradication of many diseases that have plagued human beings. However, while many severe diseases have been eradicated, humans' exposure to benign and apparently beneficial parasites has also been reduced commensurately. The central thrust of the hypothesis is, therefore, that correct development of regulatory T cells in individuals may depend on exposure to organisms such as lactobacilli, various mycobacteria, and helminths. Lack of exposure to sufficient benign antigens, particularly during childhood, is sometimes suggested as a cause of the increase in autoimmune diseases and diseases for which chronic inflammation is a major component in the industrialized world.",
            "score": 72.04483115673065
        },
        {
            "docid": "211644_4",
            "document": "Intestinal parasite infection . Some types of helminths and protozoa are classified as intestinal parasites that cause infection—those that reside in the intestines. These infections can damage or sicken the host (humans or other animals). If the intestinal parasite infection is caused by helminths, the infection is called helminthiasis.",
            "score": 33.40139031410217
        },
        {
            "docid": "407814_21",
            "document": "Hygiene hypothesis . Recent comparative genomic studies have shown that immune response genes (protein coding and non-coding regulatory genes) have less evolutionary constraint, and are rather more frequently targeted by positive selection from pathogens that coevolve with the human subject. Of all the various types of pathogens known to cause disease in humans, helminths warrant special attention, because of their ability to modify the prevalence or severity of certain immune-related responses in human and mouse models. In fact recent research has shown that parasitic worms have served as a stronger selective pressure on select human genes encoding interleukins and interleukin receptors when compared to viral and bacterial pathogens. Helminths are thought to have been as old as the adaptive immune system, suggesting that they may have co-evolved, also implying that our immune system has been strongly focused on fighting off helminthic infections, insofar as to potentially interact with them early in infancy. The host-pathogen interaction is a very important relationship that serves to shape the immune system development early on in life.",
            "score": 63.65892934799194
        },
        {
            "docid": "2835132_15",
            "document": "Helminths . Parasitic worms have been used as a medical treatment for various diseases, particularly those involving an overactive immune response. As humans have evolved with parasitic worms, proponents argue they are needed for a healthy immune system. Scientists are looking for a connection between the prevention and control of parasitic worms and the increase in allergies such as hay-fever in developed countries. Parasitic worms may be able to damp down the immune system of their host, making it easier for them to live in the intestine without coming under attack. This may be one mechanism for their proposed medicinal effect.",
            "score": 53.09989953041077
        },
        {
            "docid": "1653221_13",
            "document": "Parasite load . Parasite load has been shown to affect the spread of infectious diseases. For example, parasitologists at the Universidade de São Paulo researched the effect of Chaga's disease on the immune system. They found that individuals who survived the acute phase of infection develop parasite-specific immune response that reduces parasite levels in tissues and blood. This research aims to discover if the parasite load during the acute stage of infection effects if the host will eventually have a positive immune response. The research was conducted on mice, with the intension of eventually using the information gleaned from the experiments to assist humans who have contracted Chaga's disease. Marinho \"et al.\" found that parasite loads in the acute phase of infection correlates at the late chronic stage of the disease, with the intensity of the activation and response of the immune system of the host. This research could lead to new discoveries in parasitology. This could potentially prevent the spread of parasites and therefore diseases linked to parasite infection within a given population.",
            "score": 61.14236640930176
        },
        {
            "docid": "29940688_2",
            "document": "Effects of parasitic worms on the immune system . The effects of parasitic worms, or helminths, on the immune system is a recently emerging topic of study among immunologists and other biologists. Experiments have involved a wide range of parasites, diseases, and hosts. The effects on humans have been of special interest. The tendency of many parasitic worms to pacify the host's immune response allows them to mollify some diseases, while worsening others.",
            "score": 50.15478229522705
        },
        {
            "docid": "43937_39",
            "document": "Parasitism . Parasitism is a major aspect of evolutionary ecology; for example, almost all free-living animals are host to at least one species of parasite. Vertebrates, the best-studied group, are hosts to between 75,000 and 300,000 species of helminths and an uncounted number of parasitic microorganisms. On average, a mammal species hosts four species of nematode, two of trematodes, and two of cestodes. Humans have 342 species of helminth parasites, and 70 species of protozoan parasites. Some three-quarters of the links in food webs include a parasite, important in regulating host numbers. Perhaps 40 percent of described species are parasitic. This is harder to demonstrate from the fossil record, but for example holes in the mandibles of several specimens of \"Tyrannosaurus\" may have been caused by \"Trichomonas\"-like parasites.",
            "score": 42.16168403625488
        },
        {
            "docid": "593388_7",
            "document": "Iron-deficiency anemia . The leading cause of iron-deficiency anemia worldwide is a parasitic disease known as a helminthiasis caused by infestation with parasitic worms (helminths); specifically, hookworms, which include \"Ancylostoma duodenale\", \"Ancylostoma ceylanicum\", and \"Necator americanus,\" are most commonly responsible for causing iron-deficiency anemia. The World Health Organization estimates that \"approximately two billion people are infected with soil-transmitted helminths worldwide.\" Parasitic worms cause both inflammation and chronic blood loss by binding to a human's small-intestinal mucosa, and through their means of feeding and degradation, they can ultimately cause iron-deficiency anemia.",
            "score": 55.242679834365845
        },
        {
            "docid": "43937_13",
            "document": "Parasitism . Trophically transmitted parasites are transmitted by being eaten by a host. They include trematodes (all except schistosomes), cestodes, acanthocephalans, pentastomids, many round worms, and many protozoa such as \"Toxoplasma\". They have complex life cycles involving hosts of two or more species. In their juvenile stages, they infect and often encyst in the intermediate host. When this animal is eaten by a predator, the definitive host, the parasite survives the digestion process and matures into an adult; some live as intestinal parasites. Many trophically transmitted parasites modify the behaviour of their intermediate hosts, increasing their chances of being eaten by a predator. Like directly transmitted parasites, the distribution of trophically transmitted parasites among host individuals is aggregated. Coinfection by multiple parasites is common. Autoinfection, where (by exception) the whole of the parasite's life cycle takes place in a single primary host, can sometimes occur in helminths such as \"Strongyloides stercoralis\".",
            "score": 31.53778052330017
        },
        {
            "docid": "4146284_2",
            "document": "Soil-transmitted helminth . The soil-transmitted helminths (also called geohelminths) are a group of intestinal parasites belonging to the phylum Nematoda that are transmitted primarily through contaminated soil. They are so called because they have a direct life cycle which requires no intermediate hosts or vectors, and the parasitic infection occurs through faecal contamination of soil, foodstuffs and water supplies. The adult forms are essentially parasites of humans, causing soil-transmitted helminthiasis (STH), but also infect domesticated mammals. The juveniles are the infective forms and they undergo tissue-migratory stages during which they invade vital organs such as lungs and liver. Thus the disease manifestations can be both local and systemic. The geohelminths together present an enormous infection burden on humanity, amounting to 135,000 deaths every year, and persistent infection of more than two billion people.",
            "score": 43.60129642486572
        },
        {
            "docid": "53918629_27",
            "document": "Evolutionary models of human drug use . For example, researchers have recently sought to understand why humans began using tobacco in spite of the consequences and adverse reactions commonly associated with its use. Hagen and colleagues propose that, as in other species, humans began using tobacco and other plant toxins as a way of controlling infection by parasitic diseases, including helminths. Tobacco, as well as arecoline and cannabis, two other plant neurotoxins that are widely used as recreational drugs in humans, have been found to be toxic to parasitic worms that affect humans and other mammals, as well as plants. Modern anthelminthics function as well by targeting nicotinic acetylcholine receptors (nAChRs) on somatic muscle cells of parasites, producing paralysis and expelling the parasite, the same receptors which are targeted by nicotine (Roulette et al., 2014). Moreover, it has also been found that nicotine is equally or more effective than commercial anthelmintics at killing leeches, including those that infect humans. Similarly, Roulette et al. (2014) found in a study comparing male smoking prevalence and parasite load among Aka hunter-gatherers that treatment with commercial anthelmintics was associated with a decrease in cotinine concentrations (a measure of current tobacco use), thereby supporting their theory that humans regulate the amount of tobacco used in response to current helminth infection. The study also found that men with higher initial tobacco use also had lower worm burdens one year later, suggesting that nicotine not only eliminates parasites, but also protects from reinfection.",
            "score": 58.21108615398407
        },
        {
            "docid": "20104627_6",
            "document": "Archaeoparasitology . Endoparasites (such as protozoans and helminths), tend to be found inside the host, while ectoparasites (such as ticks, lice and fleas) live on the outside of the host body. Parasite life cycles often require that different developmental stages pass sequentially through multiple host species in order to successfully mature and reproduce. Some parasites are very host-specific, meaning that only one or a few species of hosts are capable of perpetuating their life cycle. Others are not host-specific, since many different hosts appear to harbor and pass on the infective stages of the parasite.",
            "score": 29.230583429336548
        },
        {
            "docid": "10844157_5",
            "document": "Parasite Rex . Several chapters are given to discussing various types of parasites and how they infect and control their hosts, along with the biochemistry involved in their take-over or evasion of their host's immune system, eventually leading to their dispersal into their next form and life cycle. A significant focus is also given on the workings of immunology and how the immune systems of living beings respond to parasite infection, along with the methods that bodily functions are used to counteract and potentially kill invading microorganisms. Woven into this discussion are several specific sites that Zimmer visited during his writing of \"Parasite Rex\" and the scientists he worked with to understand different biosystems and all the parasites that live within them, including human sleeping sickness infections in Sudan from the tsetse fly, the parasites of frogs in Costa Rica, primarily showcased by filarial worms that infect humans and a variety of species, and the USDA National Parasite Collection based out of Maryland.",
            "score": 34.474560499191284
        },
        {
            "docid": "2221_25",
            "document": "Apicomplexa . Many of the apicomplexan parasites are important pathogens of human and domestic animals. In contrast to bacterial pathogens, these apicomplexan parasites are eukaryotic and share many metabolic pathways with their animal hosts. This makes therapeutic target development extremely difficult – a drug that harms an apicomplexan parasite is also likely to harm its human host. At present, no effective vaccines are available for most diseases caused by these parasites. Biomedical research on these parasites is challenging because it is often difficult, if not impossible, to maintain live parasite cultures in the laboratory and to genetically manipulate these organisms. In recent years, several of the apicomplexan species have been selected for genome sequencing. The availability of genome sequences provides a new opportunity for scientists to learn more about the evolution and biochemical capacity of these parasites. The predominant source of this genomic information is the EuPathDB family of websites, which currently provides specialised services for \"Plasmodium\" species (PlasmoDB), coccidians (ToxoDB), piroplasms (PiroplasmaDB), and \"Cryptosporidium\" species (CryptoDB). One possible target for drugs is the plastid, and in fact existing drugs such as tetracyclines, which are effective against apicomplexans, seem to operate against the plastid.",
            "score": 45.787437438964844
        },
        {
            "docid": "29940688_13",
            "document": "Effects of parasitic worms on the immune system . Inflammatory bowel disease (IBD) is an autoimmune disease involving the inflammation of mucus. Ulcerative colitis (UC) and Crohn's Disease (CD) are both types of IBD. In the medical journal GUT, Dr. Moreels et al. describe their experiments on induced colitis in rats. They found that infecting the rats with the parasitic worm Schistosoma mansoni resulted in alleviated colitis effects. According to Dr. Weinstock, human patients of UC or CD improve when infected with the parasitic worm whipworm.",
            "score": 100.71694493293762
        },
        {
            "docid": "20105022_7",
            "document": "Paleoparasitology . Assumptions of true parasitism in paleontological settings which are based on analogy to known present-day parasitic relationships may not be valid, due to host-specificity. For example, \"Trypanosoma brucei gambiense\" and \"Trypanosoma brucei rhodesiense\" are both devastating human parasites, but the related subspecies \"Trypanosoma brucei brucei\" will infect a number of animal hosts, but cannot even survive in the human blood stream, much less reproduce and infect a human host. So a related (or unidentifiable) species of \"Trypanosoma\" found in a paleontological or archaeological context may not be a true human parasite, even though it appears identical (or very similar) to the modern parasitic forms.",
            "score": 23.67656397819519
        },
        {
            "docid": "1653221_6",
            "document": "Parasite load . Depending on the parasitic species in question, various methods of quantification allow scientists to measure the numbers of parasites present and determine the parasite load of an organism. Quantifying the parasite depends on what type of parasite is in question as well as where it resides in the host body. For example, intracellular parasites such as the protozoan genus \"Plasmodium\" which causes Malaria in humans, are quantified through performing a blood smear and counting the number of white blood cells infected by viewing the smear through a microscope. Other parasites residing in the blood of a host could be similarly counted on a blood smear using specific staining methods to better visualize the cells. As technology advances, more modernized methods of parasite quantification are emerging such as hand held automated cell counters, in order to efficiently count parasites such as \"Plasmodium\" in blood smears.",
            "score": 22.99198067188263
        },
        {
            "docid": "28149015_6",
            "document": "Culex quinquefasciatus . The southern house mosquito can transmit zoonotic diseases that affect humans and wild and domestic animals, such as lymphatic filariasis, avian malaria, St. Louis encephalitis, Western equine encephalitis, and West Nile fever, and may be a vector of the Zika virus. It causes infection through biting during blood meal. In the southern U.S., it is the primary vector of St. Louis encephalitis virus. In India and Southeast Asia, it is the primary vector of \"Wuchereria bancrofti\", a nematode that causes lymphatic filariasis. It acts as an intermediate host for the helminth parasite by harbouring the larval stages. It also transmits \"Plasmodium relictum\", a malarial parasite of birds, and is its principal vector in Hawaii. It is the definitive host for the malarial parasite as it harbours the sexual cycle.",
            "score": 34.138779163360596
        },
        {
            "docid": "777752_4",
            "document": "Parasyte . The antagonists of the series. The Parasites are creatures of unknown origin which start off as worm-like creatures that instinctively enter the body of the nearest life form and travel to the brain to completely assimilate it while destroying the host's identity in the process. From there, using the vital organs of the host bodies to survive, the Parasites would be driven with a need to kill humans and Parasites with failed host bodies. After assimilating their host, Parasites exhibit a variety of abilities that make them dangerous adversaries: the immediate area around their entry site (typically the head) is morphed into a versatile \"parasite tissue\" which can take a variety of offensive and defensive forms, and a parasite that successfully takes over a host's brain can then maximize the physical potential of that host. In general, Parasite intelligence is comparable to humans, though their thought process is strictly rational and cold, with very little emotion. They are also capable of learning extremely quickly depending on their environment - Migi, for example, mastered Japanese after one night of reading books on the subject. While most Parasites initially acted alone, causing a chain of multiple grisly deaths coined the \"mincemeat murders\", they eventually form groups for safety in numbers. By the time of the final chapter, Shinichi speculating that they might have been created as an evolutionary countermeasure to humans, the surviving Parasites are assumed to have gone into hiding and adopt themselves further into human society to keep their activities to a minimum.",
            "score": 25.065678477287292
        },
        {
            "docid": "15367337_7",
            "document": "Insect ecology . Carnivorous insects survive by eating other living animals, be it through hunting, sucking blood, or as an internal parasite. These insects fall into three basic categories: predators, parasites, and parasitoids. Predatory insects are typically larger as their survival is dependent upon their ability to hunt, kill/immobilize, and eat their prey. There are several exceptions to this though, with ants being the most notable. Ants, and other colony insects, can use their sheer numbers to overwhelm their prey even if the ants are significantly smaller. They often have specialized mandibles (mouth parts) for this task, some causing excruciating pain, paralysis, or simply having a high bite force. The insects who live on their own though, must be able to reliably bring down their prey and as such have developed a myriad of unique hunting methods. Some actively travel, seeking out their prey while others wait in an ambush. Others may release chemicals to attract specific creatures and others still will eat anything they can. Parasites infest the victim’s body and eat it from the inside out. The presence of the parasite is often not noticed by the host as the size discrepancy is typically so vast. Parasites vary widely in how they survive in their host, some complete their full life cycle within the body while others may only stay in for the duration of their larval stage. There is as great of variation in methodology and species in parasites as in any other type of insect even if it may not seem so at first. The most threatening parasites to humans though, are ones that live outside the host and consume the hosts blood. These species transmit virus, disease, and even other, smaller parasites to the host, spreading these throughout the populations of many third world countries with poor health care. A subcategory of parasites, called parasitoids, is one that feeds on the host body so much so that the host is eventually eaten. One species of wasp, the spider wasp, will paralyze spiders before bringing them back to their nest and injecting it with a wasp larvae. The larvae will eat its way out, secreting a numbing and paralyzing agent until there is nothing left of the spider other than the exoskeleton then go through a metamorphism and become an adult wasp.",
            "score": 37.556100845336914
        },
        {
            "docid": "35210166_2",
            "document": "Merosome . A merosome is a recently described life stage of malaria parasites of the genus \"Plasmodium\". After injection by mosquitoes into the human host, malaria parasites first migrate to liver cells (hepatocytes), where they replicate asexually inside the host cell. Afterwards, they go on to infect red blood cells. This transition is characterised by the 'budding off' of membrane-bound structures called merosomes, first characterised by \"Sturm and Amino\" et al. in 2006. It is thought that these structures, that are derived from hepatocytes including their membranes, aid in the parasites' evasion of immune cells known as Kupffer cells that are located in the liver.",
            "score": 26.513563632965088
        },
        {
            "docid": "29940688_20",
            "document": "Effects of parasitic worms on the immune system . In 2004, Dr. Sokhna et al. performed a study of Senegalese children. Those infected with blood flukes had significantly higher rates of malaria attacks than those who were not. Furthermore, children with the highest counts of blood flukes also had the most malaria attacks. Based on this study, Dr. Hartgers \"et al.\" drew a \"cautious conclusion\" that helminths make humans more susceptible to contracting malaria and experiencing some of its lighter symptoms, while actually protecting them from the worst symptoms. Hartgers reasons that a Th2-skewed immune system resulting from helminth infection would lower the immune system's ability to counter an initial malarial infection. However, it would also prevent a hyperimmune response resulting in severe inflammation, reducing morbidity and pathology.",
            "score": 42.69230079650879
        },
        {
            "docid": "1449983_10",
            "document": "Natural reservoir . Animal (non-human) reservoirs consist of domesticated and wild animals infected by pathogens. For example, the bacterium \"Vibrio cholerae\", which causes cholera in humans, has natural reservoirs in copepods, zooplankton, and shellfish. Parasitic blood-flukes of the genus \"Schistosoma\", responsible for schistosomiasis, spend part of their lives inside freshwater snails before completing their life cycles in vertebrate hosts. Viruses of the taxon \"Ebolavirus\", which causes Ebola virus disease, are thought to have a natural reservoir in bats or other animals exposed to the virus.",
            "score": 54.5121123790741
        },
        {
            "docid": "361574_4",
            "document": "Parasitic disease . Although organisms such as bacteria function as parasites, the usage of the term \"parasitic disease\" is usually more restricted. The three main types of organisms causing these conditions are protozoa (causing protozoan infection), helminths (helminthiasis), and ectoparasites. Protozoa and helminths are usually endoparasites (usually living inside the body of the host), while ectoparasites usually live on the surface of the host. Occasionally the definition of \"parasitic disease\" is restricted to diseases due to endoparasites.",
            "score": 55.6314811706543
        },
        {
            "docid": "43937_35",
            "document": "Parasitism . Parasitic fungi derive some or all of their nutritional requirements from plants, other fungi, or animals. Unlike mycorrhizal fungi which have a mutualistic relationship with their host plants, they are pathogenic. For example, the honey fungi in the genus \"Armillaria\" grow in the roots of a wide variety of trees, and eventually kill them. They then continue to live in the dead wood, feeding saprophytically. Fungal infection (mycosis) is widespread in animals including humans; it kills some 1.6 million people each year. Microsporidia are obligate intracellular parasitic fungi that can also be hyperparasites. They largely affect insects, but some affect vertebrates including humans, where they can cause the intestinal infection microsporidiosis.",
            "score": 25.89679980278015
        },
        {
            "docid": "44345771_2",
            "document": "Parascaris equorum . Parascaris equorum is a species of ascarid that is the equine roundworm. Amongst horse owners, the parasites are colloquially called \"Ascarids\". This is a host-specific helminth intestinal parasite that can infect horses, donkeys, and zebras. Horses up to six months of age are the most susceptible to infection. After this time, infection rates begin to decline and is extremely uncommon in horses over twelve months of age. It cannot infect humans or other animals. It is yellow-white in color, and females can become as large as in length. Found worldwide, \"P. equorum\" is one of the most difficult equine parasites to kill, requiring larger doses of more powerful anthelmintic medications than are needed for other equine parasites.",
            "score": 28.737391710281372
        },
        {
            "docid": "43937_8",
            "document": "Parasitism . Within that scope are many possible ways of life. Parasites are classified in a variety of different but overlapping schemes, based on their interactions with their hosts and on their life cycles, which are sometimes very complex. An obligate parasite is totally dependent on the host to complete its life cycle, while a facultative parasite is not. A parasite with a direct life cycle has only one host while those with indirect life cycles have a definitive host and one or more intermediate hosts. An endoparasite is one that lives inside the host's body; an ectoparasite lives outside, on the host's surface. Mesoparasites like some copepods enter an opening in the host's body and remain partly embedded there. It is possible for parasites to be generalists, feeding on a wide range of hosts, but many parasites, and the majority of protozoans and helminths that parasitise animals, are specialists and extremely host-specific. An early basic, functional division of parasites was that of microparasites and macroparasites. These each had a mathematical model assigned in order to analyse the population movements of the host-parasite groupings. The microorganisms and viruses that can reproduce and complete their life cycle within the host are known as microparasites. Macroparasites are the multicellular organisms that reproduce and complete their life cycle outside of the host or on the host's body.",
            "score": 33.00413751602173
        },
        {
            "docid": "2846331_2",
            "document": "Helminthic therapy . Helminthic therapy, an experimental type of immunotherapy, is the treatment of autoimmune diseases and immune disorders by means of deliberate infestation with a helminth or with the ova of a helminth. Helminths are parasitic worms such as hookworms, whipworms, and threadworms that have evolved to live within a host organism on which they rely for nutrients. These worms are members of two phyla; nematodes, which are primarily used in human helminthic therapy, and flat worms (trematodes).",
            "score": 39.24326968193054
        }
    ],
    "r": [
        {
            "docid": "50704695_4",
            "document": "Specialized pro-resolving mediators . The absolute as well as relative roles of the SPM along with other physiological anti-inflammatory agents in resolving human inflammatory responses remain to be defined precisely. However, studies suggest that synthetic SPM that are resistant to being metabolically inactivated hold promise of being clinically useful pharmacological tools for preventing and resolving a wide range of pathological inflammatory responses along with the tissue destruction and morbidity that these responses cause. Based on animal model studies, the inflammation-based diseases which may be treated by such metabolically resistant SPM analogs include not only pathological and tissue damaging responses to invading pathogens but also a wide array of pathological conditions in which inflammation is a contributing factor such as allergic inflammatory diseases (e.g. asthma, rhinitis), autoimmune diseases ( e.g. rheumatoid arthritis, systemic lupus erythematosus), psoriasis, atherosclerosis disease leading to heart attacks and strokes, type 1 and type 2 diabetes, the metabolic syndrome, and certain dementia syndromes (e.g. Alzheimer's disease, Huntington's disease).",
            "score": 118.00112915039062
        },
        {
            "docid": "4083808_6",
            "document": "Avenanthramide . Studies made by Sur (2008) provide evidences that avenanthramides significantly reduce the inflammatory response. Inflammation is a complex and self-protect reaction that occurs in the body against foreign substance, cell damage, infections, and pathogens. The inflammatory responses are controlled through a group called cytokines that is produced by the inflammatory cells. Furthermore, the expression of cytokines are regulated through inhibition of Nuclear Transcription Factor Kappa B (NF-κB). Many studies have demonstrated that Avenanthramides can reduce the production of pro-inflammatory cytokines such as IL-6, IL-8, and MCP-1 by inhibiting NF-κB activation that is responsible to activate the genes of inflammatory response. Thus, these oat polyphenols mediate the decrease of inflammation by inhibiting the cytokine release. In addition, it was found that avenanthramides inhibit neurogenic inflammation, which is defined as an inflammation triggered by the nervous system and causes vasodilatation, edema, warmth and hypersensitivity. Also, avenanthramides significantly reduce the itching response, and its efficiency is comparable to the anti-itch effect produced by hydrocortisone.",
            "score": 115.90860748291016
        },
        {
            "docid": "731225_8",
            "document": "Resistin . In further support of its inflammatory profile, resistin has been shown to increase transcriptional events, leading to an increased expression of several pro-inflammatory cytokines including (but not limited to) interleukin-1 (IL-1), interleukin-6 (IL-6), interleukin-12 (IL-12), and tumor necrosis factor-α (TNF-α) in an NF-κB-mediated (nuclear factor kappa-light-chain-enhancer of activated B cells-mediated) fashion. It has also been demonstrated that resistin upregulates intercellular adhesion molecule-1 (ICAM1) vascular cell-adhesion molecule-1 (VCAM1) and chemokine (C-C motif) ligand 2 (CCL2), all of which are occupied in chemotactic pathways involved in leukocyte recruitment to sites of infection. Resistin itself can be upregulated by interleukins and also by microbial antigens such as lipopolysaccharide, which are recognized by leukocytes. Taken together, because resistin is reputed to contribute to insulin resistance, results such as those mentioned suggest that resistin may be a link in the well-known association between inflammation and insulin resistance. In accordance, it is expected that, if resistin does indeed serve as a link between obesity and T2DM while at the same time contributing to the inflammatory response, then we should also observe proportional increases in chronic inflammation in association with obesity and insulin resistance. In fact, recent data have shown that this possibility is indeed the case by demonstrating positive correlations between obesity, insulin resistance, and chronic inflammation, which is believed to be directed in part by resistin signaling. This idea has recently been challenged by a study showing that increased levels of resistin in people with chronic kidney disease are associated with lowered renal function and inflammation, but not with insulin resistance. Notwithstanding, regarding resistin and the inflammatory response, we can conclude that resistin does indeed bear features of a pro-inflammatory cytokine, and could act as a key node in inflammatory diseases with or without associated insulin resistance.",
            "score": 113.62641906738281
        },
        {
            "docid": "14132434_23",
            "document": "ALOX15 . À huge and growing number of studies in animal models suggest that 15-LOX-1 and its lipoxin, resolvin, and protectin metabolites (see Specialized proresolving mediators) to inhibit, limit, and resolve diverse inflammatory diseases including periodontitis, peritonitis, sepsis, and other pathogen-induced inflammatory responses; in eczema, arthritis, asthma, cystic fibrosis, atherosclerosis, and adipose tissue inflammation; in the insulin resistance that occurs in obesity that is associated with diabetes and the metabolic syndrome; and in Alzheimer's disease. While these studies have not yet been shown to translate to human diseases, first and second generation synthetic resolvins and lipoxins, which unlike their natural analogs, are relatively resistant to metabolic inactivation, have been made and tested as inflammation inhibitors in animal models. These synthetic analogs may prove to be clinically useful for treating the cited human inflammatory diseases.",
            "score": 109.7959213256836
        },
        {
            "docid": "10995185_23",
            "document": "Arachidonate 5-lipoxygenase . \"Alox5\" Gene knockout mice are more susceptible to the development and pathological complications of experimental infection with \"Klebsiella pneumoniae\", \"Borrelia burgdorferi\", and Paracoccidioides brasiliensis. In a model of cecum perforation-induced sepsis, \"ALOX5\" gene knockout mice exhibited a decrease in the number of neutrophils and an increase in the number of bacteria that accumulated in their peritoneum. On the other hand, ALOX5 gene knockout mice demonstrate an enhanced resistance and lessened pathology to Brucella abortus infection and, at least in its acute phase, Trypanosoma cruzi infection. Furthermore, \"Alox5\"-null mice exhibit a worsened inflammatory component, failure to resolve inflammation-related responses, and decreased survival in experimental models of respiratory syncytial virus disease, Lyme disease, Toxoplasma gondii disease, and corneal injury. These studies indicate that Alox5 can serve a protective function presumably by generating metabolites such as chemotactic factors that mobilize the innate immunity system. However, the suppression of inflammation appears also to be a function of Alox5, presumably by contributing to the production of anti-inflammatory specialized pro-resolving mediators (SPMs), at least in certain rodent inflammation-based model systems. These genetic studies allow that ALOX5 along with the chemotactic factors and SPMs that they contribute to making may play similar opposing pro-inflammatory and anti-inflammatory functions in humans.",
            "score": 109.59174346923828
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 109.46392059326172
        },
        {
            "docid": "50704695_7",
            "document": "Specialized pro-resolving mediators . The production and activities of the SPM suggest a new view of inflammation wherein the initial response to foreign organisms, tissue injury, or other insults involves numerous soluble cell signaling molecules that not only recruit various cell types to promote inflammation but concurrently cause these cells to produce SPM which feed back on their parent and other cells to dampen their pro-inflammatory activity and to promote repair. Resolution of an inflammatory response is thus an active rather than self-limiting process which is set into motion at least in part by the initiating pro-inflammatory mediators (e.g. prostaglandin E2 and prostaglandin D2) which instruct relevant cells to produce SPM and to assume a more anti-inflammatory phenotype. Resolution of the normal inflammatory response, then, may involve switching production of pro-inflammatory to anti-inflammatory PUFA metabolites. Excessive inflammatory responses to insult as well as many pathological inflammatory responses that contribute to diverse diseases such as atherosclerosis, diabetes, Alzheimer's disease, Inflammatory bowel disease, etc. (see Inflammation#Inflammatory disorders) may reflect, in part, a failure in this class switching. Diseases caused or worsened by non-adaptive inflammatory responses may by amenable to treatment with SPM or synthetic SPM which, unlike natural SPM, resist in vivo metabolic inactivation. The SPM possess overlapping activities which work to resolve inflammation. SPMs (typically more than one for each listed action) have the following anti-inflammatory activities on the indicated cell types as defined in animal and human model studies:",
            "score": 109.42085266113281
        },
        {
            "docid": "469969_2",
            "document": "Alpha-1 antitrypsin . Alpha-1-antitrypsin or α-antitrypsin (A1AT, A1A, or AAT) is a protein belonging to the serpin superfamily. It is encoded in humans by the \"SERPINA1\" gene. A protease inhibitor, it is also known as alpha–proteinase inhibitor (A1PI) or alpha-antiproteinase (A1AP) because it inhibits various proteases (not just trypsin). In older biomedical literature it was sometimes called serum trypsin inhibitor (STI, dated terminology), because its capability as a trypsin inhibitor was a salient feature of its early study. As a type of enzyme inhibitor, it protects tissues from enzymes of inflammatory cells, especially neutrophil elastase, and has a reference range in blood of 0.9–2.3 g/L (in the US the reference range is expressed as mg/dL or micromoles), but the concentration can rise manyfold upon acute inflammation. When the blood contains inadequate amounts of A1AT or functionally defective A1AT (such as in alpha-1 antitrypsin deficiency), neutrophil elastase is excessively free to break down elastin, degrading the elasticity of the lungs, which results in respiratory complications, such as chronic obstructive pulmonary disease, in adults. Normally, A1AT leaves its site of origin, the liver, and joins the systemic circulation; defective A1AT can fail to do so, building up in the liver, which results in cirrhosis in either adults or children.",
            "score": 108.31025695800781
        },
        {
            "docid": "2206555_24",
            "document": "Annexin . Annexin A-I seems to be one of the most heavily involved annexins in anti-inflammatory responses. Upon infection or damage to tissues, annexin A-I is believed to reduce inflammation of tissues by interacting with annexin A-I receptors on leukocytes. In turn, the activation of these receptors functions to send the leukocytes to the site of infection and target the source of inflammation directly. As a result, this inhibits leukocyte (specifically neutrophils) extravasation and down regulates the magnitude of the inflammatory response. Without annexin A-I in mediating this response, neutrophil extravasation is highly active and worsens the inflammatory response in damaged or infected tissues.",
            "score": 108.24939727783203
        },
        {
            "docid": "6136_20",
            "document": "Carbon monoxide . Carbon monoxide is produced naturally by the human body as a signaling molecule. Thus, carbon monoxide may have a physiological role in the body, such as a neurotransmitter or a blood vessel relaxant. Because of carbon monoxide's role in the body, abnormalities in its metabolism have been linked to a variety of diseases, including neurodegenerations, hypertension, heart failure, and pathological inflammation. Relative to inflammation, carbon monoxide has been shown to inhibit the movement of leukocytes to inflamed tissues, stimulate leukocyte phagocytosis of bacteria, and reduce the production of pro-inflammatory cytokines by leukocytes. In animal model studies, furthermore, carbon monoxide reduced the severity of experimentally induced bacterial sepsis, pancreatitis, hepatic ischemia/reperfusion injury, colitis, osteoarthritis, lung injury, lung transplantation rejection, and neuropathic pain while promoting skin wound healing. These actions are similar to those of Specialized pro-resolving mediators which act to dampen, reverse, and repair the tissue damage due to diverse inflammation responses. Indeed, carbon monoxide can act additively with one of these mediators (Resolvin D1) to limit inflammatory responses. The studies implicate carbon monoxide as a physiological contributor to limiting inflammation and suggest that its delivery by inhalation or carbon monoxide-forming drugs may be therapeutically useful for controlling pathological inflammatory responses.  CO functions as an endogenous signaling molecule, modulates functions of the cardiovascular system, inhibits blood platelet aggregation and adhesion, suppresses, reverses, and repairs the damage caused by inflammatory responses. It may play a role as potential therapeutic agent.",
            "score": 108.13355255126953
        },
        {
            "docid": "3272302_8",
            "document": "Complement component 5a . C5a is a powerful inflammatory mediator, and seems to be a key factor in the development of pathology of many inflammatory diseases involving the complement system such as sepsis, rheumatoid arthritis, inflammatory bowel disease, systemic lupus erythemotosis, psoriasis. The inhibitor of C5a that can block its effects would be helpful in medical applications.  Another candidate is PMX53 or PMX205 that is highly specific for CD88 and effectively reduces inflammatory response. C5a has been identified as a key mediator of neutrophil dysfunction in sepsis, with antibody blockade of C5a improving outcomes in experimental models. This has also been shown in humans, with C5a-mediated neutrophil dysfunction predicting subsequent nosocomial infection and death from sepsis.",
            "score": 105.93109893798828
        },
        {
            "docid": "1132820_80",
            "document": "Cat food . Inflammation is the process by which the body begins to heal and defend itself from viral and bacterial infections and physical damage like burns or cuts. Typical signs of inflammation are: redness, swelling, heat, pain and loss of function in the affected area. The inflammatory response is a normal response for the body to make when injured but if the response gets out of control or becomes excessive, it can cause damage in the host with a wide range of effects from mild allergies to severe GIT diseases. Inflammation is then an important response to focus on because it is very involved in the host’s defense mechanisms and is often involved in GIT diseases. The inflammatory process begins with intracellular and intercellular communication around the body using chemical mediators like chemokines and cytokines, which left unregulated can get out of control and cause excessive inflammation. Anti-inflammatories and the ratio of omega-6 to omega-3 fatty acids can influence the initiation and severity of the inflammatory response, controlling factors like intracellular signaling cascades and receptors for inflammatory molecules. Fat (adipose tissue) is also an important and potent mediator in the inflammatory process and therefore regulation of fat stores is important in keeping the inflammatory response in the body under control.",
            "score": 102.85584259033203
        },
        {
            "docid": "5574547_9",
            "document": "Cathepsin C . Cathepsin C functions as a key enzyme in the activation of granule serine peptidases in inflammatory cells, such as elastase and cathepsin G in neutrophils cells and chymase and tryptase in mast cells. In many inflammatory diseases, such as rheumatoid arthritis, chronic obstructive pulmonary disease (COPD), inflammatory bowel disease, asthma, sepsis, and cystic fibrosis, a significant portion of the pathogenesis is caused by increased activity of some of these inflammatory proteases. Once activated by cathepsin C, the proteases are capable of degrading various extracellular matrix components, which can lead to tissue damage and chronic inflammation.",
            "score": 102.65162658691406
        },
        {
            "docid": "1364354_20",
            "document": "Protein C . APC has anti-inflammatory effects on endothelial cells and leukocytes. APC affects endothelial cells by inhibiting inflammatory mediator release and down-regulating vascular adhesion molecules. This reduces leukocyte adhesion and infiltration into tissues, while also limiting damage to underlying tissue. APC supports endothelial barrier function and reduces chemotaxis. APC inhibits the release of inflammatory-response mediators in leukocytes as well as endothelial cells, by reducing cytokine response, and maybe diminishing systemic inflammatory response, such as is seen in sepsis. Studies on both rats and humans have demonstrated that APC reduces endotoxin-induced pulmonary injury and inflammation.",
            "score": 100.98603057861328
        },
        {
            "docid": "29940688_13",
            "document": "Effects of parasitic worms on the immune system . Inflammatory bowel disease (IBD) is an autoimmune disease involving the inflammation of mucus. Ulcerative colitis (UC) and Crohn's Disease (CD) are both types of IBD. In the medical journal GUT, Dr. Moreels et al. describe their experiments on induced colitis in rats. They found that infecting the rats with the parasitic worm Schistosoma mansoni resulted in alleviated colitis effects. According to Dr. Weinstock, human patients of UC or CD improve when infected with the parasitic worm whipworm.",
            "score": 100.71694946289062
        },
        {
            "docid": "2188496_24",
            "document": "Schistosoma mansoni . Schistosome eggs, which may become lodged within the hosts tissues, are the major cause of pathology in schistosomiasis. Some of the deposited eggs reach the outside environment by passing through the wall of the intestine; the rest are swept into the circulation and are filtered out in the periportal tracts of the liver, resulting in periportal fibrosis. Onset of egg laying in humans is sometimes associated with an onset of fever (Katayama fever). This \"acute schistosomiasis\" is not, however, as important as the chronic forms of the disease. For \"S. mansoni\" and \"S. japonicum\", these are \"intestinal\" and \"hepatic schistosomiasis\", associated with formation of granulomas around trapped eggs lodged in the intestinal wall or in the liver, respectively. The hepatic form of the disease is the most important, granulomas here giving rise to fibrosis of the liver and hepatosplenomegaly in severe cases. Symptoms and signs depend on the number and location of eggs trapped in the tissues. Initially, the inflammatory reaction is readily reversible. In the latter stages of the disease, the pathology is associated with collagen deposition and fibrosis, resulting in organ damage that may be only partially reversible.",
            "score": 100.63346099853516
        },
        {
            "docid": "10611249_7",
            "document": "Helminth protein . Given the modulatory properties of helminth proteins, it has been suggested that they may be co-opted to successfully treat other human diseases, particularly those associated with auto-immunity disorders. In particular, immunization with P28GST, a schistosome glutathione \"S\"-transferase enzyme in rats has been shown to reduce colitis lesions and expression of pro-inflammatory cytokines by eosinophil responses to inflammation. P28GST is thus a promising potential therapeutic for treating inflammatory bowel diseases like Crohn’s disease and ulcerative colitis.",
            "score": 99.64952850341797
        },
        {
            "docid": "14667909_8",
            "document": "Alpha defensin . Human neutrophil-derived alpha-defensins (HNPs) are capable of enhancing phagocytosis by mouse macrophages. HNP1-3 have been reported to increase the production of tumor necrosis factor (TNF) and IL-1, while decreasing the production of IL-10 by monocytes. Increased levels of proinflammatory factors (e.g., IL-1, TNF, histamine and prostaglandin D2) and suppressed levels of IL-10 at the site of microbial infection are likely to amplify local inflammatory responses. This might be further reinforced by the capacity of some human and rabbit alpha-defensins to inhibit the production of immunosuppressive glucocorticoids by competing for the binding of adrenocorticotropic hormone to its receptor. Moreover, human alpha-defensins can enhance or suppress the activation of the classical pathway of complement in vitro by binding to solid-phase or fluid-phase complement C1q, respectively. The capacity of defensins to enhance phagocytosis, promote neutrophil recruitment, enhance the production of proinflammatory cytokines, suppress anti-inflammatory mediators and regulate complement activation argues that defensins upregulate innate host inflammatory defenses against microbial invasion.",
            "score": 99.1065673828125
        },
        {
            "docid": "26952725_3",
            "document": "Piclamilast . Piclamilast functions through the selective inhibition of the four PDE4 isoforms (PDE4A-D). It shows no inhibition of the other PDEs. The PDE4 isoforms are especially important to inflammatory and immunomodulatory cells. They are the most common PDE in inflammatory cells such as mast cells, neutrophils, basophils, eosinophils, T lymphocytes, macrophages, and structural cells such as sensory nerves and epithelial cells. PDE4 hydrolyzes cyclic adenosine monophosphate (cAMP) to inactive adenosine monophosphate (AMP). Inhibition of PDE4 blocks hydrolysis of cAMP thereby increasing levels of cAMP within cells. cAMP suppresses the activity of immune and inflammatory cells. PDE4 inhibition in an induced chronic lung disease murine model was shown to have anti-inflammatory properties, attenuate pulmonary fibrin deposition and vascular alveolar leakage, and prolong survival in hyperoxia-induced neonatal lung injury. A study of PDE4 inhibition in a murine model of allergic asthma showed that piclamilast significantly improves the pulmonary function, airway inflammation and goblet cell hyperplasia.",
            "score": 98.87989044189453
        },
        {
            "docid": "14522621_11",
            "document": "Prostacyclin receptor . IP activators inhibit the adherence of circulating platelets and leukocytes adherence to vascular endothelium thereby blocking their entry into sites of tissue disturbance. The activators also inhibit vascular smooth muscle cells from proliferation by blocking these cells' growth cycle and triggering their apoptosis (i.e. cell death]]. These actions, along with its anti-inflammatory effects, may underlie the ability of IP gene knockout in an ApoE(−/−) mosue model to cause an accelerated rate of developing atherosclerosis. Mouse studies indicate that the PGI-IP axis activates cellular signaling pathways that tend to suppress allergic inflammation. The axis inhibits bone marrow-derived dendritic cells (i.e. antigen-presenting cells that process antigen material, present it on their surfaces for delivery to T cells, and otherwise regulate innate and adaptive immune system responses) from producing pro-inflammatory cytokines (e.g. IL-12, TNF-alpha, IL-1-alpha, and IL-6) while stimulating them to increase production of the anti-inflammatory cytokine, IL-10. IP receptor activation of these cells also blocks their lipopolysaccharide-stimulated expression of pro-inflammatory cell surface proteins (i.e. CD86, CD40, and MHC class II molecules) that are critical for developing adaptive immune responses. IL receptor-activated bone marrow-derived dendritic cells showed a greatly reduced ability to stimulate the proliferation of T helper cell as well as the ability of these cells to produce pro-allergic cytokines (i.e. IL-5 and IL-13)s. In a mouse model of allergic inflammation, PGI reduced the maturation and migration of lung mature dendritic cells to Mediastinal lymph nodes while increasing the egress of immature dendritic cells away from the lung. These effects resulted in a decrease in allergen-induced responses of the cells mediating allergic reactivity, TH-2 cells. These IP-induced responses likely contribute to its apparent function in inhibiting certain mouse inflammation responses as exemplified by the failure of IP receptor deficient mice to develop full lung airway allergic responses to ovalbumin in a model of allergic inflammation.",
            "score": 98.77411651611328
        },
        {
            "docid": "8948754_18",
            "document": "Pyroptosis . Recent studies demonstrate that caspase-1-mediated pyroptosis drives CD4 T-cell depletion and inflammation by HIV, two signature events that propel HIV disease progression to AIDS. Although pyroptosis contributes to the host's ability to rapidly limit and clear infection by removing intracellular replication niches and enhancing defensive responses through the release of proinflammatory cytokines and endogenous danger signals, in pathogenic inflammation, such as that elicited by HIV-1, this beneficial response does not eradicate the primary stimulus. In fact, it appears to create a pathogenic vicious cycle in which dying CD4 T cells release inflammatory signals that attract more cells into the infected lymphoid tissues to die and to produce chronic inflammation and tissue injury. It may be possible to break this pathogenic cycle with safe and effective caspase-1 inhibitors. These agents could form a new and exciting ‘anti-AIDS' therapy for HIV-infected subjects in which the treatment targets the host instead of the virus. Of note, Caspase-1 deficient mice develop normally, arguing that inhibition of this protein would produce beneficial rather than harmful therapeutic effects in HIV patients.",
            "score": 98.59306335449219
        },
        {
            "docid": "10995185_25",
            "document": "Arachidonate 5-lipoxygenase . Studies implicate ALOX5 in contributing to innate immunity by contributing to the mounting inflammatory responses to a wide range of acute (e.g. pathogen invasion, trauma, and burns [see Inflammation#Causes); however, ALOX5 also contributes to the development and progression of excessive and chronic inflammatory responses such as rheumatoid arthritis, atherosclerosis, inflammatory bowel disease, and autoimmune diseases (see Inflammation#Inflammatory disorders). These dual functions probably reflect ALOX5's ability to form the: a) potent chemotactic factor, LTB4, and possibly also weaker chemotactic factor, 5\"S\"-HETE, which serve to attract and otherwise activate inflammation-inducing cells such as circulating leukocytes and tissue macrophages and dendritic cells and b) lipoxin and resolvin subfamily of SPMs which tend to inhibit these cells as well as the overall inflammatory responses.",
            "score": 98.57757568359375
        },
        {
            "docid": "15157373_4",
            "document": "Gallium maltolate . Gallium (III) ion shows anti-inflammatory activity in animal models of inflammatory disease. Orally administered gallium maltolate has demonstrated efficacy against two types of induced inflammatory arthritis in rats. Experimental evidence suggests that the anti-inflammatory activity of gallium may be due, at least in part, to down-regulation of pro-inflammatory T-cells and inhibition of inflammatory cytokine secretion by macrophages. Because many iron compounds are pro-inflammatory, the ability of gallium to act as a non-functional iron mimic may contribute to its anti-inflammatory activity.",
            "score": 98.03323364257812
        },
        {
            "docid": "22348720_4",
            "document": "Broad-spectrum chemokine inhibitor . The cyclic peptide NR58-3.14.3 was shown to be a powerful anti-inflammatory agent in vivo, inhibiting inflammation in a number of disease models such as atherosclerosis, ischemia, lung disease, surgical adhesions, endometriosis and pulmonary graft-versus-host disease. It has been suggested that blockage of chemokine function using these molecules should not have a detrimental toxicological effect.",
            "score": 97.5250473022461
        },
        {
            "docid": "5573084_2",
            "document": "Macrophage inflammatory protein . Macrophage Inflammatory Proteins (MIP) belong to the family of chemotactic cytokines known as chemokines. In humans, there are two major forms, MIP-1α and MIP-1β that are now officially named CCL3 and CCL4, respectively. Both are major factors produced by macrophages after they are stimulated with bacterial endotoxin. They are crucial for immune responses towards infection and inflammation. They activate human granulocytes (neutrophils, eosinophils and basophils) which can lead to acute neutrophilic inflammation. They also induce the synthesis and release of other pro-inflammatory cytokines such as interleukin 1 (IL-1), IL-6 and TNF-α from fibroblasts and macrophages. The genes for CCL3 and CCL4 are both located on human chromosome 17.",
            "score": 97.43538665771484
        },
        {
            "docid": "51778319_10",
            "document": "Scar free healing . Table 1: Summary of the major differences identified between fetal and adult wound healing. The fetal immune system can be described as 'immunologically immature' due to the marked reduction in neutrophils, macrophages, monocytes, lymphocytes and also inflammatory mediators, compared with adult wounds. Physiologically, adult and fetal neutrophils differ, due to the fact that the concentration of neutrophils is higher in the adult than the fetus, this results in phagocytosis of the wound and the recruitment and release of inflammatory cytokines. Leading to the promotion of a more aggressive inflammatory response in adult wound healing. It is also thought that the time in which this inflammatory response occurs, is much shorter in the fetus thus limiting any damage.",
            "score": 97.344482421875
        },
        {
            "docid": "10995185_28",
            "document": "Arachidonate 5-lipoxygenase . The tissue, animal model, and animal and human genetic studies cited above implicate ALOX5 in a wide range of diseases: a) excessive inflammatory responses to pathogens, trauma, burns, and other forms of tissue injury [see Inflammation#Causes); b) chronic inflammatory conditions such as rheumatoid arthritis, atherosclerosis, inflammatory bowel disease, autoimmune diseases, and Alzheimers disease (see Inflammation#Inflammatory disorders); c) allergy and allergic inflammation reactions such as allergic rhinitis, conjunctivitis, asthma, rashes, and eczema; d) NSAID-induced acute non-allergic reactions such as asthma, rhinitis, conjunctivitis, angioedema and urticaria; and e) the progression of certain cancers such as those of the prostate and pancreas. However, clinical use of drugs that inhibit ALOX5 to treat any of these diseases has been successful with only Zileuton along with its controlled released preparation, Zileuton CR. Zileuton is approved in the U.S.A. for the prophylaxis and chronic treatment of allergic asthma; it is also used to treat chronic non-allergic reactions such as NSAID-induced non-allergic lung, nose, and conjunctiva reactions as well as exercise-induced asthma. Zileuton has shown some beneficial effects in clinical trials for the treatment of rheumatoid arthritis, inflammatory bowel disease, and psoriasis. Zileuton is currently undergoing a phase II study for the treatment of acne vulgaris (mild-to-moderate inflammatory facial acne) and a phase I study (see Clinical trial#phases) combining it with imatinib for treating chronic myeloid leukemia.",
            "score": 96.75615692138672
        },
        {
            "docid": "24796896_17",
            "document": "12-Hydroxyeicosatetraenoic acid . 12(\"S\")-HpETE, 12(\"R\")-HETE, racemic mixtures of these 12-HETEs, and/or 12-oxo-ETE stimulate: a) the directed migration (chemotaxis) of human, rat, and rabbit neutrophils as well as rabbit macrophages; b) human neutrophils to adhere to each other (i.e. aggregate) and in cooperation with Tumor necrosis factor alpha or Platelet-activating factor, to release their granule-bound enzymes; c) the binding of human vascular epithelial cells to human monocytes; d) DNA synthesis and mitogenesis in the immortalized human keratinocyte cell line HaCaT; and e) when injected in the skin of human volunteers, the extravasation and local accumulation of circulating blood neutrophils and mononuclear cells. These results suggest these metabolites contribute to the inflammation that occurs as sites where they are formed in abnormal amounts such as in human rheumatoid arthritis, Inflammatory bowel disease, Contact dermatitis, psoriasis, various forms of Ichthyosis including Congenital ichthyosiform erythroderma, and corneal inflammatory diseases. Since BLT2 appears to mediate the responses of leukocytes to 12(\"S\")-HpETE, 12(\"S\")-HETE, 12(\"R\")-HETE, and 12-oxo-ETE but GPR31 is expressed by various other cells (e.g. vascular endothelium) involved in inflammation, the pro-inflammatory actions of 12-HETE in humans may involve both types of G protein-coupled receptors.",
            "score": 96.6142349243164
        },
        {
            "docid": "4083808_8",
            "document": "Avenanthramide . According to Sur (2008) studies, the anti-inflammatory effect of the Avenanthramides is due to the inhibition of the NF-κB activation in NF-κB dependent cytokine. Nuclear factor-kappa β (NF-κB) is responsible for regulating the transcription of DNA and participates in the activation of genes related to inflammatory and immune responses. Consequently, suppressing the NF-κB limits the proliferation of cancer cells and reduces the level of inflammation. Avenanthramides are able to inhibit the release of inflammatory cytokines that are present in pruritic skin diseases and may cause the itch sensations. In addition, its anti-inflammatory activity may prevent the vicious itch scratch cycle and reduce the scratching-induced secondary inflammation that often occur in atopic dermatitis and eczema, preventing the skin from disrupting its barrier. Avenanthramides also have a chemical structure similar to the drug Tranilast, which has anti-histaminic action. The anti-itch activity of avenanthramides may therefore be associated with the inhibition of histamine response. Taken together, these results prove the effect of Avenanthramides as powerful anti-inflammatory agents and its importance in dermatologic applications.",
            "score": 96.57616424560547
        },
        {
            "docid": "30206738_19",
            "document": "Chronic obstructive pulmonary disease . COPD is a type of obstructive lung disease in which chronic, incompletely reversible poor airflow (airflow limitation) and inability to breathe out fully (air trapping) exist. The poor airflow is the result of breakdown of lung tissue (known as emphysema) and small airways disease (known as obstructive bronchiolitis). The relative contributions of these two factors vary between people. Severe destruction of small airways can lead to the formation of large air pockets—known as bullae—that replace lung tissue. This form of disease is called bullous emphysema. COPD develops as a significant and chronic inflammatory response to inhaled irritants. Chronic bacterial infections may also add to this inflammatory state. The inflammatory cells involved include neutrophil granulocytes and macrophages, two types of white blood cells. Those who smoke additionally have Tc1 lymphocyte involvement and some people with COPD have eosinophil involvement similar to that in asthma. Part of this cell response is brought on by inflammatory mediators such as chemotactic factors. Other processes involved with lung damage include oxidative stress produced by high concentrations of free radicals in tobacco smoke and released by inflammatory cells, and breakdown of the connective tissue of the lungs by proteases that are insufficiently inhibited by protease inhibitors. The destruction of the connective tissue of the lungs leads to emphysema, which then contributes to the poor airflow, and finally, poor absorption and release of respiratory gases. General muscle wasting that often occurs in COPD may be partly due to inflammatory mediators released by the lungs into the blood.",
            "score": 96.56564331054688
        },
        {
            "docid": "14439487_9",
            "document": "GPR132 . LPCs that contain the unsaturated fatty acids hexadecanoic acid or octadecanoic acid bound to their \"sn-1\" act to permeablize, while LPC with the monounsaturated fatty acid, oleic acid at \"sn-1\" act to perturb target cell surface membranes. While not involving G2A receptor binding, some actions of LPCs are G2A-dependent. For example, LPCs increase the bactericidal activity of rodent neutrophils, enhance hydrogen peroxide production in rodent neutrophils triggered by the ingestion of bacteria, stimulate the chemotaxis of human monocytes, and protect mice from the lethal effects of experimentally induced bacterial sepsis endotoxin. G2A may similarly be responsible for the activities of other phospholipids which, like LPC have not been shown to bind to G2A but still require G2A for certain of their activities viz., lysophosphatidylserine and lysophosphatidylethanolamine; these two lyso-phospholipids stimulate calcium signaling pathways in human neutrophils by a G2A dependent mechanism. Furthermore, activated neutrophils greatly increase their surface membrane content of lysophosphatidylserine. In a mouse model, mouse neutrophils with increased levels of lysophosphatidylserine on their surface membrane due to cell activation or artificial addition showed an increase in there engulfment by mouse macrophages in vitro that was dependent on the expression of G2A in the macrophages and an increased rate of clearance in mice by a mechanism that was dependent on the expression of G2A by the mice. Lysophosphotidylserine-laden neutrophils stimulated the G2A-dependent production the anti-inflammatory mediator, prostaglandin E2, by macrophages in the in vitro studies and inhibited the production of pro-inflammatory mediators, interleukin-6 and keratinocyte chemoattractant, in in vivo studies. Taken together, these studies suggest that G2A, activated by certain phospholipids contributes not only to the development but also the resolution of certain inflammation and innate immune responses in mice and may also do so in humans.",
            "score": 96.4998550415039
        },
        {
            "docid": "26677077_3",
            "document": "Phosphodiesterase-4 inhibitor . The prototypical PDE4 inhibitor is rolipram. PDE4 inhibitors are known to possess procognitive (including long-term memory-improving), wakefulness-promoting, neuroprotective, and anti-inflammatory effects. Consequently, PDE4 inhibitors have been investigated as treatments for a diverse group of different diseases, including central nervous system disorders such as major depressive disorder (clinical depression), anxiety disorders, schizophrenia, Parkinson's disease, Alzheimer's disease, multiple sclerosis, attention deficit-hyperactivity disorder, Huntington's disease, stroke, autism and inflammatory conditions such as chronic obstructive pulmonary disease (COPD), asthma and rheumatoid arthritis. PDE4D inhibition, along with PDE4A inhibition also appears to be responsible for the antidepressant effects of PDE4 inhibitors. Similarly PDE4B inhibition appears to be required for the antipsychotic effects of PDE4 inhibitors, in line with this view PDE4B polymorphisms and altered gene expression in the central nervous system have been associated with schizophrenia and bipolar disorder in a postmortem study. PDE4 also regulates the D/PKA/DARPP-32 signalling cascade in the frontal cortex, which may contribute to the antipsychotic and procognitive effects of PDE4 inhibitors. Whereas PDE4C is expressed primarily in the periphery and hence may be partly responsible for the peripheral effects of PDE4 inhibitors (e.g. their anti-inflammatory effects). PDE4 inhibition is also known to attenuate ethanol seeking and consumption in rats, hence suggesting its possible utility in the treatment of alcohol dependence. A few different lines of evidence suggests the therapeutic utility in the treatment of brain tumours.",
            "score": 96.01627349853516
        }
    ]
}