{
    "q": [
        {
            "docid": "39669_14",
            "document": "Dengue fever . Severe disease is more common in babies and young children, and in contrast to many other infections, it is more common in children who are relatively well nourished. Other risk factors for severe disease include female sex, high body mass index, and viral load. While each serotype can cause the full spectrum of disease, virus strain is a risk factor. Infection with one serotype is thought to produce lifelong immunity to that type, but only short-term protection against the other three. The risk of severe disease from secondary infection increases if someone previously exposed to serotype DENV-1 contracts serotype DENV-2 or DENV-3, or if someone previously exposed to DENV-3 acquires DENV-2. Dengue can be life-threatening in people with chronic diseases such as diabetes and asthma.",
            "score": 63.48720073699951
        },
        {
            "docid": "39669_43",
            "document": "Dengue fever . The marked spread of dengue during and after the Second World War has been attributed to ecologic disruption. The same trends also led to the spread of different serotypes of the disease to new areas, and to the emergence of dengue hemorrhagic fever. This severe form of the disease was first reported in the Philippines in 1953; by the 1970s, it had become a major cause of child mortality and had emerged in the Pacific and the Americas. Dengue hemorrhagic fever and dengue shock syndrome were first noted in Central and South America in 1981, as DENV-2 was contracted by people who had previously been infected with DENV-1 several years earlier.",
            "score": 41.63856267929077
        },
        {
            "docid": "927267_2",
            "document": "Dengue virus . Dengue virus (DENV) is the cause of dengue fever. It is a mosquito-borne single positive-stranded RNA virus of the family \"Flaviviridae\"; genus \"Flavivirus\". Five serotypes of the virus have been found, all of which can cause the full spectrum of disease. Nevertheless, scientists are finding their understanding of dengue virus may be simplistic, as rather than distinct antigenic groups there appears to be a \"continuum\". This same study identified 47 strains of dengue virus. Additionally, coinfection with and lack of rapid tests for zika virus and chikungunya complicate matters in real world infections.",
            "score": 46.490718841552734
        },
        {
            "docid": "9634765_4",
            "document": "Eva Harris . After a post-doctoral fellowship and Assistant Adjunct Professorship at the University of California, San Francisco, Harris joined the faculty at UC Berkeley. There, she developed a multidisciplinary approach for studying the virology, pathogenesis, and epidemiology of dengue fever, the most prevalent mosquito-borne viral disease in humans. Harris' lab studies the mechanism of dengue virus infection of human dendritic cells. The lab is also developing a mouse model to study viral tropism and the immune response to dengue virus infection, to generate a better model of the disease. Harris' fieldwork focuses on molecular and epidemiological field studies of dengue in endemic Latin American countries, particularly in Nicaragua. Ongoing fieldwork projects include clinical and biological studies of severe dengue, a pediatric cohort study of dengue transmission in Managua, and a project on evidence-based, community-derived interventions for prevention of dengue via control of its mosquito vector. Harris is currently initiating studies of dengue pathogenesis in humans, focusing on functional characterization of antibodies and B cell memory response, host gene expression profiling, and viral factors such as quasispecies. Harris is also collaborating with investigators at the UC Berkeley College of Engineering to develop the ImmunoSensor: a novel, rapid, low-cost diagnostic device for point-of-care diagnosis of dengue and other infectious diseases. She served as co-director of the \"International Training and Research in Emerging Infectious Diseases\" program at the Fogarty International Center from 1997 to 2003.",
            "score": 28.647911071777344
        },
        {
            "docid": "10849236_3",
            "document": "Antibody-dependent enhancement . The most widely known example of ADE occurs in the setting of infection with the dengue virus (DENV). DENV is a single-stranded positive-polarity RNA virus of the Flaviviridae family. It causes a disease of varying severity in humans, from dengue fever (DF), which is usually self-limited, to dengue hemorrhagic fever (DHF) and dengue shock syndrome (DSS), either of which may be life-threatening. It is estimated that as many as 390 million individuals are infected with DENV annually.",
            "score": 30.440348863601685
        },
        {
            "docid": "39669_10",
            "document": "Dengue fever . Dengue fever virus (DENV) is an RNA virus of the family \"Flaviviridae\"; genus \"Flavivirus\". Other members of the same genus include yellow fever virus, West Nile virus, St. Louis encephalitis virus, Japanese encephalitis virus, tick-borne encephalitis virus, Kyasanur forest disease virus, and Omsk hemorrhagic fever virus. Most are transmitted by arthropods (mosquitoes or ticks), and are therefore also referred to as arboviruses (\"ar\"thropod-\"bo\"rne viruses).",
            "score": 20.024333000183105
        },
        {
            "docid": "6090525_12",
            "document": "Neglected tropical diseases . There are 50–100 million dengue virus infections annually. Dengue fever is usually not fatal, but infection with one of four serotypes can increase later susceptibility to other serotypes, resulting in a potentially fatal disease called severe dengue. Dengue fever is caused by a flavivirus, and is spread mostly by the bite of the \"A. Aegypti\" mosquito. No treatment for either dengue or severe dengue exists beyond palliative care. The symptoms are high fever and flu-like symptoms. It is found in Asia, Latin America, and Northern Australia.",
            "score": 51.997761487960815
        },
        {
            "docid": "39669_39",
            "document": "Dengue fever . Rates of dengue increased 30 fold between 1960 and 2010. This increase is believed to be due to a combination of urbanization, population growth, increased international travel, and global warming. The geographical distribution is around the equator. Of the 2.5 billion people living in areas where it is common 70% are from Asia and the Pacific. An infection with dengue is second only to malaria as a diagnosed cause of fever among travelers returning from the developing world. It is the most common viral disease transmitted by arthropods, and has a disease burden estimated at 1,600 disability-adjusted life years per million population. The World Health Organization counts dengue as one of seventeen neglected tropical diseases.",
            "score": 34.92478394508362
        },
        {
            "docid": "927267_23",
            "document": "Dengue virus . Only one vaccine for dengue is currently approved in three countries (Brazil, Mexico, Philippines). Several vaccines are under development by private and public researchers. Developing a vaccine against the disease is challenging. With four different serotypes of the dengue virus that can cause the disease, the vaccine must immunize against all four types to be effective. Vaccination against only one serotype could possibly lead to severe dengue hemorrhagic shock (DHS) when infected with another serotype due to antibody-dependent enhancement. When infected with dengue virus, the immune system produces cross-reactive antibodies that provide immunity to that particular serotype. However, these antibodies are incapable of neutralizing other serotypes upon reinfection and actually increase viral replication. When macrophages consume the ‘neutralized’ virus, the virus is able to replicate within the macrophage, causing disease. These cross-reactive, ineffective antibodies ease access of virus into macrophages, which induces more severe disease (dengue hemorrhagic fever, dengue shock syndrome). A common problem faced in dengue-endemic regions is when mothers become infected with dengue; after giving birth, offspring carry the immunity from their mother and are susceptible to hemorrhagic fever if infected with any of the other three serotypes. One vaccine was in phase III trials in 2012 and planning for vaccine usage and effectiveness surveillance had started.",
            "score": 57.60167455673218
        },
        {
            "docid": "10849236_8",
            "document": "Antibody-dependent enhancement . To illustrate the phenomenon of ADE, consider the following example: an epidemic of dengue fever occurred in Cuba, lasting from 1977 to 1979. The infecting serotype was DENV-1. This epidemic was followed by two more outbreaks of dengue fever—one in 1981 and one in 1997; DENV-2 was the infecting serotype in both of these later epidemics. 205 cases of DHF/DSS occurred during the 1997 outbreak, all in people older than 15 years. All but three of these cases were demonstrated to have been previously infected by the DENV-1 serotype during the epidemic of 1977–1979. Furthermore, people who had been infected with DENV-1 during the 1977-79 outbreak and secondarily infected with DENV-2 in 1997 had a 3-4 fold increased probability of developing severe disease than those secondarily infected with DENV-2 in 1981. This scenario can be explained by the presence of neutralizing heterotypic IgG antibodies in sufficient titers in 1981, the titers of which had decreased by 1997 to the point where they no longer provided significant cross-protective immunity.",
            "score": 56.026044845581055
        },
        {
            "docid": "21054623_29",
            "document": "Mosquito-borne disease . Dengue fever is caused by infection through viruses of the family Flaviviridae. The illness is most commonly transmitted by Aedes aegypti mosquitoes in tropical and subtropical regions. Dengue virus has four different serotypes, each of which are antigenically related but have limited cross-immunity to reinfection.",
            "score": 55.51469922065735
        },
        {
            "docid": "39669_11",
            "document": "Dengue fever . The dengue virus genome (genetic material) contains about 11,000 nucleotide bases, which code for the three different types of protein molecules (C, prM and E) that form the virus particle and seven other non-structural protein molecules (NS1, NS2a, NS2b, NS3, NS4a, NS4b, NS5) that are found in infected host cells only and are required for replication of the virus. There are five strains of the virus, called serotypes, of which the first four are referred to as DENV-1, DENV-2, DENV-3 and DENV-4. The fifth type was announced in 2013. The distinctions between the serotypes are based on their antigenicity.",
            "score": 57.94043159484863
        },
        {
            "docid": "461410_3",
            "document": "Arbovirus . Arboviruses were not known to exist until the , with the germ theory and an understanding that viruses were distinct from other microorganisms. The connection between arthropods and disease was not postulated until 1881 when Cuban doctor and scientist Carlos Finlay proposed that yellow fever may be transmitted by mosquitoes instead of human contact, a reality that was verified by Major Walter Reed in 1901. The primary vector, \"Aedes aegypti\", had spread globally from the 15th to the 19th centuries as a result of globalization and the slave trade. This geographic spreading caused dengue fever epidemics throughout the 18th and 19th centuries, and later, in 1906, transmission by the \"Aedes\" mosquitoes was confirmed, making yellow fever and dengue fever the first two diseases known to be caused by viruses. Thomas Milton Rivers published the first clear description of a virus as distinct from a bacterium in 1927. The discovery of the West Nile virus came in 1937, and has since been found in \"Culex\" populations causing epidemics throughout Africa, the Middle East, and Europe. In 1999, the virus was introduced into the Western Hemisphere, sparking a series of epidemics. During the latter half of the 20th century, Dengue fever reemerged as a global disease, with the virus spreading geographically due to urbanization, population growth, increased international travel, and global warming, and continues to cause at least 50 million infections per year, making Dengue fever the most common and clinically important arboviral disease.",
            "score": 43.25272345542908
        },
        {
            "docid": "39669_22",
            "document": "Dengue fever . The diagnosis should be considered in anyone who develops a fever within two weeks of being in the tropics or subtropics. It can be difficult to distinguish dengue fever and chikungunya, a similar viral infection that shares many symptoms and occurs in similar parts of the world to dengue. Often, investigations are performed to exclude other conditions that cause similar symptoms, such as malaria, leptospirosis, viral hemorrhagic fever, typhoid fever, meningococcal disease, measles, and influenza. Zika fever also has similar symptoms as dengue.",
            "score": 30.724501132965088
        },
        {
            "docid": "37063005_24",
            "document": "Effects of global warming on human health . The cases of dengue fever have increased dramatically since the 1970s and it continues to become more prevalent. The greater incidence of this disease is believed to be due to a combination of urbanization, population growth, increased international travel, and global warming. The same trends also led to the spread of different serotypes of the disease to new areas, and to the emergence of dengue hemorrhagic fever. There are four different types of viruses in dengue fever. If someone is infected with one type of dengue virus, he or she will have permanent immunity to that type of dengue virus, but will have short term immunity to the other type of dengue fever. Some of the symptoms of dengue fever are fever, headache, muscle and joint pains and skin rash. There is no vaccine for dengue fever right now and there is no true treatment to get rid of it, but there are treatments to assist with some of the work of dengue, such as the use of oral or intravenous fluids for rehydration.",
            "score": 34.6724808216095
        },
        {
            "docid": "39669_2",
            "document": "Dengue fever . Dengue fever is a mosquito-borne tropical disease caused by the dengue virus. Symptoms typically begin three to fourteen days after infection. This may include a high fever, headache, vomiting, muscle and joint pains, and a characteristic skin rash. Recovery generally takes two to seven days. In a small proportion of cases, the disease develops into the life-threatening dengue hemorrhagic fever, resulting in bleeding, low levels of blood platelets and blood plasma leakage, or into dengue shock syndrome, where dangerously low blood pressure occurs. Dengue is spread by several species of mosquito of the \"Aedes\" type, principally \"A. aegypti\". The virus has five different types; infection with one type usually gives lifelong immunity to that type, but only short-term immunity to the others. Subsequent infection with a different type increases the risk of severe complications. A number of tests are available to confirm the diagnosis including detecting antibodies to the virus or its RNA. A vaccine for dengue fever has been approved and is commercially available in a number of countries. Other methods of prevention are by reducing mosquito habitat and limiting exposure to bites. This may be done by getting rid of or covering standing water and wearing clothing that covers much of the body. Treatment of acute dengue is supportive and includes giving fluid either by mouth or intravenously for mild or moderate disease. For more severe cases blood transfusion may be required. About half a million people require admission to hospital a year. Paracetamol (acetaminophen) is recommended instead of nonsteroidal anti-inflammatory drugs (NSAIDs) for fever reduction and pain relief in dengue due to an increased risk of bleeding from NSAID use. Dengue has become a global problem since the Second World War and is common in more than 110 countries. Each year between 50 and 528 million people are infected and approximately 10,000 to 20,000 die. The earliest descriptions of an outbreak date from 1779. Its viral cause and spread were understood by the early 20th century. Apart from eliminating the mosquitoes, work is ongoing for medication targeted directly at the virus. It is classified as a neglected tropical disease.",
            "score": 41.936620235443115
        },
        {
            "docid": "1929452_2",
            "document": "Kyasanur Forest disease . Kyasanur Forest disease (KFD) is a tick-borne viral hemorrhagic fever endemic to South Asia. The disease is caused by a virus belonging to the family \"Flaviviridae\", which also includes yellow fever and dengue fever.",
            "score": 18.46397876739502
        },
        {
            "docid": "37063005_25",
            "document": "Effects of global warming on human health . Dengue fever used to be considered a tropical disease, but climate change is causing dengue fever to spread. Dengue fever is transmitted by certain types of mosquitoes, which have been spreading further and further north. This is because some of the climate changes that are occurring are increased heat, precipitation and humidity which create prime breeding grounds for mosquitoes. The hotter and wetter a climate is, the faster the mosquitoes can mature and the faster the disease can develop. Another influence is the changing El Nino effects that are affecting the climate to change in different areas of the world, causing dengue fever to be able to spread.",
            "score": 13.279456615447998
        },
        {
            "docid": "39669_37",
            "document": "Dengue fever . Most people with dengue recover without any ongoing problems. The fatality rate is 1–5%, and less than 1% with adequate treatment; however those who develop significantly low blood pressure may have a fatality rate of up to 26%. Dengue is common in more than 110 countries. In 2013 it causes about 60 million symptomatic infections worldwide, with 18% admitted to hospital and about 13,600 deaths. The worldwide cost of dengue case is estimated US$9 billion. For the decade of the 2000s, 12 countries in Southeast Asia were estimated to have about 3 million infections and 6,000 deaths annually. It is reported in at least 22 countries in Africa; but is likely present in all of them with 20% of the population at risk. This makes it one of the most common vector-borne diseases worldwide.",
            "score": 32.95705437660217
        },
        {
            "docid": "927267_8",
            "document": "Dengue virus . The DENV E (envelope) protein, found as a dimer on the surface of the mature viral particle, is important in the initial attachment of this particle to the host cell. Each E protein monomer comprises three ectodomains, ED1 to ED3, and a trans-membrane segment. ED2 includes the dimerization interface, two glycosylation sites, and the peptide of fusion with the cellular membrane. ED3 is a continuous polypeptide segment; its fold is compact and immunoglobulin-like. Dengue virus is transmitted by a mosquito known as \"Aedes\". Several molecules which interact with the viral E protein (ICAM3-grabbing non-integrin, CD209, Rab 5, GRP 78, and the mannose receptor ) have been shown to be important factors mediating attachment and viral entry. The membrane form of Ribosomal protein SA may also be involved in the attachment. Recombinant domains of the E protein are used as well-defined antigens in the serological detection of antibodies directed against dengue virus and as immunogens in vaccine candidates.",
            "score": 39.8605375289917
        },
        {
            "docid": "43740616_6",
            "document": "Anavaj Sakuntabhai . He is a partner of a Wellcome Trust financed project on the human genome wide screening for dengue susceptible genes. His laboratory is a principal investigator of a French initiative to tackle the disease burden under changing environments. He is a coordinator of the European FP7 project on Dengue Framework for Resisting Epidemics in Europe (DENFREE). The project aims to find key factors determining dengue transmission and dengue epidemics in order to develop new tools and strategies for controlling dengue transmission. The project also estimates the risk of spreading DENV to uninfected areas, especially in Southern Europe where susceptible vectors exist.",
            "score": 27.19175410270691
        },
        {
            "docid": "9198086_5",
            "document": "Trinidad Regional Virus Laboratory . Under the inspired leadership of Dr Downs the laboratory began intensive research programs and made many new discoveries including the isolating of several arthropod-borne disease-causing viruses, and new insights into the epidemiology of key virus diseases including yellow fever, dengue fever, and rabies.",
            "score": 14.221285581588745
        },
        {
            "docid": "9634765_7",
            "document": "Eva Harris . Her group has developed an animal model for dengue virus infection and disease that effectively emulates the pathology seen in humans. In particular, the critical problem of the dengue virus infection, called \"antibody-dependent enhancement\" (ADE), is reproduced in this animal model. When a person who was previously infected with one serotype of dengue virus is later infected by a different serotype, the antibodies produced by the immune system can lead to increased severity of the second dengue infection, instead of controlling it. ADE, as a result, can lead to severe dengue disease or dengue hemorrhagic fever (DHF).",
            "score": 39.90849161148071
        },
        {
            "docid": "52304707_2",
            "document": "NITD008 . NITD008 is an antiviral drug, an adenosine analog (a type of nucleoside analog). It was developed as a potential treatment for flavivirus infections, and shows broad spectrum antiviral activity against many related viruses such as dengue virus, West Nile virus, yellow fever virus, Powassan virus, hepatitis C virus, Kyasanur Forest disease virus, Omsk hemorrhagic fever virus and Zika virus. Unfortunately NITD008 proved too toxic in pre-clinical animal testing to be suitable for human trials, but it continues to be used in research to find improved treatments for emerging viral diseases.",
            "score": 21.502389430999756
        },
        {
            "docid": "30110147_3",
            "document": "Dengue fever outbreaks . The first recognized dengue epidemics occurred almost simultaneously in Asia, Africa, and North America in the 1780s, shortly after the identification and naming of the disease in 1779. A pandemic began in Southeast Asia in the 1950s, and by 1975 DHF had become a leading cause of death among children in the region. The first case of DHF was reported in Manila, Philippines around 1953 through 1954. A small child with dengue fever started to bleed uncontrollably. Other children then became victims to the new symptom. Epidemic dengue has become more common since the 1980s. By the late 1990s, dengue was the most important mosquito-borne disease affecting humans after malaria, with around 40 million cases of dengue fever and several hundred thousand cases of dengue hemorrhagic fever each year. Significant outbreaks of dengue fever tend to occur every five or six months. The cyclical rise and fall in numbers of dengue cases is thought to be the result of seasonal cycles interacting with a short-lived cross-immunity for all four strains in people who have had dengue. When the cross-immunity wears off the population is more susceptible to transmission whenever the next seasonal peak occurs. Thus over time there remain large numbers of susceptible people in affected populations despite previous outbreaks due to the four different serotypes of dengue virus and the presence of unexposed individuals from childbirth or immigration.",
            "score": 36.451329708099365
        },
        {
            "docid": "927267_3",
            "document": "Dengue virus . Dengue virus causes dengue fever. Common names for dengue fever include breakbone fever and dandy fever; dengue hemorrhagic fever ([DHF] and dengue shock syndrome (DSS) are the severe forms. Dengue is found in tropical and sub-tropical climates worldwide, mostly in urban and semi-urban areas. People of all ages who are exposed to infected mosquitoes can get dengue fever. The disease occurs most often during the rainy season in areas with high numbers of infected mosquitoes. Only infected mosquitoes transmit dengue virus. The virus is transmitted to humans through the bites of infected female mosquitoes. The incubation period is 3 to 14 days. The period of illness is 3–7 days. A person with dengue fever is not contagious. Signs and symptoms may include severe headache; retroorbital pain; muscle, joint, and bone pain; macular or maculopapular rash; and minor hemorrhagic manifestations, including petechiae, ecchymosis, purpura, epistaxis, bleeding gums, hematuria, or a positive tourniquet test result.",
            "score": 26.67959213256836
        },
        {
            "docid": "24831215_2",
            "document": "Zika virus . Zika virus (ZIKV) is a member of the virus family \"Flaviviridae\". It is spread by daytime-active \"Aedes\" mosquitoes, such as \"A. aegypti\" and \"A. albopictus\". Its name comes from the Ziika Forest of Uganda, where the virus was first isolated in 1947. Zika virus is related to the dengue, yellow fever, Japanese encephalitis, and West Nile viruses. Since the 1950s, it has been known to occur within a narrow equatorial belt from Africa to Asia. From 2007 to , the virus spread eastward, across the Pacific Ocean to the Americas, leading to the 2015–16 Zika virus epidemic. The infection, known as Zika fever or Zika virus disease, often causes no or only mild symptoms, similar to a very mild form of dengue fever. While there is no specific treatment, paracetamol (acetaminophen) and rest may help with the symptoms. , the illness cannot be prevented by medications or vaccines. Zika can spread from a pregnant woman to her baby. This can result in microcephaly, severe brain malformations, and other birth defects. Zika infections in adults may result rarely in Guillain–Barré syndrome. In January 2016, the United States Centers for Disease Control and Prevention (CDC) issued travel guidance on affected countries, including the use of enhanced precautions, and guidelines for pregnant women including considering postponing travel. Other governments or health agencies also issued similar travel warnings, while Colombia, the Dominican Republic, Puerto Rico, Ecuador, El Salvador, and Jamaica advised women to postpone getting pregnant until more is known about the risks. Zika is pronounced or . The Zika virus belongs to the family \"Flaviviridae\" family and the genus \"Flavivirus\", thus is related to the dengue, yellow fever, Japanese encephalitis, and West Nile viruses. Like other flaviviruses, Zika virus is enveloped and icosahedral and has a nonsegmented, single-stranded, 10-kilobase, positive-sense RNA genome. It is most closely related to the Spondweni virus and is one of the two known viruses in the Spondweni virus clade. A positive-sense RNA genome can be directly translated into viral proteins. As in other flaviviruses, such as the similarly sized West Nile virus, the RNA genome encodes seven nonstructural proteins and three structural proteins. One of the structural proteins encapsulates the virus. This protein is the flavivirus envelope glycoprotein, that binds to the endosomal membrane of the host cell to initiate endocytosis. The RNA genome forms a nucleocapsid along with copies of the 12-kDa capsid protein. The nucleocapsid, in turn, is enveloped within a host-derived membrane modified with two viral glycoproteins. Viral genome replication depends on the making of double-stranded RNA from the single-stranded, positive-sense RNA (ssRNA(+)) genome followed by transcription and replication to provide viral mRNAs and new ssRNA(+) genomes.",
            "score": 34.18440544605255
        },
        {
            "docid": "10042176_7",
            "document": "Tropical Asia . The occurrence and level of some vector-borne diseases are anticipated to rise with global warming. Malaria, schistosomiasis and dengue, that are significant causes of humanity and morbidity in tropical Asia, are very sensitive to climate and are likely to spread into new regions on the margins of currently widespread areas as a result of climate change. Lately affected populations initially would go through higher fatality rates. According to one study, specifically focused on climate influences on infectious disease in present vulnerable regions, a growth in epidemic potential of 12-27 per cent for malaria and 31 to 47 per cent for dengue and a decrease of schistosomiasis of 11-17 per cent are expected under a range of GCM scenarios through climate change. Waterborne and water related infectious diseases, already accounting for the majority of epidemic emergencies in the area, are also expected to increase when higher temperatures and higher humidity are placed over on existing conditions and estimated upsurge in population, urbanization, deduction of water quality and other trends.",
            "score": 18.03820252418518
        },
        {
            "docid": "28868189_5",
            "document": "NS1 antigen test . DENV by NS1 antigen is laboratory confirmation of dengue in people also assessing clinical aspects (as well as, taking into account where the individual may have traveled recently). Serological tests such as an immunoglobulin M (IgM), enzyme-linked immunosorbent assay (MAC-ELISA) and viral RNA detection by reverse transcriptase ( RT-PCR) can also be used to diagnose Dengue fever.",
            "score": 22.030595779418945
        },
        {
            "docid": "626889_3",
            "document": "Control of Communicable Diseases Manual . The title of the book, as registered in the Library of Congress, is \"Control of Communicable Diseases Manual 20th edition, An Official Report of the American Public Health Association.\" The editor of CCDM is David L. Heymann, MD. The first edition, published in 1917 by the US Public Health Service, titled Control of Communicable Diseases. The first edition was a 30-page booklet with 38 diseases (Public Health Reports 32:41:1706-1733), adopted from a pamphlet written by Dr. Francis Curtis, health officer for Newton, Massachusetts, and sold for 5¢. Changes over the years reflect the new discoveries of infectious agents over the past century. The second edition in 1926 included 42 diseases, but only two arthropod (usually mosquito) - borne diseases, yellow and dengue fever and one protozoan disease, malaria. The causative organism of smallpox, dengue and chickenpox was listed as 'unknown.' The third edition in 1932 included two new arthropod infestations and a new disease, coccidioidal granuloma, with a note that it was 100% fatal. Eight diseases were listed as \"reportable\": diphtheria, epidemic influenza, measles, meningococcal meningitis, polio, scarlet fever, smallpox, and typhoid fever. The fourth edition in 1935 included 13 new infections. The fifth edition erroneously listed pemphigus as being infectious. In the sixth edition the rickettsioses were reorganized. In the seventh edition (1950) leprosy became Hansen's disease and cat-scratch disease was added as a probable viral disease (now known to be caused by the bacterium, Bartonella henselae. The eight edition (1955) erroneously listed actinomycosis as a fungal disease. In the ninth edition, arthropod-borne viral diseases were reclassified, with 49 additional diseases, resulting in substantially more viral entries. By the twelfth edition (1975) there were 118 arboviral illnesses. The 16th edition included \"neoplastic, malignant viral-associated diseases\" for the first time. In 2004 (18th edition) there were six \"tick-borne\" diseases, which was later corrected to include a \"mite-borne\" disease, rickettsialpox. The title was changed to \"Control of Communicable Disease Manual\" in 1995 (16th edition) to remove any perception of gender bias. For a long time the paperback edition was a handy pocket book, the 17th edition still fitting in one hand or a pocket . Now, the softcover version can only fit in the largest pocket of a spacious winter coat. However, the entire contents are now available as an app for iOS and Android and in PDF format.",
            "score": 24.995056629180908
        },
        {
            "docid": "927267_9",
            "document": "Dengue virus . The DENV prM (membrane) protein, which is important in the formation and maturation of the viral particle, consists of seven antiparallel β-strands stabilized by three disulfide bonds.",
            "score": 31.44792342185974
        },
        {
            "docid": "29802394_48",
            "document": "Social history of viruses . Arboviruses are viruses that are transmitted to humans and other vertebrates by blood-sucking insects. These viruses are diverse; the term \"arbovirus\" – which was derived from \"arthropod-borne virus\" – is no longer used in formal taxonomy because many species of virus are known to be spread in this way. There are more than 500 species of arboviruses, but in the 1930s only three were known to cause disease in humans: yellow fever virus, dengue virus and Pappataci fever virus. More than 100 of such viruses are now known to cause human diseases including encephalitis.",
            "score": 19.04228711128235
        }
    ],
    "r": [
        {
            "docid": "39669_14",
            "document": "Dengue fever . Severe disease is more common in babies and young children, and in contrast to many other infections, it is more common in children who are relatively well nourished. Other risk factors for severe disease include female sex, high body mass index, and viral load. While each serotype can cause the full spectrum of disease, virus strain is a risk factor. Infection with one serotype is thought to produce lifelong immunity to that type, but only short-term protection against the other three. The risk of severe disease from secondary infection increases if someone previously exposed to serotype DENV-1 contracts serotype DENV-2 or DENV-3, or if someone previously exposed to DENV-3 acquires DENV-2. Dengue can be life-threatening in people with chronic diseases such as diabetes and asthma.",
            "score": 63.487205505371094
        },
        {
            "docid": "39669_11",
            "document": "Dengue fever . The dengue virus genome (genetic material) contains about 11,000 nucleotide bases, which code for the three different types of protein molecules (C, prM and E) that form the virus particle and seven other non-structural protein molecules (NS1, NS2a, NS2b, NS3, NS4a, NS4b, NS5) that are found in infected host cells only and are required for replication of the virus. There are five strains of the virus, called serotypes, of which the first four are referred to as DENV-1, DENV-2, DENV-3 and DENV-4. The fifth type was announced in 2013. The distinctions between the serotypes are based on their antigenicity.",
            "score": 57.940433502197266
        },
        {
            "docid": "21438755_10",
            "document": "Foot-and-mouth disease . Of the seven serotypes of this virus, A, C, O, Asia 1, and SAT3 appear to be distinct lineages; SAT 1 and SAT 2 are unresolved clades. The mutation rate of the protein-encoding sequences of strains isolated between 1932 and 2007 has been estimated to be 1.46 × 10 substitutions/site/year, a rate similar to that of other RNA viruses. The most recent common ancestor appears to have evolved about 481 years ago (early 16th century). This ancestor then diverged into two clades which have given rise to the extant circulating Euro-Asiatic and South African. SAT 1 diverged first 397 years ago, followed by sequential divergence of serotype SAT 2 (396 years ago), A (147 years ago), O (121 years ago), Asia 1 (89 years ago), C (86 years ago), and SAT 3 (83 years ago). Bayesian skyline plot reveals a population expansion in the early 20th century that is followed by a rapid decline in population size from the late 20th century to the present day. Within each serotype, there was no apparent periodic, geographic, or host species influence on the evolution of global FMDVs. At least seven genotypes of serotype Asia 1 are known.",
            "score": 57.75973892211914
        },
        {
            "docid": "927267_23",
            "document": "Dengue virus . Only one vaccine for dengue is currently approved in three countries (Brazil, Mexico, Philippines). Several vaccines are under development by private and public researchers. Developing a vaccine against the disease is challenging. With four different serotypes of the dengue virus that can cause the disease, the vaccine must immunize against all four types to be effective. Vaccination against only one serotype could possibly lead to severe dengue hemorrhagic shock (DHS) when infected with another serotype due to antibody-dependent enhancement. When infected with dengue virus, the immune system produces cross-reactive antibodies that provide immunity to that particular serotype. However, these antibodies are incapable of neutralizing other serotypes upon reinfection and actually increase viral replication. When macrophages consume the ‘neutralized’ virus, the virus is able to replicate within the macrophage, causing disease. These cross-reactive, ineffective antibodies ease access of virus into macrophages, which induces more severe disease (dengue hemorrhagic fever, dengue shock syndrome). A common problem faced in dengue-endemic regions is when mothers become infected with dengue; after giving birth, offspring carry the immunity from their mother and are susceptible to hemorrhagic fever if infected with any of the other three serotypes. One vaccine was in phase III trials in 2012 and planning for vaccine usage and effectiveness surveillance had started.",
            "score": 57.60167694091797
        },
        {
            "docid": "21938883_9",
            "document": "Hepatitis B virus . The virus is divided into four major serotypes (adr, adw, ayr, ayw) based on antigenic epitopes present on its envelope proteins. These serotypes are based on a common determinant (a) and two mutually exclusive determinant pairs (d/y and w/r). The viral strains have also been divided into ten genotypes (A–J) and forty subgenotypes according to overall nucleotide sequence variation of the genome. The genotypes have a distinct geographical distribution and are used in tracing the evolution and transmission of the virus. Differences between genotypes affect the disease severity, course and likelihood of complications, and response to treatment and possibly vaccination. The serotypes and genotypes do not necessarily correspond.",
            "score": 56.65577697753906
        },
        {
            "docid": "10849236_8",
            "document": "Antibody-dependent enhancement . To illustrate the phenomenon of ADE, consider the following example: an epidemic of dengue fever occurred in Cuba, lasting from 1977 to 1979. The infecting serotype was DENV-1. This epidemic was followed by two more outbreaks of dengue fever—one in 1981 and one in 1997; DENV-2 was the infecting serotype in both of these later epidemics. 205 cases of DHF/DSS occurred during the 1997 outbreak, all in people older than 15 years. All but three of these cases were demonstrated to have been previously infected by the DENV-1 serotype during the epidemic of 1977–1979. Furthermore, people who had been infected with DENV-1 during the 1977-79 outbreak and secondarily infected with DENV-2 in 1997 had a 3-4 fold increased probability of developing severe disease than those secondarily infected with DENV-2 in 1981. This scenario can be explained by the presence of neutralizing heterotypic IgG antibodies in sufficient titers in 1981, the titers of which had decreased by 1997 to the point where they no longer provided significant cross-protective immunity.",
            "score": 56.02604675292969
        },
        {
            "docid": "927267_4",
            "document": "Dengue virus . Based on the analysis of the envelope protein there are at least four genotypes (1 to 4). In 2013 a fifth serotype was reported. The rate of nucleotide substitution for this virus has been estimated to be 6.5 per nucleotide per year, a rate similar to other RNA viruses. The American African genotype has been estimated to have evolved between 1907 and 1949. This period includes World Wars I and II, which were associated with considerable movement of populations and environmental disturbance, factors known to promote the evolution of new vector-borne viral species.",
            "score": 55.57356643676758
        },
        {
            "docid": "21054623_29",
            "document": "Mosquito-borne disease . Dengue fever is caused by infection through viruses of the family Flaviviridae. The illness is most commonly transmitted by Aedes aegypti mosquitoes in tropical and subtropical regions. Dengue virus has four different serotypes, each of which are antigenically related but have limited cross-immunity to reinfection.",
            "score": 55.51470184326172
        },
        {
            "docid": "1883421_17",
            "document": "Adeno-associated virus . Until the 1990s, virtually all AAV biology was studied using AAV serotype 2. However, AAV is highly prevalent in humans and other primates and several serotypes have been isolated from various tissue samples. Serotypes 2, 3, 5, and 6 were discovered in human cells, AAV serotypes 1, 4, and 7–11 in nonhuman primate samples. As of 2006 there have been 11 AAV serotypes described, the 11th in 2004. AAV capsid proteins contain 12 hypervariable surface regions, with most variability occurring in the threefold proximal peaks, but the parvovirus genome in general presents highly conserved replication and structural genes across serotypes. All of the known serotypes can infect cells from multiple diverse tissue types. Tissue specificity is determined by the capsid serotype and pseudotyping of AAV vectors to alter their tropism range will likely be important to their use in therapy.",
            "score": 53.427642822265625
        },
        {
            "docid": "6090525_12",
            "document": "Neglected tropical diseases . There are 50–100 million dengue virus infections annually. Dengue fever is usually not fatal, but infection with one of four serotypes can increase later susceptibility to other serotypes, resulting in a potentially fatal disease called severe dengue. Dengue fever is caused by a flavivirus, and is spread mostly by the bite of the \"A. Aegypti\" mosquito. No treatment for either dengue or severe dengue exists beyond palliative care. The symptoms are high fever and flu-like symptoms. It is found in Asia, Latin America, and Northern Australia.",
            "score": 51.997764587402344
        },
        {
            "docid": "24629030_10",
            "document": "Isolation by distance . The genetic structure, dynamics, and evolution of populations and species are also important from an ecological point of view when considering the probability of colonization and extinction. One of the key processes influencing these dynamics is dispersal. When localized, populations that are geographically closer are expected to exchange more migrants and should have a tendency to be more alike at neutral genetic markers. One such study investigated the direct and indirect measures of dispersal in \"Branchipodopsis wolfi\" (fairy shrimp), located in spatially fragmented, ephemeral rock pools located in southeastern Botswana. Dispersal trends and rates were compared by using both spatial genetic structure and direct measures of dispersal. A total of 29 populations from three spatially different rock pools were subjected to allozyme analysis for four loci to access genetic variation and estimates of gene flow between populations were generated using population genetic software. Direct measures of dispersal were determined by quantifying the number of viable floating dormant eggs and larvae that circulated intro overflow traps during flooding events. Genetic differentiation among sites was highly significant (with neighboring sites being more similar). FST ratios for all populations increased with geographical distance in all three rock pool sites, indicating a small-scale isolation-by-distance pattern. A distance of 50 meters was determined to be an important constraint on the effective dispersal and gene flow for fairy shrimp. Isolation by distance also occurs a result of competition between species: spatial segregation may be due to the negative impact of a species' activity on another one .",
            "score": 51.71512222290039
        },
        {
            "docid": "38889813_35",
            "document": "Viral phylodynamics . Human influenza is an acute respiratory infection primarily caused by viruses influenza A and influenza B. Influenza A viruses can be further classified into subtypes, such as A/H1N1 and A/H3N2. Here, subtypes are denoted according to their hemagglutinin (H or HA) and neuraminidase (N or NA) genes, which as surface proteins, act as the primary targets for the humoral immune response. Influenza viruses circulate in other species as well, most notably as swine influenza and avian influenza. Through reassortment, genetic sequences from swine and avian influenza occasionally enter the human population. If a particular hemagglutinin or neuraminidase has been circulating outside the human population, then humans will lack immunity to this protein and an influenza pandemic may follow a host switch event, as seen in 1918, 1957, 1968 and 2009. After introduction into the human population, a lineage of influenza generally persists through antigenic drift, in which HA and NA continually accumulate mutations allowing viruses to infect hosts immune to earlier forms of the virus. These lineages of influenza show recurrent seasonal epidemics in temperate regions and less periodic transmission in the tropics. Generally, at each pandemic event, the new form of the virus outcompetes existing lineages. The study of viral phylodynamics in influenza primarily focuses on the continual circulation and evolution of epidemic influenza, rather than on pandemic emergence. Of central interest to the study of viral phylodynamics is the distinctive phylogenetic tree of epidemic influenza A/H3N2, which shows a single predominant trunk lineage that persists through time and side branches that persist for only 1–5 years before going extinct (see figure 5).",
            "score": 51.01542282104492
        },
        {
            "docid": "839543_22",
            "document": "Wolbachia . In addition to inhibiting the dengue virus (DENV) in some species of genus \"Aedes\", \"Wolbachia\" has been identified to inhibit replication of chikungunya virus (CHIKV) in \"A. aegypti\". The Wmel strain of \"Wolbachia pipientis\" significantly reduced infection and dissemination rates of CHIKV in mosquitoes, compared to \"Wolbachia\" uninfected controls and the same phenomenon was observed in yellow fever virus infection converting this bacterium in an excellent promise for YFV and CHIKV suppression. Another study tested the effect of \"Wolbachia\" on the replication of West Nile virus (WNV), but in cell line Aag2 derived from \"A. aegypti\" cells, suggesting that despite the existence of an enhancement of viral genomic RNA replication in the cell line \"Wolbachia\" infected, the production of secreted virus was significantly inhibited. Also, the antiviral effect in intrathoracically infected mosquitoes depends on the strain of \"Wolbachia\", and the replication of the virus in orally fed mosquitoes was completely inhibited in wMelPop strain of \"Wolbachia\".",
            "score": 47.39021682739258
        },
        {
            "docid": "87175_6",
            "document": "Herd immunity . Herd immunity itself acts as an evolutionary pressure on certain viruses, influencing viral evolution by encouraging the production of novel strains, in this case referred to as escape mutants, that are able to \"escape\" from herd immunity and spread more easily. At the molecular level, viruses escape from herd immunity through antigenic drift, which is when mutations accumulate in the portion of the viral genome that encodes for the virus's surface antigen, typically a protein of the virus capsid, producing a change in the viral epitope. Alternatively, the reassortment of separate viral genome segments, or antigenic shift, which is more common when there are more strains in circulation, can also produce new serotypes. When either of these occur, memory T cells no longer recognize the virus, so people are not immune to the dominant circulating strain. For both influenza and norovirus, epidemics temporarily induce herd immunity until a new dominant strain emerges, causing successive waves of epidemics. As this evolution poses a challenge to herd immunity, broadly neutralizing antibodies and \"universal\" vaccines that can provide protection beyond a specific serotype are in development.",
            "score": 47.19025802612305
        },
        {
            "docid": "14274423_3",
            "document": "Adenovirus serotype 14 . The virus shows symptoms typical of adenoviral infections. Although these infections are common in humans, they are rarely fatal . Symptoms include : The viral infection presents with symptoms similar to those of other common bacterial and viral infections, such as influenza. Ad14 is a rare emerging virus that can cause severe respiratory infection, which can sometimes be fatal, even in healthy young adults. Ad14 isolates from all four states where outbreaks occurred were identical, based on DNA sequencing. However, the isolates were distinct from the 1955 Ad14 reference strain. This suggests that a new Ad14 variant is emerging and spreading in the United States.",
            "score": 47.01316452026367
        },
        {
            "docid": "38880562_9",
            "document": "Equine encephalosis virus . By analogy with the Bluetongue disease virus, both these proteins may then be used to determine the serotype of EEV, of which seven have been identified to date.  This is achieved by analysing the interaction between VP(2), and the antibodies generated by the host during infection. The sequence variation between the proteins is then associated with various viral serotypes.",
            "score": 46.989166259765625
        },
        {
            "docid": "366112_14",
            "document": "Chikungunya . Chikungunya is related to mosquitoes, their environments, and human behavior. The adaptation of mosquitoes to the changing climate of North Africa around 5,000 years ago made them seek out environments where humans stored water. Human habitation and the mosquitoes’ environments were then very closely connected. During periods of epidemics humans are the reservoir of the virus. Because high amounts of virus are present in the blood in the beginning of acute infection, the virus can be spread from a viremic human to a mosquito, and back to a human. During other times, monkeys, birds and other vertebrates have served as reservoirs. Three genotypes of this virus have been described, each with a distinct genotype and antigenic character: West African, East/Central/South African, and Asian genotypes. The Asian lineage originated in 1952 and has subsequently split into two lineages – India (Indian Ocean Lineage) and South East Asian clades. This virus was first reported in the Americas in 2014. Phylogenetic investigations have shown that there are two strains in Brazil – the Asian and East/Central/South African types – and that the Asian strain arrived in the Caribbean (most likely from Oceania) in about March 2013. The rate of molecular evolution was estimated to have a mean rate of 5 × 10 substitutions per site per year (95% higher probability density 2.9–7.9 × 10) typical of RNA viruses.",
            "score": 46.58429718017578
        },
        {
            "docid": "927267_2",
            "document": "Dengue virus . Dengue virus (DENV) is the cause of dengue fever. It is a mosquito-borne single positive-stranded RNA virus of the family \"Flaviviridae\"; genus \"Flavivirus\". Five serotypes of the virus have been found, all of which can cause the full spectrum of disease. Nevertheless, scientists are finding their understanding of dengue virus may be simplistic, as rather than distinct antigenic groups there appears to be a \"continuum\". This same study identified 47 strains of dengue virus. Additionally, coinfection with and lack of rapid tests for zika virus and chikungunya complicate matters in real world infections.",
            "score": 46.490718841552734
        },
        {
            "docid": "43292838_6",
            "document": "Dengue vaccine . Ongoing phase III trials in Latin America and Asia involve over 31,000 children between the ages of 2 and 14 years. In the first reports from the trials, vaccine efficacy was 56.5% in the Asian study and 64.7% in the Latin American study in patients who received at least one injection of the vaccine. Efficacy varied by serotype. In both trials vaccine reduced by about 80% the number of severe dengue cases. An analysis of both the Latin American and Asian studies at the 3rd year of follow-up showed that the efficacy of the vaccine was 65.6% in preventing hospitalization in children older than 9 years of age, but considerably greater (81.9%) for children who were seropositive (indicating previous dengue infection) at baseline. The vaccination series consists of three injections at 0, 6 and 12 months. The vaccine was approved in Mexico, Philippines, and Brazil in December 2015, and in El Salvador, Costa Rica, Paraguay, Guatemala, Peru, Indonesia, Thailand and Singapore in 2016. Tradenamed Dengvaxia, it is approved for use for those aged nine and older and can prevent all four serotypes.",
            "score": 46.11451721191406
        },
        {
            "docid": "411018_11",
            "document": "Hepatitis E . Only one serotype of the virus is known, and classification is based on the nucleotide sequences of the genome. Genotype 1 has been classified into five subtypes, genotype 2 into two subtypes, and genotypes 3 and 4 have been into 10 and seven subtypes, respectively.Differences have been noted between the different genotypes. For genotype 1, the age at which incidence peaks is between 15 and 35 years and mortality is about 1%. Genotype 3 and 4—the most common in Japan—are more common in people older than 60 years and the mortality is between 5 and 10%.",
            "score": 45.01199722290039
        },
        {
            "docid": "10849236_5",
            "document": "Antibody-dependent enhancement . There are four antigenically different serotypes of DENV (DENV-1 - DENV-4). Infection with DENV induces the production of neutralizing homotypic immunoglobulin G (IgG) antibodies which provide lifelong immunity against the infecting serotype. Infection with DENV also produces some degree of cross-protective immunity against the other three serotypes. Neutralizing heterotypic (cross-reactive) IgG antibodies are responsible for this cross-protective immunity, which typically persists for a period of several months to a few years. These heterotypic antibody titers decrease over long time periods (4 to 20 years). While heterotypic IgG antibody titers decrease, homotypic IgG antibody titers increase over long time periods. This could be due to the preferential survival of long-lived memory B cells producing homotypic antibodies.",
            "score": 44.975196838378906
        },
        {
            "docid": "357756_14",
            "document": "Poliovirus . Specific strains of each serotype are used to prepare vaccines against polio. Inactive polio vaccine is prepared by formalin inactivation of three wild, virulent reference strains, Mahoney or Brunenders (PV1), MEF-1/Lansing (PV2), and Saukett/Leon (PV3). Oral polio vaccine contains live attenuated (weakened) strains of the three serotypes of poliovirus. Passaging the virus strains in monkey kidney epithelial cells introduces mutations in the viral IRES, and hinders (or attenuates) the ability of the virus to infect nervous tissue.",
            "score": 43.936180114746094
        },
        {
            "docid": "341202_5",
            "document": "Concinnia queenslandiae . Extensive upland areas of the Australian Wet Tropics, such as the Atherton Tableland, were cleared for farming, largely between 1940 and 1990, leaving many scattered pockets of rainforest surrounded by open pasture. The Prickly Skink is abundant throughout this area has become a research subject for studies on the effect of habitat fragmentation on genetic diversity, gene flow and adaptation in a rainforest dependent species. A 1993 phylogeographic study by Moritz and co-authors using allozyme electrophoresis and restriction mapping of mitochondrial DNA (mtDNA) genomes found distinct genetic lineages in populations from the northern and southern wet tropics. These areas are currently connected by a ribbon of rainforest habitat, around 15 km wide, known as the Black Mountain Corridor or BMC, but historical climate modeling suggest that rainforests in the northern and southern wet tropics were separated by around 50 km of dry habitats in this area during Pleistocene glacial climate periods. However, the deep divergence between these lineages suggests much longer genetic isolation, with an estimated separation time of over five million years, and these populations may represent different species. Further study of mtDNA and allozyme variation from sites around the Atherton Tablelands (within the Southern Lineage) revealed additional phylogeographic structure, with a divergence between populations around the Bellenden Ker / Wooroonooran Range, east of the Atherton Tableland, and those in the central and southern tablelands. The late-Pleistocene divergence between these lineages (>0.5% across the mtDNA genome) is an order of magnitude less than that between the Northern and Southern Wet Tropics but is indicative of emergence from separate glacial refugia. The larger Wooroonooran refugium maintained higher diversity through the glacial period than the southern Tableland refugium and this natural historical difference in genetic diversity is much greater than any more recent, human induced, effects of forest clearing and fragmentation. More detailed study of genetic variation in populations from the Atherton tableland, using mtDNA sequences and microsatellite loci, revealed a slight reduction in allelic diversity and in the pattern of isolation by distance among populations. Also, Sumner found relatedness among males within fragments was lower in isolated forest fragments than within continuous forests, possibly reflecting greater dispersal within fragments due to lower habitat quality. However, these relatively slight differences show the difficulty of detecting effects of recent habitat fragmentation in a species with relatively low local population size and limited dispersal. Sumner and co-authors did find other ecological effects of fragmentation; skink abundance was higher in continuous forest sites than in fragments, and was lower in small habitat patches than in large patches, and on average, skinks from fragments were smaller than those from continuous forests. Estimates of population density and dispersal distances from capture-recapture methods and from genetic data are broadly consistent, with a density varying from 65 - 136 individuals per ha, and a dispersal distance of 404 – 843 m, respectively. Genetic estimates of relatedness among individuals found under the same log revealed that juveniles tend to stay with their parents for 1–2 years and subsequently disperse to other logs, with marked individuals observed 0 – 80 m away from their initial capture site over three years.",
            "score": 43.83171081542969
        },
        {
            "docid": "4288915_2",
            "document": "Aphthovirus . Aphthovirus (from the Greek \"aphtha\"-, vesicles in the mouth) is a viral genus of the family Picornaviridae. Aphthoviruses infect vertebrates, and include the causative agent of foot-and-mouth disease. \"Foot-and-mouth disease virus\" (FMDV) is the prototypic member of the genus \"Aphthovirus\". There are seven FMDV serotypes: A, O, C, SAT 1, SAT 2, SAT 3 and Asia 1, and four non-FMDV serotypes belonging to three additional species \"Bovine rhinitis A virus\" (BRAV), \"Bovine rhinitis B virus\" (BRBV) and \"Equine rhinitis A virus\" (ERAV).",
            "score": 43.44290542602539
        },
        {
            "docid": "461410_3",
            "document": "Arbovirus . Arboviruses were not known to exist until the , with the germ theory and an understanding that viruses were distinct from other microorganisms. The connection between arthropods and disease was not postulated until 1881 when Cuban doctor and scientist Carlos Finlay proposed that yellow fever may be transmitted by mosquitoes instead of human contact, a reality that was verified by Major Walter Reed in 1901. The primary vector, \"Aedes aegypti\", had spread globally from the 15th to the 19th centuries as a result of globalization and the slave trade. This geographic spreading caused dengue fever epidemics throughout the 18th and 19th centuries, and later, in 1906, transmission by the \"Aedes\" mosquitoes was confirmed, making yellow fever and dengue fever the first two diseases known to be caused by viruses. Thomas Milton Rivers published the first clear description of a virus as distinct from a bacterium in 1927. The discovery of the West Nile virus came in 1937, and has since been found in \"Culex\" populations causing epidemics throughout Africa, the Middle East, and Europe. In 1999, the virus was introduced into the Western Hemisphere, sparking a series of epidemics. During the latter half of the 20th century, Dengue fever reemerged as a global disease, with the virus spreading geographically due to urbanization, population growth, increased international travel, and global warming, and continues to cause at least 50 million infections per year, making Dengue fever the most common and clinically important arboviral disease.",
            "score": 43.252723693847656
        },
        {
            "docid": "52926946_2",
            "document": "HCV genotypes . Hepatitis C virus (HCV) genotypes refer to the genetic variations that occurs in the hepatitis C virus. Hepatitis C is a contagious disease that primarily affects the liver, causing severe damage as the disease progresses. It is caused by the Hepatitis C virus, a small, enveloped RNA virus. The transmission of hepatitis C is through the contact with the blood of the infected person,for example by sharing the needles or by using non-sterile medical equipment. HCV is transmitted globally because of the high infection rate and is also associated with a high mortality rate. The World Health Organisation indicates the 3.3% of the world population is infected by the HCV virus. Statistical records show that there are about 13 million HCV affected persons in china, 3.5 million affected persons in the United States, and about 10 million people are affected by HCV in Pakistan. In all cases, the viral genotype of the HCV stays the same, occasionally mutations do occur making the treatment more complex by targeting the changes in the genotype. Hepatitis C virus genotype is considered more common than the Hepatitis B virus infection contributing to more than a million cases annually and is considered one of the major reason for liver transplantation in United States. Some of the HCV genotypes may develop in people without symptoms leading to dangerous conditions like liver cirrhosis causing a permanent damage to liver and the unnoticed HCV conditions will affect brain, joints, blood vessels, bones, and kidneys.",
            "score": 43.012149810791016
        },
        {
            "docid": "18877437_47",
            "document": "History and naming of human leukocyte antigens . By 1990, the full complexity of the HLA class I antigens was beginning to be understood. At the time new serotypes were being determined, the problem with multiple alleles for each serotype was becoming apparent by nucleotide sequencing. RFLP analysis helped determine new alleles, but sequencing was more thorough. Throughout the 1990s, PCR kits, called SSP-PCR kits were developed that allowed, at least under optimal conditions, the purification of DNA, PCR and Agarose Gel identification of alleles within an 8-hour day. Alleles that could not be clearly identified by serotype and PCR could be sequenced, allowing for the refinement of new PCR kits.",
            "score": 42.80706024169922
        },
        {
            "docid": "32653_29",
            "document": "Vaccine . When two or more vaccines are mixed together in the same formulation, the two vaccines can interfere. This most frequently occurs with live attenuated vaccines, where one of the vaccine components is more robust than the others and suppresses the growth and immune response to the other components. This phenomenon was first noted in the trivalent Sabin polio vaccine, where the amount of serotype 2 virus in the vaccine had to be reduced to stop it from interfering with the \"take\" of the serotype 1 and 3 viruses in the vaccine. This phenomenon has also been found to be a problem with the dengue vaccines currently being researched, where the DEN-3 serotype was found to predominate and suppress the response to DEN-1, −2 and −4 serotypes.",
            "score": 42.77020263671875
        },
        {
            "docid": "140968_5",
            "document": "Rotavirus . There are nine species of rotavirus, referred to as groups A, B, C, D, E, F, G, H and I. Humans are primarily infected by species A, B and C, most commonly by species A. A–E species cause disease in other animals, species E and H in pigs, D, F and G in birds and I in cats. Within rotavirus A there are different strains, called serotypes. As with influenza virus, a dual classification system is used based on two proteins on the surface of the virus. The glycoprotein VP7 defines the G serotypes and the protease-sensitive protein VP4 defines P serotypes. Because the two genes that determine G-types and P-types can be passed on separately to progeny viruses, different combinations are found. A whole genome genotyping system has been established for group A rotaviruses, which has been used to determine the origin of atypical strains. The prevalence of rotavirus the individual G-types and P-types varies between, and within, countries and years.",
            "score": 42.5561408996582
        },
        {
            "docid": "55680227_26",
            "document": "Foreign animal disease . Foot-and-mouth disease Foot-and-mouth disease (FMD) is a severe highly contagious viral disease affecting cloven-hooved animals, such as cattle, sheep, and swine. FMD was once worldwide but has been largely controlled in developed nations, and has been eradicated from some regions such as North America and western Europe. The disease was eradicated from the United States in 1929. FMD is endemic in parts of Asia, and most of Africa and the Middle East, but FMD can occur sporadically in typically free areas. The organism causing FMS is an aphthovirus in the family \"Picornaviridae\". There are seven major viral serotypes containing collectively more than 60 strains with occasional new strains arising. Vaccines can provide immunity, but each serotype requires its own specific vaccine. The disease is characterized by vesiculation or blistering of the hooves and oval cavity and on the mammary glands, leading to pain and discomfort, and to depression, anorexia, excessive salivation, lameness, and reluctance to move or stand, and causing production losses. The death loss is minimal, but there is a high rate of illness when a susceptible population is infected, and the disease has severe economic implications in the livestock industries. Because of how quickly FMD can spread, with nearly 100 percent of exposed animals ultimately becoming infected, and the significant economic losses it can cause, FMD is a worldwide concern. There is also concern that the FMD virus could be utilized by a terrorist organization or rogue state to perpetuate a terrorist attack against the United States by targeting the $100 billion/year U.S. livestock industry. In 2001, from February to September, an outbreak of FMD in the United Kingdom caused the slaughter of over 4 million animals of sheep, cattle, goats, and pigs to gain control of the disease. The FMD virus is found in all excretions and secretions of an infected animal. Transmission of the virus can be from contact with an infected animal, a contaminated environment used to house or transport susceptible animals, contaminated materials or fomites, people wearing contaminated clothes or footwear or using contaminated equipment, infected meat or animal products fed raw or improperly cooked to susceptible animals, contact with an infected carcass, and from aerosol spread of virus from an infected animal or property via air currents. Prompt reporting of suspicious signs of FMD to the proper agents (state veterinarians, federal animal disease control officials, or county agricultural agents will enable an investigation, testing, and containment should an outbreak occur. Laboratory testing is required to confirm the diagnosis. Stringent import and cross-border animal movement controls and surveillance are used in protection of FMD free countries. A response effort to eradicate any potential outbreaks include humane destruction of all infected, recovered and FMD-susceptible animals; appropriate disposal of animal carcasses and all animal products; surveillance and tracing of potentially infected or exposed livestock; strict quarantine and controls on movement of livestock, equipment, and vehicles; and, thorough disinfection of premises and all infected material (implements, cars, clothes, etc.).",
            "score": 42.45144271850586
        },
        {
            "docid": "47229060_10",
            "document": "Maurice Green (virologist) . In the late 1950s and early 1960s, Green was among the first scientists in the world to study biochemical features of virus replication in cell culture and to develop and apply the emerging concepts of molecular biology. His major focus of investigation was human adenoviruses. He and his colleagues worked out the basic parameters for working with these viruses – for example, how to grow them in culture, to purify the virions, to extract and characterize the viral DNA, and to study gene expression at the RNA and protein levels. This work established the kinetics of infection, and showed that the infection was divided into two major stages of gene expression. In 1962, scientists at the National Institutes of Health discovered that certain serotypes of human adenoviruses can induce tumors in newborn hamsters. This finding was not only of scientific interest, but it also raised concerns because the military was using live adenoviruses as vaccines against adenovirus-induced acute respiratory disease. Green was asked to learn as much as he could as quickly as possible about the 31 distinct viral serotypes known at that time. His studies included characterizing the viruses’ DNA, investigating the tumor-inducing properties of the viruses, and determining the molecular and kinetic parameters of adenovirus infection. He showed that adenoviruses could be divided into distinct groups based on these and other properties. These classic studies served to establish adenoviruses as a powerful model system that has since been used to address more global questions about virus replication, human cell molecular biology, infection and immunity, and neoplastic transformation. In subsequent years, the study of adenoviruses has provided key insights into tumor suppressors, cell proliferation, and the host immune response. They also emerged as a vehicle for human gene therapy",
            "score": 42.17933654785156
        },
        {
            "docid": "39669_2",
            "document": "Dengue fever . Dengue fever is a mosquito-borne tropical disease caused by the dengue virus. Symptoms typically begin three to fourteen days after infection. This may include a high fever, headache, vomiting, muscle and joint pains, and a characteristic skin rash. Recovery generally takes two to seven days. In a small proportion of cases, the disease develops into the life-threatening dengue hemorrhagic fever, resulting in bleeding, low levels of blood platelets and blood plasma leakage, or into dengue shock syndrome, where dangerously low blood pressure occurs. Dengue is spread by several species of mosquito of the \"Aedes\" type, principally \"A. aegypti\". The virus has five different types; infection with one type usually gives lifelong immunity to that type, but only short-term immunity to the others. Subsequent infection with a different type increases the risk of severe complications. A number of tests are available to confirm the diagnosis including detecting antibodies to the virus or its RNA. A vaccine for dengue fever has been approved and is commercially available in a number of countries. Other methods of prevention are by reducing mosquito habitat and limiting exposure to bites. This may be done by getting rid of or covering standing water and wearing clothing that covers much of the body. Treatment of acute dengue is supportive and includes giving fluid either by mouth or intravenously for mild or moderate disease. For more severe cases blood transfusion may be required. About half a million people require admission to hospital a year. Paracetamol (acetaminophen) is recommended instead of nonsteroidal anti-inflammatory drugs (NSAIDs) for fever reduction and pain relief in dengue due to an increased risk of bleeding from NSAID use. Dengue has become a global problem since the Second World War and is common in more than 110 countries. Each year between 50 and 528 million people are infected and approximately 10,000 to 20,000 die. The earliest descriptions of an outbreak date from 1779. Its viral cause and spread were understood by the early 20th century. Apart from eliminating the mosquitoes, work is ongoing for medication targeted directly at the virus. It is classified as a neglected tropical disease.",
            "score": 41.93661880493164
        }
    ]
}