{
    "q": [
        {
            "docid": "10849236_3",
            "document": "Antibody-dependent enhancement . The most widely known example of ADE occurs in the setting of infection with the dengue virus (DENV). DENV is a single-stranded positive-polarity RNA virus of the Flaviviridae family. It causes a disease of varying severity in humans, from dengue fever (DF), which is usually self-limited, to dengue hemorrhagic fever (DHF) and dengue shock syndrome (DSS), either of which may be life-threatening. It is estimated that as many as 390 million individuals are infected with DENV annually.",
            "score": 176.07546758651733
        },
        {
            "docid": "10849236_4",
            "document": "Antibody-dependent enhancement . The phenomenon of ADE may be observed when a person who has previously been infected with one serotype of DENV becomes infected many months or years later with a different serotype. In such cases, the clinical course of the disease is more severe, and these people have higher viremia compared with those in whom ADE has not occurred. This explains the observation that while primary (first) infections cause mostly minor disease (DF) in children, secondary infection (re-infection at a later date) is more likely to be associated with severe disease (DHF and/or DSS) in both children and adults.",
            "score": 122.70497035980225
        },
        {
            "docid": "50323987_3",
            "document": "Patient DF . Patient DF’s brain damage resulted from hypoxia due to carbon monoxide poisoning. The lateral occipital cortex in her brain is severely damaged and shows no activation presented with line drawings of common objects where healthy people usually do. There is also some shrinkage in the intraparietal sulcus, often implicated in the dorsal stream for visuomotor control. The fusiform face area is intact. This would suggest the problem in DF’s perception is disconnectivity between higher and lower order functioning.",
            "score": 37.67498993873596
        },
        {
            "docid": "1075211_2",
            "document": "Metabolome . The metabolome refers to the complete set of small-molecule chemicals found within a biological sample. The biological sample can be a cell, a cellular organelle, an organ, a tissue, a tissue extract, a biofluid or an entire organism. The small molecule chemicals found in a given metabolome may include both endogenous metabolites that are naturally produced by an organism (such as amino acids, organic acids, nucleic acids, fatty acids, amines, sugars, vitamins, co-factors, pigments, antibiotics, etc.) as well as exogenous chemicals (such as drugs, environmental contaminants, food additives, toxins and other xenobiotics) that are not naturally produced by an organism. In other words, there is both an endogenous metabolome and an exogenous metabolome. The endogenous metabolome can be further subdivided to include a \"primary\" and a \"secondary\" metabolome (particularly when referring to plant or microbial metabolomes). A primary metabolite is directly involved in the normal growth, development, and reproduction. A secondary metabolite is not directly involved in those processes, but usually has important ecological function. Secondary metabolites may include pigments, antibiotics or waste products derived from partially metabolized xenobiotics. To qualify as a metabolite, or to be considered to be part of the metabolome, a small molecule must typically have a molecular weight <1500 Da. This means that molecules such as glycolipids, polysaccharides, short peptides (<14 amino acids) and small oligonucleotides (<5 bases) can be regarded as metabolites or constituents of the metabolome. On the other hand, very large macromolecules such as proteins, messenger RNA, ribosomal RNA, microRNA and DNA are definitely not metabolites and are not considered to be part of the metabolome. The study of the metabolome is called metabolomics.",
            "score": 58.39606285095215
        },
        {
            "docid": "927267_3",
            "document": "Dengue virus . Dengue virus causes dengue fever. Common names for dengue fever include breakbone fever and dandy fever; dengue hemorrhagic fever ([DHF] and dengue shock syndrome (DSS) are the severe forms. Dengue is found in tropical and sub-tropical climates worldwide, mostly in urban and semi-urban areas. People of all ages who are exposed to infected mosquitoes can get dengue fever. The disease occurs most often during the rainy season in areas with high numbers of infected mosquitoes. Only infected mosquitoes transmit dengue virus. The virus is transmitted to humans through the bites of infected female mosquitoes. The incubation period is 3 to 14 days. The period of illness is 3–7 days. A person with dengue fever is not contagious. Signs and symptoms may include severe headache; retroorbital pain; muscle, joint, and bone pain; macular or maculopapular rash; and minor hemorrhagic manifestations, including petechiae, ecchymosis, purpura, epistaxis, bleeding gums, hematuria, or a positive tourniquet test result.",
            "score": 143.447110414505
        },
        {
            "docid": "15182168_3",
            "document": "GLYAT . The glycine-N-acyltransferase protein conjugates glycine with acyl-CoA substrates in the mitochondria primarily in liver and kidney. The glycine N-acyltransferase enzyme is involved in the detoxification of a wide range of xenobiotic and endogenous metabolites. These include benzoic acid, a compound found in fruits and vegetables and used in medicine and foodstuffs as a preservative; salicylic acid, a metabolite of aspirin; and several endogenous metabolites. The diversity is demonstrated by the wide range of acylglycines excreted in the urines of patients with defects of organic acid metabolism. No defect of glycine N-acyltransferase has yet been described, but it has been demonstrated that there is significant inter individual variation in glycine conjugation capacity. Human glycine N-acyltransferase isoform a is a 296 amino acid protein translated from mRNA transcript splice variant 1. It is encoded by exons 2 to 6 of the mRNA transcript.",
            "score": 43.56833004951477
        },
        {
            "docid": "2378378_20",
            "document": "Liquid chromatography–mass spectrometry . LC-MS is also used for the analysis of natural products and the profiling of secondary metabolites in plants. In this regard, MS-based systems are useful to acquire more detailed information about the wide spectrum of compounds from a complex biological plant sample. LC-Nuclear magnetic resonance (NMR) is also used in plant metabolomics, but this technique can only detect and quantify the most abundant metabolites. LC-MS has been useful to advance the field of plant metabolomics, which aims to study the plant system at molecular level providing a non-biased characterization of the plant metabolome in response to its environment. The first application of LC-MS in plant metabolomics was the detection of a wide range of highly polar metabolites, oligosaccharides, amino acids, amino sugars, and sugar nucleotides from \"Cucurbita maxima\" phloem tissues. Another example of LC-MS in plant metabolomics is the efficient separation and identification of glucose, sucrose, raffinose, stachyose, and verbascose from leaf extracts of \"Arabidopsis thaliana\".",
            "score": 50.14699363708496
        },
        {
            "docid": "85490_9",
            "document": "Arsenic poisoning . DMA(III) is able to form reactive oxygen species (ROS) by reaction with molecular oxygen. Resulting metabolites are the dimethylarsenic radical and the dimethylarsenic peroxyl radical. Both DMA(III) and DMA(V) were shown to release iron from horse spleen as well as from human liver ferritin if ascorbic acid was administered simultaneously. Thus, formation of ROS can be promoted. Moreover, arsenic could cause oxidative stress by depleting the cell’s antioxidants, especially the ones containing thiol groups. The accumulation of ROS like the cited above and hydroxyl radicals, superoxide radicals and hydrogen peroxides causes aberrant gene expression at low concentrations and lesions of lipids, proteins and DNA in higher concentrations which eventually lead to cellular death. In a rat animal model, urine levels of 8-hydroxy-2’-desoxyguanosine (as a biomarker of ROS DNA damage) were measured after treatment with DMA(V). In comparison to control levels, they turned out to be significantly increased. This theory is further supported by a cross-sectional study which found elevated mean serum lipid peroxides (LPO) in the As exposed individuals which correlated with blood levels of inorganic arsenic and methylated metabolites and inversely correlated with nonprotein sulfhydryl (NPSH) levels in whole blood. Another study found an association of As levels in whole blood with the level of reactive oxidants in plasma and an inverse relationship with plasma antioxidants. A finding of the latter study indicates that methylation might in fact be a detoxification pathway with regard to oxidative stress: the results showed that the lower the As methylation capacity was, the lower the level of plasma antioxidant capacity. As reviewed by Kitchin (2001), the oxidative stress theory provides an explanation for the preferred tumor sites connected with arsenic exposure. Considering that a high partial pressure of oxygen is present in lungs and DMA(III) is excreted in gaseous state via the lungs this seems to be a plausible mechanism for special vulnerability. The fact that DMA is produced by methylation in the liver, excreted via the kidneys and latter on stored in the bladder accounts for the other tumor localizations.",
            "score": 46.58389627933502
        },
        {
            "docid": "10321582_8",
            "document": "File Replication Service . In Windows Server 2003 R2 and Windows Server 2008, DFS Replication is available as well as the \"File Replication Service\". \"DFS Replication\" is a state-based replication engine for file replication among DFS shares, which supports replication scheduling and bandwidth throttling. It uses Remote Differential Compression to detect and replicate only the change to files, rather than replicating entire files, if changed. Windows Vista also includes a DFS Replication Service which is limited to peer-to-peer DFS Replication service groups. FRS is still used for SYSVOL replication, but optionally, DFS replication may be used instead of FRS replication for SYSVOL shares, and the FRS stopped. On up-level Windows Server 2008 domain controllers, SYSVOL replication is performed using DFS replication, by default although NTFRS replication is also supported. On Windows Server 2008/R2 up-level domain controllers, SYSVOL replication is performed using DFS replication, and NTFRS replication is disabled altogether.",
            "score": 43.12806236743927
        },
        {
            "docid": "21828442_4",
            "document": "Orocobre . Results from a definitive feasibility study (DFS) released May 3, 2011 suggest that the Olaroz project has a large resource base of 6.5 million tonnes of lithium carbonate equivalent with a project mine life estimated at 40 years. The design capacity of the Olaroz operation has been increased to 17,500 tonnes per annum (tpa) of battery grade lithium carbonate, from 16,400 tpa originally provided for in the DFS. Expected potash recovery has also been increased to approximately 20,000 tpa compared to 10,000 tpa. Potash operations are not currently included in the immediate project plans or economics at this time, but are said to be considered in future development phases.",
            "score": 32.94522285461426
        },
        {
            "docid": "55126_5",
            "document": "Dongfeng (missile) . The DF-2 (CS-1) is China's first medium-range ballistic missile (MRBM), with a 1,250 km range and a 15-20 kt nuclear warhead. It received the western designation of CSS-1 (stands for \"China Surface-to-Surface\"). It was long noted by the western observers that the DF-2 could be a copy of the Soviet R-5 Pobeda (SS-3 Shyster), as they have identical look, range, engine and payload. Now it is known that the whole documentation for R-5 had been delivered from Soviet Union to China in the late 1950s. But some western authors still attribute the entire design to Chinese specialists Xie Guangxuan, Liang Sili, Liu Chuanru, Liu Yuanwei, Lin Shuangwei, and Ren Xinmin. The first DF-2 failed in its launch test in 1962, leading to the improved DF-2A. The DF-2A was used to carry out China's test of a live warhead on a rocket in 1966 (detonated in the atmosphere above Lop Nor), and was in operational service since late 1960s. All DF-2 were retired from active duty in the 1980s.",
            "score": 41.05313789844513
        },
        {
            "docid": "50323987_5",
            "document": "Patient DF . Like most apperceptive agnosics, DF cannot name an object from its appearance purely or copy a line drawing. She can draw familiar objects from memory. DF can also differentiate color and patterns—given an image and its scrambled version, she can tell them apart—but if shown different shapes in the same color and pattern, she is at chance at differentiating the two. She can identify 67% of grayscale and color images, but only 10% of line drawings.",
            "score": 47.32896423339844
        },
        {
            "docid": "50323987_2",
            "document": "Patient DF . Patient DF is a woman with visual apperceptive agnosia who has been studied extensively due to the implications of her behavior for the two streams theory of visual perception. Though her vision remains intact, she has trouble visually locating and identifying objects. Her agnosia is thought to be caused by a bilateral lesion to her lateral occipital cortex, an area thought by dual-stream proponents to be the ventral “object recognition” stream. Despite being unable to identify or recognize objects, DF can still use visual input to guide her action.",
            "score": 42.477691411972046
        },
        {
            "docid": "2774324_4",
            "document": "DF-5 . The DF-5 was first flight tested in 1971, with final tests into the Pacific Ocean in May 1980. Two silo-based missiles were put into 'trial operational deployment' in 1981. It had a range of 10,000 to 12,000 km which allowed it to threaten the western portions of the United States. Beginning in 1986 the Chinese started developing the improved DF-5A, with range increased to over 15,000 km and a more accurate guidance system. The DF-5A upgrade increased the throw-weight of the system from 3,000 kg to 3,200 kg.",
            "score": 41.65990209579468
        },
        {
            "docid": "3322568_11",
            "document": "Biomarker discovery . Lipidomics refers to the analysis of lipids. Since lipids have unique physical properties, they have been traditionally difficult to study. However, improvements in new analytical platforms have made it possible to identify and to quantify most of lipids metabolites from a single sample. Three key platforms used for lipid profiling include mass spectrometry, chromatography, and nuclear magnetic resonance. Mass spectrometry was used to delineate the relative concentration and composition of high-density lipoproteins (HDL) particles from lipid extracts isolated from coronary bypass patients and healthy volunteers. They found that HDL particles from coronary bypass patients contained significantly less sphingomyelin relative to phosphatidylcholine and higher triglycerides relative to cholesteryl esters. Lipidomic profiling was also used to study the effect of rosiglitazone, a PPARγ agonist, on lipid metabolism on mice. Rosiglitazone was observed to alter lipid composition in different organs. It increased triglycerides accumulation in the liver; altered free fatty acids in the heart, in the adipose tissue, and in the heart; and reduced triglyceride levels in plasma.",
            "score": 46.77879512310028
        },
        {
            "docid": "45197904_10",
            "document": "Telesta Therapeutics . MCNA's safety profile is superior to the other available treatments after BCG-failure (1.5% Adverse event for MNCA compared to >30% AEs for Valrubicin (Valstar)). The drug MCNA had a 100% - 250% higher efficacy in the pivotal clinical trial than Valstar (<10% DFS for Valstar, 25% DFS for MCNA) and MCNA had a 35% DFS after a one-year treatment on papillary-only patients with NMIBC, which is 90% of all NMIBC cases.",
            "score": 49.176920890808105
        },
        {
            "docid": "29289141_16",
            "document": "Discovery and development of nucleoside and nucleotide reverse-transcriptase inhibitors . Nucleotide analogues require only two phosphorylation steps whereas nucleoside analogues require three steps. Reduction in the phosphorylation requirement may allow more rapid and complete conversion of drugs to their active metabolites. Such considerations have led to the development of phosphonate nucleotide analogues such as tenofovir. Tenofovir disoproxil fumarate (Tenofovir DF) is the prodrug of tenofovir. Tenofovir is an acyclic adenosine derivative. The acyclic nature of the compound and its phosphonate moiety are unique structural features among the approved NRTIs. Tenofovir DF is hydrolyzed enzymatically to tenofovir which exhibits anti-HIV activity. It was developed by the synthesis and broad spectrum antiviral activity of 2,3-dihydroxypropyladenine. Tenofovir DF was the first nucleotide reverse-transcriptase inhibitor approved by the FDA for the treatment of HIV-1 infection in October 2001.",
            "score": 48.86000609397888
        },
        {
            "docid": "55126_4",
            "document": "Dongfeng (missile) . The first of the Dongfeng missiles, the DF-1 (SS-2, initially codenamed '1059', while the 'DF-1' designation was initially assigned to the project which later became DF-3), was a licensed copy of the Soviet R-2 (SS-2 Sibling) short-range ballistic missile (SRBM). The DF-1 had a single RD-101 rocket engine, and used alcohol for fuel with liquid oxygen (LOX) as an oxidizer. The missile had maximum range of 550 km and a 500 kg payload. Limited numbers of DF-1 were produced in the 1960s, and have since been retired.",
            "score": 39.96853458881378
        },
        {
            "docid": "20145865_5",
            "document": "Decoherence-free subspaces . A subsequent development was made in generalizing the DFS picture when E. Knill, R. Laflamme, and L. Viola introduced the concept of a \"noiseless subsystem\". Knill extended to higher-dimensional irreducible representations of the algebra generating the dynamical symmetry in the system-environment interaction. Earlier work on DFSs described DF states as singlets, which are one-dimensional irreducible representations. This work proved to be successful, as a result of this analysis was the lowering of the number of qubits required to build a DFS under collective decoherence from four to three. The generalization from subspaces to subsystems formed a foundation for combining most known decoherence prevention and nulling strategies.",
            "score": 33.12320637702942
        },
        {
            "docid": "2196198_2",
            "document": "Liver dialysis . Liver dialysis is a detoxification treatment for liver failure and has shown promise for patients with hepatorenal syndrome. It is similar to hemodialysis and based on the same principles. Like a bioartificial liver device, it is a form of artificial extracorporeal liver support. A critical issue of the clinical syndrome in liver failure is the accumulation of toxins not cleared by the failing liver. Based on this hypothesis, the removal of lipophilic, albumin-bound substances such as bilirubin, bile acids, metabolites of aromatic amino acids, medium-chain fatty acids and cytokines should be beneficial to the clinical course of a patient in liver failure. This led to the development of artificial filtration and absorption devices.",
            "score": 42.999329805374146
        },
        {
            "docid": "50323987_8",
            "document": "Patient DF . DF does not benefit from haptic feedback—allowing her to pick up an object does not let her better estimate its width next time. DF also does not use visual information about her grasp: when she can only see her grip in a distorted mirror, her performance does not change. Consistent with all of this, brain imaging has shown no response to line drawings in her ventral stream. Furthermore, according to fMRI studies,the intraparietal sulcus showed preference for grasping motions over reaching motions—actually grabbing an object, in both DF and control patients, activates the intraparietal sulcus more than reaching.",
            "score": 44.13547229766846
        },
        {
            "docid": "55126_12",
            "document": "Dongfeng (missile) . The DF-16 (CSS-11) is a new-model missile that has a longer range than the DF-15 (between ). A Taiwan official announced on March 16, 2011 that Taiwan believed China had begun deploying the missiles. The DF-16 represents an increased threat to Taiwan because it is more difficult to intercept for anti-ballistic missiles systems such as the MIM-104 Patriot PAC-3. Due to its increased range, the missile has to climb to higher altitudes before descending, giving more time for gravity to accelerate it on re-entry, faster than a PAC-3 could effectively engage it. The DF-16 is an MRBM longer and wider than previous models with a warhead and 5-10 meter accuracy. Its bi-conic warhead structure leaves room for potential growth to include specialized terminally guided and deep penetrating warheads. It is launched from a 10×10 wheeled TEL similar to that of the DF-21, but instead of a \"cold launch\" missile storage tube it uses a new protective \"shell\" to cover the missile.",
            "score": 45.82020151615143
        },
        {
            "docid": "31380075_10",
            "document": "Bile acid malabsorption . Bile acid sequestrants are the main agents used to treat bile acid malabsorption. Cholestyramine and colestipol, both in powder form, have been used for many years. Unfortunately many patients find them difficult to tolerate; although the diarrhea may improve, other symptoms such as pain and bloating may worsen. Colesevelam is a tablet and some patients tolerate this more easily. A proof of concept study of the farnesoid X receptor agonist obeticholic acid has shown clinical and biochemical benefit. As of March 15, 2016, Novartis Pharmaceuticals is conducting a phase II clinical study involving a farnesoid X receptor agonist named LJN452.",
            "score": 37.02284908294678
        },
        {
            "docid": "350551_73",
            "document": "United States national missile defense . Boost-phase defense is significantly harder against the current solid-fuel rocket ICBMs, because their boost phase is shorter. Current solid-fueled ICBMs include Russian Topol, and Chinese DF-31 and DF-41, along with the US Minuteman and Trident.",
            "score": 33.26320838928223
        },
        {
            "docid": "9066481_8",
            "document": "DF-21 . The US Department of Defense stated in 2010 that China has developed and reached initial operating capability (IOC) of a conventionally armed high hypersonic land-based anti-ship ballistic missile based on the DF-21. This is the first ASBM and weapon system capable of targeting a moving aircraft carrier strike group from long-range, land-based mobile launchers. The DF-21D is thought to employ maneuverable reentry vehicles (MaRVs) with a terminal guidance system. It may have been tested in 2005-6, and the launch of the Jianbing-5/YaoGan-1 and Jianbing-6/YaoGan-2 satellites offering targeting information from synthetic aperture radar (SAR) and visual imaging respectively. The upgrades enhance China's ability to prevent US carriers from operating in the Taiwan Strait. Some have also suggested China could develop a \"MIRVd\" DF-21D with multiple independent missiles.",
            "score": 40.137704372406006
        },
        {
            "docid": "50323987_1",
            "document": "Patient DF . Patient DF",
            "score": 34.22046184539795
        },
        {
            "docid": "55126_14",
            "document": "Dongfeng (missile) . The DF-21 (CSS-5) is a two-stage, solid-fuel MRBM developed by the 2nd Aerospace Academy (now China Changfeng Mechanics and Electronics Technology Academy) in late 1970s. It was the first solid-fuelled ballistic missile deployed by the Second Artillery Corp. The missile carries a single 500 kt nuclear warhead, with up to range. The DF-21 also served as the basis for the submarine-launched ballistic missile (SLBM) JL-1 (CSS-N-3), used on the \"Xia\"-class SSBN. In 1996, an improved variant, the DF-21A, was introduced. As of 2010, 60-80 DF-21/DF-21A were estimated to be in service; this number may have increased since then.",
            "score": 45.82059442996979
        },
        {
            "docid": "36280365_4",
            "document": "DF-11 . The DF-11 has range of 300 km with an 800 kg payload. An improved DF-11A version has increased range of >825 km. The range of the M-11 does not violate the limits set by the Missile Technology Control Regime (MTCR). Unlike previous Chinese ballistic missiles, the DF-11 use solid fuel, which greatly reduces launch preparation time (15-30 min). Liquid-fueled missiles such as the DF-5 require up to 2 hours of pre-launch preparation. The upgraded DF-11B has been revealed as well. Estimates on the number of DF-11s in service vary between 500 and 600. The launch vehicle is made by Wanshan Special Vehicle. A variant with improved accuracy called the \"DF-11AZT\" has also been revealed.",
            "score": 42.24618887901306
        },
        {
            "docid": "2984618_5",
            "document": "Bile acid . Prior to secreting any of the bile acids (primary or secondary, see below), liver cells conjugate them with one of two amino acids, glycine or taurine, to form a total of 8 possible conjugated bile acids. These conjugated bile acids are often referred to as bile salts because of their physiologically-important acid-base properties. The pKa of the unconjugated bile acids are between 5 and 6.5, and the pH of the duodenum ranges between 3 and 5, so when unconjugated bile acids are in the duodenum, they are almost always protonated (HA form), which makes them relatively insoluble in water. Conjugating bile acids with amino acids lowers the pKa of the bile-acid/amino-acid conjugate to between 1 and 4. Thus conjugated bile acids are almost always in their deprotonated (A-) form in the duodenum, which makes them much more water-soluble and much more able to fulfil their physiologic function of emulsifying fats.",
            "score": 29.932496070861816
        },
        {
            "docid": "35812820_3",
            "document": "DFS 230F . The RLM (Reichsluftfahrtministerium - German Air Ministry), issued a directive in 1941 that no effort was to be spent designing a replacement for the rather dated DFS 230 assault glider, in its weight class. Ing. Hünerjäger of Gothaer Waggonfabrik (Gotha) believed that a great improvement on the DFS 230 could be achieved with an aircraft of similar dimensions designing what was named the DFS 230 V7 despite the ban. Gotha named their new design's prototype DFS 230 V7, production aircraft were to be designated DFS 230F-1, to deflect criticism for ignoring the ban on DFS 230 replacement.",
            "score": 35.6817045211792
        },
        {
            "docid": "29711529_5",
            "document": "Daily fantasy sports . In the United States, the legality of DFS has been determined on a state-by-state basis based on local gambling laws and other rulings. The federal Unlawful Internet Gambling Enforcement Act (UIEGA) contains language dictating that fantasy sports are not considered an unlawful wager under the act; however, the act only prohibits the electronic transfer of funds from unlawful gambling as defined under state laws. A number of state attorneys general have issued opinions concluding that DFS is a form of illegal gambling, while the state of Nevada declared that DFS games must be licensed as a sports pool. The New York State lawsuit, which resulted from an investigation of DFS services after it was alleged that employees working for DraftKings and FanDuel had used inside information to win cash prizes from each other, spawned retaliatory lawsuits from the companies which alleged that the rulings were the result of a misinterpretation of the nature of their services. Along with New York, 18 states, such as Massachusetts and Virginia, have clarified that DFS contests are legal games of skill.",
            "score": 38.13368594646454
        },
        {
            "docid": "8770962_3",
            "document": "Capnocytophaga canimorsus . \"Capnocytophaga canimorsus\" was first observed in 1976 by Bobo and Newton. The pair isolated a previously unknown Gram-negative bacteria from a patient presenting with meningitis in addition to septicemia. The patient had been previously exposed to two canine bites on two consecutive days from two different dogs. Noting the coincidence between the timing of the bites with the onset of symptoms, Butler et al. analyzed 17 similar cases of patients presenting with either septicemia or meningitis from 1961-1975. The cases had been sent to the CDC for examination due to the presence of an unknown Gram-negative bacillus isolated from infected individuals. Butler notified the CDC of the high incidence of dog bites in connection with the infections. The CDC could not identify the organism and so they applied the name CDC group DF-2. DF-2 stands for Dysgonic fermenter, meaning that the bacteria is a slow-growing, fermentative bacillus. In 1989, while analyzing the properties of the unknown bacteria, Weaver et al. noted many similarities to bacteria of the genus \"Capnocytophaga\". Later that same year, Brenner et al. proposed the name \"Capnocytophaga canimorsus\" after examining the morphology, G+C% content and motility of the bacteria.",
            "score": 46.120880246162415
        }
    ],
    "r": [
        {
            "docid": "10849236_3",
            "document": "Antibody-dependent enhancement . The most widely known example of ADE occurs in the setting of infection with the dengue virus (DENV). DENV is a single-stranded positive-polarity RNA virus of the Flaviviridae family. It causes a disease of varying severity in humans, from dengue fever (DF), which is usually self-limited, to dengue hemorrhagic fever (DHF) and dengue shock syndrome (DSS), either of which may be life-threatening. It is estimated that as many as 390 million individuals are infected with DENV annually.",
            "score": 176.07546997070312
        },
        {
            "docid": "30110147_3",
            "document": "Dengue fever outbreaks . The first recognized dengue epidemics occurred almost simultaneously in Asia, Africa, and North America in the 1780s, shortly after the identification and naming of the disease in 1779. A pandemic began in Southeast Asia in the 1950s, and by 1975 DHF had become a leading cause of death among children in the region. The first case of DHF was reported in Manila, Philippines around 1953 through 1954. A small child with dengue fever started to bleed uncontrollably. Other children then became victims to the new symptom. Epidemic dengue has become more common since the 1980s. By the late 1990s, dengue was the most important mosquito-borne disease affecting humans after malaria, with around 40 million cases of dengue fever and several hundred thousand cases of dengue hemorrhagic fever each year. Significant outbreaks of dengue fever tend to occur every five or six months. The cyclical rise and fall in numbers of dengue cases is thought to be the result of seasonal cycles interacting with a short-lived cross-immunity for all four strains in people who have had dengue. When the cross-immunity wears off the population is more susceptible to transmission whenever the next seasonal peak occurs. Thus over time there remain large numbers of susceptible people in affected populations despite previous outbreaks due to the four different serotypes of dengue virus and the presence of unexposed individuals from childbirth or immigration.",
            "score": 145.0540008544922
        },
        {
            "docid": "927267_3",
            "document": "Dengue virus . Dengue virus causes dengue fever. Common names for dengue fever include breakbone fever and dandy fever; dengue hemorrhagic fever ([DHF] and dengue shock syndrome (DSS) are the severe forms. Dengue is found in tropical and sub-tropical climates worldwide, mostly in urban and semi-urban areas. People of all ages who are exposed to infected mosquitoes can get dengue fever. The disease occurs most often during the rainy season in areas with high numbers of infected mosquitoes. Only infected mosquitoes transmit dengue virus. The virus is transmitted to humans through the bites of infected female mosquitoes. The incubation period is 3 to 14 days. The period of illness is 3–7 days. A person with dengue fever is not contagious. Signs and symptoms may include severe headache; retroorbital pain; muscle, joint, and bone pain; macular or maculopapular rash; and minor hemorrhagic manifestations, including petechiae, ecchymosis, purpura, epistaxis, bleeding gums, hematuria, or a positive tourniquet test result.",
            "score": 143.44711303710938
        },
        {
            "docid": "16539977_6",
            "document": "Health in Indonesia . Three other health hazards facing Indonesia in 2004 were dengue fever, dengue haemorrhagic fever (DHF) and avian influenza. All 30 provincial-level units were affected by dengue fever and DHF, according to the WHO. The outbreak of highly pathogenic avian influenza (A/H5N1) in chickens and ducks in Indonesia was said to pose a significant threat to human health.",
            "score": 137.20913696289062
        },
        {
            "docid": "9634765_7",
            "document": "Eva Harris . Her group has developed an animal model for dengue virus infection and disease that effectively emulates the pathology seen in humans. In particular, the critical problem of the dengue virus infection, called \"antibody-dependent enhancement\" (ADE), is reproduced in this animal model. When a person who was previously infected with one serotype of dengue virus is later infected by a different serotype, the antibodies produced by the immune system can lead to increased severity of the second dengue infection, instead of controlling it. ADE, as a result, can lead to severe dengue disease or dengue hemorrhagic fever (DHF).",
            "score": 136.3789520263672
        },
        {
            "docid": "53307600_5",
            "document": "U. C. Chaturvedi . Chaturvedi's early researches spanned the pathogenesis of various diseases which he carried out using animal models and subsequently reconfirming them by clinical trials. The human disorders he covered included chromium toxicity, immunological cardiac injury and dengue haemorrhagic fever (DHF) and it was during this time, he demonstrated that T-lymphocytes could inflict damage on heart tissues thereby leading to post-myocardial infarction and the postpericardiotomy syndrome. When an epidemic of dengue broke out in Kanpur in 1968, the team led by him carried out extensive studies independently and were successful in isolating dengue virus from the patients for further investigations. With the help of his studies on the pathogenesis of Dengue fever, he demonstrated that T helper cell-Type II cytokine receptor causes severity of the disease and he termed the incidence as \"Cytokine Tsunami\", as revealed in articles and an editorial written by him in Indian Journal of Medical Research.",
            "score": 132.02896118164062
        },
        {
            "docid": "10849236_8",
            "document": "Antibody-dependent enhancement . To illustrate the phenomenon of ADE, consider the following example: an epidemic of dengue fever occurred in Cuba, lasting from 1977 to 1979. The infecting serotype was DENV-1. This epidemic was followed by two more outbreaks of dengue fever—one in 1981 and one in 1997; DENV-2 was the infecting serotype in both of these later epidemics. 205 cases of DHF/DSS occurred during the 1997 outbreak, all in people older than 15 years. All but three of these cases were demonstrated to have been previously infected by the DENV-1 serotype during the epidemic of 1977–1979. Furthermore, people who had been infected with DENV-1 during the 1977-79 outbreak and secondarily infected with DENV-2 in 1997 had a 3-4 fold increased probability of developing severe disease than those secondarily infected with DENV-2 in 1981. This scenario can be explained by the presence of neutralizing heterotypic IgG antibodies in sufficient titers in 1981, the titers of which had decreased by 1997 to the point where they no longer provided significant cross-protective immunity.",
            "score": 127.7198715209961
        },
        {
            "docid": "49041186_3",
            "document": "R7 (drug) . In 2010, 7,8-DHF, a naturally occurring flavonoid, was found to act as an agonist of the TrkB with nanomolar affinity (K ≈ 320 nM). Subsequently, 7,8-DHF demonstrated robust efficacy in animal models of Alzheimer's disease and a variety of other conditions, making it a highly promising potential therapeutic agent. Unfortunately, due to the presence of a vulnerable catechol group on its 2-phenyl-4\"H\"-chromene ring, 7,8-DHF is extensively conjugated via glucuronidation, sulfation, and methylation during first-pass metabolism in the liver and has a poor oral bioavailability of only 5% in mice upon oral administration. As such, 7,8-DHF itself is a poor candidate for clinical development as an oral medication. R7 is a derivative of 7,8-DHF with carbamate moieties on its hydroxyl groups, thereby protecting it from metabolism.",
            "score": 127.70783996582031
        },
        {
            "docid": "39597367_18",
            "document": "National Intelligence Assessments on Infectious Diseases . Cholera reemerged with a vengeance in the region in 1991 for the first time in a century with 400,000 new cases, and while dropping to 100,000 cases in 1997, it still comprises two-thirds of the global cholera burden. TB is a growing problem regionwide, especially in Brazil, Peru, Argentina, and the Dominican Republic where drug-resistant cases also are on the rise. Haiti does not provide data but probably also has a high infection rate. HIV/AIDS also is spreading rapidly, placing Latin America third behind Sub-Saharan Africa and Asia in HIV prevalence. Prevalence is high in Brazil and especially in the Caribbean countries (except Cuba), where 2 percent of the population is infected. Malaria is prevalent in the Amazon basin. Dengue reemerged in the region in 1976, presenting both as the usual form and the more lethal dengue hemorrhagic fever (DHF). Hepatitis B and C prevalence is greatest in the Amazon basin, Bolivia, and Central America, while DHF is particularly prevalent in Brazil, Colombia, and Venezuela. Yellow fever has made a comeback over the last decade throughout the Amazon basin, and there have been several recent outbreaks of gastrointestinal disease attributed to \"E. coli\" infection in Chile, Argentina, Bolivia and Peru Hemorrhagic fevers are present in almost all South American countries, and most hantavirus pulmonary syndrome occurs in the southern cone.",
            "score": 122.97395324707031
        },
        {
            "docid": "10849236_4",
            "document": "Antibody-dependent enhancement . The phenomenon of ADE may be observed when a person who has previously been infected with one serotype of DENV becomes infected many months or years later with a different serotype. In such cases, the clinical course of the disease is more severe, and these people have higher viremia compared with those in whom ADE has not occurred. This explains the observation that while primary (first) infections cause mostly minor disease (DF) in children, secondary infection (re-infection at a later date) is more likely to be associated with severe disease (DHF and/or DSS) in both children and adults.",
            "score": 122.70497131347656
        },
        {
            "docid": "39669_43",
            "document": "Dengue fever . The marked spread of dengue during and after the Second World War has been attributed to ecologic disruption. The same trends also led to the spread of different serotypes of the disease to new areas, and to the emergence of dengue hemorrhagic fever. This severe form of the disease was first reported in the Philippines in 1953; by the 1970s, it had become a major cause of child mortality and had emerged in the Pacific and the Americas. Dengue hemorrhagic fever and dengue shock syndrome were first noted in Central and South America in 1981, as DENV-2 was contracted by people who had previously been infected with DENV-1 several years earlier.",
            "score": 105.99555206298828
        },
        {
            "docid": "49041186_4",
            "document": "R7 (drug) . As R7 is a slightly larger molecule than 7,8-DHF, 72.5 mg R7 is molecularly equivalent to 50 mg 7,8-DHF. Relative to a roughly molecularly equivalent dose of 7,8-DHF, the area-under-curve levels of R7 were found to be 7.2-fold higher upon oral administration to mice, and R7 hence has a greatly improved oral bioavailability in mice of approximately 35%. Moreover, whereas 7,8-DHF itself is mostly metabolized in mice within 30 minutes, 7,8-DHF was still detectable in plasma at 8 hours after administration with R7, indicating that R7 sustainably releases 7,8-DHF into circulation. In accordance, the terminal half-life of R7 is about 195 minutes (3.25 hours) in mice. The T of R7 is about 60 minutes in mice, and its C for a 78 mg/kg dose was 262 ng/mL, whereas that for a 50 mg/kg dose of 7,8-DHF was 70 ng/mL.",
            "score": 104.56803131103516
        },
        {
            "docid": "37503128_14",
            "document": "Neohumanism . According to neohumanism, DHFs wreak great havoc upon this world. Because of their adeptness at metamorphosed sentimental strategy, Sarkar also sometimes refers to DHFs as \"human chameleons\". Like chameleons, DHFs are often very difficult to spot. Nevertheless, Sarkar insists that it is the duty of all neohumanists to identify the DHFs. Not only must neohumanists identify the DHFs, but they must also expose them.",
            "score": 103.36752319335938
        },
        {
            "docid": "9634765_4",
            "document": "Eva Harris . After a post-doctoral fellowship and Assistant Adjunct Professorship at the University of California, San Francisco, Harris joined the faculty at UC Berkeley. There, she developed a multidisciplinary approach for studying the virology, pathogenesis, and epidemiology of dengue fever, the most prevalent mosquito-borne viral disease in humans. Harris' lab studies the mechanism of dengue virus infection of human dendritic cells. The lab is also developing a mouse model to study viral tropism and the immune response to dengue virus infection, to generate a better model of the disease. Harris' fieldwork focuses on molecular and epidemiological field studies of dengue in endemic Latin American countries, particularly in Nicaragua. Ongoing fieldwork projects include clinical and biological studies of severe dengue, a pediatric cohort study of dengue transmission in Managua, and a project on evidence-based, community-derived interventions for prevention of dengue via control of its mosquito vector. Harris is currently initiating studies of dengue pathogenesis in humans, focusing on functional characterization of antibodies and B cell memory response, host gene expression profiling, and viral factors such as quasispecies. Harris is also collaborating with investigators at the UC Berkeley College of Engineering to develop the ImmunoSensor: a novel, rapid, low-cost diagnostic device for point-of-care diagnosis of dengue and other infectious diseases. She served as co-director of the \"International Training and Research in Emerging Infectious Diseases\" program at the Fogarty International Center from 1997 to 2003.",
            "score": 102.15486907958984
        },
        {
            "docid": "39669_2",
            "document": "Dengue fever . Dengue fever is a mosquito-borne tropical disease caused by the dengue virus. Symptoms typically begin three to fourteen days after infection. This may include a high fever, headache, vomiting, muscle and joint pains, and a characteristic skin rash. Recovery generally takes two to seven days. In a small proportion of cases, the disease develops into the life-threatening dengue hemorrhagic fever, resulting in bleeding, low levels of blood platelets and blood plasma leakage, or into dengue shock syndrome, where dangerously low blood pressure occurs. Dengue is spread by several species of mosquito of the \"Aedes\" type, principally \"A. aegypti\". The virus has five different types; infection with one type usually gives lifelong immunity to that type, but only short-term immunity to the others. Subsequent infection with a different type increases the risk of severe complications. A number of tests are available to confirm the diagnosis including detecting antibodies to the virus or its RNA. A vaccine for dengue fever has been approved and is commercially available in a number of countries. Other methods of prevention are by reducing mosquito habitat and limiting exposure to bites. This may be done by getting rid of or covering standing water and wearing clothing that covers much of the body. Treatment of acute dengue is supportive and includes giving fluid either by mouth or intravenously for mild or moderate disease. For more severe cases blood transfusion may be required. About half a million people require admission to hospital a year. Paracetamol (acetaminophen) is recommended instead of nonsteroidal anti-inflammatory drugs (NSAIDs) for fever reduction and pain relief in dengue due to an increased risk of bleeding from NSAID use. Dengue has become a global problem since the Second World War and is common in more than 110 countries. Each year between 50 and 528 million people are infected and approximately 10,000 to 20,000 die. The earliest descriptions of an outbreak date from 1779. Its viral cause and spread were understood by the early 20th century. Apart from eliminating the mosquitoes, work is ongoing for medication targeted directly at the virus. It is classified as a neglected tropical disease.",
            "score": 99.83802795410156
        },
        {
            "docid": "14250274_7",
            "document": "Antifolate . While the role in folate as a cancer treatment is well established, its long-term effectiveness is diminished by cellular response. In response to decreased tetrahydrofolate (THF), the cell begins to transcribe more DHF reductase, the enzyme that reduces DHF to THF. Because methotrexate is a competitive inhibitor of DHF reductase, increased concentrations of DHF reductase can overcome the drugs inhibition.",
            "score": 99.81062316894531
        },
        {
            "docid": "57756777_2",
            "document": "R13 (drug) . R13 is a small-molecule flavonoid and orally active, potent, and selective agonist of the tropomyosin receptor kinase B (TrkB) – the main signaling receptor for the neurotrophin brain-derived neurotrophic factor (BDNF) – which is under development for the potential treatment of Alzheimer's disease. It is a structural modification and prodrug of 7,8-dihydroxyflavone (7,8-DHF) with improved potency and pharmacokinetics, namely oral bioavailability and duration. The compound is a replacement for the earlier 7,8-DHF prodrug R7 and has similar properties to it. It was developed because while R7 displayed a good drug profile in animal studies, it showed almost no conversion into 7,8-DHF in human liver microsomes. In contrast to R7, R13 is readily hydrolyzed into 7,8-DHF in human liver microsomes.",
            "score": 99.80687713623047
        },
        {
            "docid": "45178236_3",
            "document": "7,8-Dihydroxyflavone . 7,8-DHF has demonstrated remarkable therapeutic efficacy in animal models of a variety of central nervous system disorders, including depression, Alzheimer's disease, cognitive deficits in schizophrenia, Parkinson's disease, Huntington's disease, amyotrophic lateral sclerosis, traumatic brain injury, cerebral ischemia, fragile X syndrome, and Rett syndrome. 7,8-DHF also shows efficacy in animal models of age-associated cognitive impairment and enhances memory consolidation and emotional learning in healthy rodents. In addition, 7,8-DHF possesses powerful antioxidant activity independent of its actions on the TrkB receptor, and protects against glutamate-induced excitotoxicity, 6-hydroxydopamine-induced dopaminergic neurotoxicity, and oxidative stress-induced genotoxicity. It was also found to block methamphetamine-induced dopaminergic neurotoxicity, an effect which, in contrast to the preceding, \"was\" found to be TrkB-dependent.",
            "score": 98.93264770507812
        },
        {
            "docid": "995634_13",
            "document": "Trimethoprim/sulfamethoxazole . The effects of trimethoprim causes a backlog of dihydrofolate (DHF) and this backlog can work against the inhibitory effect the drug has on tetrahydrofolate biosynthesis; this is where the sulfamethoxazole comes in, its role is in depleting the excess DHF by preventing it from being synthesised in the first place.",
            "score": 98.37738037109375
        },
        {
            "docid": "49041562_2",
            "document": "7,8,3'-Trihydroxyflavone . 7,8,3′-Trihydroxyflavone (7,8,3'-THF) is a flavone and small-molecule agonist of TrkB, the main receptor of brain-derived neurotrophic factor (BDNF), that was derived from 7,8-dihydroxyflavone (7,8-DHF). Relative to 7,8-DHF, 7,8,3'-THF is 2–3-fold more potent \"in vitro\" as a TrkB agonist. 7,3’-Dihydroxyflavone (7,3'-DHF) is also more potent than 7,8-DHF \"in vitro\", indicating that a 3'-hydroxy group on the B-ring enhances TrkB agonistic activity. 7,8,3'-THF has been tested \"in vivo\" and was found to produce TrkB-dependent neuroprotective effects in mice similarly to 7,8-DHF.",
            "score": 98.09100341796875
        },
        {
            "docid": "39669_14",
            "document": "Dengue fever . Severe disease is more common in babies and young children, and in contrast to many other infections, it is more common in children who are relatively well nourished. Other risk factors for severe disease include female sex, high body mass index, and viral load. While each serotype can cause the full spectrum of disease, virus strain is a risk factor. Infection with one serotype is thought to produce lifelong immunity to that type, but only short-term protection against the other three. The risk of severe disease from secondary infection increases if someone previously exposed to serotype DENV-1 contracts serotype DENV-2 or DENV-3, or if someone previously exposed to DENV-3 acquires DENV-2. Dengue can be life-threatening in people with chronic diseases such as diabetes and asthma.",
            "score": 96.97167205810547
        },
        {
            "docid": "39669_6",
            "document": "Dengue fever . In some people, the disease proceeds to a critical phase as fever resolves. During this period, there is leakage of plasma from the blood vessels, typically lasting one to two days. This may result in fluid accumulation in the chest and abdominal cavity as well as depletion of fluid from the circulation and decreased blood supply to vital organs. There may also be organ dysfunction and severe bleeding, typically from the gastrointestinal tract. Shock (dengue shock syndrome) and hemorrhage (dengue hemorrhagic fever) occur in less than 5% of all cases of dengue, however those who have previously been infected with other serotypes of dengue virus (\"secondary infection\") are at an increased risk. This critical phase, while rare, occurs relatively more commonly in children and young adults.",
            "score": 96.64061737060547
        },
        {
            "docid": "49041186_5",
            "document": "R7 (drug) . Like 7,8-DHF, administration of R7 has been found to activate the TrkB \"in vivo\" in the mouse brain. Moreover, R7 was found to potently activate the TrkB and the downstream Akt signaling pathway upon oral administration, an action that was tightly correlated with plasma concentrations of 7,8-DHF. As such, R7 has shown \"in vivo\" efficacy as an agonist of the TrkB, including central activity, similarly to 7,8-DHF.",
            "score": 96.58070373535156
        },
        {
            "docid": "49041915_2",
            "document": "4'-Dimethylamino-7,8-dihydroxyflavone . 4'-Dimethylamino-7,8-dihydroxyflavone (4'-DMA-7,8-DHF) is a synthetic flavone and selective small-molecule agonist of TrkB, the main receptor of brain-derived neurotrophic factor (BDNF), which was derived from structural modification of 7,8-dihydroxyflavone (7,8-DHF). Relative to 7,8-DHF, 4'-DMA-7,8-DHF possesses higher agonistic activity at TrkB, is significantly more potent than 7,8-DHF both \"in vitro\" and \"in vivo\", and has a longer duration of action (peaking at 4 hours and \"partially decaying\" at 8~16 hours in rodents). The compound has been found to produce neuroprotective, neurogenic, and antidepressant-like effects in animals.",
            "score": 96.31405639648438
        },
        {
            "docid": "37063005_24",
            "document": "Effects of global warming on human health . The cases of dengue fever have increased dramatically since the 1970s and it continues to become more prevalent. The greater incidence of this disease is believed to be due to a combination of urbanization, population growth, increased international travel, and global warming. The same trends also led to the spread of different serotypes of the disease to new areas, and to the emergence of dengue hemorrhagic fever. There are four different types of viruses in dengue fever. If someone is infected with one type of dengue virus, he or she will have permanent immunity to that type of dengue virus, but will have short term immunity to the other type of dengue fever. Some of the symptoms of dengue fever are fever, headache, muscle and joint pains and skin rash. There is no vaccine for dengue fever right now and there is no true treatment to get rid of it, but there are treatments to assist with some of the work of dengue, such as the use of oral or intravenous fluids for rehydration.",
            "score": 96.07799530029297
        },
        {
            "docid": "102575_11",
            "document": "Dihydrofolate reductase . In the R67 DHFR structure, the homotetramer forms an active site pore. In the catalytical process, DHF and NADPH enters into the pore from opposite position. The π-π stacking interaction between NADPH's nicotinamide ring and DHF's pteridine ring tightly connect two reactants in the active site. However, the flexibility of p-aminobenzoylglutamate tail of DHF was observed upon binding which can promote the formation of the transition state.",
            "score": 95.85890197753906
        },
        {
            "docid": "927267_2",
            "document": "Dengue virus . Dengue virus (DENV) is the cause of dengue fever. It is a mosquito-borne single positive-stranded RNA virus of the family \"Flaviviridae\"; genus \"Flavivirus\". Five serotypes of the virus have been found, all of which can cause the full spectrum of disease. Nevertheless, scientists are finding their understanding of dengue virus may be simplistic, as rather than distinct antigenic groups there appears to be a \"continuum\". This same study identified 47 strains of dengue virus. Additionally, coinfection with and lack of rapid tests for zika virus and chikungunya complicate matters in real world infections.",
            "score": 95.36722564697266
        },
        {
            "docid": "49040098_3",
            "document": "Deoxygedunin . With intraperitoneal injection to mice, deoxygedunin crosses the blood-brain-barrier into the central nervous system and possesses a long duration of action, with onset of action at 2 hours post-administration and peaking between 4–8 hours. Relative to 7,8-DHF, deoxygedunin has weaker binding affinity for TrkB (K = 1.4 µM). However, it is more potent than 7,8-DHF \"in vivo\" with intraperitoneal injection in multiple assays. Deoxygedunin has also been found to be orally and topically active. Unfortunately, the compound, in contrast to 7,8-DHF, has poor water solubility, and hence its bioavailability, especially oral, may be suboptimal. The researchers who discovered deoxygedunin expressed that they were attempting to find analogues with improved water solubility that retained the biological activity of deoxygedunin, but, as of 2016, there appear to have been no subsequent reports on this effort since the original paper (2010) was published. They also stated in the paper that 7,8-DHF has a simpler chemical structure and that the flavonoids were easier to modify for improved biological effects than the gedunins.",
            "score": 95.22028350830078
        },
        {
            "docid": "6090525_12",
            "document": "Neglected tropical diseases . There are 50–100 million dengue virus infections annually. Dengue fever is usually not fatal, but infection with one of four serotypes can increase later susceptibility to other serotypes, resulting in a potentially fatal disease called severe dengue. Dengue fever is caused by a flavivirus, and is spread mostly by the bite of the \"A. Aegypti\" mosquito. No treatment for either dengue or severe dengue exists beyond palliative care. The symptoms are high fever and flu-like symptoms. It is found in Asia, Latin America, and Northern Australia.",
            "score": 93.27778625488281
        },
        {
            "docid": "39669_3",
            "document": "Dengue fever . Typically, people infected with dengue virus are asymptomatic (80%) or have only mild symptoms such as an uncomplicated fever. Others have more severe illness (5%), and in a small proportion it is life-threatening. The incubation period (time between exposure and onset of symptoms) ranges from 3 to 14 days, but most often it is 4 to 7 days. Therefore, travelers returning from endemic areas are unlikely to have dengue if fever or other symptoms start more than 14 days after arriving home. Children often experience symptoms similar to those of the common cold and gastroenteritis (vomiting and diarrhea) and have a greater risk of severe complications, though initial symptoms are generally mild but include high fever.",
            "score": 93.21068572998047
        },
        {
            "docid": "39669_22",
            "document": "Dengue fever . The diagnosis should be considered in anyone who develops a fever within two weeks of being in the tropics or subtropics. It can be difficult to distinguish dengue fever and chikungunya, a similar viral infection that shares many symptoms and occurs in similar parts of the world to dengue. Often, investigations are performed to exclude other conditions that cause similar symptoms, such as malaria, leptospirosis, viral hemorrhagic fever, typhoid fever, meningococcal disease, measles, and influenza. Zika fever also has similar symptoms as dengue.",
            "score": 92.11907958984375
        },
        {
            "docid": "461410_3",
            "document": "Arbovirus . Arboviruses were not known to exist until the , with the germ theory and an understanding that viruses were distinct from other microorganisms. The connection between arthropods and disease was not postulated until 1881 when Cuban doctor and scientist Carlos Finlay proposed that yellow fever may be transmitted by mosquitoes instead of human contact, a reality that was verified by Major Walter Reed in 1901. The primary vector, \"Aedes aegypti\", had spread globally from the 15th to the 19th centuries as a result of globalization and the slave trade. This geographic spreading caused dengue fever epidemics throughout the 18th and 19th centuries, and later, in 1906, transmission by the \"Aedes\" mosquitoes was confirmed, making yellow fever and dengue fever the first two diseases known to be caused by viruses. Thomas Milton Rivers published the first clear description of a virus as distinct from a bacterium in 1927. The discovery of the West Nile virus came in 1937, and has since been found in \"Culex\" populations causing epidemics throughout Africa, the Middle East, and Europe. In 1999, the virus was introduced into the Western Hemisphere, sparking a series of epidemics. During the latter half of the 20th century, Dengue fever reemerged as a global disease, with the virus spreading geographically due to urbanization, population growth, increased international travel, and global warming, and continues to cause at least 50 million infections per year, making Dengue fever the most common and clinically important arboviral disease.",
            "score": 90.35855102539062
        }
    ]
}