{
    "q": [
        {
            "docid": "1391326_17",
            "document": "Aspergillus fumigatus . LaeA and GliZ are transcription factors known to regulate the production of gliotoxin. LaeA is a universal regulator of secondary metabolite production in \"Aspergillus\" spp. LaeA influences the expression of 9.5% of the \"A. fumigatus\" genome, including many secondary metabolite biosynthesis genes such as nonribosomal peptide synthetases. The production of numerous secondary metabolites, including gliotoxin, were impaired in an LaeA mutant (ΔlaeA) strain. The ΔlaeA mutant showed increased susceptibility to macrophage phagocytosis and decreased ability to kill neutrophils \"ex vivo\". LaeA regulated toxins, besides gliotoxin, likely have a role in virulence since loss of gliotoxin production alone did not recapitulate the hypo-virulent ∆laeA pathotype.",
            "score": 104.39632368087769
        },
        {
            "docid": "6278176_2",
            "document": "Anthrax toxin . Anthrax toxin is a three-protein exotoxin secreted by virulent strains of the bacterium, \"Bacillus anthracis\"—the causative agent of anthrax. The toxin was first discovered by Harry Smith in 1954. Anthrax toxin is composed of a cell-binding protein, known as protective antigen (PA), and two enzyme components, called edema factor (EF) and lethal factor (LF). These three protein components act together to impart their physiological effects. Assembled complexes containing the toxin components are endocytosed. In the endosome, the enzymatic components of the toxin translocate into the cytoplasm of a target cell. Once in the cytosol, the enzymatic components of the toxin disrupts various immune cell functions, namely cellular signaling and cell migration. The toxin may even induce cell lysis, as is observed for macrophage cells. Anthrax toxin allows the bacteria to evade the immune system, proliferate, and ultimately kill the host animal. Research on anthrax toxin also provides insight into the generation of macromolecular assemblies, and on protein translocation, pore formation, endocytosis, and other biochemical processes.",
            "score": 78.05748534202576
        },
        {
            "docid": "37404930_5",
            "document": "Southern corn leaf blight . Various types of corn with normal cytoplasm (N) are vulnerable to Race O. They have cytoplasmic resistance to the T-toxin of \"Bipolaris maydis\" (produced by Race T). The absence of a gene found only in plants with Texas male sterile cytoplasm is reason for this resistance. Corn plants with T-cms cytoplasm have maternally inherited the gene T-urf 13, which encodes for a protein component of the inner mitochondrial membrane. T-toxin acts on this portion of the mitochondria. In a similar manner, Race C is only pathogenic to hosts with cytoplasm male-sterile C.",
            "score": 101.26437258720398
        },
        {
            "docid": "1391326_15",
            "document": "Aspergillus fumigatus . The lifecycle of filamentous fungi including \"Aspergillus\" spp. consists of two phases: a hyphal growth phase and a reproductive (sporulation) phase. The switch between growth and reproductive phases of these fungi is regulated in part by the level of secondary metabolite production. The secondary metabolites are believed to be produced to activate sporulation and pigments required for sporulation structures. G protein signaling regulates secondary metabolite production. Genome sequencing has revealed 40 potential genes involved in secondary metabolite production including mycotoxins, which are produced at the time of sporulation.",
            "score": 66.18518781661987
        },
        {
            "docid": "174232_6",
            "document": "Shiga toxin . The toxin has two subunits—designated A (mol. wt. 32000 D) and B (mol. wt. 7700 D)—and is one of the AB toxins. The B subunit is a pentamer that binds to specific glycolipids on the host cell, specifically globotriaosylceramide (Gb3). Following this, the A subunit is internalised and cleaved into two parts. The A1 component then binds to the ribosome, disrupting protein synthesis. Stx-2 has been found to be about 400 times more toxic (as quantified by LD in mice) than Stx-1.",
            "score": 47.47683382034302
        },
        {
            "docid": "22409326_3",
            "document": "MON 810 . These genetically modified plants with Bt toxin are grown on a large scale around the world. Monsanto’s corn line MON810 is produced by ballistically transforming another corn line with a plasmid, PV-ZMCT10. This plasmid has a cauliflower mosaic virus 35S promoter and hsp70 maize intron sequences which drive the expression of the Cry1Ab gene. The gene then codes for delta endotoxins (Cry proteins) which are toxins that are very potent and provoke lesions in the cell membrane causing cell death These produced Bt toxins bind to certain localized sites on the epithelium of the midgut of insects. Proteins need specific receptors on cells in order to form the Cry proteins and become toxic, which is why the toxins are specific for the order Lepidoptera. The receptors are important for binding the toxic protein and starting the signal cascade, but the exact mechanism of these toxins is not well understood.",
            "score": 58.121416091918945
        },
        {
            "docid": "779824_6",
            "document": "Transfer DNA . \"Agrobacterium\" has been known to evolve a control system that hijacks host factors and cellular processes for several pathways of host-plant defense response to invade the host cell nucleus. For the integration of T-DNA into the target host genome, \"Agrobacterium\" carries out multiple interactions with host-plant factors. To interact with host plant proteins many \"Agrobacterium\" virulence proteins encoded by vir genes. \"Agrobacterium\" vir genes expression occurs via the VirA-VirG sensor that results in generation of a mobile single-stranded T-DNA copy (T-strand). Processed form of VirB2 is the major component of the T-complex that is required for transformation. VirD2 is the protein that caps the 5′ end of the transferred T-strand by covalent attachment and is transported to the host cell cytoplasm. VirE2 is the single-stranded DNA binding protein that presumably coats the T- strand in the host cytoplasm by cooperative binding. It is then directed into the nucleus via interactions with the host cell proteins such as importin a, bacterial VirE3, and dynein-like proteins. Several other bacterial virulence effectors like VirB5, VirB7 (the minor components of the T-complex), VirD5, VirE2, VirE3, and VirF that may also interact with proteins of host plant cells.",
            "score": 76.32238399982452
        },
        {
            "docid": "5389714_8",
            "document": "Virulence factor . A major group of virulence factors are proteins that can control the activation levels of GTPases. There are two ways in which they act. One is by acting as a GEF or GAP, and proceeding to look like a normally eukaryotic cellular protein. The other is covalently modifying the GTPase itself. The first way is reversible; many bacteria like Salmonella have two proteins to turn the GTPases on and off. The other process is irreversible, using toxins to completely change the target GTPase and shut down or override gene expression.",
            "score": 53.323755979537964
        },
        {
            "docid": "22108748_5",
            "document": "Hippo signaling pathway . The Hippo pathway consists of a core kinase cascade in which Hpo phosphorylates the protein kinase Warts (Wts). Hpo (MST1/2 in mammals) is a member of the Ste-20 family of protein kinases. This highly conserved group of serine/threonine kinases regulates several cellular processes, including cell proliferation, apoptosis, and various stress responses. Once phosphorylated, Wts (LATS1/2 in mammals) becomes active. Misshapen (Msn, MAP4K4/6/7 in mammals) and Happyhour (Hppy, MAP4K1/2/3/5 in mammals) act in parallel to Hpo to activate Wts. Wts is a nuclear DBF-2-related kinase. These kinases are known regulators of cell cycle progression, growth, and development. Two proteins are known to facilitate the activation of Wts: Salvador (Sav) and Mob as tumor suppressor (Mats). Sav (WW45 in mammals) is a WW domain-containing protein, meaning that this protein contains a sequence of amino acids in which a tryptophan and an invariant proline are highly conserved. Hpo can bind to and phosphorylate Sav, which may function as a scaffold protein because this Hpo-Sav interaction promotes phosphorylation of Wts. Hpo can also phosphorylate and activate Mats (MOBKL1A/B in mammals), which allows Mats to associate with and strengthen the kinase activity of Wts.",
            "score": 26.61778974533081
        },
        {
            "docid": "53134359_7",
            "document": "Polymorphic toxins . PTs are involved in killing or inhibiting the growth of bacterial competitors lacking the adequate immunity protein. Indeed, in PT systems, a gene encoding a protective immunity protein is always located immediately downstream of the toxin gene. The immunity protein is present in the cytoplasm to protect the toxin producing-cell both from auto-intoxication and from toxin produced by other strains.",
            "score": 58.57940435409546
        },
        {
            "docid": "33470626_5",
            "document": "Corn grey leaf spot . One reason for the pathogenic success of \"Cercospora zeae-maydis\" is the production of a plant toxin called cercosporin. All members of the genus \"Cercospora\" produce this light-activated toxin during infection. In the absence of light, cercosporin is inactive, but when light is present, the toxin is converted into its excited triplet state. Activated cercosporin reacts with oxygen molecules, generating active single oxygen radicals. Oxygen radicals react with plant cell lipids, proteins, and nucleic acids, damaging and killing affected cells, and nutrients released during the cell rupture and death feed the \"Cercospora\" fungus. A study of mutant \"Cercospora\" lacking the gene responsible for cercosporin production demonstrates that, though unnecessary for infection, cercosporin increases the virulence of \"Cercospora\" fungi.",
            "score": 95.96105360984802
        },
        {
            "docid": "22108748_6",
            "document": "Hippo signaling pathway . Activated Wts can then go on to phosphorylate and inactivate the transcriptional coactivator Yorkie (Yki). Yki is unable to bind DNA by itself. In its active state, Yki binds to the transcription factor Scalloped (Sd), and the Yki-Sd complex becomes localized to the nucleus. This allows for the expression of several genes that promote organ growth, such as \"cyclin E\", which promotes cell cycle progression, and \"diap1\" (\"Drosophila\" inhibitor of apoptosis protein-1), which, as its name suggests, prevents apoptosis. Yki also activates expression of the \"bantam\" microRNA, a positive growth regulator that specifically affects cell number. Thus, the inactivation of Yki by Wts inhibits growth through the transcriptional repression of these pro-growth regulators. By phosphorylating Yki at serine 168, Wts promotes the association of Yki with 14-3-3 proteins, which help to anchor Yki in the cytoplasm and prevent its transport to the nucleus. In mammals, the two Yki orthologs are Yes-associated protein (YAP) and transcriptional coactivator with PDZ-binding motif (TAZ). When activated, YAP and TAZ can bind to several transcription factors including p73, Runx2 and several TEADs. YAP regulates the expression of Hoxa1 and Hoxc13 in mouse and human epithelial cells in vivo and in vitro.",
            "score": 34.42322397232056
        },
        {
            "docid": "7591_16",
            "document": "Cholera . By inserting separate, successive sections of \"V. cholerae\" DNA into the DNA of other bacteria, such as \"E. coli\" that would not naturally produce the protein toxins, researchers have investigated the mechanisms by which \"V. cholerae\" responds to the changing chemical environments of the stomach, mucous layers, and intestinal wall. Researchers have discovered a complex cascade of regulatory proteins controls expression of \"V. cholerae\" virulence determinants. In responding to the chemical environment at the intestinal wall, the \"V. cholerae\" bacteria produce the TcpP/TcpH proteins, which, together with the ToxR/ToxS proteins, activate the expression of the ToxT regulatory protein. ToxT then directly activates expression of virulence genes that produce the toxins, causing diarrhea in the infected person and allowing the bacteria to colonize the intestine. Current research aims at discovering \"the signal that makes the cholera bacteria stop swimming and start to colonize (that is, adhere to the cells of) the small intestine.\"",
            "score": 60.0248236656189
        },
        {
            "docid": "30856926_3",
            "document": "Chemical defense . Bacteria of the genera \"Chromobacterium\", \"Janthinobacterium\", and \"Pseudoalteromonas\" produce a toxic secondary metabolite, violacein, to deter protozoan predation. Violacein is released when bacteria are consumed, killing the protozoan. Another bacteria, \"Pseudomonas aeruginosa\", aggregates into quorum sensing biofilms which may aid the coordinated release of toxins to protect against predation by protozoans. Flagellates were allowed to grow and were present in a biofilm of \"P. aeruginosa\" grown for three days, but no flagellates were detected after seven days. This suggests that concentrated and coordinated release of extracellular toxins by biofilms has a greater effect than unicellular excretions. Bacterial growth is inhibited not only by bacterial toxins, but also by secondary metabolites produced by fungi as well. The most well-known of these, first discovered and published by Alexander Fleming in 1929, described the antibacterial properties of a \"mould juice\" isolated from \"Penicillium notatum\". He named the substance penicillin, and it became the world's first broad-spectrum antibiotic. Many fungi are either pathogenic saprophytic, or live within plants without harming them as endophytes, and many of these have been documented to produce chemicals with antagonistic effects against a variety of organisms, including fungi, bacteria, and protozoa. Studies of coprophilous fungi have found antifungal agents which reduce the fitness of competing fungi. In addition, sclerotia of \"Aspergillus flavus\" contained a number of previously unknown aflavinines which were much more effective at reducing predation by the fungivorous beetle, \"Carpophilus hemipterus\", than aflatoxins which \"A. flavus\" also produced and it has been hypothesized that ergot alkaloids, mycotoxins produced by \"Claviceps purpurea\", may have evolved to discourage herbivory of the host plant.",
            "score": 86.8340380191803
        },
        {
            "docid": "26522611_13",
            "document": "RTX toxin . RTX toxins in \"Vibrio\" bacteria represent an early discovery in RTX toxin research, but were only recently discovered to belong to a separate class of RTX toxins called MARTX toxins. In \"Vibrio cholerae\" the \"martx\" gene encodes six proteins: the MARTX toxin (RtxA), an acyltransferase (RtxC), a membrane fusion protein (RtxD), two ABC-transporters (RtxB and RtxE), and one protein with unknown function. RtxA is a virulence factor involved in cholera which facilitates colonization of \"V. cholerae\" the small intestine. RtxA causes destruction of the actin cytoskeleton in host cells through G-actin modification and destruction of Rho GTPases. The toxin contains four functional domains: an actin cross-linking domain (ACD), a Rho-inactivating domain (RID), a cysteine protease domain (CPD), and an αβ-hydrolase. In \"V. cholerae\" infection, the CPD binds to inositol hexakisphosphate (InsP, Phytic acid) inside eukaryotic host cells. This binding activates the autoproteolytic CPD which cleaves the MARTX protein into smaller independent proteins each containing only one of the effector domains ACD, RID, and αβ-hydrolase. This allows each effector to act independently within the host cell, this increases the effects of RtxA because the ACD and RID function in different locations within the cell. ACD cross-links monomeric G-actin in the host cell cytosol, preventing formation of actin microfilament, a major component of the cytoskeleton. RID inactivates membrane bound Rho-GTPases, which are regulators of cytoskeleton formation.",
            "score": 75.84665513038635
        },
        {
            "docid": "55802978_2",
            "document": "Velvet complex . Velvet complex is a group of proteins found in fungi and especially molds that are important in reproduction and production of secondary metabolites including penicillin. The core members of the complex include VeA, LaeA (loss of \"aflR\"-expression A), and VelB. Other proteins including VelC and VosA sometimes function in the complex. The proteins were first characaterized in \"Aspergillus nidulans\".",
            "score": 44.30488204956055
        },
        {
            "docid": "20637118_5",
            "document": "Clostridium difficile toxin A . The \"tcdA\" and \"tcdB\" genes are situated on the \"Clostridium difficile\" chromosome in a 19.6-kb pathogenicity locus (PaLoc) found only in toxigenic strains of \"C. difficile\". Non toxigenic strains contain a 127 base pair fragment replacing the PaLoc. This locus also contains three other accessory genes \"tcdC\", \"tcdR\", and \"tcdE\". \"TcdC\" expression is high during early exponential phase and declines as growth moves into stationary phase, consistent with increases in \"tcdA\" and \"tcdB\" expression. Accordingly, expression patterns have indicated \"tcdC\" as a possible negative regulator of toxin production. \"tcdR\" may serve as a positive regulator of toxin production. \"tcdE\" has been speculated to facilitate release of TcdA and TcdB through lytic activity on the bacterial cell membrane. Due to its homology with other proteins of similar function, as well as the location of the gene between \"tcdA\" and \"tcdB\", \"tcdE\" is predicted to function as the lytic protein that facilitates release since TcdA and TcdB lack a signal peptide for secretion.",
            "score": 69.9994889497757
        },
        {
            "docid": "10323278_3",
            "document": "Addiction module . Proteic addiction modules use proteins as toxins and antitoxins, as opposed to RNA or other methods. The known proteic addiction modules all have similar shared characteristics, including placement of the antitoxin gene relative to the toxin gene, method of toxin neutralization by the antitoxin, and autoregulation of the addiction module by the antitoxin or toxin:antitoxin complex. In protein-based addiction modules, the genes encoding the toxin and antitoxin lie adjacent to each other and are continuously expressed under one operon. To ensure survival of the host when the addiction module is present, more antitoxin must be produced than toxin (to counter the shorter lifespan of the antitoxin molecules). Safe ratios of the toxin and antitoxin are maintained at least in part by both this overexpression and by having the antitoxin-encoding gene encoded upstream from the toxin gene, so that the antitoxin is available to immediately neutralize the toxin. This upstream placement of the antitoxin gene is found in all proteic addiction modules. In addition, the transcription of the whole addiction module is often negatively autoregulated (i.e. the presence of its products decreases its transcriptional rate) by the formation of toxin:antitoxin complexes.",
            "score": 69.35862922668457
        },
        {
            "docid": "52325901_5",
            "document": "Cry6Aa . In order to combat growing pest resistance, Cry6Aa is implemented in transgenic plants because it targets pests differently, increasing susceptibility. DNA shuffling is the process of selecting genes of compatible Cry proteins to transfer into crops. Although the binding site of Cry6Aa is unknown, several sites have been ruled out, allowing successful Cry protein stacking. Because an organism has to be resistant to both expressed Cry proteins to survive, the chances of developing and vertically transferring resistance is lower, granting more time for pesticide research. In 2013, Cry6Aa and Cry3Aa combination transgenic plants were patented to prevent resistance in the western corn rootworm. Additionally, Cry6Aa has been layered with Cry34Ab1/Cry35Ab1, a binary toxin. Pyramiding Cry proteins can enhance the effect of toxins. Cry6Aa and Cry55Aa both can reduce brood size of the root-knot nematode \"Meloidogyne incognita\", but when they are combined, these two proteins are five times more effective. Synergy between Cry proteins comes from either improved toxin docking, membrane insertion, or advanced degradation of the midgut protein matrix which increases action of the slower acting toxin.",
            "score": 55.89986872673035
        },
        {
            "docid": "42898_15",
            "document": "Anthrax . The lethality of the anthrax disease is due to the bacterium's two principal virulence factors: the poly-D-glutamic acid capsule, which protects the bacterium from phagocytosis by host neutrophils, and the tripartite protein toxin, called anthrax toxin. Anthrax toxin is a mixture of three protein components: protective antigen (PA), edema factor (EF), and lethal factor (LF). PA plus LF produces lethal toxin, and PA plus EF produces edema toxin. These toxins cause death and tissue swelling (edema), respectively.",
            "score": 82.71914339065552
        },
        {
            "docid": "53872747_14",
            "document": "Three-finger toxin . Bioinformatics-based surveys of known protein sequences have often identified a number of sequences likely to form a 3FTx protein structure but whose function has not been experimentally characterized. Thus, it is not known whether these \"orphan\" proteins are in fact toxins or what their cellular targets might be. Genomics studies of gene expression in snakes have shown that members of protein families traditionally considered toxins are widely expressed in snake body tissues and that this expression pattern occurs outside the highly venomous superfamily Caenophidia.",
            "score": 44.64081025123596
        },
        {
            "docid": "20637113_17",
            "document": "Clostridium difficile toxin B . By adding antimicrobial, e.g. clindamycin, into the culture growth medium, studies have shown that the cytotoxic activity in \"C. difficile\" cultures increases by 4–8 fold. Moreover, knowing the role of antibiotics on the causes of PMC, many earlier studies focused on the effects of antimicrobials production of toxins. As a result, studies were able to conclude that the subinhibitory nature of vancomycin and penicillin levels were increasing the toxin production in cultures of \"C. difficile\". The amounts of toxin production were correlated with the usage of growth medium for the organisms. Another study illustrated that the high levels of toxin production of TcdB were observed in complex mediums such as brain and heart infusion broth. High levels of toxins were produced with isolation of highly virulent. Conversely, low levels of toxins were produced with isolation of weakly virulent. Thus, it shows that the productions of toxins were co-regulated. Although the mechanism behind the environment's involvement in modulating the signals expressing the toxins is not understood, in vitro studies have shown that expression of toxin is strengthened by catabolite repression and stress, e.g. antibiotics. Another study has shown that limiting biotin in well-characterized medium increases the production of TcdB by 64-fold and TcdA by 35-fold. This was done with \"C. difficile\" and doses of biotin as small as 0.05nM. Several other early studies have argued against the theory that the production of toxin has anything to deal with stress or catabolite repression of either toxin TcdA or TcdB. Also, many studies say the main reason for the differences among other studies is due to toxin production not occurring with all isolates of \"C. difficile\".",
            "score": 91.03125965595245
        },
        {
            "docid": "11455352_20",
            "document": "Fusarium sporotrichioides . \"F. sporotrichioides\" produces the mycotoxins neosolaniol, nivalenol, NT-1 toxin, NT-2 toxin, HT-2 toxin, and T-2 toxin, all of which are trichothecenes. NT-1 and NT-2 toxins are inhibitors of protein synthesis, whilst nivalenol is a skin irritant and emetic, and can cause bone marrow degeneration. T-2 toxin is associated with skin necrosis in mammals, as well as causing intestinal damage and acting as an emetic in trout and birds, respectively. Other mycotoxins produced by \"F. sporotrichioides\" include butenolide, which causes mitochondrial damage in mammals and interferes with chlorophyll retention in plants, and moniliformin, which inhibits the citric acid cycle and consequently the breakdown of carbohydrates. Nontoxic secondary metabolites of \"F. sporotrichioides\" include various sterols, such as ergosterol (an important cell membrane constituent), campesterol, and sitosterol.",
            "score": 71.85827875137329
        },
        {
            "docid": "12303321_26",
            "document": "Telomerase reverse transcriptase . Another method that has been studied is manipulating the hTERT promoter to induce apoptosis in tumor cells. Plasmid DNA sequences can be manufactured using the hTERT promoter followed by genes encoding for specific proteins. The protein can be a toxin, an apoptotic factor, or a viral protein. Toxins such as diphtheria toxin interfere with cellular processes and eventually induce apoptosis. Apoptotic death factors like FADD (Fas-Associated protein with Death Domain) can be used to force cells expressing hTERT to undergo apoptosis. Viral proteins like viral thymidine kinase can be used for specific targeting of a drug. By introducing a prodrug only activated by the viral enzyme, specific targeting of cells expressing hTERT can be achieved. By using the hTERT promoter, only cells expressing hTERT will be affected and allows for specific targeting of tumor cells.",
            "score": 47.701324224472046
        },
        {
            "docid": "26522611_14",
            "document": "RTX toxin . Adenylate cyclase toxin (ACT or CyaA), is a primary virulence factor in \"Bordetella pertussis\". CyaA is a multifunctional RTX family toxin that targets myeloid phagocytes, impairing the innate immune response and promoting \"B. pertussis\" colonization. The cyaA operon encodes the five proteins CyaA (RTX toxin), CyaC (CyaA activation protein), and the three T1SS proteins: CyaB (an ABC transporter) CyaD (a membrane fusion protein), and CyaE (an outer membrane protein). The CyaA protein contains an adenylate cyclase domain (AC domain) and a hemolytic/cytolytic domain. The hemolytic function forms pores in target cells, while the cytolytic function increases intracellular Ca and cAMP. In host cells expressing the CD11b/CD18 integrin receptor (macrophage-1 antigen, αβ integrin), CyaA binds the αβ integrin and inserts itself into the cell membrane and initiates an influx of Ca. The increase in intracellular Ca allows for the repositioning of the CyaA toxin within the cell cytosol. Once the AC domain is activated through calmodulin binding, it begins to convert cytosolic ATP to cAMP, raising it to cytotoxic levels.",
            "score": 63.346274852752686
        },
        {
            "docid": "1653186_11",
            "document": "Evolutionary arms race . Rough-skinned newts have skin glands that contain tetrodotoxin (TTX) as a defense against predation. This toxin binds reversibly to sodium channels in nerve cells and interferes with the normal flow of sodium ions in and out of the cell. This has the effect of inducing paralysis and death. Throughout much of the newt’s range, the common garter snake has been observed to exhibit resistance to the tetrodotoxin in the newts' skin. While in principle the toxin binds to a tube shaped protein that acts as a sodium channel in the snake's nerve cells, researchers have identified a genetic mutation in several snake populations where the protein is configured in such a way as to hamper or prevent binding of the toxin. In each of these populations, the snakes exhibit resistance to the toxin and successfully prey upon the newts. The mutations in the snake’s genes that conferred resistance to the toxin have resulted in a selective pressure that favors newts that produce more potent levels of toxin. Increases in newt toxicity then apply a selective pressure favoring snakes with mutations conferring even greater resistance. This evolutionary arms race has resulted in the newts producing levels of toxin far in excess of what is needed to kill any other conceivable predator. Toxin-resistant garter snakes are the only known animals today that can eat a rough-skinned newt and survive. The interactions between garter snakes and newts have been studied to understand the coevolution between the two species. In populations where the two live together, higher levels of TTX and resistance to TTX are observed in newts and garter snakes respectively. In populations where the species are separated, the TTX levels and resistance are lower when compared to the sympatric populations. While isolated garter snakes have lower resistance, they still demonstrate an ability to resist low levels of TTX exposure. This fact suggests that garter snakes are predisposed to the development of TTX resistance and that it may be an ancestral trait. The resistance of garter snakes is measured by observing a snake’s crawling speed after it has ingested or been injected with TTX. The most resistant snakes continue to crawl at normal speeds even after high levels of TTX have been given. The snakes on the lower end of the spectrum show decreased movement and signs of paralysis when exposed to TTX. The lower levels of resistance observed in separated populations of newts and garter snakes suggest that there is a fitness cost associated with both TTX production and resistance. The snakes with high levels of TTX resistance have slower average crawl speeds when compared to isolated populations of snakes. Slower crawl speeds make the snakes more susceptible to predators. This illustrates that while it is advantageous to be resistant to TTX when newts are present, it becomes more costly in the absence of selective pressures from the newt. The same pattern is seen in isolated populations of newts. In these populations, where garter snakes are absent, newts have lower levels of TTX in their skin. This demonstrates that there is some cost to the newt to have a high level of toxin. This relationship creates a geographic pattern of resistance in populations. There are areas known as hotspots in which levels of TTX and resistance are extremely high. This alludes to a close interaction between newts and snakes. There are also areas of coldspots where newts and snakes have minimal interaction, leading to lower levels of TTX production and resistance.",
            "score": 63.60924005508423
        },
        {
            "docid": "29250676_2",
            "document": "Erythrogenic toxin . Erythrogenic toxins, also referred to as streptococcal pyrogenic exotoxins, are secreted by strains of the bacterium \"Streptococcus pyogenes\". SpeA and SpeC are superantigens, which induce inflammation by nonspecifically activating T cells and stimulating the production of inflammatory cytokines. SpeB, the most abundant streptococcal extracellular protein, is a cysteine protease. Pyrogenic exotoxins are implicated as the causative agent of scarlet fever and streptococcal toxic shock syndrome. There is no consensus on the exact number of pyrogenic exotoxins. Serotypes A-C are the most extensively studied and recognized by all sources, but others note up to thirteen distinct types, categorizing SpeF-M as additional superantigens. Erythrogenic toxins are known to damage the plasma membranes of blood capillaries under the skin and produce a red skin rash (characteristic of scarlet fever). Past studies have shown that multiple variants of erythrogenic toxins may be produced, depending on the strain of \"S. pyogenes\" in question. Some strains may not produce a detectable toxin at all. Bacteriophage T12 infection of Streptococcus pyogenes enables the production of Spe A, and increases virulence.",
            "score": 76.57802450656891
        },
        {
            "docid": "52325901_2",
            "document": "Cry6Aa . Cry6Aa is a toxic crystal protein generated by the bacterial family \"Bacillus thuringiensis\" during sporulation. This protein is a member of the alpha pore forming toxins family, which gives it insecticidal qualities advantageous in agricultural pest control. Each Cry protein has some level of target specificity; Cry6Aa has specific toxic action against coleopteran insects and nematodes. The corresponding \"B. thuringiensis\" gene, \"cry6aa\", is located on bacterial plasmids. Along with several other Cry protein genes, \"cry6aa\" can be genetically recombined in Bt corn and Bt cotton so the plants produce specific toxins. Insects are developing resistance to the most commonly inserted proteins like Cry1Ac. Since Cry6Aa proteins function differently than other Cry proteins, they are combined with other proteins to decrease the development of pest resistance. Recent studies suggest this protein functions better in combination with other virulence factors such as other Cry proteins and metalloproteinases. Cry6Aa proteins are unrelated to other insecticidal crystal proteins in primary amino acid structure. The protein is rod-shaped, with a diameter of 25 Å and height of 95 Å. It contains 475 residues, not including the N-terminal tail. Most Cry proteins have 3 main domains with functional homology across proteins, domain I contains an alpha helix bundle, domain II is composed of three antiparallel beta sheets in a Greek key motif, and domain III forms a beta sandwich responsible for catalyzing pore formation. However, Cry6Aa, a nine turn protein, consists of bipartite head and tail domains composed mainly of alpha helices. Secondary structure conformation is 71-72% alpha helices and 1-2% beta sheets in most pH conditions. The remaining regions are either bends, turns, or 3/10 helices. The trypsin resistant core is composed of long amphipathic alpha helices and fuels toxic function. The hydrophobic regions of the helices interact with each other, while the hydrophilic portions have increased exposure to the outside environment. Some of the helices are interrupted by loops that have variable positions in the structure. The head domain folds over the helices and contains a beta tongue group, which may trigger pore formation. There is a strong disulfide bond between the C terminal region and a portion of the core that isn't disrupted by trypsin. The protein has structural similarities to other toxins, including haemolysin E and B. cereus toxins HlbB and NheA. No other members of the Cry family utilizing alpha pore toxin structure have been discovered.",
            "score": 59.284026861190796
        },
        {
            "docid": "28253826_11",
            "document": "Bacterial small RNA . In some bacteria sRNAs regulate virulence genes. In \"Salmonella\", the pathogenicity island encoded InvR RNA represses synthesis of the major outer membrane protein OmpD; another co-activated DapZ sRNA from 3'-UTR represses abundant membrane Opp/Dpp transporters of oligopeptides; and SgrS sRNA regulates the expression of the secreted effector protein SopD. In \"Staphylococcus aureus\", RNAIII regulates a number of genes involved in toxin and enzyme production and cell-surface proteins. The FasX sRNA is the only well-characterized regulatory RNA known to control the regulation of several virulence factors in \"Streptococcus pyogenes\", including both cell-surface associated adhesion proteins as well as secreted factors.",
            "score": 86.56247735023499
        },
        {
            "docid": "14772043_3",
            "document": "S100A13 . The protein encoded by this gene is a member of the S100 family of proteins containing 2 EF-hand calcium-binding motifs. S100 proteins are localized in the cytoplasm and/or nucleus of a wide range of cells, and involved in the regulation of a number of cellular processes such as cell cycle progression and differentiation. S100 genes include at least 13 members which are located as a cluster on chromosome 1q21. This protein is widely expressed in various types of tissues with a high expression level in thyroid gland. In smooth muscle cells, this protein co-expresses with other family members in the nucleus and in stress fibers, suggesting diverse functions in signal transduction. Multiple alternatively spliced transcript variants encoding the same protein have been found for this gene.",
            "score": 31.49861741065979
        },
        {
            "docid": "53872747_20",
            "document": "Three-finger toxin . Genes encoding three-finger toxins are thought to have evolved through gene duplication. Traditionally, this has been conceptualized as repeated events of duplication followed by neofunctionalization and recruitment to gene expression patterns restricted to venom glands. However, it has been argued that this process should be extremely rare and that subfunctionalization better explains the observed distribution. More recently, non-toxic 3FP proteins have been found to be widely expressed in many different tissues in snakes, prompting the alternative hypothesis that proteins of restricted expression in saliva were selectively recruited for toxic functionality. There is evidence that most types of 3FTx proteins have been subject to positive selection (that is, diversifying selection) in their recent evolutionary history, possibly due to an evolutionary arms race with prey species. Notable exceptions are the dimeric kappa-bungarotoxin family, likely as a result of evolutionary constraints on the dimer interface, and the cardiotoxin/cytotoxin family, in which a larger fraction of the protein's residues are believed to have functional roles.",
            "score": 46.683926582336426
        },
        {
            "docid": "48717104_4",
            "document": "CRM197 . The gene for CRM197 has been cloned into \"Corynebacterium diphtheriae\", the bacteria that produces the native toxin. Like the wild type toxin, CRM197 is expressed as a secreted protein at relatively low yields (typically <100 mg/L). Corynebacterium expressed CRM197 is available from several sources, including List Laboratories and SigmaAldrich. The low yield and high cost of commercially available native CRM197 has led to efforts to produce CRM197 in other bacteria but this has proven a difficult task until recently.",
            "score": 44.99266839027405
        }
    ],
    "r": [
        {
            "docid": "11460104_3",
            "document": "Cochliobolus heterostrophus . \"Cochliobolus heterstrophus\" is found in many tropical regions and in the southern part of the US. \"Cochliobolus\", although not currently the most economically serious disease, can be a very serious crop disease. \"C. heterostrophus\" (race O) was considered a mild pathogen of corn, and was of little worry to those growing maize crops. It was not until the 1970s that \"C. heterostrophus\" (race T) destroyed more than 15% of the U.S. corn crop. Race T differed from race O in the sense that it produced T-toxin (host-selective toxin). The corn planted in the 1970s carried T-cms; T-cms was particularly susceptible to T-toxin. T-toxin is considered to be related to a family of linear polyketides.",
            "score": 126.88932800292969
        },
        {
            "docid": "56073965_15",
            "document": "Plant–fungus horizontal gene transfer . In \"Stagonospora\" and \"Pyrenophora\", as well as in \"Fusarium\" and \"Alternaria\", horizontal gene transfer provides a powerful mechanism for fungi to acquire pathogenic capabilities to infect a new host plant. Horizontal gene transfer and interspecific hybridization between pathogenic species allow for hybrid offspring with an expanded host range. This can cause disease outbreaks on new crops when an encoded protein is able to cause pathogenicity. The interspecific transfer of virulence factors in fungal pathogens has been shown between \"Stagonospora modorum\" and \"Pyrenophora tritici-repentis\", where a host-selective toxin from \"S. nodorum\" conferred virulence to \"P. tritici-repentis\" on wheat.",
            "score": 106.42449188232422
        },
        {
            "docid": "1391326_17",
            "document": "Aspergillus fumigatus . LaeA and GliZ are transcription factors known to regulate the production of gliotoxin. LaeA is a universal regulator of secondary metabolite production in \"Aspergillus\" spp. LaeA influences the expression of 9.5% of the \"A. fumigatus\" genome, including many secondary metabolite biosynthesis genes such as nonribosomal peptide synthetases. The production of numerous secondary metabolites, including gliotoxin, were impaired in an LaeA mutant (ΔlaeA) strain. The ΔlaeA mutant showed increased susceptibility to macrophage phagocytosis and decreased ability to kill neutrophils \"ex vivo\". LaeA regulated toxins, besides gliotoxin, likely have a role in virulence since loss of gliotoxin production alone did not recapitulate the hypo-virulent ∆laeA pathotype.",
            "score": 104.39632415771484
        },
        {
            "docid": "9535016_6",
            "document": "Acinetobacter baumannii . Many microbes, including \"A. baumannii\", have several properties that allow them to be more successful as pathogens. These properties may be virulence factors such as toxins or toxin delivery systems which directly affect the host cell. They may also be virulence determinants, which are qualities contributing to a microbe's fitness and allow it to survive the host environment, but that does not affect the host directly. These characteristics are just some of the known factors which make \"Acinetobacter baumannii\" effective as a pathogen:",
            "score": 103.29090881347656
        },
        {
            "docid": "37404930_5",
            "document": "Southern corn leaf blight . Various types of corn with normal cytoplasm (N) are vulnerable to Race O. They have cytoplasmic resistance to the T-toxin of \"Bipolaris maydis\" (produced by Race T). The absence of a gene found only in plants with Texas male sterile cytoplasm is reason for this resistance. Corn plants with T-cms cytoplasm have maternally inherited the gene T-urf 13, which encodes for a protein component of the inner mitochondrial membrane. T-toxin acts on this portion of the mitochondria. In a similar manner, Race C is only pathogenic to hosts with cytoplasm male-sterile C.",
            "score": 101.26437377929688
        },
        {
            "docid": "11512137_5",
            "document": "Sphaceloma perseae . The pathogenic species \"S. perseae\" belongs to a class of fungi called dothideomycetes. These fungi are known for producing host-specific phytotoxic metabolites. These toxins are marked for their detrimental interaction with a particular host species while potentially having no effect on other species. These toxins trigger the hypersensitive response upon recognition of the host, which for necrotrophs provides continuing opportunity for the spread of infection. The tissue being damaged on the host becomes a source of nutrient for the pathogen to grow and cause more symptoms. A potential secondary metabolite with phytotoxic properties within the \"Sphaceloma genus\" is the variety of pigments called elsinochromes. These are red/orange pigments produced by many \"Elsinoë\" and \"Sphaceloma\" species. The \"Sphaceloma\" genus is the anamorph analog of the \"Elsinoë\" genus of which the pigments are named so it is reasonable to presume \"S. perseae\" also produces this phytotoxic pigments. Elsinochromes were proven to kill cells of the host plant and even cause necrotic legions on live tissue by reactions of a singlet oxygen species from the pigment. The singlet oxygen breaks down proteins, lipids, and nucleic acids in the plant cells. Toxicity has been demonstrated to decrease in the addition of singlet oxygen quenchers, as they prevent the interaction of the oxygen species with plant cells.",
            "score": 100.74858856201172
        },
        {
            "docid": "7171067_5",
            "document": "Aeromonas hydrophila . The pathogenicity of \"Aeromonas\" species was believed to be mediated by a number of extracellular proteins such as aerolysin, lipase, chitinase, amylase, gelatinase, hemolysins, and enterotoxins. However, the pathogenic mechanisms are unknown. The recently proposed type-III secretion system (TTSS) has been linked to \"Aeromonas\" pathogenesis. TTSS is a specialized protein secretion machinery that exports virulence factors directly to host cells. These factors subvert normal host cell functions to the benefit of invading bacteria. In contrast to the general secretory pathway, the TTSS is triggered when a pathogen comes in contact with host cells. ADP-ribosylation toxin is one of the effector molecules secreted by several pathogenic bacteria and translocated through the TTSS and delivered into the host cytoplasm, which leads to interruption of the NF-κB pathway, cytoskeletal damage, and apoptosis. This toxin has been characterized in \"A. hydrophila\" (human diarrhoeal isolate), \"A. salmonicida\" (fish pathogen), and \"A. jandaei\" GV17, a pathogenic strain which can cause disease both in humans and fish.",
            "score": 100.61602020263672
        },
        {
            "docid": "1023906_3",
            "document": "Phytoalexin . Phytoalexins produced in plants act as toxins to the attacking organism. They may puncture the cell wall, delay maturation, disrupt metabolism or prevent reproduction of the pathogen in question. Their importance in plant defense is indicated by an increase in susceptibility of plant tissue to infection when phytoalexin biosynthesis is inhibited. Mutants incapable of phytoalexin production exhibit more extensive pathogen colonization as compared to wild type. As such, host-specific pathogens capable of degrading phytoalexins are more virulent than those unable to do so.",
            "score": 98.96481323242188
        },
        {
            "docid": "21450492_4",
            "document": "Cellular microbiology . Cellular microbiology attempts to use pathogenic microbes as tools for cell-biology research, and to employ cell-biology methods to understand the pathogenicity of microbes. Toxins and virulence factors from microbes have been used for decades to influence processes in eukaryotic cells and to study them. It has increasingly appeared that applying a purified toxin on a cell does not always provide the complete picture, and that understanding the role of the toxin in pathogenicity, the way the toxin promotes the microbe, the way the toxin is produced and the co-evolution of the toxin and its host-cell counterparts, is crucial.",
            "score": 98.38944244384766
        },
        {
            "docid": "287543_9",
            "document": "Necrotizing fasciitis . \"Clostridium sordellii\" can also produce two major toxins: all known virulent strains produce the essential virulence factor lethal toxin (TcsL), and a number also produce haemorrhagic toxin (TcsH). TcsL and TcsH are both members of the large clostridial cytotoxin (LCC) family. The key \"Clostridium septicum\" virulence factor is a pore-forming toxin called alpha-toxin, though it is unrelated to the \"Clostridium perfringens\" alpha-toxin. Myonecrotic infections caused by these clostridial species commonly occur in injecting heroin users. Those with clostridial infections typically have severe pain at the wound site, where the wound typically drains foul-smelling blood mixed with serum (serosanguinous discharge). Shock can progress rapidly after initial injury or infection, and once the state of shock is established, the chance of dying exceeds 50%. Another bacterium associated with similar rapid disease progression is group A streptococcal infection (mostly \"Streptococcus pyogenes\"). Meanwhile, other bacterial infections require two or more days to become symptomatic.",
            "score": 96.27019500732422
        },
        {
            "docid": "33470626_5",
            "document": "Corn grey leaf spot . One reason for the pathogenic success of \"Cercospora zeae-maydis\" is the production of a plant toxin called cercosporin. All members of the genus \"Cercospora\" produce this light-activated toxin during infection. In the absence of light, cercosporin is inactive, but when light is present, the toxin is converted into its excited triplet state. Activated cercosporin reacts with oxygen molecules, generating active single oxygen radicals. Oxygen radicals react with plant cell lipids, proteins, and nucleic acids, damaging and killing affected cells, and nutrients released during the cell rupture and death feed the \"Cercospora\" fungus. A study of mutant \"Cercospora\" lacking the gene responsible for cercosporin production demonstrates that, though unnecessary for infection, cercosporin increases the virulence of \"Cercospora\" fungi.",
            "score": 95.96105194091797
        },
        {
            "docid": "32572_12",
            "document": "Vesicle (biology and chemistry) . In Gram-negative bacteria, EVs are produced by the pinching off of the outer membrane; however, how EVs escape the thick cell walls of Gram-positive bacteria, mycobacteria and fungi is still unknown. These EVs contain varied cargo, including nucleic acids, toxins, lipoproteins and enzymes and have important roles in microbial physiology and pathogenesis. In host-pathogen interactions, gram negative bacteria produce vesicles which play roles in establishing a colonization niche, carrying and transmitting virulence factors into host cells and modulating host defense and response.",
            "score": 95.3916015625
        },
        {
            "docid": "19178965_66",
            "document": "Fungus . \"Ustilago maydis\" is a pathogenic plant fungus that causes smut disease in maize and teosinte. Plants have evolved efficient defense systems against pathogenic microbes such as \"U. maydis\". A rapid defense reaction after pathogen attack is the oxidative burst where the plant produces reactive oxygen species at the site of the attempted invasion. \"U. maydis\" can respond to the oxidative burst with an oxidative stress response, regulated by the gene \"YAP1\". The response protects \"U. maydis\" from the host defense, and is necessary for the pathogen’s virulence. Furthermore, \"U. maydis\" has a well-established recombinational DNA repair system which acts during mitosis and meiosis. The system may assist the pathogen in surviving DNA damage arising from the host plant’s oxidative defensive response to infection.",
            "score": 94.51153564453125
        },
        {
            "docid": "23740_10",
            "document": "Toxin . Toxins produced by microorganisms are important virulence determinants responsible for microbial pathogenicity and/or evasion of the host immune response.",
            "score": 94.15332794189453
        },
        {
            "docid": "24950378_17",
            "document": "Cell–cell interaction . In order for pathogenic bacteria to invade a cell, communication with the host cell is required. The first step for invading bacteria is usually adhesion to host cells. Strong anchoring, a characteristic that determines virulence, prevents the bacteria from being washed away before infection occurs. Bacterial cells can bind to many host cell surface structures such as glycolipids and glycoproteins which serve as attachment receptors. Once attached, the bacteria begin to interact with the host to disrupt its normal functioning and disrupt or rearrange its cytoskeleton. Proteins on the bacteria surface can interact with protein receptors on the host thereby affecting signal transduction within the cell. Alterations to signaling are favorable to bacteria because these alterations provide conditions under which the pathogen can invade. Many pathogens have Type III secretion systems which can directly inject protein toxins into the host cells. These toxins ultimately lead to rearrangement of the cytoskeleton and entry of the bacteria.",
            "score": 92.929443359375
        },
        {
            "docid": "466746_13",
            "document": "Mycoplasma pneumoniae . The main cytotoxic effect of \"M. pneumoniae\" is local disruption of tissue and cell structure along the respiratory tract epithelium due to its close proximity to host cells. Attachment of the bacteria to host cells can result in loss of cilia, a reduction in metabolism, biosynthesis, and import of macromolecules, and, eventually, infected cells may be shed from the epithelial lining. M. pneumoniae produces a unique virulence factor known as Community Acquired Respiratory Distress Syndrome (CARDS) toxin. The CARDS toxin most likely aids in the colonization and pathogenic pathways of M. pneumoniae, leading to inflammation and airway dysfunction. In addition, the formation of hydrogen peroxide is a key virulence factor in \"M. pneumoniae\" infections. Attachment of \"M. pneumoniae\" to erythrocytes permits diffusion of hydrogen peroxide from the bacteria to the host cell without detoxification by catalase or peroxidase, which can injure the host cell by reducing glutathione, damaging lipid membranes and causing protein denaturation. Local damage may also be a result of lactoferrin acquisition and subsequent hydroxyl radical, superoxide anion and peroxide formation. The cytotoxic effects of \"M. pneumoniae\" infections translate into common symptoms like coughing and lung irritation that may persist for months after infection has subsided. Local inflammation and hyperresponsiveness by infection induced cytokine production has been associated with chronic conditions such as bronchial asthma and has also been linked to progression of symptoms in individuals with cystic fibrosis and COPD.",
            "score": 92.40287780761719
        },
        {
            "docid": "11460093_3",
            "document": "Cochliobolus carbonum . \"Cochliobolus carbonum\" is divided into at least five different races based on pathogenicity, particularly lesion types on corn leaves. \"Cochliobolus carbonum\" race 0 (CCR0) is essentially non-pathogenic. \"Cochliobolus carbonum\" race 1 (CCR1) produces host specific toxins and oval to circular spots on leaves. While infection by \"C. carbonum\" race 2 (CCR2) is rare, it is characterized by the production of oblong, chocolate-colored spots. \"C. carbonum\" race 3 (CCR3) produces linear and narrow lesions while \"C. carbonum\" race 4 (CCR4) is weakly pathogenic, forming oval to concentric circular spots.",
            "score": 92.11304473876953
        },
        {
            "docid": "13752767_6",
            "document": "Staphylococcus aureus alpha toxin . Alpha-toxin is also one of the key virulence factors in \"S. aureus\" pneumonia. The level of alpha-toxin expressed by a particular strain of \"S. aureus\" directly correlates with the virulence of the strain. Recent research has shown that immunization with a mutant form of alpha-toxin that is no longer able to form pores protects against \"S. aureus\" pneumonia in mice. Also, introduction of alpha-toxin specific antibodies into an unimmunized animal protects against subsequent infection. Cultures of human lung epithelial cells incubated with anti-alpha-toxin and infected with \"S. aureus\" showed marked reductions in cellular damage when compared to control cells. As many strains of \"S. aureus\" are proving to be resistant to most available antibiotics, specific targeting of virulence factors with antibodies may be the next step to treating this pathogen.",
            "score": 91.51626586914062
        },
        {
            "docid": "20637113_17",
            "document": "Clostridium difficile toxin B . By adding antimicrobial, e.g. clindamycin, into the culture growth medium, studies have shown that the cytotoxic activity in \"C. difficile\" cultures increases by 4–8 fold. Moreover, knowing the role of antibiotics on the causes of PMC, many earlier studies focused on the effects of antimicrobials production of toxins. As a result, studies were able to conclude that the subinhibitory nature of vancomycin and penicillin levels were increasing the toxin production in cultures of \"C. difficile\". The amounts of toxin production were correlated with the usage of growth medium for the organisms. Another study illustrated that the high levels of toxin production of TcdB were observed in complex mediums such as brain and heart infusion broth. High levels of toxins were produced with isolation of highly virulent. Conversely, low levels of toxins were produced with isolation of weakly virulent. Thus, it shows that the productions of toxins were co-regulated. Although the mechanism behind the environment's involvement in modulating the signals expressing the toxins is not understood, in vitro studies have shown that expression of toxin is strengthened by catabolite repression and stress, e.g. antibiotics. Another study has shown that limiting biotin in well-characterized medium increases the production of TcdB by 64-fold and TcdA by 35-fold. This was done with \"C. difficile\" and doses of biotin as small as 0.05nM. Several other early studies have argued against the theory that the production of toxin has anything to deal with stress or catabolite repression of either toxin TcdA or TcdB. Also, many studies say the main reason for the differences among other studies is due to toxin production not occurring with all isolates of \"C. difficile\".",
            "score": 91.03125762939453
        },
        {
            "docid": "11460093_7",
            "document": "Cochliobolus carbonum . Fungi are capable of showing different interactions with their host and different lifestyles depending upon the interaction. Different species of \"Cochliobolus\" and its anamorphs are associated with different host species as ephiphytes, endophytes, saprophytes and pathogens. Infected seed is the major source of inoculum of \"C. carbonum\" internationally, so it is a quarantined pathogen in Europe and other countries. To my knowledge, few studies have been conducted to better understand the life and infection cycle of \"C. carbonum. Cochliobolus carbonum\" survives as mycelium and resistant chlamydospores on maize debris in the field and on infected seed. Conidia serve as a primary source of inoculum dispersed by wind and rain-splash. Damp weather and moderate temperature greatly favor sporulation and produce additional inoculum for secondary spread. During both pathogenic and saprophytic phases of the lifecycle, this fungus enters and ramifies through intact leaves and obtains nutrients from the host cytoplasm and walls by degrading cell wall components through the production of a variety of extracellular enzymes. The symptoms first appear as small, circular to oval, reddish brown to tan lesions and over time become more tan to grayish. In general, moderate temperature, high relative humidity, and heavy dew during the growing season favors the development of this disease. Senescent corn leaves are an important plant part for the growth and development of \"C. carbonum\", because it provides biochemicals required for the formation of perithecia, asci and ascospores.",
            "score": 90.66970825195312
        },
        {
            "docid": "36135797_3",
            "document": "Host–pathogen interaction . On the molecular and cellular level, microbes can infect the host and divide rapidly, causing disease by being there and causing a homeostatic imbalance in the body, or by secreting toxins which cause symptoms to appear. Viruses can also infect the host with virulent DNA, which can affect normal cell processes (transcription, translation, etc.), protein folding, or evading the immune response.",
            "score": 90.40750122070312
        },
        {
            "docid": "18291752_3",
            "document": "Microbial symbiosis and immunity . Microbes can promote the development of the host's immune system in the gut and skin, and may help to prevent pathogens from invading. Some release anti-inflammatory products, protecting against parasitic gut microbes. Commensals promote the development of B cells that produce a protective antibody, Immunoglobulin A (IgA). This can neutralize pathogens and exotoxins, and promote the development of TH17 and FOXP3+ regulatory T cells. Microbes trigger development of isolated lymphoid follicles in the small intestine, which are sites of mucosal immune response. Microbes can prevent growth of harmful pathogens by altering pH, consuming nutrients required for pathogen survival, and secreting toxins that inhibit growth of pathogens. However, microbes have been implicated in inflammatory bowel disease, obesity, and cancer.",
            "score": 90.1678466796875
        },
        {
            "docid": "21107825_2",
            "document": "Microbial toxin . Microbial toxins are toxins produced by micro-organisms, including bacteria and fungi. Microbial toxins promote infection and disease by directly damaging host tissues and by disabling the immune system. Some bacterial toxins, such as \"Botulinum\" neurotoxins, are the most potent natural toxins known. However, microbial toxins also have important uses in medical science and research. Potential applications of toxin research include combating microbial virulence, the development of novel anticancer drugs and other medicines, and the use of toxins as tools in neurobiology and cellular biology.",
            "score": 89.82855987548828
        },
        {
            "docid": "52918746_5",
            "document": "Proteobiotics . Unlike other molecules produced by probiotic bacteria, such as organic acids and bacteriocins, proteobiotics are natural metabolites which interfere with quorum sensing, the cell-to-cell communications which occur between bacterial cells, mainly by interfering with the LuxS quorum sensing system. These quorum-sensing systems allow bacteria to respond to changes in their environment and play a role in the ability of pathogens to evade host defence mechanisms. By interfering with quorum sensing, proteobiotics inhibit the cascade of events leading to adhesion to, and invasion of, host cells. This is achieved through reduced expression of specific virulence genes (typically found on pathogenicity islands) that facilitate the infection process. Specifically, proteobiotics inhibit virulence genes involved in toxin production, biofilm formation, cell adhesion and invasion. In enterohemorrhagic \"E. coli\" and \"Salmonella\" spp., genes associated with Type 3 Secretion Systems seem to be the main targets.",
            "score": 89.73069763183594
        },
        {
            "docid": "31907173_4",
            "document": "Enterotoxin type B . The function of this protein is to facilitate the infection of the host organism. It is a virulence factor designed to induce pathogenesis. One of the major virulence exotoxins is the toxic shock syndrome toxin (TSST), which is secreted by the organism upon successful invasion. It causes a major inflammatory response in the host via superantigenic properties, and is the causative agent of toxic shock syndrome. It functions as a superantigen through activation of a significant fraction of T-cells (up to 20%) by cross-linking MHC class II molecules with T-cell receptors. TSST is a multisystem illness with several symptoms such as high fever, hypotension, dizziness, rash and peeling skin.",
            "score": 88.52277374267578
        },
        {
            "docid": "30856926_4",
            "document": "Chemical defense . A wealth of literature exists on the defensive chemistry of secondary metabolites produced by terrestrial plants and their antagonistic effects on pests and pathogens, likely owing to the fact that human society depends upon large-scale agricultural production to sustain global commerce. Since the 1950s, over 200,000 secondary metabolites have been documented in plants. These compounds serve a variety of physiological and allelochemical purposes, and provide a sufficient stock for the evolution of defensive chemicals. Examples of common secondary metabolites used as chemical defenses by plants include alkaloids, phenols, and terpenes. Defensive chemicals used to avoid consumption may be broadly characterized as either toxins or substances reducing digestive capacity of herbivores. Although toxins are defined in a broad sense as any substance produced by an organism that reduces the fitness of another, in a more specific sense toxins are substances which directly affect and diminish the functioning of certain metabolic pathways. Toxins are minor constituents (<2% dry weight), active in small concentrations, and more present in flowers and young leaves. On the other hand, indigestible compounds make up to 60% dry weight of tissue and are predominately found in mature, woody species. Many alkaloids, pyrethrins, and phenols are toxins. Tannins are major inhibitors of digestion and are polyphenolic compounds with large molecular weights. Lignin and cellulose are important structural elements in plants and are also usually highly indigestible. Tannins are also toxic against pathogenic fungi at natural concentrations in a variety of woody tissues. Not only useful as deterrents to pathogens or consumers, some of the chemicals produced by plants are effective in inhibiting competitors as well. Two separate shrub communities in the California chapparal were found to produce phenolic compounds and volatile terpenes which accumulated in soil and prevented various herbs from growing near the shrubs. Other plants were only observed to grow when fire removed shrubs, but herbs subsequently died off after shrubs returned. Although the focus has been on broad-scale patterns in terrestrial plants, Paul and Fenical in 1986 demonstrated a variety of secondary metabolites in marine algae which prevented feeding or induced mortality in bacteria, fungi, echinoderms, fishes, and gastropods.",
            "score": 88.2557373046875
        },
        {
            "docid": "5389714_13",
            "document": "Virulence factor . Exotoxins are actively secreted by some bacteria and have a wide range of effects including inhibition of certain biochemical pathways in the host. The two most potent known exotoxins are the tetanus toxin (tetanospasmin) secreted by \"Clostridium tetani\" and the botulinum toxin secreted by \"Clostridium botulinum\". Exotoxins are also produced by a range of other bacteria including \"Escherichia coli\"; \"Vibrio cholerae\" (causative agent of cholera); \"Clostridium perfringens\" (common causative agent of food poisoning as well as gas gangrene) and \"Clostridium difficile\" (causative agent of pseudomembranous colitis). A potent three-protein virulence factor produced by \"Bacillus anthracis\", called anthrax toxin, plays a key role in anthrax pathogenesis. Exotoxins are extremely immunogenic meaning that they trigger the humoral response (antibodies target the toxin).",
            "score": 88.19741821289062
        },
        {
            "docid": "5389714_14",
            "document": "Virulence factor . Exotoxins are also produced by some fungi as a competitive resource. The toxins, named mycotoxins, deter other organisms from consuming the food colonised by the fungi. As with bacterial toxins, there is a wide array of fungal toxins. Arguably one of the more dangerous mycotoxins is aflatoxin produced by certain species of the genus \"Aspergillus\" (notably \"A. flavus\"). If ingested repeatedly, this toxin can cause serious liver damage.",
            "score": 88.14569854736328
        },
        {
            "docid": "39248107_8",
            "document": "Actinobacillus pleuropneumoniae . Several virulence factors account for the remarkable pathogenicity of \"A. pleuropneumoniae\". The more important ones include the production and release of the Apx toxins, the ability to produce a biofilm, its LPS layer, capsule polysaccharides, and its ability to survive within an iron-limited environment. Of these, the most important are its capsule and Apx toxin production.",
            "score": 87.9944839477539
        },
        {
            "docid": "23483728_8",
            "document": "Chrysochromulina . Despite this correlation, it unlikely that nitrogen or phosphorus are directly linked to toxin formulation, as the toxins themselves are heavily carbon-based. Additionally, other growth-limiting factors such as light and salinity have also been known to increase toxicity, suggesting that the toxins where selective advantage for cell defense during times of low growth. As such, studies support the idea that the metabolic responses to cellular stresses on an environmental and physiological level due to nutrient limitations are responsible for such toxin productions.",
            "score": 87.83793640136719
        },
        {
            "docid": "52142988_2",
            "document": "Candidalysin . Candidalysin is a cytolytic 31-amino acid α-helical peptide toxin found in the opportunistic pathogen \"Candida albicans\". As such, Candidalysin is a rare fungal example of a classical virulence factor. Hyphal morphogenesis in \"C. albicans\" is associated with damage to host epithelial cells; during this process Candidalysin is released.",
            "score": 87.7471694946289
        },
        {
            "docid": "15662844_8",
            "document": "Forest dieback . Pathogens are responsible for many diebacks. It is difficult to isolate and identify exactly which pathogens are responsible and how they interact with the trees. For instance \"Phomopsis azadirachtae\" Sateesh, Bhat, and Devaki is a fungus of the genus \"Phomopsis\" that has been identified as responsible for the dieback in \"Azadirachta indica\" (Neem) in the regions of India. Neem is a very hardy and drought tolerant tree, has antifungal and antibacterial properties, but it still has many diseases. Different pathogens affect every part of the tree: the twigs, shoots, leaves, roots, and bark. Scientists have isolated both the fungus and the toxin. They have identified the pathogen in the tissue of all affected trees. Proper knowledge of toxin chemistry and its role in pathogenesis requires further investigations. Some experts consider dieback as a group of diseases with incompletely understood origins influenced by factors which predispose trees under stress to invasion.",
            "score": 87.46253967285156
        }
    ]
}