{
    "q": [
        {
            "docid": "12599313_10",
            "document": "Smooth butterfly ray . \"Gymnura micrura\" alter their swimming habits depending on where they are swimming in the water column. They tend to change between an undulation pattern and an oscillation pattern. They use small amplitude undulations of their fins when they are swimming along the bottom, but switch to an oscillatory approach when they are swimming freely in the water. When swimming freely in the water column, they use a quick, powerful downstroke to increase their speed; this means they move their fins down and then quickly back up. They pause after each stroke and then repeat.",
            "score": 53.20572257041931
        },
        {
            "docid": "38235363_6",
            "document": "Polonnaruwa (meteorite) . Meanwhile, PZ Myers, who studies evolutionary developmental biology, questions \"why a space organism would evolve to look \"exactly\" like a species that evolved in a completely different environment, and how it could have converged in all its details on such remarkable similarity to a specific Earthly species? Why, we might even suggest that it clearly looks like contamination.\" While ignoring the environmental influence in evolution, a proponent of the panspermia hypothesis, Brig Klyce, contends that since life on Earth and life from space are closely related, resemblance would be expected.",
            "score": 35.95216345787048
        },
        {
            "docid": "12150938_5",
            "document": "Atlantidae . Their body size is microscopic with a shell diameter of less than 1 cm. The foot has evolved into a muscular swimming fin. Their swimming fin extends anteriorly beneath their head. They swim with their ventral part upward through undulation of their swimming fin.",
            "score": 51.13568425178528
        },
        {
            "docid": "37508073_4",
            "document": "Fish fin . Bony fishes form a taxonomic group called Osteichthyes. They have skeletons made of bone, and can be contrasted with cartilaginous fishes which have skeletons made of cartilage. Bony fishes are divided into ray-finned and lobe-finned fish. Most fish are ray-finned, an extremely diverse and abundant group consisting of over 30,000 species. It is the largest class of vertebrates in existence today. In the distant past, lobe-finned fish were abundant. Nowadays they are mainly extinct, with only eight living species. Bony fish have fin spines and rays called lepidotrichia. They typically have swim bladders, which allows the fish to create a neutral balance between sinking and floating without having to use its fins. However, swim bladders are absent in many fish, most notably in Lungfishes, which are the only fish to have retained the primitive lung present in the common ancestor of bony fish from which swim bladders evolved. Bony fishes also have an operculum, which helps them breathe without having to use fins to swim.",
            "score": 71.82472062110901
        },
        {
            "docid": "22210655_11",
            "document": "Aquatic locomotion . In bilateria, there are many methods of swimming. The arrow worms (chaetognatha) undulate their finned bodies, not unlike fish. Nematodes swim by undulating their fin-less bodies. Some Arthropod groups can swim - including many crustaceans. Most crustaceans, such as shrimp, will usually swim by paddling with special swimming legs (pleopods). Swimming crabs swim with modified walking legs (pereiopods). Daphnia, a crustacean, swims by beating its antennae instead.",
            "score": 54.05681037902832
        },
        {
            "docid": "9588_7",
            "document": "Extraterrestrial life . A study published in 2017 suggests that due to how complexity evolved in species on Earth, the level of predictability for alien evolution elsewhere would make them look similar to life on our planet. One of the study authors, Sam Levin, notes \"Like humans, we predict that they are made-up of a hierarchy of entities, which all cooperate to produce an alien. At each level of the organism there will be mechanisms in place to eliminate conflict, maintain cooperation, and keep the organism functioning. We can even offer some examples of what these mechanisms will be.\" There is also research in assessing the capacity of life for developing intelligence. It has been suggested that this capacity arises with the number of potential niches a planet contains, and that the complexity of life itself is reflected in the information density of planetary environments, which in turn can be computed from its niches.",
            "score": 41.82191801071167
        },
        {
            "docid": "1130020_39",
            "document": "Maximum parsimony (phylogenetics) . Assume for simplicity that we are considering a single binary character (it can either be + or -). Because the distance from B to D is small, in the vast majority of all cases, B and D will be the same. Here, we will assume that they are both + (+ and - are assigned arbitrarily and swapping them is only a matter of definition). If this is the case, there are four remaining possibilities. A and C can both be +, in which case all taxa are the same and all the trees have the same length. A can be + and C can be -, in which case only one character is different, and we cannot learn anything, as all trees have the same length. Similarly, A can be - and C can be +. The only remaining possibility is that A and C are both -. In this case, however, the evidence suggests that A and C group together, and B and D together. As a consequence, if the \"true tree\" is a tree of this type, the more data we collect (i.e. the more characters we study), the more the evidence will support the wrong tree. Of course, except in mathematical simulations, we never know what the \"true tree\" is. Thus, unless we are able to devise a model that is guaranteed to accurately recover the \"true tree,\" any other optimality criterion or weighting scheme could also, in principle, be statistically inconsistent. The bottom line is, that while statistical inconsistency is an interesting theoretical issue, it is empirically a purely metaphysical concern, outside the realm of empirical testing. Any method could be inconsistent, and there is no way to know for certain whether it is, or not. It is for this reason that many systematists characterize their phylogenetic results as hypotheses of relationship.",
            "score": 39.28406476974487
        },
        {
            "docid": "2384297_6",
            "document": "The Lives of a Cell: Notes of a Biology Watcher . This essay focuses on how connected humanity is to nature and how we must make strides to understand our role. Thomas argues that even our own bodies are not solely ours since the mitochondria and other organelles are descended from other organisms. He creates a metaphor of the Earth as a giant cell itself with humans just as one part of a vast system. Astronauts must be decontaminated before they are allowed to interact on Earth. Thomas states that this is an act of “human chauvinism.” Most organisms on Earth are symbiotic or, if harmful, have both adapted to warn the other. All organisms on Earth are interdependent and a stray virus or bacteria from the moon will not be adapted to harm us since it is not part of this connection. Bacteria are interconnected to the point where some cannot survive without others and some even live within others. We must recognize how interconnected even the smallest organisms are on Earth; especially if we must interact with life outside our planet. Thomas introduces one of his key metaphors of humans behaving like ants. He suggests that this metaphor is not used because humans do not like to be compared to insects that, as a society, can function as an organism. There are many examples of animals acting as a large organism when in large groups from termites and slime molds to birds and fish. Thomas argues that the communication of results in science puts humans in the same model as these other species. As all scientists communicate and build on each other’s work in order to explore that which we do not know. Humans fear pheromones because we believe we have gone above the basic secretion of chemicals in our communication. However, there are signs that point to humans relying on pheromones as well as our most technological forms of communication. Thomas shows pheromones in the animal world with examples of moths and fish. He then goes on to explain what impact pheromones in humans could have on the future such as in the perfume industry and finding histocompatible donors. Music is the only form of communication that saves us from an overwhelming amount of small talk. This is not only a human phenomenon, but happens throughout the animal world. Thomas makes examples of animals from termites and earthworms to gorillas and alligators that perform some sort of rhythmic noise making that can be interpreted as music if we had full range of hearing. From the vast number of animals that participate in music it is clear that the need to make music is a fundamental characteristic of biology. Thomas proposes that the animal world is continuing a musical memory that has been going since the beginning of time. Thomas argues that even though we have the technological advancements to destroy the Earth that we do not know near enough about the world in which we live. To solve this problem he suggests that we should not be able to fire nuclear weapons without being able to explain one living thing fully. The organism that Thomas proposes is the protozoan Myxotricha paradoxa. There is information known about this protozoan that lives in the digestive tract of Australian termites but with more study it could be a model for how our cells developed. It is seen throughout nature that organisms cooperate and progress into more complex forms. We cannot destroy vast amounts of Earth with nuclear weapons until we understand how interconnected we all are. Thomas presents the three levels of technology in medicine: “nontechnology” that helps patients with diseases that are not well understood but does not help solve the underlying mechanisms of the disease, “halfway technology” that makes up for disease or postpones death for diseases whose courses we cannot do much about, and “high technology” that from understanding the mechanism of the disease we are now able to cure. When looking at the costs of the three different technologies they are all needed, but once a “high technology” is found for a disease the benefits outweigh the costs of studying the mechanism of the disease so thoroughly. Thomas suggests that in order to save money in health care, the highest priority in funding should be given to basic research. Humans leave a trace of chemicals in every place they go and on everything they touch. Other animals use signaling mechanisms to leave trails or identify each other. The sense of smell is an important sense in using these mechanisms, but it is still not well understood. Humans, compared to the rest of the animal world, do not have a good olfactory sense though we may be better than we first assume. Johannes Kepler once argued that the Earth is an immense organism itself, with chemical signals spreading across the globe through various organisms in order to keep the world functioning and well informed. Tau Ceti is a nearby sun-like star that we are on the verge of being able to begin making contact with, as well as other celestial bodies, to search for life. We have been attracted to the vast regions of space outside our Earth bubble and what they could hold. If extraterrestrial life is found, it scientifically would make sense, but the social impact of no longer being unique would give humans a new sense of community. The question of what information to send out is answered by Thomas by sending music, specifically Bach. It is timeless and the best language we have to express who we are. If possible Thomas also suggests sending art. However, the questions of what to send will not stop once we receive a reply. As humans we always evade death, despite how it is a natural part of our lives. Unless it is far removed, as in war or on television, then we can discuss it without a problem. It is a subconscious effort that by not thinking about death we may continue to live. Nevertheless, even if we cured all diseases we still would die one day. We must not fear death and research the dying process just as we would any other biological process. Most people who have a near death experience do not recall any pain or fear. It is perhaps the loss of consciousness that people fear more than death itself. Thomas returns to his pondering of the social behaviors of insects in this essay. He discusses the change in behavior of insects in groups and singular insects. We have used insects and their behavior to convey lessons, rules, and virtues and now they have been used in art. Thomas describes an art exhibit with living ants, surrounded by humans who act in a similar manner to the ants themselves. Thomas praises the Marine Biological Laboratory as “a paradigm, a human institution possessed of a life of its own, self-regenerating, touched all around by human meddle but consistently improved, embellished by it.” It attracts the brightest minds and makes great strides in science autonomously. Thomas paints pictures with his description of scientists covering the beach with their diagrams and making “music” of discussion after a lecture at the MBL. Humans have to learn how to walk, skip, and ride a bicycle but inside our bodies perform specific manipulations from birth that we do not need to learn. There is new research that suggests humans may be able to change these inner processes with teaching. Thomas reasons that his body has been functioning fine without him trying to control every little process so he will let it continue to do so. He suggests to try the exact opposite and try to disconnect from your body altogether. The biologic revolution is filling in the gaps in understanding about how our cells function. As we begin to understand more about organelles it is clear that they are not originally created from our cells. Mitochondria and chloroplasts most likely have a bacterial ancestry and flagellae and cilia most likely were once spirochetes. It is not necessarily a master-slave relationship that we have with our organelles, but one where their ancestors found an easy way to stay protected and secure. We have brought them along with us as we evolved and yet we do not understand them completely. Organelles and eukaryotic cells are one of the most established symbiotic relationships. We treat bacteria as an ever present enemy even though there are only a small number that actually cause disease, and by accident in most cases. Bacteria normally do not gain anything by causing illness or death in their hosts. Our illness is mostly caused by our immune system doing too great of a job in response to bacteria in our system. The strength of our response is not necessary for most cases, but remains from a primitive time. Health care has become the new name for medicine though this is a misnomer since illness and death cannot be totally eradicated. Thomas argues that to understand how medicine should be used we should look to those internists that are involved in the system. Most things get better in a short while by themselves, so we should no longer be instilling in the public a constant fear of failed health. This will be the best way to solve the problem of funding health care since people will only use it when it is necessary. There are different degrees of social behavior in animals. However, it is not clear where humans fit on the scale. Most signs point that we are above the social behavior of ants and bees that go about a singular task as a whole community. Language is the one trait that brings us to the level of such animals. All humans engage in language and are born with the understanding of language. Language, and perhaps along with art and music, is the core of our social behavior. The human mind comes with the understanding of how to deal with and use language. We store up information as a cell stores energy, though with language, this information can be put to further use. Another main difference between language and other communication systems in biology is the ambiguity that is a necessity in language which would cause the other communication systems to fail. Death is not supposed to happen in the open, along highways and in sight of others. Everything is in the process of dying all around us, though we keep it hidden from our sight and minds. Death is part of the cycle and we need to understand we are part of a larger process. The process of dying is necessary for the birth of the new and we will all experience it together. Thomas explains science as a wild manifestation of human behavior. He explains that science and discovery is a compulsion that scientists seem to have written in their very genes. Science cannot be organized and forced; it must be free to go where the next question leads. It is similar to a bee hive in some sense, but also to animals on a hunt. The activity is never ending and the conglomeration of minds always yearning for the next discovery cannot be kept under control. How humans approach nature has been changing throughout recent years. We used to view nature as ours to control and use to better mankind. Now we have moved away from this view and seen that we are part of the larger system and not the ruler of it. However Thomas argues that we must see ourselves as “indispensable elements of nature” and work for the betterment of the Earth but also be able to protect ourselves. This essay focuses on the tribe of Iks in northern Uganda. Thomas comments on an anthropologist’s report on the Iks that argues that they represent the basic elements of mankind. Thomas instead thinks that each Ik acts as a group and that by observing the whole tribe of Iks you can see how we behave in groups ranging from committees to nations. In order to improve upon our group interactions, we must stay human even when in masses. Computers are approaching humanity, but they will never be able to fully replace us for they will not be able to replicate our collective behavior because we do not understand it ourselves. We are involved in a never ending transfer of information and collective thinking. This is the cause of the unpredictability in our future. The one problem with our information transfer is that we are much better at gaining information than giving output back. Thomas explains in this essay his view on scientific funding and planning. He believes that research should be focused in basic science. Unlike basic science, disease problems do not have the right type of questions to allow for great discoveries. The distinguishing factor of basic science is that there can be an element of surprise that allows for even more discoveries to be made. It is difficult to organize plans for this type of surprise in research even though it may seem a better business model to do so. It is the improbability and maze of puzzles that occur in basic research that Thomas believes will lead us to the most knowledge. Mythical creatures were created by our ancestors but even though we presently have no need for these beasts we continue to use them. The hybridization of animals in mythology is present from multiple ancient people such as the Ganesha, Griffon, Centaur, and Sphinx. Thomas suggests that perhaps we look to replace these mythological creatures which are more biological. He suggests the Myxotricha paradoxa, blepharisma, bacteria, and plant-animal combinations that are either made up of different organisms or set up joint endeavors with more than one organism to survive. From Thomas’s metaphor on how humans behave like ants, he again argues that language is the quality that best resembles social insects. Without any outside direction, humans continually change language. We build language like ants build their hill, without ever knowing what the final result is and how our minuscule changes affect any other part. Thomas explains how some words have changed and developed different meanings. Two words, gene and bheu, are two words that we have derived a great number of current words from. Their descended words: kind, nature, physics are related in the present but also in its ancestry. Thomas compares language to the social behavior of termites in this essay. He thinks of language as an organism that is alive and changing. The genes of language are how words originated when you look into each of their histories. He traces multiple words to their origins to prove his point. He comments that it would be near impossible to keep track of all roots of words back to Indo-European that you use. We should be in awe that we exist and are unique among all the humans on Earth according to probability. Though we are indeed individual organisms, Thomas argues that one’s own self is a myth. He believes we are part of a larger organization of information sharing. Through this system we are adapting and creating. By being more open with communication and less restrictive we will be able to uncover even more surprising discoveries. Thomas compares the Earth to a living cell, one with its own membrane that allows it to keep out disorder. He shows how the evolution of cells was closely tied to the “breath” of the Earth, the cycling of oxygen concentration in the atmosphere. The atmosphere is “for sheer size and perfection of function, it is far and away the grandest product of collaboration in all of nature.” It gives us the oxygen we need, protection from UV light, and protection from the millions of meteorites.",
            "score": 59.513333439826965
        },
        {
            "docid": "11036_3",
            "document": "Fin . Fins first evolved on fish as a means of locomotion. Fish fins are used to generate thrust and control the subsequent motion. Fish, and other aquatic animals such as cetaceans, actively propel and steer themselves with pectoral and tail fins. As they swim, they use other fins, such as dorsal and anal fins, to achieve stability and refine their maneuvering.",
            "score": 80.40742373466492
        },
        {
            "docid": "20976473_4",
            "document": "Eel . Eels are elongated fish, ranging in length from in the one-jawed eel (\"Monognathus ahlstromi\") to in the slender giant moray. Adults range in weight from to well over . They possess no pelvic fins, and many species also lack pectoral fins. The dorsal and anal fins are fused with the caudal fin, forming a single ribbon running along much of the length of the animal. Eels swim by generating body waves which travel the length of their bodies. They can swim backwards by reversing the direction of the wave.",
            "score": 73.45947623252869
        },
        {
            "docid": "1621809_12",
            "document": "Jacob Klapwijk . In recent years Klapwijk has applied his view of Christian philosophy in terms of transformation to the field of living nature and evolutionary theory. He is unhappy with the strictly antithetical attitude of Creationism towards the current naturalistic theories of evolution. But he likewise rejects the uncritical acceptance of these views in so-called Theistic evolution, as if God created the world in all its diversity through evolution. It's just the other way around; if the world is involved in an evolutionary process, it is so on the basis of God's creation word in the beginning. Even the theory of Intelligent Design is in his opinion too much based on a compromise, a synthesis of mechanistic naturalism and supernatural interventions. How do we overcome the present-day divide between religious and so-called secular views of the origin of life? In his book \"Purpose in the Living World? Creation and Emergent Evolution\" (2008) Klapwijk offers a philosophical analysis of the relation of evolutionary biology to religion, and addresses the question of whether the evolution of life is exclusively a matter of chance and blind fortune or is better understood as including the notion of purpose. He proposes to bridge the gap via the idea of \"emergent evolution.\"",
            "score": 19.637564659118652
        },
        {
            "docid": "47695176_2",
            "document": "Superhabitable planet . A superhabitable planet is a hypothetical type of exoplanet or exomoon that may be better suited than Earth for the emergence and evolution of life. The concept was introduced in 2014 by René Heller and John Armstrong, who have criticized the language used in the search for habitable planets, so they propose clarifications because a circumstellar habitable zone (HZ) is not enough to define a planet's habitability. Heller and Armstrong state that it is not clear why Earth should offer the most suitable physicochemical parameters to living organisms, because \"planets could be non-Earth-like, yet offer more suitable conditions for the emergence and evolution of life than Earth did or does.\" While still assuming that life requires water, they hypothesize that Earth may not represent the optimal planetary habitability conditions for maximum biodiversity; in other words, they define a superhabitable world as a terrestrial planet or moon that could support more diverse flora and fauna than there are on Earth, as it would empirically show that its environment is more hospitable to life.",
            "score": 45.20918381214142
        },
        {
            "docid": "34735495_7",
            "document": "Altenglanerpeton . The presence of \"Altenglanerpeton\" in a lake deposit suggests that it was aquatic. The long body and reduced limbs would have facilitated lateral undulation as a form of swimming. Although it is not preserved in the holotype specimen, the tail may have had an elongated tadpole-like fin. In contrast, the robust skull and lack of lateral line grooves in \"Altenglanerpeton\" suggest that it was primarily terrestrial. While most aquatic amphibians have large, forward-facing eyes and three-dimensional vision for capturing prey underwater, \"Altenglanerpeton\" has small, laterally-directed eyes that would have been more suitable for burrowing, as in living caecilians. With its elongated body, \"Altenglanerpeton\" may have undulated through soil and leaf litter.",
            "score": 42.84940433502197
        },
        {
            "docid": "22210655_19",
            "document": "Aquatic locomotion . Many fish swim through water by creating undulations with their bodies or oscillating their fins. The undulations create components of forward thrust complemented by a rearward force, side forces which are wasted portions of energy, and a normal force that is between the forward thrust and side force. Different fish swim by undulating different parts of their bodies. Eel-shaped fish undulate their entire body in rhythmic sequences. Streamlined fish, such as salmon, undulate the caudal portions of their bodies. Some fish, such as sharks, use stiff, strong fins to create dynamic lift and propel themselves. It is common for fish to use more than one form of propulsion, although they will display one dominant mode of swimming Gait changes have even been observed in juvenile reef fish of various sizes. Depending on their needs, fish can rapidly alternate between synchronized fin beats and alternating fin beats",
            "score": 85.29754900932312
        },
        {
            "docid": "7858607_6",
            "document": "Walking fish . Some species of fish can \"walk\" along the sea floor but not on land. One such animal is the flying gurnard (it does not actually fly, and should not be confused with flying fish). The batfishes of the Ogcocephalidae family (not to be confused with Batfish of Ephippidae) are also capable of walking along the sea floor. \"Bathypterois grallator\", also known as a \"tripodfish\", stands on three fins on the bottom of the ocean and hunts for food. The African lungfish (P. annectens) can use its fins to \"walk\" along the bottom of its tank in a manner similar to the way amphibians and land vertebrates use their limbs on land. The theory of evolution suggests that life originated in the oceans and later moved onto land, and paleontologists have long been looking for transitional fossils between ocean-living and land-living animals. In 2006, a fossil \"Tiktaalik roseae\" was found which has many features of wrist, elbow, and neck that are beginning to look similar to those of tetrapods. It belongs to a group of lobe-finned fish called \"Rhipidistia\", which according to some theories, were the ancestors of all tetrapods.",
            "score": 64.77603673934937
        },
        {
            "docid": "22641483_3",
            "document": "Fin and flipper locomotion . Fish live in Fresh or Saltwater habitats and some exceptions are capable of coming on land (Mudskippers). Most fish have a line of muscle blocks, called myomeres, along each side of the body. To swim, they alternately contract one side and relax the other side in a progression which goes from the head to the tail. In this way, an undulatory locomotion results, first bending the body one way in a wave which travels down the body, and then back the other way, with the contracting and relaxing muscles switching roles. They use their fins to propel themselves through the water in this swimming motion. Actinopterygians, the ray-finned fish show an evolutionary pattern of fine control ability to control the dorsal and ventral lobe of the caudal fin. Through developmental changes, intrinsic caudal muscles were added, which enable fish to exhibit such complex maneuvers such as control during acceleration, braking and backing. Studies have shown that the muscles in the caudal fin, have independent activity patterns from the myotomal musculature. These results show specific kinematic roles for different part of the fish's musculature. A curious example of fish adaption is the Ocean sunfish, also known as the \"Mola mola\". These fish have undergone significant developmental changes reducing their spinal cord, giving them a disk like appearance, and investing in two very large fins for propulsion. This adaptation usually gives them the appearance that they are as long as they are tall. They are also amazing fish in that they hold the world record in weight gain from fry to adult (60 million times its weight).",
            "score": 72.06669247150421
        },
        {
            "docid": "595344_18",
            "document": "Alasdair MacIntyre . More specifically, \"Dependent Rational Animals\" tries to make a holistic case on the basis of our best current knowledge (as opposed to an ahistorical, foundational claim) that \"human vulnerability and disability\" are the \"central features of human life\" and that Thomistic \"virtues of dependency\" are needed for individual human beings to flourish in their passage from stages of infancy to adulthood and old age. As MacIntyre puts it:  It is most often to others that we owe our survival, let alone our flourishing ... It will be a central thesis of this book that the virtues that we need, if we are to develop from our animal condition into that of independent rational agents, and the virtues that we need, if we are to confront and respond to vulnerability and disability both in ourselves and in others, belong to one and the same set of virtues, the distinctive virtues of dependent rational animals Engaging with scientific texts on human biology as well as works of philosophical anthropology, MacIntyre identifies the human species as existing on a continuous scale of both intelligence and dependency with other animals such as dolphins. One of his main goals is to undermine what he sees as the fiction of the disembodied, independent reasoner who determines ethical and moral questions autonomously and what he calls the \"illusion of self-sufficiency\" that runs through much of Western ethics culminating in Nietzsche's \"Übermensch\". In its place he tries to show that our embodied dependencies are a definitive characteristic of our species and reveal the need for certain kinds of virtuous dispositions if we are ever to flourish into independent reasoners capable of weighing the intellectual intricacies of moral philosophy in the first place.",
            "score": 51.709861278533936
        },
        {
            "docid": "929037_4",
            "document": "Cephalaspidomorphi . No internal skeleton is known, outside of the head shield. If they had a vertebral column at all, it would have been cartilage rather than bone. Likely, the axial skeleton consisted of an unsegmented notochord. A fleshy appendage emerged laterally on each side, behind the head shield, functioning as pectoral fins. The tail had a single, wrap-around tail-fin. Modern fishes with such a tail are rarely quick swimmers, and the cephalaspidomorphi were not likely very active animals. They probably spent much of their time semi-submerged in the mud. They also lacked a swim bladder, and would not have been able to keep afloat without actively swimming. The head shield provided some lift though, and would have made the cephalaspidomorphi better swimmers than most of their contemporaries. The whole group were likely algae- or filter-feeders, combing the bottom for small animals, much like the modern armoured bottom feeders, such as Loricariidae or \"Hoplosternum\" catfish.",
            "score": 66.80793023109436
        },
        {
            "docid": "30410498_14",
            "document": "History of zoology since 1859 . Thus not only did Darwins theory give a new basis to the study of organic structure, but, whilst rendering the general theory of organic evolution equally acceptable and necessary, it explained the existence of low and simple forms of life as survivals of the earliest ancestry of the more highly complex forms, and revealed the classifications of the systematist as unconscious attempts to construct the genealogical tree or pedigree of plants and animals. Finally, it brought the simplest living matter or formless protoplasm before the mental vision as the starting point whence, by the operation of necessary mechanical causes, the highest forms have been evolved, and it rendered unavoidable the conclusion that this earliest living material was itself evolved by gradual processes, the result also of the known and recognized laws of physics and chemistry, from material which we should call not living. It abolished the conception of life as an entity above and beyond the common properties of matter, and led to the conviction that the marvellous and exceptional qualities of that which we call living matter are nothing more nor less than an exceptionally complicated development of those chemical and physical properties which we recognize in a gradually ascending scale of evolution in the carbon compounds, containing nitrogen as well as oxygen, sulphur and hydrogen as constituent atoms of their enormous molecules. Thus mysticism was finally banished from the domain of biology, and zoology became one of the physical sciencesthe science which seeks to arrange and discuss the phenomena of animal life and form, as the outcome of the operation of the laws of physics and chemistry.",
            "score": 38.61340355873108
        },
        {
            "docid": "11036_14",
            "document": "Fin . There is an old theory, which has been often disregarded in science textbooks, \"that fins and (later) limbs evolved from the gills of an extinct vertebrate\". Gaps in the fossil record had not allowed a definitive conclusion. In 2009, researchers from the University of Chicago found evidence that the \"genetic architecture of gills, fins and limbs is the same\", and that \"the skeleton of any appendage off the body of an animal is probably patterned by the developmental genetic program that we have traced back to formation of gills in sharks\".",
            "score": 57.67999815940857
        },
        {
            "docid": "5560619_3",
            "document": "Giant oarfish . \"R. glesne\" is the world's longest bony fish. Its shape is ribbon-like, narrow laterally, with a dorsal fin along its entire length, stubby pectoral fins, and long, oar-shaped pelvic fins, from which its common name is derived. Its coloration is silvery with dark markings, and its fins are red. Its physical characteristics and its undulating mode of swimming have led to speculation that it might be the source of many \"sea serpent\" sightings.",
            "score": 47.08940124511719
        },
        {
            "docid": "27075922_12",
            "document": "Natural computing . The study of evolutionary systems has historically evolved along three main branches:  Evolution strategies provide a solution to parameter optimization problems for real-valued as well as discrete and mixed types of parameters.  Evolutionary programming originally aimed at creating optimal \"intelligent agents\" modelled, e.g., as finite state machines. Genetic algorithms applied the idea of evolutionary computation to the problem of finding a (nearly-)optimal solution to a given problem. Genetic algorithms initially consisted of an input population of individuals encoded as fixed-length bit strings, the genetic operators mutation (bit flips) and recombination (combination of a prefix of a parent with the suffix of the other), and a problem-dependent fitness function. Genetic algorithms have been used to optimize computer programs, called genetic programming, and today they are also applied to real-valued parameter optimization problems as well as to many types of combinatorial tasks.",
            "score": 33.40230977535248
        },
        {
            "docid": "7637566_10",
            "document": "Uncommon Dissent . Contributor Edward Sisson sees the key question in the debate over biological evolution as whether \"all\" life is \"the result of chance events occurring in DNA (or perhaps elsewhere) that are then 'selected' in some fashion without the need of any guiding intelligence\", thereby undergoing \"unintelligent evolution\", or whether at least \"some\" of the diversity of life on earth can be explained \"only\" through \"intelligent evolution\", in which \"an intelligent designer (or designers)\" causes preexisting species to undergo designed changes in DNA. His view is that \"no data has been found that amounts to real evidence for unintelligent evolution as the explanation for the diversity of life\", that \"science is ignorant of how the diversity of life came to be\", and that \"an intelligent cause is necessary to explain at least some of the diversity of life as we see it\".",
            "score": 32.80455660820007
        },
        {
            "docid": "326787_32",
            "document": "Teleost . A typical teleost fish has a streamlined body for rapid swimming, and locomotion is generally provided by a lateral undulation of the hindmost part of the trunk and the tail, propelling the fish through the water. There are many exceptions to this method of locomotion, especially where speed is not the main objective; among rocks and on coral reefs, slow swimming with great manoeuvrability may be a desirable attribute. Eels locomote by wiggling their entire bodies. Living among seagrasses and algae, the seahorse adopts an upright posture and moves by fluttering its pectoral fins, and the closely related pipefish moves by rippling its elongated dorsal fin. Gobies \"hop\" along the substrate, propping themselves up and propelling themselves with their pectoral fins. Mudskippers move in much the same way on terrestrial ground. In some species, a pelvic sucker allows them to climb, and the Hawaiian freshwater goby climbs waterfalls while migrating. Gurnards have three pairs of free rays on their pectoral fins which have a sensory function but on which they can walk along the substrate. Flying fish launch themselves into the air and can glide on their enlarged pectoral fins for hundreds of metres.",
            "score": 58.384899497032166
        },
        {
            "docid": "24132026_9",
            "document": "National Science Centre, Delhi . Next is a gallery on Human Biology - the miracle of Human Life. The gallery aims to portray the human body in all its aspects: anatomical, physiological, biochemical, structural, functional and systemic. The concept for the gallery arose out of the feedback that the Centre had been receiving from its visitors, to set up more exhibits on the Human Body, its structure and functioning. The Human Body is something, which we all possess and are familiar with, but at the same time, is an eternal source of mystery. From this gallery visitor comes down to an exciting gallery on prehistoric life, featuring several life sized and scaled animated robotic models of dinosaurs and other long extinct creatures in their natural ambience. The supporting panel exhibition provides ample information about origin of Earth, geological changes that occurred on earth through ages, evolution of atmosphere, origin of life in water, spread of life on land, early life forms, early mass extinctions and so on. The exhibition tries to answer several mind-boggling questions that we all ask at times, as how did life originate on our planet? Where did it evolve? Who are our ancestors? Is there life on other planets? Will man survive? And so on.",
            "score": 49.339787006378174
        },
        {
            "docid": "35061729_13",
            "document": "Clearnose skate . Like other batoids, clearnose skates exhibit walking, or \"punting,\" along the benthic substrate using their modified pelvic fins. To propel itself forward via punting, a skate first anchors its pelvic fin into the seafloor and then pushes the fin toward its tail. During this action, the rest of the body of the skate remains motionless. Another form of swimming locomotion in \"R. elganteria\" is through the undulation of the pectoral fins.",
            "score": 53.48144459724426
        },
        {
            "docid": "1284761_2",
            "document": "Fish locomotion . Fish locomotion is the variety of types of animal locomotion used by fish, principally by swimming. This however is achieved in different groups of fish by a variety of mechanisms of propulsion in water, most often by wavelike movements of the fish's body and tail, and in various specialised fish by movements of the fins. The major forms of locomotion in fish are anguilliform, in which a wave passes evenly along a long slender body; sub-carangiform, in which the wave increases quickly in amplitude towards the tail; carangiform, in which the wave is concentrated near the tail, which oscillates rapidly; thunniform, rapid swimming with a large powerful crescent-shaped tail; and ostraciiform, with almost no oscillation except of the tail fin. More specialised fish include movement by pectoral fins with a mainly stiff body, as in the sunfish; and movement by propagating a wave along the long fins with a motionless body in fish with electric organs such as the knifefish.",
            "score": 91.51709485054016
        },
        {
            "docid": "4124729_13",
            "document": "Gary Zukav . Our evolution, until very recently, has been as five sensory humans evolving through the exploration of physical reality. That is the same thing as the pursuit of external power. Now we have crossed the threshold, we're in new territory, a brand new domain. We are now becoming multi sensory. That means we are no longer confined to the five senses. Now I use these terms because the five senses together form a single sensory system and the object of that sensory system is physical reality. That's what it is designed to detect. As we become multi sensory, we move beyond the limitations of the five senses and we now are evolving to a different mechanism in the exploration of physical reality. We are evolving through responsible choice of and with the assistance and guidance of non physical guides and teachers.",
            "score": 19.524860858917236
        },
        {
            "docid": "37508073_31",
            "document": "Fish fin . Fish are the ancestors of all mammals, reptiles, birds and amphibians. In particular, terrestrial tetrapods (four-legged animals) evolved from fish and made their first forays onto land 400 million years ago. They used paired pectoral and pelvic fins for locomotion. The pectoral fins developed into forelegs (arms in the case of humans) and the pelvic fins developed into hind legs. Much of the genetic machinery that builds a walking limb in a tetrapod is already present in the swimming fin of a fish. In 2011, researchers at Monash University in Australia used primitive but still living lungfish \"to trace the evolution of pelvic fin muscles to find out how the load-bearing hind limbs of the tetrapods evolved.\" Further research at the University of Chicago found bottom-walking lungfishes had already evolved characteristics of the walking gaits of terrestrial tetrapods.",
            "score": 64.67683219909668
        },
        {
            "docid": "248189_59",
            "document": "Gaia hypothesis . In a recent book-length evaluation of the Gaia hypothesis considering modern evidence from across the various relevant disciplines the author, Toby Tyrrell, concluded that: \"I believe Gaia is a dead end. Its study has, however, generated many new and thought provoking questions. While rejecting Gaia, we can at the same time appreciate Lovelock's originality and breadth of vision, and recognise that his audacious concept has helped to stimulate many new ideas about the Earth, and to champion a holistic approach to studying it\". Elsewhere he presents his conclusion \"The Gaia hypothesis is not an accurate picture of how our world works\". This statement needs to be understood as referring to the \"strong\" and \"moderate\" forms of Gaia—that the biota obeys a principle that works to make Earth optimal (strength 5) or favourable for life (strength 4) or that it works as a homeostatic mechanism (strength 3). The latter is the \"weakest\" form of Gaia that Lovelock has advocated. Tyrrell rejects it. However, he finds that the two weaker forms of Gaia—Coeveolutionary Gaia and Influential Gaia, which assert that there are close links between the evolution of life and the environment and that biology affects the physical and chemical environment—are both credible, but that it is not useful to use the term \"Gaia\" in this sense.",
            "score": 31.98930311203003
        },
        {
            "docid": "2467500_9",
            "document": "Rajiformes . In most rajoids, water for breathing is taken in through the spiracles rather than through the mouth and exits through the gill slits. Most species swim by undulating their enlarged pectoral fins, but the guitarfish propel themselves through the water with sideways movements of their tail and caudal fin. Most species are carnivores, feeding on molluscs and other invertebrates on the sea bed, and small fish, but the manta ray feeds on plankton sieved out of the water as it swims by its wide open mouth. Some species are viviparous, others ovoviviparous (both giving birth to live young), but the skates lay eggs in horny cases known as mermaid's purses. Most species are benthic, resting on the sandy or muddy sea bed, sometimes undulating their pectoral fins to stir up sediment and bury themselves shallowly. Others, like the manta ray, are pelagic, and continually cruise the ocean.",
            "score": 56.849870681762695
        },
        {
            "docid": "54658152_18",
            "document": "Harlan Lewis . Additionally, they hypothesized that this rapid mode of speciation seen in \"Clarkia\" was analogous to a mode of speciation known as quantum evolution:Several diploid species of \"Clarkia\" (Onagraceae) have very limited areas of distribution (Lewis and Lewis, 1955). Most of these grow adjacent to or are surrounded by other closely related species that resemble them so closely that they would ordinarily be regarded as conspecific. Specific status is accorded to them because of reproductive isolation coupled with at least one consistent difference in external morphology. This pattern recurs with sufficient constancy to suggest that the various examples have a common explanation, with similar factors operating in each instance. This pattern suggests to us a rapid shift of the adaptive mode, such as Simpson (1944) termed quantum evolution, at the diploid specific level. The purpose of this paper is to illustrate this process by a consideration of the mode of origin of a narrow serpentine endemic, \"Clarkia franciscana\" Lewis and Raven (1958)...The repeated occurrence of the same pattern of differentiation in \"Clarkia\" suggests that a rapid reorganization of chromosomes has been an important mode of evolution in the genus. This rapid reorganization of the chromosomes is comparable to the systemic mutations proposed by Goldschmidt as a mechanism of macroevolution. In Clarkia, we have not observed marked changes in physiology and pattern of development that could be described as macroevolution. Reorganization of the genomes may, however, set the stage for subsequent evolution along a very different course from that of the ancestral populations.",
            "score": 26.36997127532959
        }
    ],
    "r": [
        {
            "docid": "1284761_22",
            "document": "Fish locomotion . Similarly to the aerodynamics of flight, powered swimming requires animals to overcome drag by producing thrust. Unlike flying, however, swimming animals often do not need to supply much vertical force because the effect of buoyancy can counter the downward pull of gravity, allowing these animals to float without much effort. While there is great diversity in fish locomotion, swimming behavior can be classified into two distinct \"modes\" based on the body structures involved in thrust production, Median-Paired Fin (MPF) and Body-Caudal Fin (BCF). Within each of these classifications, there are numerous specifications along a spectrum of behaviours from purely undulatory to entirely oscillatory. In undulatory swimming modes, thrust is produced by wave-like movements of the propulsive structure (usually a fin or the whole body). Oscillatory modes, on the other hand, are characterized by thrust produced by swiveling of the propulsive structure on an attachment point without any wave-like motion.",
            "score": 120.50862884521484
        },
        {
            "docid": "26865891_10",
            "document": "Tradeoffs for locomotion in air and water . Similarly to the aerodynamics of flight, powered swimming requires animals to overcome drag by producing thrust. Unlike flying, however, swimming animals do not necessarily need to actively exert high vertical forces because the effect of buoyancy can counter the downward pull of gravity, allowing these animals to float without much effort. While there is great diversity in fish locomotion, swimming behavior can be classified into two distinct \"modes\" based on the body structures involved in thrust production, Median-Paired Fin (MPF) and Body-Caudal Fin (BCF). Within each of these classifications, there are numerous specifications along a spectrum of behaviors from purely undulatory to entirely oscillatory based. In undulatory swimming modes thrust is produced by wave-like movements of the propulsive structure (usually a fin or the whole body). Oscillatory modes, on the other hand, are characterized by thrust production from swiveling of the propulsive structure on an attachment point without any wave-like motion.",
            "score": 119.14533996582031
        },
        {
            "docid": "1132756_7",
            "document": "Animal locomotion . The primary means by which fish generate thrust is by oscillating the body from side-to-side, the resulting wave motion ending at a large tail fin. Finer control, such as for slow movements, is often achieved with thrust from pectoral fins (or front limbs in marine mammals). Some fish, e.g. the spotted ratfish (\"Hydrolagus colliei\") and batiform fish (electric rays, sawfishes, guitarfishes, skates and stingrays) use their pectoral fins as the primary means of locomotion, sometimes termed labriform swimming. Marine mammals oscillate their body in an up-and-down (dorso-ventral) direction. Other animals, e.g. penguins, diving ducks, move underwater in a manner which has been termed \"aquatic flying\". Some fish propel themselves without a wave motion of the body, as in the slow-moving seahorses and \"Gymnotus\". Other animals, such as cephalopods, use jet propulsion to travel fast, taking in water then squirting it back out in an explosive burst. Other swimming animals may rely predominantly on their limbs, much as humans do when swimming. Though life on land originated from the seas, terrestrial animals have returned to an aquatic lifestyle on several occasions, such as the fully aquatic cetaceans, now very distinct from their terrestrial ancestors.",
            "score": 96.242431640625
        },
        {
            "docid": "11036_21",
            "document": "Fin . The use of fins for the propulsion of aquatic animals can be remarkably effective. It has been calculated that some fish can achieve a propulsive efficiency greater than 90%. Fish can accelerate and maneuver much more effectively than boats or submarine, and produce less water disturbance and noise. This has led to biomimetic studies of underwater robots which attempt to emulate the locomotion of aquatic animals. An example is the Robot Tuna built by the Institute of Field Robotics, to analyze and mathematically model thunniform motion. In 2005, the Sea Life London Aquarium displayed three robotic fish created by the computer science department at the University of Essex. The fish were designed to be autonomous, swimming around and avoiding obstacles like real fish. Their creator claimed that he was trying to combine \"the speed of tuna, acceleration of a pike, and the navigating skills of an eel.\"",
            "score": 93.7069091796875
        },
        {
            "docid": "37508073_36",
            "document": "Fish fin . The use of fins for the propulsion of aquatic animals can be remarkably effective. It has been calculated that some fish can achieve a propulsive efficiency greater than 90%. Fish can accelerate and maneuver much more effectively than boats or submarine, and produce less water disturbance and noise. This has led to biomimetic studies of underwater robots which attempt to emulate the locomotion of aquatic animals. An example is the Robot Tuna built by the Institute of Field Robotics, to analyze and mathematically model thunniform motion. In 2005, the Sea Life London Aquarium displayed three robotic fish created by the computer science department at the University of Essex. The fish were designed to be autonomous, swimming around and avoiding obstacles like real fish. Their creator claimed that he was trying to combine \"the speed of tuna, acceleration of a pike, and the navigating skills of an eel.\"",
            "score": 93.7069091796875
        },
        {
            "docid": "22210655_22",
            "document": "Aquatic locomotion . Hydrofoils, or fins, are used to push against the water to create a normal force to provide thrust, propelling the animal through water. Sea turtles and penguins beat their paired hydrofoils to create lift. Some paired fins, such as pectoral fins on leopard sharks, can be angled at varying degrees to allow the animal to rise, fall, or maintain its level in the water column. The reduction of fin surface area helps to minimize drag, and therefore increase efficiency. Regardless of size of the animal, at any particular speed, maximum possible lift is proportional to (wing area) x (speed). Dolphins and whales have large, horizontal caudal hydrofoils, while many fish and sharks have vertical caudal hydrofoils. Porpoising (seen in cetaceans, penguins, and pinnipeds) may save energy if they are moving fast. Since drag increases with speed, the work required to swim unit distance is greater at higher speeds, but the work needed to jump unit distance is independent of speed. Seals propel themselves through the water with their caudal tail, while sea lions create thrust solely with their pectoral flippers.",
            "score": 91.92912292480469
        },
        {
            "docid": "1284761_2",
            "document": "Fish locomotion . Fish locomotion is the variety of types of animal locomotion used by fish, principally by swimming. This however is achieved in different groups of fish by a variety of mechanisms of propulsion in water, most often by wavelike movements of the fish's body and tail, and in various specialised fish by movements of the fins. The major forms of locomotion in fish are anguilliform, in which a wave passes evenly along a long slender body; sub-carangiform, in which the wave increases quickly in amplitude towards the tail; carangiform, in which the wave is concentrated near the tail, which oscillates rapidly; thunniform, rapid swimming with a large powerful crescent-shaped tail; and ostraciiform, with almost no oscillation except of the tail fin. More specialised fish include movement by pectoral fins with a mainly stiff body, as in the sunfish; and movement by propagating a wave along the long fins with a motionless body in fish with electric organs such as the knifefish.",
            "score": 91.51709747314453
        },
        {
            "docid": "1284761_12",
            "document": "Fish locomotion . Many fish swim using combined behavior of their two pectoral fins or both their anal and dorsal fins. Different types of Median paired fin propulsion can be achieved by preferentially using one fin pair over the other, and include rajiform, diodontiform, amiiform, gymnotiform and balistiform modes.",
            "score": 86.08292388916016
        },
        {
            "docid": "529138_13",
            "document": "Megalodon . Another interpretation is that megalodon bore a similarity to the whale shark (\"Rhincodon typus\") or the basking shark (\"Cetorhinus maximus\"). The tail fin would have been crescent-shaped, the anal fin and second dorsal fin would have been small, and there would have been a caudal keel present on either side of the tail fin (on the caudal peduncle). This build is common in other large aquatic animals, such as whales, tuna, and other sharks, in order to reduce drag while swimming. The head shape, however, can vary between species as most of the drag-reducing adaptations are toward the tail-end of the animal. Since \"Carcharocles\" is derived from \"Otodus\", and the two had teeth that bear a close similarity to those of the sand tiger shark (\"Carcharias taurus\"), megalodon may have had a build more similar to the sand tiger shark than to other sharks. However, this is unlikely since the sand tiger shark is a carangiform swimmer which require faster movement of the tail for propulsion through the water than the great white shark, a thunniform swimmer.",
            "score": 86.07748413085938
        },
        {
            "docid": "22210655_19",
            "document": "Aquatic locomotion . Many fish swim through water by creating undulations with their bodies or oscillating their fins. The undulations create components of forward thrust complemented by a rearward force, side forces which are wasted portions of energy, and a normal force that is between the forward thrust and side force. Different fish swim by undulating different parts of their bodies. Eel-shaped fish undulate their entire body in rhythmic sequences. Streamlined fish, such as salmon, undulate the caudal portions of their bodies. Some fish, such as sharks, use stiff, strong fins to create dynamic lift and propel themselves. It is common for fish to use more than one form of propulsion, although they will display one dominant mode of swimming Gait changes have even been observed in juvenile reef fish of various sizes. Depending on their needs, fish can rapidly alternate between synchronized fin beats and alternating fin beats",
            "score": 85.29754638671875
        },
        {
            "docid": "10021468_3",
            "document": "African brown knifefish . This fish reaches 30 cm (12 in) in standard length. The body of these fish is unusual; it is ventrolaterally flattened and elongated, giving the appearance of a knife blade. The caudal and anal fins are fused and run from beneath the gill opening to the pointed end of the body, creating a uniform, skirt-like fin. This appendage gives the animal superior control in the water, as it is able to propel itself forward and backward with a minimum of wasted energy. The pelvic fins are extremely reduced and are not used in locomotion. The dorsal fin is absent. The pectoral fins of the African brown knifefish are lengthy and designed to give the animal precise control as it swims. They are often employed in a windmilling motion, in conjunction with the caudal/anal fin, as the fish retreats into its lair.  The scales of the knifefish are extremely small, giving it a smooth appearance broken only by its fairly prominent lateral line. Apart from its eyes, the lateral line is the knifefish's most important sensory apparatus. The African brown knifefish is nocturnal and uses the nerve-filled pits running down its body to navigate lightless waters. In addition, the eyes of this fish are large in relation to its body size. They provide the animal with excellent night vision.",
            "score": 81.33435821533203
        },
        {
            "docid": "1132756_40",
            "document": "Animal locomotion . Newton's third law of motion is widely used in the study of animal locomotion: if at rest, to move forwards an animal must push something backwards. Terrestrial animals must push the solid ground, swimming and flying animals must push against a fluid (either water or air). The effect of forces during locomotion on the design of the skeletal system is also important, as is the interaction between locomotion and muscle physiology, in determining how the structures and effectors of locomotion enable or limit animal movement. The energetics of locomotion involves the energy expenditure by animals in moving. Energy consumed in locomotion is not available for other efforts, so animals typically have evolved to use the minimum energy possible during movement. However, in the case of certain behaviors, such as locomotion to escape a predator, performance (such as speed or maneuverability) is more crucial, and such movements may be energetically expensive. Furthermore, animals may use energetically expensive methods of locomotion when environmental conditions (such as being within a burrow) preclude other modes.",
            "score": 80.81088256835938
        },
        {
            "docid": "11036_3",
            "document": "Fin . Fins first evolved on fish as a means of locomotion. Fish fins are used to generate thrust and control the subsequent motion. Fish, and other aquatic animals such as cetaceans, actively propel and steer themselves with pectoral and tail fins. As they swim, they use other fins, such as dorsal and anal fins, to achieve stability and refine their maneuvering.",
            "score": 80.40742492675781
        },
        {
            "docid": "26865891_32",
            "document": "Tradeoffs for locomotion in air and water . The transition of predominantly swimming locomotion directly to flight has evolved in a single family of marine fish called Exocoetidae. Flying fish are not true fliers in the sense that they do not execute powered flight. Instead, these species glide directly over the surface of the ocean water without ever flapping their \"wings.\" Flying fish have evolved abnormally large pectoral fins that act as airfoils and provide lift when the fish launches itself out of the water. Additional forward thrust and steering forces are created by dipping the hypocaudal (i.e. bottom) lobe of their caudal fin into the water and vibrating it very quickly, in contrast to diving birds in which these forces are produced by the same locomotor module used for propulsion. Of the 64 extant species of flying fish, only two distinct body plans exist, each of which optimizes two different behaviors.",
            "score": 79.5014419555664
        },
        {
            "docid": "52675_13",
            "document": "Strouhal number . In animal flight or swimming, propulsive efficiency is high over a narrow range of Strouhal constants, generally peaking in the 0.2 < St < 0.4 range. This range is used in the swimming of dolphins, sharks, and bony fish, and in the cruising flight of birds, bats and insects. However, in other forms of flight other values are found. Intuitively the ratio measures the steepness of the strokes, viewed from the side (e.g., assuming movement through a stationary fluid) – \"f\" is the stroke frequency, \"A\" is the amplitude, so the numerator \"fA\" is half the vertical speed of the wing tip, while the denominator \"V\" is the horizontal speed. Thus the graph of the wing tip forms an approximate sinusoid with aspect (maximum slope) twice the Strouhal constant.",
            "score": 78.90997314453125
        },
        {
            "docid": "1284761_28",
            "document": "Fish locomotion . The transition of predominantly swimming locomotion directly to flight has evolved in a single family of marine fish, the Exocoetidae. Flying fish are not true fliers in the sense that they do not execute powered flight. Instead, these species glide directly over the surface of the ocean water without ever flapping their \"wings.\" Flying fish have evolved abnormally large pectoral fins that act as airfoils and provide lift when the fish launches itself out of the water. Additional forward thrust and steering forces are created by dipping the hypocaudal (i.e. bottom) lobe of their caudal fin into the water and vibrating it very quickly, in contrast to diving birds in which these forces are produced by the same locomotor module used for propulsion. Of the 64 extant species of flying fish, only two distinct body plans exist, each of which optimizes two different behaviors.",
            "score": 78.13815307617188
        },
        {
            "docid": "1284761_4",
            "document": "Fish locomotion . Fish swim by exerting force against the surrounding water. There are exceptions, but this is normally achieved by the fish contracting muscles on either side of its body in order to generate waves of flexion that travel the length of the body from nose to tail, generally getting larger as they go along. The vector forces exerted on the water by such motion cancel out laterally, but generate a net force backwards which in turn pushes the fish forward through the water. Most fishes generate thrust using lateral movements of their body and caudal fin, but many other species move mainly using their median and paired fins. The latter group swim slowly, but can turn rapidly, as is needed when living in coral reefs for example. But they can't swim as fast as fish using their bodies and caudal fins.",
            "score": 77.82603454589844
        },
        {
            "docid": "1132756_58",
            "document": "Animal locomotion . Some fish use multiple modes of locomotion. Walking fish may swim freely or at other times \"walk\" along the ocean or river floor, but not on land (e.g., the flying gurnard —which does not actually fly—and batfishes of the family Ogcocephalidae). Amphibious fish, are fish that are able to leave water for extended periods of time. These fish use a range of terrestrial locomotory modes, such as lateral undulation, tripod-like walking (using paired fins and tail), and jumping. Many of these locomotory modes incorporate multiple combinations of pectoral, pelvic and tail fin movement. Examples include eels, mudskippers and the walking catfish. Flying fish can make powerful, self-propelled leaps out of water into air, where their long, wing-like fins enable gliding flight for considerable distances above the water's surface. This uncommon ability is a natural defense mechanism to evade predators. The flights of flying fish are typically around 50 meters, though they can use updrafts at the leading edge of waves to cover distances of up to . They can travel at speeds of more than . Maximum altitude is above the surface of the sea. Some accounts have them landing on ships' decks.",
            "score": 77.80549621582031
        },
        {
            "docid": "345356_8",
            "document": "Skate (fish) . The majority of skates feed on bottom dwelling animals, such as shrimp, crab, oyster, clams, and other invertebrates. To feed on these animals they have grinding plates in their mouths. Filter feeding rays that eat plankton have gill rakers. Skates are an influential part of the food webs of demersal marine communities. They utilize similar resources to those of other upper trophic-level marine predators, such as seabirds, marine mammals, and sharks. The flattened body shape, ventral eyes and well developed spiracles of the skate allows them to live benthically, buried in the sediment or using a longitudinal undulation of the pectoral fins known as Rajiform locomotion to glide along the water floor. Current research suggests that some species of skates, in addition to their Rajiform locomotion, use their pelvic fins to perform ambulatory locomotion. This form of locomotion performed by the skate is being explored as a possible origin for our own development of walking by looking for similar neural pathways used for movement between skates and animals walking on land.",
            "score": 77.42977905273438
        },
        {
            "docid": "420944_10",
            "document": "Vampire squid . Few specifics are known regarding the ontogeny of the vampire squid. Their development progresses through three morphologic forms: the very young animals have a single pair of fins, an intermediate form has two pairs, and the mature form again has one. At their earliest and intermediate phases of development, a pair of fins is located near the eyes; as the animal develops, this pair gradually disappears as the other pair develops. As the animals grow and their surface area to volume ratio drops, the fins are resized and repositioned to maximize gait efficiency. Whereas the young propel themselves primarily by jet propulsion, mature adults find flapping their fins to be the most efficient means. This unique ontogeny caused confusion in the past, with the varying forms identified as several species in distinct families.",
            "score": 76.86567687988281
        },
        {
            "docid": "42726_25",
            "document": "Cephalopod . While most cephalopods can move by jet propulsion, this is a very energy-consuming way to travel compared to the tail propulsion used by fish. The efficiency of a propellor-driven waterjet (i.e. Froude efficiency) is a more efficient model than rocket efficiency. The relative efficiency of jet propulsion decreases further as animal size increases; paralarvae are far more efficient than juvenile and adult individuals. Since the Paleozoic era, as competition with fish produced an environment where efficient motion was crucial to survival, jet propulsion has taken a back role, with fins and tentacles used to maintain a steady velocity. Whilst jet propulsion is never the sole mode of locomotion, the stop-start motion provided by the jets continues to be useful for providing bursts of high speed – not least when capturing prey or avoiding predators. Indeed, it makes cephalopods the fastest marine invertebrates, and they can out-accelerate most fish. The jet is supplemented with fin motion; in the squid, the fins flap each time that a jet is released, amplifying the thrust; they are then extended between jets (presumably to avoid sinking). Oxygenated water is taken into the mantle cavity to the gills and through muscular contraction of this cavity, the spent water is expelled through the hyponome, created by a fold in the mantle. The size difference between the posterior and anterior ends of this organ control the speed of the jet the organism can produce. The velocity of the organism can be accurately predicted for a given mass and morphology of animal. Motion of the cephalopods is usually backward as water is forced out anteriorly through the hyponome, but direction can be controlled somewhat by pointing it in different directions. Some cephalopods accompany this expulsion of water with a gunshot-like popping noise, thought to function to frighten away potential predators.",
            "score": 76.47251892089844
        },
        {
            "docid": "314101_67",
            "document": "Ichthyosaur . The tail was bi-lobed, with the lower lobe being supported by the caudal vertebral column, which was \"kinked\" ventrally to follow the contours of the ventral lobe. Basal species had a rather asymmetric or \"heterocercal\" tail fin. The asymmetry differed from that of sharks in that the lower lobe was largest, instead of the upper lobe. More derived forms had a nearly vertical symmetric tail fin. Sharks use their asymmetric tail fin to compensate for the fact that they are negatively buoyant, heavier than water, by making the downward pressure exerted by the tail force the body as a whole in an ascending angle. This way, swimming forwards will generate enough lift to equal the sinking force caused by their weight. In 1973, McGowan concluded that, because ichthyosaurs have a reversed tail fin asymmetry compared to sharks, they were apparently positively buoyant, lighter than water, which would be confirmed by their lack of gastroliths and of pachyostosis or dense bone. The tail would have served to keep the body in a descending angle. The front flippers would be used to push the front of the body further downwards and control pitch. In 1987 however, Michael A. Taylor suggested an alternative hypothesis: as ichthyosaurs could vary their lung content, contrary to sharks (which lack a swimming bladder), they could also regulate their buoyancy. The tail thus mainly served for a neutral propulsion, while small variations in buoyancy were stabilised by slight changes in the flipper angles. In 1992, McGowan accepted this view, pointing out that shark tails are not a good analogy of derived ichthyosaur tails that have more narrow lobes, and are more vertical and symmetric. Derived ichthyosaur tail fins are more like those of tuna fish and indicate a comparable capacity to sustain a high cruising speed. A comparative study by Motani in 2002 concluded that, in extant animals, small tail fin lobes positively correlate with a high beat frequency. Modern researchers generally concur that ichthyosaurs were negatively buoyant.",
            "score": 75.6827621459961
        },
        {
            "docid": "52526831_9",
            "document": "Robot fish . Realistic Propulsion Systems can help improve autonomous maneuvering and exhibit a higher level of locomotion performance. A diverse option of fins can be used in the creation of robot fish to achieve this goal. By including pectoral fins, robot fish can perform force vectoring and perform complex swimming behaviors instead of forward swimming only.",
            "score": 75.564208984375
        },
        {
            "docid": "26865891_11",
            "document": "Tradeoffs for locomotion in air and water . Many fish swim using combined behavior of their two pectoral fins or both their anal and dorsal fins. Different types of Median Paired Fin (MPF) gait can be achieved by preferentially using one fin pair over the other, and include:",
            "score": 75.19517517089844
        },
        {
            "docid": "1132756_52",
            "document": "Animal locomotion . Remoras are a family (\"Echeneidae\") of ray-finned fish. They grow to long, and their distinctive first dorsal fins take the form of a modified oval, sucker-like organ with slat-like structures that open and close to create suction and take a firm hold against the skin of larger marine animals. By sliding backward, the remora can increase the suction, or it can release itself by swimming forward. Remoras sometimes attach to small boats. They swim well on their own, with a sinuous, or curved, motion. When the remora reaches about , the disc is fully formed and the remora can then attach to other animals. The remora's lower jaw projects beyond the upper, and the animal lacks a swim bladder. Some remoras associate primarily with specific host species. They are commonly found attached to sharks, manta rays, whales, turtles, and dugongs. Smaller remoras also fasten onto fish such as tuna and swordfish, and some small remoras travel in the mouths or gills of large manta rays, ocean sunfish, swordfish, and sailfish. The remora benefits by using the host as transport and protection, and also feeds on materials dropped by the host.",
            "score": 74.79084014892578
        },
        {
            "docid": "22210655_15",
            "document": "Aquatic locomotion . All cephalopods can move by jet propulsion, but this is a very energy-consuming way to travel compared to the tail propulsion used by fish. The relative efficiency of jet propulsion decreases further as animal size increases. Since the Paleozoic, as competition with fish produced an environment where efficient motion was crucial to survival, jet propulsion has taken a back role, with fins and tentacles used to maintain a steady velocity. The stop-start motion provided by the jets, however, continues to be useful for providing bursts of high speed - not least when capturing prey or avoiding predators. Indeed, it makes cephalopods the fastest marine invertebrates, and they can out accelerate most fish. Oxygenated water is taken into the mantle cavity to the gills and through muscular contraction of this cavity, the spent water is expelled through the hyponome, created by a fold in the mantle. Motion of the cephalopods is usually backward as water is forced out anteriorly through the hyponome, but direction can be controlled somewhat by pointing it in different directions. Most cephalopods float (i.e. are neutrally buoyant), so do not need to swim to remain afloat. Squid swim more slowly than fish, but use more power to generate their speed. The loss in efficiency is due to the amount of water the squid can accelerate out of its mantle cavity.",
            "score": 74.66475677490234
        },
        {
            "docid": "49023_19",
            "document": "Propulsion . Newton's third law of motion is widely used in the study of animal locomotion: if at rest, to move forwards an animal must push something backwards. Terrestrial animals must push the solid ground; swimming and flying animals must push against a fluid (either water or air). The effect of forces during locomotion on the design of the skeletal system is also important, as is the interaction between locomotion and muscle physiology, in determining how the structures and effectors of locomotion enable or limit animal movement.",
            "score": 73.78241729736328
        },
        {
            "docid": "3430618_7",
            "document": "Temnodontosaurus . The forefins and hindfins of \"Temnodontosaurus\" were of roughly the same length and were rather narrow and elongate. This is unlike other post-Triassic ichthyosaurs such as the thunnosaurians, which had forefins at least twice the length of their hindfins. The pelvic girdle was also not reduced, unlike post-Triassic ichthyosaurs. Like other ichthyosaurs, the fins exhibited strong hyperphalangy.\"Temnodontosaurus\" only had 3 primary digits compared to \"Ichthyosaurus\" which had 6 to 7 digits. It also had one postaxial accessory digit. The proximal elements of the fin formed a mosaic pattern while the more distal elements were relatively round. There were two notches on the fin’s anterior margin. The paired fins were used to steer and stabilize the animal while swimming instead of paddling or propulsion devices. The pelvic girdle was tripartite. It had a triangular shaped dorsal fin.  Like other ichthyosaurs, \"Temnodontosaurus\" likely had high visual capacity and used vision as its primary sense while hunting. \"Temnodontosaurus\" had the largest eyes of any ichthyosaur, and of any animal measured. The largest eyes measured belonged to the species \"T. platyodon\". Despite the enormous size of its eyes, \"Temnodontosaurus\" had blind spots directly above its head due to the angle at which its eyes were pointed. The eyes of \"Temnodontosaurus\" had sclerotic rings, hypothesized to have provided the eyes with rigidity. The sclerotic rings of \"T. platyodon\" were at least 25 cm in diameter. The head of \"Temnodontosaurus\" had a long robust snout with an antorbital constriction. It also had an elongated maxilla, a long cheek region and a long postorbital segment. The carotid foramen in the basisphenoid in the skull was paired and was separated by the parasphenoid. Also, the parasphenoid had a processus cultriformis. The skull of \"T. platyodon\" measured about 1m to 1.5m long.",
            "score": 73.71083068847656
        },
        {
            "docid": "20976473_4",
            "document": "Eel . Eels are elongated fish, ranging in length from in the one-jawed eel (\"Monognathus ahlstromi\") to in the slender giant moray. Adults range in weight from to well over . They possess no pelvic fins, and many species also lack pectoral fins. The dorsal and anal fins are fused with the caudal fin, forming a single ribbon running along much of the length of the animal. Eels swim by generating body waves which travel the length of their bodies. They can swim backwards by reversing the direction of the wave.",
            "score": 73.45948028564453
        },
        {
            "docid": "38046595_7",
            "document": "Evolution of tetrapods . The lung/swim bladder originated as an outgrowth of the gut, forming a gas-filled bladder above the digestive system. In its primitive form, the air bladder was open to the alimentary canal, a condition called physostome and still found in many fish. The primary function is not entirely certain. One consideration is buoyancy. The heavy scale armour of the early bony fishes would certainly weigh the animals down. In cartilaginous fishes, lacking a swim bladder, the open sea sharks need to swim constantly to avoid sinking into the depths, the pectoral fins providing lift. Another factor is oxygen consumption. Ambient oxygen was relatively low in the early Devonian, possibly about half of modern values. Per unit volume, there is much more oxygen in air than in water, and vertebrates are active animals with a high energy requirement compared to invertebrates of similar sizes. The Devonian saw increasing oxygen levels which opened up new ecological niches by allowing groups able to exploit the additional oxygen to develop into active, large-bodied animals. Particularly in tropical swampland habitats, atmospheric oxygen is much more stable, and may have prompted a reliance of lungs rather than gills for primary oxygen uptake. In the end, both buoyancy and breathing may have been important, and some modern physostome fishes do indeed use their bladders for both.",
            "score": 72.96461486816406
        },
        {
            "docid": "4639256_3",
            "document": "Tiktaalik . Unearthed in Arctic Canada, Tiktaalik is technically a fish, complete with scales and gills - but it has the flattened head of a crocodile and unusual fins. Its fins have thin ray bones for paddling like most fishes', but they also have sturdy interior bones that would have allowed Tiktaalik to prop itself up in shallow water and use its limbs for support as most four-legged animals do. Those fins and a suite of other characteristics set Tiktaalik apart as something special; it has a combination of features that show the evolutionary transition between swimming fish and their descendants, the four-legged vertebrates - a clade which includes amphibians, dinosaurs, birds, mammals, and of course, humans.",
            "score": 72.87667846679688
        },
        {
            "docid": "37508073_2",
            "document": "Fish fin . Fins are usually the most distinctive anatomical features of a fish. They are composed of bony spines or rays protruding from the body with skin covering them and joining them together, either in a webbed fashion, as seen in most bony fish, or similar to a flipper, as seen in sharks. Apart from the tail or caudal fin, fish fins have no direct connection with the spine and are supported only by muscles. Their principal function is to help the fish swim. Fins located in different places on the fish serve different purposes such as moving forward, turning, keeping an upright position or stopping. Most fish use fins when swimming, flying fish use pectoral fins for gliding, and frogfish use them for crawling. Fins can also be used for other purposes; male sharks and mosquitofish use a modified fin to deliver sperm, thresher sharks use their caudal fin to stun prey, reef stonefish have spines in their dorsal fins that inject venom, anglerfish use the first spine of their dorsal fin like a fishing rod to lure prey, and triggerfish avoid predators by squeezing into coral crevices and using spines in their fins to lock themselves in place.",
            "score": 72.65740966796875
        }
    ]
}