{
    "q": [
        {
            "docid": "240850_8",
            "document": "Gene silencing . RNA interference (RNAi) is a natural process used by cells to regulate gene expression. It was discovered in 1998 by Andrew Fire and Craig Mello, who won the Nobel Prize for their discovery in 2006. The process to silence genes first begins with the entrance of a double-stranded RNA (dsRNA) molecule into the cell, which triggers the RNAi pathway. The double-stranded molecule is then cut into small double-stranded fragments by an enzyme called Dicer. These small fragments, which include small interfering RNAs (siRNA) and microRNA (miRNA), are approximately 21–23 nucleotides in length. The fragments integrate into a multi-subunit protein called the RNA-induced silencing complex, which contains Argonaute proteins that are essential components of the RNAi pathway. One strand of the molecule, called the \"guide\" strand, binds to RISC, while the other strand, known as the \"passenger\" strand is degraded. The guide or antisense strand of the fragment that remains bound to RISC directs the sequence-specific silencing of the target mRNA molecule. The genes can be silenced by siRNA molecules that cause the endonucleatic cleavage of the target mRNA molecules or by miRNA molecules that suppress translation of the mRNA molecule. With the cleavage or translational repression of the mRNA molecules, the genes that form them are essentially inactive. RNAi is thought to have evolved as a cellular defense mechanism against invaders, such as RNA viruses, or to combat the proliferation of transposons within a cell's DNA. Both RNA viruses and transposons can exist as double-stranded RNA and lead to the activation of RNAi. Currently, siRNAs are being widely used to suppress specific gene expression and to assess the function of genes. Companies utilizing this approach include Alnylam, Sanofi, Arrowhead, Discerna, and Persomics, among others.",
            "score": 94.06319224834442
        },
        {
            "docid": "29188721_26",
            "document": "RNA interference . Organisms vary in their ability to take up foreign dsRNA and use it in the RNAi pathway. The effects of RNA interference can be both systemic and heritable in plants and \"C. elegans\", although not in \"Drosophila\" or mammals. In plants, RNAi is thought to propagate by the transfer of siRNAs between cells through plasmodesmata (channels in the cell walls that enable communication and transport). Heritability comes from methylation of promoters targeted by RNAi; the new methylation pattern is copied in each new generation of the cell. A broad general distinction between plants and animals lies in the targeting of endogenously produced miRNAs; in plants, miRNAs are usually perfectly or nearly perfectly complementary to their target genes and induce direct mRNA cleavage by RISC, while animals' miRNAs tend to be more divergent in sequence and induce translational repression. This translational effect may be produced by inhibiting the interactions of translation initiation factors with the messenger RNA's polyadenine tail.",
            "score": 94.01249289512634
        },
        {
            "docid": "51304858_3",
            "document": "Neuroepigenetics . Neuroepigenetic mechanisms regulate gene expression in the neuron. Often, these changes take place due to recurring stimuli. Neuroepigenetic mechanisms involve proteins or protein pathways that regulate gene expression by adding, editing or reading epigenetic marks such as methylation or acetylation. Some of these mechanisms include ATP-dependent chromatin remodeling, LINE1, and prion protein-based modifications. Other silencing mechanisms include the recruitment of specialized proteins that methylate DNA such that the core promoter element is inaccessible to transcription factors and RNA polymerase. As a result, transcription is no longer possible. One such protein pathway is the REST co-repressor complex pathway. There are also several non-coding RNAs that regulate neural function at the epigenetic level. These mechanisms, along with neural histone methylation, affect arrangement of synapses, neuroplasticity, and play a key role in learning and memory.",
            "score": 111.40915179252625
        },
        {
            "docid": "7330456_5",
            "document": "Argonaute . RNA interference (RNAi) is a biological process in which the RNA molecules inhibit gene expression. The method of inhibition is via the destruction of specific mRNA molecules or by simply suppressing the protein translation. The RNA interference has a significant role in defending cells against parasitic nucleotide sequences. In many eukaryotes, including animals, the RNA interference pathway is found, and it is initiated by the enzyme Dicer. Dicer cleaves long double-stranded RNA molecules into short double stranded fragments of around 20 nucleotide siRNAs. The dsRNA is then separated into two single-stranded RNAs (ssRNA) – the passenger strand and the guide strand. Consequently, the passenger strand is degraded, while the guide strand is incorporated into the RNA-induced silencing complex (RISC). The most well-studied outcome of the RNAi is post-transcriptional gene silencing, which occurs when the guide strand pairs with a complementary sequence in a messenger RNA molecule and induces cleavage by Argonaute, that lies in the core of RNA-induced silencing complex.",
            "score": 86.59492206573486
        },
        {
            "docid": "46695897_14",
            "document": "Molecular and epigenetic mechanisms of alcoholism . In coordination with the molecules and pathways discussed, epigenetic mechanisms play a role in the development of alcoholism. These mechanisms include DNA methylation, histone acetylation and methylation, and (microRNA miRNA) action. Methylation of the DNA typically occurs at CpG sites, or a cysteine nucleotide followed by a guanine nucleotide in the 5’ to 3’ direction. These sites are common promoter and regulatory elements in mammals and methylation of cysteine residues typically inhibits these functions resulting in the repression of gene expression. DNA methylation is carried out by DNA methyltransferases (DNMTs) which are recruited to CpG sites by methyl-DNA binding proteins, such as MeCP2. Next, histones can be modified in several ways to increase or decrease gene expression. Histones are protein complexes used to package DNA into structures known as nucleosomes. The level of coiling of the DNA around histones is variable and influences transcription levels. Tight coiling, or heterochromatin, is associated with low gene expression or even silencing. Loose coiling, or euchromatin, is associated with higher levels of gene expression. Typically, acetylation of histones is associated with euchromatin formation. Acetyl groups are added by histone acetyltransferases (HATs), such as CBP. In opposition, histone deacetylases (HDACs) remove acetyl groups, typically leading to the formation of heterochromatin. HDACs are recruited by scaffolding proteins, such as RACK 1. HDAC inhibitors prevent HDAC functioning which promotes gene expression. Histone methylation, adding a methyl group to specific histone protein amino acids, can both increase or decrease gene expression depending on the histone protein, amino acid, and number of methyl groups used. Gene expression can also be inhibited post-transcriptionally by miRNA, double-stranded RNA, typically formed from hairpin structures, that is used to inhibit translation of proteins. After processing by the RNA interference (RNAi) molecules Drosha and Dicer, a single, guide-strand is loaded into the RNA induced silencing complex (RISC) which is used to bind mRNA. This binding suppresses protein synthesis and sometimes initiates mRNA degradation.",
            "score": 119.39015531539917
        },
        {
            "docid": "39654121_2",
            "document": "DNA-directed RNA interference . DNA-directed RNA interference (ddRNAi) is a gene-silencing technique that utilizes DNA constructs to activate an animal cell’s endogenous RNA interference (RNAi) pathways. DNA constructs are designed to express self-complementary double-stranded RNAs, typically short-hairpin RNAs (shRNA), that once processed bring about silencing of a target gene or genes. Any RNA, including endogenous mRNAs or viral RNAs, can be silenced by designing constructs to express double-stranded RNA complementary to the desired mRNA target.",
            "score": 62.614689350128174
        },
        {
            "docid": "31473595_5",
            "document": "M. Ahmad Chaudhry . Ionizing radiation interferes with cellular functions at all levels of cell organization. The ionizing radiation-induced stress response is very complex and involves many cellular processes. Dr. Chaudry is investigating the involvement of small non-coding micro-RNA in the response of human cells exposed to ionizing radiation. Micro RNAs (miRNAs) are small non-protein-coding single-stranded RNAs of ~22 nucleotides that function as negative gene regulators. miRNA negatively regulate their targets either by binding with perfect or nearly perfect complementarity to protein coding mRNA sequences to induce the RNA-mediated interference (RNAi) pathway. Most miRNAs do not cleave their mRNA targets as a mechanism of gene regulation. These miRNAs bind to imperfect complementary sites within the 3′ untranslated regions (UTRs) of their mRNA targets. In this case the target-gene repression occurs post-transcriptionally at the level of translation resulting in reduced protein levels but the mRNA levels remain unaffected. A single miRNA has the capability to bind to as many as 200 diverse gene targets ranging from transcription factors, secreted factors, receptors and transporters, thus potentially controlling the expression of about one-third of human mRNAs. Research has identified cell type specific modulation of several miRNA in gamma radiation and X-ray-treated human cells. Other studies from our laboratory showed that the expression of many miRNA markedly differ within the same cell line after exposure to either low or high doses of radiation. His work also identified radiation-induced modulation of miRNA in cells with altered DNA repair capability. These studies have provided evidence that miRNA are involved in the response to ionizing radiation exposure in human cells.",
            "score": 96.96915030479431
        },
        {
            "docid": "9458068_26",
            "document": "RNA silencing . Artificial introduction of long dsRNAs or siRNAs has been adopted as a tool to inactivate gene expression, both in cultured cells and in living organisms. Structural and functional resolution of small RNAs as the effectors of RNA silencing has had a direct impact on experimental biology. For example, dsRNA may be synthesized to have a specific sequence complementary to a gene of interest. Once introduced into a cell or biological system, it is recognized as exogenous genetic material and activates the corresponding RNA silencing pathway. This mechanism can be used to effect decreases in gene expression with respect to the target, useful for investigating loss of function for genes relative to a phenotype. That is, studying the phenotypic and/or physiologic effects of expression decreases can reveal the role of a gene product. The observable effects can be nuanced, such that some methods can distinguish between “knockdown” (decrease expression) and “knockout” (eliminate expression) of a gene. RNA interference technologies have been noted recently as one of the most widely utilized techniques in functional genomics. Screens developed using small RNAs have been used to identify genes involved in fundamental processes such as cell division, apoptosis and fat regulation.",
            "score": 84.07122254371643
        },
        {
            "docid": "25758_20",
            "document": "RNA . Several types of RNA can downregulate gene expression by being complementary to a part of an mRNA or a gene's DNA. MicroRNAs (miRNA; 21-22 nt) are found in eukaryotes and act through RNA interference (RNAi), where an effector complex of miRNA and enzymes can cleave complementary mRNA, block the mRNA from being translated, or accelerate its degradation. While small interfering RNAs (siRNA; 20-25 nt) are often produced by breakdown of viral RNA, there are also endogenous sources of siRNAs. siRNAs act through RNA interference in a fashion similar to miRNAs. Some miRNAs and siRNAs can cause genes they target to be methylated, thereby decreasing or increasing transcription of those genes. Animals have Piwi-interacting RNAs (piRNA; 29-30 nt) that are active in germline cells and are thought to be a defense against transposons and play a role in gametogenesis.",
            "score": 95.08236312866211
        },
        {
            "docid": "29188721_25",
            "document": "RNA interference . The type of RNA editing that is most prevalent in higher eukaryotes converts adenosine nucleotides into inosine in dsRNAs via the enzyme adenosine deaminase (ADAR). It was originally proposed in 2000 that the RNAi and A→I RNA editing pathways might compete for a common dsRNA substrate. Some pre-miRNAs do undergo A→I RNA editing and this mechanism may regulate the processing and expression of mature miRNAs. Furthermore, at least one mammalian ADAR can sequester siRNAs from RNAi pathway components. Further support for this model comes from studies on ADAR-null \"C. elegans\" strains indicating that A→I RNA editing may counteract RNAi silencing of endogenous genes and transgenes.",
            "score": 79.10092329978943
        },
        {
            "docid": "23956406_2",
            "document": "Trypanosome H/ACA box snoRNAs . Non-coding RNAs (ncRNA) are RNA molecules that have a function but are not translated into proteins. Small nucleolar RNAs (snoRNAs), one of the largest classes of ncRNA, are further subdivided into the two major C/D and H/ACA snoRNA families. snoRNA serve as guide RNAs for 2'-O-methylation and pseudouridylation of specific nucleotides and indicate the site of modification by direct base pairing with the target RNA. The majority of these snoRNAs are responsible for the post-transcriptional modification of ribosomal RNAs (rRNA) and in some cases of small nuclear RNAs (sRNAs). These post-transcriptional modifications are crucial for rRNA processing, stability and maturation.",
            "score": 124.6551103591919
        },
        {
            "docid": "29188721_37",
            "document": "RNA interference . The RNA interference pathway is often exploited in experimental biology to study the function of genes in cell culture and \"in vivo\" in model organisms. Double-stranded RNA is synthesized with a sequence complementary to a gene of interest and introduced into a cell or organism, where it is recognized as exogenous genetic material and activates the RNAi pathway. Using this mechanism, researchers can cause a drastic decrease in the expression of a targeted gene. Studying the effects of this decrease can show the physiological role of the gene product. Since RNAi may not totally abolish expression of the gene, this technique is sometimes referred as a \"knockdown\", to distinguish it from \"knockout\" procedures in which expression of a gene is entirely eliminated. In a recent study validation of RNAi silencing efficiency using gene array data showed 18.5% failure rate across 429 independent experiments.",
            "score": 66.34503698348999
        },
        {
            "docid": "2773777_9",
            "document": "Paramutation . In the case of the \"r1\" locus in maize, DNA methylation of a region of tandem repeats near the coding region of the gene is characteristic of the paramutagenic B’ allele, and when the paramutable B-I allele becomes paramutagenic, it too takes on the same DNA methylation pattern. In order for this methylation to be successfully transferred, a number of genes coding for RNA-dependent RNA polymerases and other components of RNA-silencing pathways are required, suggesting that paramutation is mediated via endogenous RNA-silencing pathways. The transcription of short interfering RNAs from the tandem repeat regions corroborates this. In animal systems such as \"Drosophila\", piRNAs have also been implicated in mediating paramutation. In addition to the characteristic DNA methylation state changes, changes in histone modification patterns in the methylated DNA regions, and/or the requirement of histone modifying proteins to mediate paramutation have also been noted in multiple systems. It has been suggested that these histone modifications play a role in maintaining the paramutated state. The previously mentioned tandem repeat region in the \"r1\" locus is also typical of other loci showing paramutation or paramutation-like phenomena.",
            "score": 99.94931697845459
        },
        {
            "docid": "584617_2",
            "document": "Small interfering RNA . Small interfering RNA (siRNA), sometimes known as short interfering RNA or silencing RNA, is a class of double-stranded RNA molecules, 20-25 base pairs in length, similar to miRNA, and operating within the RNA interference (RNAi) pathway. It interferes with the expression of specific genes with complementary nucleotide sequences by degrading mRNA after transcription, preventing translation.",
            "score": 74.11428332328796
        },
        {
            "docid": "89188_13",
            "document": "Methylation . N6-methyladenosine (m6A) is the most common and abundant methylation modification in RNA molecules (mRNA) present in eukaryotes. 5-methylcytosine (5-mC) also commonly occurs in various RNA molecules. Recent data strongly suggest that m6A and 5-mC RNA methylation affects the regulation of various biological processes such as RNA stability and mRNA translation, and that abnormal RNA methylation contributes to etiology of human diseases.",
            "score": 96.99878787994385
        },
        {
            "docid": "22590461_21",
            "document": "Plant disease resistance . Transport of sRNAs during infection is likely facilitated by extracellular vesicles (EVs) and multivesicular bodies (MVBs). The composition of RNA in plant EVs has not been fully evaluated, but it is likely that they are, in part, responsible for trafficking RNA. Plants can transport viral RNAs, mRNAs, microRNAs (miRNAs) and small interfering RNAs (siRNAs) systemically through the phloem. This process is thought to occur through the plasmodesmata and involves RNA-binding proteins that assist RNA localization in mesophyll cells. Although they have been identified in the phloem with mRNA, there is no determinate evidence that they mediate long-distant transport of RNAs. EVs may therefore contribute to an alternate pathway of RNA loading into the phloem, or could possibly transport RNA through the apoplast. There is also evidence that plant EVs can allow for interspecies transfer of sRNAs by RNA interference such as Host-Induced Gene Silencing (HIGS). The transport of RNA between plants and fungi seems to be bidirectional as sRNAs from the fungal pathogen \"Botrytis cinerea\" have been shown to target host defense genes in Arabidopsis and tomato.",
            "score": 128.31504702568054
        },
        {
            "docid": "7330456_15",
            "document": "Argonaute . Several AGO family in plants also attracts tremendous effort of studying. AGO1 is clearly involved in miRNA related RNA degradation, and plays a central role in morphogenesis. In some organisms, it is strictly required for epigenetic silencing. Interestingly, it is regulated by miRNA itself. AGO4 does not involve in RNAi directed RNA degradation, but in DNA methylation and other epigenetic regulation, through small RNA (smRNA) pathway. AGO10 is involved in plant development. AGO7 has a function distinct from AGO 1 and 10, and is not found in gene silencing induced by transgenes. Instead, it is related to developmental timing in plants.",
            "score": 104.92277884483337
        },
        {
            "docid": "3131507_15",
            "document": "RNA-binding protein . RNA-binding proteins' transcriptional and post-transcriptional regulation of RNA has a role in regulating the patterns of gene expression during development. Extensive research on the nematode \"C. elegans\" has identified RNA-binding proteins as essential factors during germline and early embryonic development. Their specific function involves the development of somatic tissues (neurons, hypodermis, muscles and excretory cells) as well as providing timing cues for the developmental events. Nevertheless, it is exceptionally challenging to discover the mechanism behind RBPs' function in development due to the difficulty in identifying their RNA targets. This is because most RBPs usually have multiple RNA targets. However, it is indisputable that RBPs exert a critical control in regulating developmental pathways in a concerted manner.",
            "score": 106.43647623062134
        },
        {
            "docid": "9432643_6",
            "document": "RNA-induced transcriptional silencing . The role of RNAi in transcriptional gene silencing in plants has been characterized fairly well, and functions primarily through DNA methylation via the RdDM pathway. In this process, which is distinct from the process described above, argonaut-bound siRNA recognizes nascent RNA transcripts or the target DNA to guide the methylation and silencing of the target genomic region.",
            "score": 99.62633228302002
        },
        {
            "docid": "38978090_4",
            "document": "Maelstrom gene . Short RNAs are well-known to silence TEs (transposable elements) through the RNAi (RNA interference) pathway, and Piwi-associated RNAs (piRNAs) play a crucial role in transposon silencing in the germline. The Maelstrom protein forms a complex with piRISC to silence transposons and therefore stabilize the germline cell genome.",
            "score": 78.7295823097229
        },
        {
            "docid": "29188721_3",
            "document": "RNA interference . Two types of small ribonucleic acid (RNA) molecules – microRNA (miRNA) and small interfering RNA (siRNA) – are central to RNA interference. RNAs are the direct products of genes, and these small RNAs can direct enzyme complexes to degrade messenger RNA (mRNA) molecules and thus decrease their activity by preventing translation, via post-transcriptional gene silencing. Moreover, transcription can be inhibited via the pre-transcriptional silencing mechanism of RNA interference, through which an enzyme complex catalyzes DNA methylation at genomic positions complementary to complexed siRNA or miRNA. RNA interference has an important role in defending cells against parasitic nucleotide sequences – viruses and transposons. It also influences development.",
            "score": 92.97089147567749
        },
        {
            "docid": "39868915_8",
            "document": "Gunther Hartmann . The next scientific focus was on immune sensing of RNA in the cytosol of cells. It turned out that this sensing pathway is related to RNA interference (siRNA, microRNA). In RNA interference, the helicase DICER cleaves longer double-stranded RNA molecules into shorter siRNA or microRNA which are then integrated into the RISC complex. The antisense strand within this RISC complex is responsible for the sequence specificity of silencing of the corresponding target mRNA. In more primitive organisms such as worms RNA interference is used to destroy foreign nucleic acids. This defense mechanism can be regarded as a specific form of a nucleic acid-based immune system in which the newly generated siRNAs function as immune effector molecules. In higher organisms such as vertebrates, this DICER-based defense system is replaced by another defense mechanism. Two helicases related to DICER, RIG-I and MDA5, take over the challenge to detect foreign RNA in the cytosol of cells. However, unlike the helicase DICER, upon recognition of foreign RNA RIG-I and MDA5 trigger a broad spectrum of antiviral activities in the cell including type I IFN. Hartmann and colleagues identified the specific RNA ligand structure detected by RIG-I: RNA with a blunt end and a 5´-triphosphate. In a subsequent publication, his group elucidated how the molecular structure of the binding pocket of RIG-I precludes binding of N1-2′O methylated RNA, thus preventing recognition of endogenous mRNA by the innate immune system.",
            "score": 87.45666909217834
        },
        {
            "docid": "27557852_3",
            "document": "Stable nucleic acid lipid particle . RNA interference(RNAi) is a process that occurs naturally within the cytoplasm inhibiting gene expression at specific sequences. Regulation of gene expression through RNAi is possible by introducing small interfering RNAs(siRNAs), which effectively silence expression of a targeted gene. RNAi activates the RNA-induced silencing complex(RISC) containing siRNA, siRNA derived from cleaved dsRNA. The siRNA guides the RISC complex to a specific sequence on the mRNA that is cleaved by RISC and, consequently, silences those genes.",
            "score": 72.94918966293335
        },
        {
            "docid": "9458068_3",
            "document": "RNA silencing . RNA silencing describes several mechanistically related pathways which are involved in controlling and regulating gene expression. RNA silencing pathways are associated with the regulatory activity of small non-coding RNAs (approximately 20–30 nucleotides in length) that function as factors involved in inactivating homologous sequences, promoting endonuclease activity, translational arrest, and/or chromatic or DNA modification. In the context in which the phenomenon was first studied, small RNA was found to play an important role in defending plants against viruses. For example, these studies demonstrated that enzymes detect double-stranded RNA (dsRNA) not normally found in cells and digest it into small pieces that are not able to cause disease.",
            "score": 76.8825454711914
        },
        {
            "docid": "7330456_4",
            "document": "Argonaute . RNA interference (RNAi) was first reported in 1995 by Guo and Kemphues, and similar pathways collectively referred to as RNA silencing were discovered in plants and fungi. The mechanism of RNA silencing began to be understood in 1998 with the experiments of Fire and colleagues demonstrating that double-stranded RNA triggered RNAi. RNA silencing pathways process long RNAs into small RNAs that direct the repression of transcription or translation of nucleic acid targets with sequence corresponding to the small RNAs. These single-stranded RNAs, referred to as guide strands, are incorporated into RNA silencing effector complexes such as the RNA-induced silencing complex (RISC). These RNA silencing effector complexes contain Argonaute family proteins.",
            "score": 73.978506565094
        },
        {
            "docid": "159266_39",
            "document": "Gene expression . Intentional degradation of mRNA is used not just as a defence mechanism from foreign RNA (normally from viruses) but also as a route of mRNA \"destabilisation\". If an mRNA molecule has a complementary sequence to a small interfering RNA then it is targeted for destruction via the RNA interference pathway.",
            "score": 60.994081258773804
        },
        {
            "docid": "9458068_2",
            "document": "RNA silencing . RNA silencing or RNA interference refers to a family of gene silencing effects by which gene expression is negatively regulated by non-coding RNAs such as microRNAs. RNA silencing may also be defined as sequence-specific regulation of gene expression triggered by double-stranded RNA (dsRNA). RNA silencing mechanisms are highly conserved in most eukaryotes. The most common and well-studied example is RNA interference (RNAi), in which endogenously expressed microRNA (miRNA) or exogenously derived small interfering RNA (siRNA) induces the degradation of complementary messenger RNA. Other classes of small RNA have been identified, including piwi-interacting RNA (piRNA) and its subspecies repeat associated small interfering RNA (rasiRNA).",
            "score": 80.8208966255188
        },
        {
            "docid": "1137227_36",
            "document": "DNA methylation . It is not clear how the cell determines the locations of \"de novo\" DNA methylation, but evidence suggests that, for many (though not all) locations, RNA-directed DNA methylation (RdDM) is involved. In RdDM, specific RNA transcripts are produced from a genomic DNA template, and this RNA forms secondary structures called double-stranded RNA molecules. The double-stranded RNAs, through either the small interfering RNA (siRNA) or microRNA (miRNA) pathways direct de-novo DNA methylation of the original genomic location that produced the RNA. This sort of mechanism is thought to be important in cellular defense against RNA viruses and/or transposons, both of which often form a double-stranded RNA that can be mutagenic to the host genome. By methylating their genomic locations, through an as yet poorly understood mechanism, they are shut off and are no longer active in the cell, protecting the genome from their mutagenic effect. Recently, it was described that methylation of the DNA is the main determinant of embryogenic cultures formation from explants in woody plants and is regarded the main mechanism that explains the poor response of mature explants to somatic embryogenesis in the plants (Isah 2016).",
            "score": 89.3050491809845
        },
        {
            "docid": "9577500_14",
            "document": "Exosome complex . The exosome is involved in the degradation and processing of a wide variety of RNA species. In the cytoplasm of cells, it is involved in the turn-over of messenger RNA (mRNA) molecules. The complex can degrade mRNA molecules that have been tagged for degradation because they contain errors, through interactions with proteins from the nonsense mediated decay or non-stop decay pathways. In alternative fashion, mRNAs are degraded as part of their normal turnover. Several proteins that stabilize or destabilize mRNA molecules through binding to AU-rich elements in the 3' untranslated region of mRNAs interact with the exosome complex. In the nucleus, the exosome is required for the correct processing of several small nuclear RNA molecules. Finally, the nucleolus is the compartment where the majority of the exosome complexes are found. There it plays a role in the processing of the 5.8S ribosomal RNA (the first identified function of the exosome) and of several small nucleolar RNAs.",
            "score": 90.09429025650024
        },
        {
            "docid": "14625155_2",
            "document": "RasiRNA . Repeat associated small interfering RNA (rasiRNA) is a class of small RNA that is involved in the RNA interference (RNAi) pathway. RasiRNA are in fact Piwi-interacting RNAs (piRNAs), which are small RNA molecules that interact with Piwi proteins. Piwi proteins are a clade of the Argonaute family of proteins. In the germline, RasiRNA is involved in establishing and maintaining heterochromatin structure, controlling transcripts that emerge from repeat sequences, and silencing transposons and retrotransposons.",
            "score": 79.75591087341309
        },
        {
            "docid": "9516673_4",
            "document": "RNA activation . The molecular mechanism of RNAa is not fully understood. Similar to RNAi, it has been shown that mammalian RNAa requires members of the Ago clade of Argonaute proteins, particularly Ago2, but possesses kinetics distinct from RNAi. In contrast to RNAi, promoter-targeted agRNAs induce prolonged activation of gene expression associated with epigenetic changes. It is currently suggested that saRNAs are first loaded and processed by an Ago protein to form an Ago-RNA complex which is then guided by the RNA to its promoter target. The target can be a non-coding transcript overlapping the promoter or the chromosomal DNA. The RNA-loaded Ago then recruits other proteins such as RHA, also known as nuclear DNA helicase II, and CTR9 to form an RNA-induced transcriptional activation (RITA) complex. RITA can directly interacts with RNAP II to stimulate transcription initiation and productive transcription elongation which is related to increased ubiquitination of H2B.. In C. elegans, Turner et al. recently identified a conserved miRNA (lin-4 microRNA) which acts endogenously to activate gene expression .",
            "score": 109.99540305137634
        },
        {
            "docid": "25765_48",
            "document": "RNA world . RNAs are known to play roles in other cellular catalytic processes, specifically in the targeting of enzymes to specific RNA sequences. In eukaryotes, the processing of pre-mRNA and RNA editing take place at sites determined by the base pairing between the target RNA and RNA constituents of small nuclear ribonucleoproteins (snRNPs). Such enzyme targeting is also responsible for gene down regulation though RNA interference (RNAi), where an enzyme-associated guide RNA targets specific mRNA for selective destruction. Likewise, in eukaryotes the maintenance of telomeres involves copying of an RNA template that is a constituent part of the telomerase ribonucleoprotein enzyme. Another cellular organelle, the vault, includes a ribonucleoprotein component, although the function of this organelle remains to be elucidated.",
            "score": 69.65366911888123
        }
    ],
    "r": [
        {
            "docid": "55486640_2",
            "document": "Methanosarcina sRNAs . sRNA162, sRNA154, sRNA41 are small non-coding RNA (sRNA) identified together with 248 other sRNA candidates by RNA sequencing in methanogenic archaeon \"Methanosarcina mazei\" Gö1. These sRNAs were further characterised. It was shown that sRNA162 can interact with both, a \"cis-\" and a \"trans\"-encoded mRNAs using two distinct domains. The sRNA overlaps the 5'UTR of the MM2442 mRNA and acts as a cis-encoded antisense RNA, and it also regulates MM2441 expression as a trans-encoded sRNA. It exhibits a regulatory role in the metabolic switch between methanol and trimethylamine as carbon and energy source. sRNA154, exclusively expressed under nitrogen deficiency, has a central regulatory role in nitrogen metabolism affecting nitrogenase and glutamine synthetase by masking the ribosome binding site or positively affecting transcript stability. sRNA41, highly expressed during nitrogen sufficiency, is capable to bind several ribosome binding sites independently within a polycistronic mRNA. It was proposed to inhibits translation initiation of all ACDS (acetyl-CoA decarbonylase/synthase complex) genes in N-dependent manner.",
            "score": 137.4176788330078
        },
        {
            "docid": "28253826_5",
            "document": "Bacterial small RNA . Bacterial sRNAs have a wide variety of regulatory mechanisms. Generally, sRNAs can bind to protein targets and modify the function of the bound protein. Alternately, sRNAs may interact with mRNA targets and regulate gene expression by binding to complementary mRNA and blocking translation, or by unmasking or blocking the ribosome-binding site.",
            "score": 130.35916137695312
        },
        {
            "docid": "15939934_6",
            "document": "Rhodobacter sphaeroides . Bacterial small RNAs have been identified as components of many regulatory networks. Twenty sRNAs were experimentally identified in \"Rhodobacter spheroids,\" and the abundant ones were shown to be affected by singlet oxygen (O) exposure. O which generates photooxidative stress, is made by bacteriochlorophyll upon exposure to oxygen and light. One of the O induced sRNAs SorY (O resistance RNA Y) was shown to be induced under several stress conditions and conferred resistance against O by affecting a metabolite transporter. SorX is the second O induced sRNA that couteracts oxidative stress by targeting mRNA for a transporter. It also has an impact on resistance against organic hydroperoxides. A cluster of four homologous sRNAs called CcsR for conserved CCUCCUCCC motif stress-induced RNA has been shown to play a role in photo-oxidative stress resistance as well. PcrZ (photosynthesis control RNA Z) identified in \"R. sphaeroides,\" is a \"trans\"-acting sRNA which counteracts the redox-dependent induction of photosynthesis genes, mediated by protein regulators.",
            "score": 129.6272735595703
        },
        {
            "docid": "22590461_21",
            "document": "Plant disease resistance . Transport of sRNAs during infection is likely facilitated by extracellular vesicles (EVs) and multivesicular bodies (MVBs). The composition of RNA in plant EVs has not been fully evaluated, but it is likely that they are, in part, responsible for trafficking RNA. Plants can transport viral RNAs, mRNAs, microRNAs (miRNAs) and small interfering RNAs (siRNAs) systemically through the phloem. This process is thought to occur through the plasmodesmata and involves RNA-binding proteins that assist RNA localization in mesophyll cells. Although they have been identified in the phloem with mRNA, there is no determinate evidence that they mediate long-distant transport of RNAs. EVs may therefore contribute to an alternate pathway of RNA loading into the phloem, or could possibly transport RNA through the apoplast. There is also evidence that plant EVs can allow for interspecies transfer of sRNAs by RNA interference such as Host-Induced Gene Silencing (HIGS). The transport of RNA between plants and fungi seems to be bidirectional as sRNAs from the fungal pathogen \"Botrytis cinerea\" have been shown to target host defense genes in Arabidopsis and tomato.",
            "score": 128.31504821777344
        },
        {
            "docid": "28253826_11",
            "document": "Bacterial small RNA . In some bacteria sRNAs regulate virulence genes. In \"Salmonella\", the pathogenicity island encoded InvR RNA represses synthesis of the major outer membrane protein OmpD; another co-activated DapZ sRNA from 3'-UTR represses abundant membrane Opp/Dpp transporters of oligopeptides; and SgrS sRNA regulates the expression of the secreted effector protein SopD. In \"Staphylococcus aureus\", RNAIII regulates a number of genes involved in toxin and enzyme production and cell-surface proteins. The FasX sRNA is the only well-characterized regulatory RNA known to control the regulation of several virulence factors in \"Streptococcus pyogenes\", including both cell-surface associated adhesion proteins as well as secreted factors.",
            "score": 127.61286163330078
        },
        {
            "docid": "20183045_2",
            "document": "Hfq binding sRNA . An Hfq binding sRNA is an sRNA that binds the bacterial RNA binding protein called Hfq. A number of bacterial small RNAs which have been shown to bind to Hfq have been characterised (see list). Many of these RNAs share a similar structure composed of three stem-loops. Several studies have expanded this list, and experimentally validated a total of 64 Hfq binding sRNA in \"Salmonella Typhimurium\". A transcriptome wide study on Hfq binding sites in \"Salmonella\" mapped 126 Hfq binding sites within sRNAs. Genomic SELEX has been used to show that Hfq binding RNAs are enriched in the sequence motif 5'-AAYAAYAA-3'. Genome-wide study identified 40 candidate Hfq-dependent sRNAs in plant pathogen \"Erwinia amylovora.\" 12 of them were confirmed by Northern blot.",
            "score": 126.51395416259766
        },
        {
            "docid": "24209445_2",
            "document": "Caenorhabditis elegans small RNAs . Small RNAs (sRNAs) have been identified within the \"C. elegans\" genome and comparative genomics has shown that they are conserved across several nematode species. These sRNAs contain a characteristic 2,2,7-trimethylguanosine (TMG) cap structure that identifies them as non-coding RNAs that have a functional role within the cell but at present the exact function of these sRNAs is unknown. Immunoprecipitation using antibodies against TMG and RNA microarrays were used to identify these sRNA.",
            "score": 125.9703598022461
        },
        {
            "docid": "41719778_25",
            "document": "Epitranscriptome . 5-methylcytosine, commonly abbreviated as \"mC\", is a chemical modification first identified in tRNA. Since its initial identification, 5-methylcytosine has been found in a variety of different cellular structures ranging from a variety of RNAs and even DNA. Two different kinds of RNA mC \"writers\" have been identified: NOP2/SUN RNA methyltransferase (NSUN) and DNA methyltransferase-2. It is important to note that DNMT-2 is a protein that falls under the DNMT family, which contains three other DNMTs (1, 3a, and 3b) known to demonstrate methylation activity in relation to the genome. Uniquely, DNMT-2 is the only DNMT that has been confirmed to methylate both DNA and RNA, although its overall DNA methylation function is significantly less than that of its counterparts. While these writers have been identified, as of now, there are no known mC \"erasers\"; in a broader sense, this means that reamination, or the conversion of 5-methylcytosine back into cytosine, has not been observed in RNA. 5-methylcytosine modifications are typically found approximately 100 nucleotides downstream of translation initiation sites. This may provide some insight into the purpose of these modifications; for instance, this may indicate that these modifications are important for controlling the fate of the RNA, such as whether it will be translated or not in the case of mRNA. However, the exact purpose of the methylation at specific cytosines in RNA is currently unknown. One possibility may be that mC may be associated with RNA transport, since the Aly/REF export factor is a known mC binding protein. On the other hand, mC modifications could possibly be associated with the regulation of genes involved in energy and lipid metabolism, through modulation of the overall RNA translational fate.",
            "score": 125.218994140625
        },
        {
            "docid": "23956406_2",
            "document": "Trypanosome H/ACA box snoRNAs . Non-coding RNAs (ncRNA) are RNA molecules that have a function but are not translated into proteins. Small nucleolar RNAs (snoRNAs), one of the largest classes of ncRNA, are further subdivided into the two major C/D and H/ACA snoRNA families. snoRNA serve as guide RNAs for 2'-O-methylation and pseudouridylation of specific nucleotides and indicate the site of modification by direct base pairing with the target RNA. The majority of these snoRNAs are responsible for the post-transcriptional modification of ribosomal RNAs (rRNA) and in some cases of small nuclear RNAs (sRNAs). These post-transcriptional modifications are crucial for rRNA processing, stability and maturation.",
            "score": 124.65511322021484
        },
        {
            "docid": "53126088_2",
            "document": "Anti small RNA . In bacteria small RNAs play a major role as a regulators of mRNA translation and stability. It was shown in a study using the that unusually short (between 50 and 60 nucleotide long) small RNAs are expressed by bacteriophages and bacteriophage-derived pathogenicity islands. They modulate the activities of bacterial host small RNAs. AsxR sRNA acts to increase expression of the ChuS heme oxygenase via destabilisation of FnrS sRNA and AgvB sRNA inhibits GcvB sRNA repression.",
            "score": 124.28736114501953
        },
        {
            "docid": "31360194_2",
            "document": "Escherichia coli sRNA . \"Escherichia coli\" contains a number of small RNAs located in intergenic regions of its genome. The presence of at least 55 of these has been verified experimentally. 275 potential sRNA-encoding loci were identified computationally using the QRNA program. These loci will include false positives, so the number of sRNA genes in \"E. coli\" is likely to be less than 275. A computational screen based on promoter sequences recognised by the sigma factor sigma 70 and on Rho-independent terminators predicted 24 putative sRNA genes, 14 of these were verified experimentally by northern blotting. The experimentally verified sRNAs included the well characterised sRNAs RprA and RyhB. Many of the sRNAs identified in this screen, including RprA, RyhB, SraB and SraL, are only expressed in the stationary phase of bacterial cell growth. A screen for sRNA genes based on homology to \"Salmonella\" and \"Klebsiella\" identified 59 candidate sRNA genes. From this set of candidate genes, microarray analysis and northern blotting confirmed the existence of 17 previously undescribed sRNAs, many of which bind to the chaperone protein Hfq and regulate the translation of RpoS (Sigma 38). UptR sRNA transcribed from the \"uptR\" gene is implicated in suppressing extracytoplasmic toxicity by reducing the amount of membrane-bound toxic hybrid protein.",
            "score": 122.8437271118164
        },
        {
            "docid": "50126035_2",
            "document": "Brucella sRNA . Bacterial small RNAs (sRNA) are an important class of regulatory molecules in bacteria such as \"Brucella\". They are often bound to the chaperone protein Hfq, which allows them to interact with mRNA(s). In \"Brucella suis 1330\" RNA sequencing identified a novel list of 33 sRNAs and 62 Hfq-associated mRNAs. In \"Brucella melitensis\" eight novel sRNA genes were identified using bioinformatic and experimental approach. One of them BSR0602 was found to modulate the intracellular survival of \"B. melitensis\". In another large-scale deep sequencing study 1321 sRNAs were identified in \"B. melitensis.\" BSR0441 sRNA was further investigated in this study and shown to play role in the intracellular survival. sRNA BM-sr0117 from \"Brucella melitensis\" was identified and shown to be bound to and cleaved by Bm-RNase III. AbcR and AbcR2 (orthologs of SmrC15 and SmrC16) were studied \"B. abortus\". Seven novel sRNAs were validated and their interaction with a putative target sequence was verified in \"B. abortus\".",
            "score": 122.7763442993164
        },
        {
            "docid": "38094208_2",
            "document": "FasX small RNA . In molecular biology, the FasX small RNA (fibronectin/fibrinogen-binding/haemolytic-activity/streptokinase-regulator-X) is a non-coding small RNA (sRNA) produced by all group A \"Streptococcus\". FasX has also been found in species of group D and group G \"Streptococcus\". FasX regulates expression of secreted virulence factor streptokinase (SKA), encoded by the \"ska\" gene. FasX base pairs to the 5' end of the ska mRNA, increasing the stability of the mRNA, resulting in elevated levels of streptokinase expression. FasX negatively regulates the expression of pili and fibronectin-binding proteins on the bacterial cell surface. It binds to the 5' untranslated region of genes in the FCT-region in a serotype-specific manner, reducing the stability of and inhibiting translation of the pilus biosynthesis operon mRNA by occluding the ribosome-binding site through a simple Watson-Crick base-pairing mechanism.",
            "score": 122.462646484375
        },
        {
            "docid": "56691617_2",
            "document": "Neisseria sibling sRNAs NmsR/RcoF . NmsR and NmsR (Neisseria metabolic switch regulator), RcoF1 and RcoF2 (RNA regulating colonization factor) as well as NgncR_162 and NgncR_163 (Neisseria gonorrhoeae non-coding RNA) are all names of neisserial sibling small regulatory RNAs described and independently named in three publications. NmsR/RcoF1/NgncR_163 was shown to be the predominant sibling. The sRNAs are tandemly arranged, structurally nearly identical and share 70% sequence identity. They translationally down-regulate genes involved in basic metabolic processes including tricarboxylic acid cycle enzymes and amino acid uptake and degradation. The target genes include: \"fumC\", \"sdhC\", \"gltA\", \"sucC\", \"prpB\" and \"prpC\". The expression of the sRNAs is presumably under the control of RelA, as shown for \"N. meningitidis\". Furthermore, the sRNAs interact with Hfq protein and target repression of putative colonization factor of the human nasopharynx PrpB mRNA, hence one of the proposed names is RNA regulating colonization factor.",
            "score": 122.14085388183594
        },
        {
            "docid": "34367_7",
            "document": "Yersinia pestis . Numerous bacterial small non-coding RNAs have been identified to play regulatory functions. Some can regulate the virulence genes. 63 novel putative sRNA were identified through deep sequencing of the \"Y. pestis\" sRNA-ome. Among them was Yersinia-specific (also present in \"Y. pseudotuberculosis\" and \"Y. enterocolitica\") Ysr141 (\"Yersinia\" small RNA 141). Ysr141 sRNA was shown to regulate the synthesis of the type III secretion system (T3SS) effector protein YopJ. The Yop-Ysc T3SS is a critical component of virulence for \"Yersinia\" species. Many novel sRNAs were identified from \"Y. pestis\" grown \"in vitro\" and in the infected lungs of mice suggesting they play role in bacterial physiology or pathogenesis. Among them sR035 predicted to pair with SD region and transcription initiation site of a thermo-sensitive regulator \"ymoA,\" and sR084 predicted to pair with \"fur\", ferric uptake regulator.",
            "score": 122.1068344116211
        },
        {
            "docid": "28253826_4",
            "document": "Bacterial small RNA . The first bacterial sRNA was discovered and characterized in 1984. MicF in \"E. coli\" was found to regulate the expression of a key structural gene that makes up the outer membrane of the \"E. coli\" cell. Shortly after, the \"Staphylococcus aureus\" sRNA RNAIII was found to act as a global regulator of \"S. aureus\" virulence and toxin secretion. Since these initial discoveries, over six thousand bacterial sRNAs have been identified, largely through RNA-sequencing experiments. Several laboratory and bioinformatic techniques can be used to identify and characterize sRNA transcripts.",
            "score": 120.85099792480469
        },
        {
            "docid": "11421478_3",
            "document": "RyeB RNA . The homologous sRNA in \"S. enterica\" was shown to regulate synthesis of major porin OmpD. A study using \"Salmonella\" identified 20 targets of this sRNA including transcriptional regulator, CRP, global DNA-binding factors, StpA and HupB, the antibiotic transporter protein, TolC, and the RtsA/B two-component system (TCS), and validated their post-transcriptional control by SdsR/RyeB RNA.",
            "score": 120.00192260742188
        },
        {
            "docid": "49521271_2",
            "document": "PinT small RNA . In bacteria, PinT small RNA is a small regulatory RNA (sRNA) that is activated during stress and virulence conditions. sRNAs base-pair with target mRNAs and modulate their stability or translation. The expression of PhoP-activated sRNA called PinT is highly induced during \"Salmonella enterica\" infection. PinT temporally controls \"Salmonella\" virulence genes. On bacterial internalization it controls the expression of invasion associated effectors (SPI-1) through the direct base-pairing with the mRNA. Later in infection it represses the virulence genes (SPI-2) allowing the switch from an invasive state to the state of intracellular replication.",
            "score": 119.79029083251953
        },
        {
            "docid": "51409598_2",
            "document": "MicL sRNA . MicL RNA (mRNA-interfering complementary RNA regulator of Lpp) is a σ transcription factor-dependent small non-coding RNA. It was discovered in \"E. coli.\" Together with MicA and RybB sRNAs, MicL sRNA down-regulates the synthesis of abundant outer membrane proteins in response to stress. MicL specifically targets mRNA of lipoprotein Lpp, preventing its translation.",
            "score": 119.70853424072266
        },
        {
            "docid": "1226356_10",
            "document": "Primary transcript . Histone modification by transcription factors is another key regulatory factor for transcription by RNA polymerase. In general, factors that lead to histone acetylation activate transcription while factors that lead to histone deacetylation inhibit transcription. Acetylation of histones induces repulsion between negative components within nucleosomes, allowing for RNA polymerase access. Deacetylation of histones stabilizes tightly coiled nucleosomes, inhibiting RNA polymerase access. In addition to acetylation patterns of histones, methylation patterns at promoter regions of DNA can regulate RNA polymerase access to a given template. RNA polymerase is often incapable of synthesizing a primary transcript if the targeted gene's promoter region contains specific methylated cytosines— residues that hinder binding of transcription-activating factors and recruit other enzymes to stabilize a tightly bound nucleosome structure, excluding access to RNA polymerase and preventing the production of primary transcripts.",
            "score": 119.65705871582031
        },
        {
            "docid": "46695897_14",
            "document": "Molecular and epigenetic mechanisms of alcoholism . In coordination with the molecules and pathways discussed, epigenetic mechanisms play a role in the development of alcoholism. These mechanisms include DNA methylation, histone acetylation and methylation, and (microRNA miRNA) action. Methylation of the DNA typically occurs at CpG sites, or a cysteine nucleotide followed by a guanine nucleotide in the 5’ to 3’ direction. These sites are common promoter and regulatory elements in mammals and methylation of cysteine residues typically inhibits these functions resulting in the repression of gene expression. DNA methylation is carried out by DNA methyltransferases (DNMTs) which are recruited to CpG sites by methyl-DNA binding proteins, such as MeCP2. Next, histones can be modified in several ways to increase or decrease gene expression. Histones are protein complexes used to package DNA into structures known as nucleosomes. The level of coiling of the DNA around histones is variable and influences transcription levels. Tight coiling, or heterochromatin, is associated with low gene expression or even silencing. Loose coiling, or euchromatin, is associated with higher levels of gene expression. Typically, acetylation of histones is associated with euchromatin formation. Acetyl groups are added by histone acetyltransferases (HATs), such as CBP. In opposition, histone deacetylases (HDACs) remove acetyl groups, typically leading to the formation of heterochromatin. HDACs are recruited by scaffolding proteins, such as RACK 1. HDAC inhibitors prevent HDAC functioning which promotes gene expression. Histone methylation, adding a methyl group to specific histone protein amino acids, can both increase or decrease gene expression depending on the histone protein, amino acid, and number of methyl groups used. Gene expression can also be inhibited post-transcriptionally by miRNA, double-stranded RNA, typically formed from hairpin structures, that is used to inhibit translation of proteins. After processing by the RNA interference (RNAi) molecules Drosha and Dicer, a single, guide-strand is loaded into the RNA induced silencing complex (RISC) which is used to bind mRNA. This binding suppresses protein synthesis and sometimes initiates mRNA degradation.",
            "score": 119.39015197753906
        },
        {
            "docid": "44042828_4",
            "document": "CsrA protein . The CsrA protein binds to a Stem-loop RNA motif. The ability of the protein to inhibit translation of bound mRNAs can be countered by the expression of sRNAs such as CsrB, CsrC, RsmZ, RsmY and RsmX that contain multiple copies of the RNA motif. These RNAs sequester CsrA, which allows the translation of the previously inhibited bound mRNAs. A study investigating specific binding of CsrA in the \"Salmonella\" transcriptome has identified 467 binding sites.",
            "score": 116.9369125366211
        },
        {
            "docid": "28332925_3",
            "document": "TisB-IstR toxin-antitoxin system . IstR sRNA (inhibitor of SOS-induced toxicity by RNA) is a family of non-coding RNA first identified in \"Escherichia coli\". There are two small RNAs encoded by the IstR locus: IstR-1 and IstR-2, of which IstR-1 works as antitoxins against the toxic protein TisB (toxicity-induced by SOS B) which is encoded by the neighbouring \"tisAB\" gene. IstR-1 is a 75 nucleotide transcript expressed constitutively throughout growth, whereas IstR-2 is a 140 nucleotide transcript induced by Mitomycin C (MMC). Both genes are thought to be regulated by LexA.",
            "score": 116.46210479736328
        },
        {
            "docid": "5065725_11",
            "document": "Methyltransferase . DNA methylation, a key component of genetic regulation, occurs primarily at the 5-carbon of the base cytosine, forming 5’methylcytosine (see left). Methylation is an epigenetic modification catalyzed by DNA methyltransferase enzymes, including DNMT1, DNMT2, and DNMT3. These enzymes use S-adenosylmethionine as a methyl donor and contain several highly conserved structural features between the three forms; these include the S-adenosylmethionine binding site, a vicinal proline-cysteine pair which forms a thiolate anion important for the reaction mechanism, and the cytosine substrate binding pocket. Many features of DNA methyltransferases are highly conserved throughout many classes of life, from bacteria to mammals. In addition to controlling the expression of certain genes, there are a variety of protein complexes, many with implications for human health, which only bind to methylated DNA recognition sites. Many of the early DNA methyltransferases have been thought to be derived from RNA methyltransferases that were supposed to be active in the RNA world to protect many species of primitive RNA. RNA methylation has been observed in different types of RNA species viz.mRNA, rRNA, tRNA, snoRNA, snRNA, miRNA, tmRNA as well as viral RNA species. Specific RNA methyltransferases are employed by cells to mark these on the RNA species according to the need and environment prevailing around the cells, which form a part of field called molecular epigenetics. 2'-O-methylation, m6A methylation, m1G methylation as well as m5C are most commonly methylation marks observed in different types of RNA.",
            "score": 116.3863525390625
        },
        {
            "docid": "41719778_29",
            "document": "Epitranscriptome . 2'-O-methylation refers to the methylation of the 2' hydroxyl group of the ribose within an RNA nucleotide. 2'-O-methylation is found in the five-prime cap of mRNAs in higher eukaryotes. It is involved in differentiating between self and non-self mRNA. Without the 2′-O-methylation mark the immune system triggers higher levels of type 1 interferon activity. While this modification is not currently known to be a response to any particular phenomenon, not everything is fully understood about the mechanisms of this modification due to the difficulty of studying small RNA molecules. However, the effect on RNA stability this modification has could be regulated to modulate transcript levels.",
            "score": 115.90757751464844
        },
        {
            "docid": "6446041_5",
            "document": "RpoS . Most RpoS expression is determined at the translational level. sRNAs (small noncoding RNAs) sense environmental changes and in turn increase \"rpoS\" mRNA translation to allow the cell to accordingly adjust to external stress. The promoter of the 85 nucleotide sRNA DsrA contains a temperature-sensitive transcription initiation thermocontrol as it is repressed at high (42˚C) temperatures, but induces (perhaps by complementary binding to) \"rpoS\" at low (25˚C) temperatures. Another sRNA, RprA, stimulates \"rpoS\" translation in response to cell surface stress signaled via the RcsC sensor kinase. A third type of sRNA, OxyS, is regulated by OxyR, the primary sensor of oxidative shock. The mechanism by which OxyS interferes with \"rpoS\" mRNA translational efficiency is not known. However, the RNA-binding protein Hfq is implicated in the process. Hfq binds to \"rpoS\" mRNA \"in vitro\" and may thereby modify \"rpoS\" mRNA structure for optimal translation. Hfq activates both DsrA and RprA. In contrast, LeuO inhibits \"rpoS\" translation by repressing \"dsrA\" expression and the histone-like protein HN-S (and its paralog StpA) inhibits \"rpoS\" translation via an unknown mechanism. In addition, H-NS, LeuO, Hfq and DsrA form an interconnected regulatory network that ultimately controls \"rpoS\" translation.",
            "score": 115.32713317871094
        },
        {
            "docid": "28253826_2",
            "document": "Bacterial small RNA . Bacterial small RNAs (sRNA) are small RNAs produced by bacteria; they are 50- to 500-nucleotide non-coding RNA molecules, highly structured and containing several stem-loops. Numerous sRNAs have been identified using both computational analysis and laboratory-based techniques such as Northern blotting, microarrays and RNA-Seq in a number of bacterial species including \"Escherichia coli\", the model pathogen \"Salmonella\", the nitrogen-fixing alphaproteobacterium \"Sinorhizobium meliloti\", marine cyanobacteria, \"Francisella tularensis\" (the causative agent of tularaemia), \"Streptococcus pyogenes\"\",\" the pathogen \"Staphylococcus aureus\"\",\" and the plant pathogen \"Xanthomonas oryzae pathovar oryzae\". Bacterial sRNAs effect how genes are expressed within bacterial cells via interaction with mRNA or protein, and thus can effect a variety of bacterial functions like metabolism, virulence, environmental stress response, and structure.",
            "score": 115.09133911132812
        },
        {
            "docid": "13629249_2",
            "document": "Listeria Hfq binding LhrC . Listeria LhrC ncRNA was identified by screening for RNA molecules which co-immunoprecipitated with the RNA chaperone Hfq. However, neither the stability nor the activity of LhrC seem to depend on the presence of Hfq. This RNA is transcribed from an intergenic region between the protein coding genes cysK, a putative cysteine synthase and sul, a putative dihydropteroate synthase. In Listeria monocytogenes four additional copies of lhrC have been identified in the genome, three of which are located in tandem repeat upstream of the originally characterised lhrC. This RNA molecule appears to be conserved amongst Listeria species but has not been identified in other bacterial species. It is involved in virulence. The direct mRNA targets of LhrC are the virulence adhesion LapB, and the oligo-peptide binding protein OppA. The 3 conserved UCCC motifs common to all copies of LhrC are involved in the mRNA binding and post-transcriptional repression of the target genes. Two other \"Listerina monocytogenes\" sRNAs Rli22 and Rli33 contain 2 UCCC motifs and use them to repress \"oppA\" mRNA expression.",
            "score": 114.53898620605469
        },
        {
            "docid": "219940_15",
            "document": "Vibrio . \"V. cholerae\" has been used in discoveries of many bacterial small RNAs. Using sRNA-Seq and Northern blot candidate sRNAs were identified and characterised as IGR-sRNA (\"intragenic region)\", AS-sRNAs (transcribed from the antisense strand of the ORF) and ORF-derived. One of the candidates from this study, IGR7, was shown to be involved in carbon metabolism and later renamed MtlS RNA. Other sRNAs identified in \"V. cholerae\" through genetic screens and computational methods include Qrr RNA, Vibrio regulatory RNA of OmpA, MicX sRNA, Vibrio cholerae ToxT activated RNAs, tfoR RNA, and VqmR sRNA.",
            "score": 113.83277130126953
        },
        {
            "docid": "11670572_7",
            "document": "Aggregatibacter actinomycetemcomitans . In bacteria small RNAs are involved in gene regulation. Jorth et al. identified 9 sRNA by Northern blotting from computer predicted candidates in strain VT1169 and 202 sRNA by RNA seq in strain 624. A systematic screen by RNA-seq and RT-PCR in HK1651 strain (a clinical isolate from an aggressive periodontitis patient), quantified 70 sRNAs and further identified 17 differentially expressed sRNAs during growth phases. Target prediction indicated possibility of sRNA interaction with several virulence genes. This study confirmed the presence of one of previously identified Fur regulated sRNAs JA04 identified in strain HK1651.",
            "score": 113.69296264648438
        },
        {
            "docid": "89188_12",
            "document": "Methylation . DNA methylation in vertebrates typically occurs at CpG sites (cytosine-phosphate-guanine sitesthat is, where a cytosine is directly followed by a guanine in the DNA sequence). This methylation results in the conversion of the cytosine to 5-methylcytosine. The formation of Me-CpG is catalyzed by the enzyme DNA methyltransferase. Human DNA has about 80–90% of CpG sites methylated, but there are certain areas, known as CpG islands, that are GC-rich (high guanine and cytosine content, made up of about 65% CG residues), wherein none are methylated. These are associated with the promoters of 56% of mammalian genes, including all ubiquitously expressed genes. One to two percent of the human genome are CpG clusters, and there is an inverse relationship between CpG methylation and transcriptional activity. Methylation contributing to epigenetic inheritance can occur through either DNA methylation or protein methylation. Similarly, RNA methylation occurs in different RNA species viz. tRNA, rRNA, mRNA, tmRNA, snRNA, snoRNA, miRNA, and viral RNA. Different catalytic strategies are employed for RNA methylation by a variety of RNA-methyltransferases. RNA methylation is thought to have existed before DNA methylation in the early forms of life evolving on earth.",
            "score": 113.22737121582031
        },
        {
            "docid": "50430120_11",
            "document": "Short interspersed nuclear elements (SINEs) . Changes in chromosome structure influence gene expression primarily by affecting the accessibility of genes to transcriptional machinery. The chromosome has a very complex and hierarchical system of organizing the genome. This system of organization, which includes histones, methyl groups, acetyl groups, and a variety of proteins and RNAs allows different domains within a chromosome to be accessible to polymerases, transcription factors, and other associated proteins to different degrees. Furthermore, the shape and density of certain areas of a chromosome can affect the shape and density of neighboring (or even distant regions) on the chromosome through interaction facilitated by different proteins and elements. Non-coding RNAs such as short-interspersed nuclear elements, which have been known to associate with and contribute to chromatin structure, can thus play huge role in regulating gene expression. For example, long non-coding RNAs have been known to help initiate expression of Ubx by directing the Ash1 protein to regulatory elements within the Hox gene set; Ash1 modifies chromatin structure in such a way as to increase the expression of Ubx. Short-interspersed-nuclear-elements similarly can be involved in gene regulation by modifying genomic architecture .",
            "score": 113.08164978027344
        }
    ]
}