{
    "q": [
        {
            "docid": "1041031_2",
            "document": "Dracunculiasis . Dracunculiasis, also called Guinea-worm disease (GWD), is an infection by the Guinea worm. A person becomes infected when they drink water that contains water fleas infected with guinea worm larvae. Initially there are no symptoms. About one year later, the female worm forms a painful blister in the skin, usually on a lower limb. Other symptoms at this time may include vomiting and dizziness. The worm then emerges from the skin over the course of a few weeks. During this time, it may be difficult to walk or work. It is very uncommon for the disease to cause death. In humans, the only known cause is \"Dracunculus medinensis\". The worm is about one to two millimeters wide, and an adult female is 60 to 100 centimeters long (males are much shorter at ). Outside humans, the young form can survive up to three weeks, during which they must be eaten by water fleas to continue to develop. The larva inside water fleas may survive up to four months. Thus, for the disease to remain in an area, it must occur each year in humans. A diagnosis of the disease can usually be made based on the signs and symptoms. Prevention is by early diagnosis of the disease followed by keeping the person from putting the wound in drinking water to decrease spread of the parasite. Other efforts include improving access to clean water and otherwise filtering water if it is not clean. Filtering through a cloth is often enough to remove the water fleas. Contaminated drinking water may be treated with a chemical called temefos to kill the larva. There is no medication or vaccine against the disease. The worm may be slowly removed over a few weeks by rolling it over a stick. The ulcers formed by the emerging worm may get infected by bacteria. Pain may continue for months after the worm has been removed. In 2015 there were 22 reported cases of the disease while in 2016 there were 25. This is down from an estimated 3.5 million cases in 1986. In 2016 the disease occurred in three countries, all in Africa, down from 20 countries in the 1980s. It will likely be the first parasitic disease to be globally eradicated. Guinea worm disease has been known since ancient times. The method of removing the worm is described in the Egyptian medical Ebers Papyrus, dating from 1550 BC. The name dracunculiasis is derived from the Latin \"affliction with little dragons\", while the name \"guinea worm\" appeared after Europeans saw the disease on the Guinea coast of West Africa in the 17th century. Other \"Dracunculus\" species are known to infect various mammals, but do not appear to infect humans. Dracunculiasis is classified as a neglected tropical disease. Because dogs may also become infected, the eradication program is monitoring and treating dogs as well.",
            "score": 114.30393052101135
        },
        {
            "docid": "3947850_10",
            "document": "Dracunculus medinensis . The female guinea worm slowly starts to emerge from the host's skin after the blister ruptures. The most common method for removing the worm involves submerging the affected body part in water to help coax the worm out. The site is then cleaned thoroughly. Then, slight pressure is applied to the worm as it is slowly pulled out of the wound. To avoid breaking the worm, pulling should stop when resistance is met. Full extraction of the female guinea worm usually takes several days. After each day's worth of extraction, the exposed portion of the worm is wrapped around a piece of rolled-up gauze or small stick to maintain tension. This method of wrapping the worm around a stick or gauze is speculated to be the source for the Rod of Asclepius, the symbol of medicine. Once secure, topical antibiotics are applied to affected region to help prevent secondary infections due to bacteria and then is wrapped in gauze to protect the wound. The same steps are repeated each day until the whole worm has been removed from the lesion.  In the 1980s, the Carter Center initiated a program to eradicate guinea worm. The campaign began in 1980 at the US Centers for Disease Control and Prevention. In 1984, the CDC was appointed as the World Health Organization Collaborating Center for research, training, and eradication of \"D. medinensis\" . Twenty countries in 1986 were affected by guinea worms. That year, WHO started the eradication program and the Carter Center took the lead on the effort. The program included education of people in affected areas that the disease was caused by larvae in drinking water, isolation and support for sufferers, and – crucially – widespread distribution of net filters and pipe filters for drinking water, and education about the importance of using them.",
            "score": 87.96240615844727
        },
        {
            "docid": "6090525_14",
            "document": "Neglected tropical diseases . Dracunculiasis is also known as Guinea-worm disease. There were 126 cases of dracunculiasis in 2014, a decrease from 542 cases in 2012, and a substantial decrease from 3,500,000 cases in 1986. It is not fatal, but can cause months of inactivity. It is caused by drinking water contaminated by water fleas infected with guinea-worm larvae. Approximately one year after infection, a painful blister forms and one or more worms emerge. Worms can be up to one meter long.",
            "score": 74.62336492538452
        },
        {
            "docid": "14499186_15",
            "document": "Eradication of infectious diseases . Dracunculiasis, also called Guinea worm disease, is a painful and disabling parasitic disease caused by a worm, \"Dracunculus medinensis\". It is spread through consumption of drinking water infested with copepods hosting \"Dracunculus\" larvae. The Carter Center has led the effort to eradicate the disease, along with the CDC, the WHO, UNICEF, and the Bill and Melinda Gates Foundation.",
            "score": 95.34556245803833
        },
        {
            "docid": "3947850_6",
            "document": "Dracunculus medinensis . \"D. medinensis\" larvae are found in fresh water, where they are ingested by copepods of the genus \"Cyclops\". Within the copepod, the \"D. medinensis\" larvae develop to an infective stage within 14 days. When the infected copepod is ingested by a mammalian host, the copepod is dissolved by stomach acid and the \"D. medinensis\" larvae migrate through the wall of the mammalian intestine, and mature into adults. About 100 days after infection, a male and female \"D. medinensis\" meet and sexually reproduce within the host tissue. The male dies in the host tissue, while the female migrates to the host's subcutaneous tissue. Around a year after infection, the female causes the formation of a blister on the skin's surface, generally on the lower extremities, though occasionally on the hand or scrotum. When the blister ruptures, the female slowly emerges over the course of several days or weeks. This causes extreme pain and irritation to the host. When the host submerges the affected body part in water, the female expels thousands of larvae into the water. From here, the larvae infect copepods, continuing the lifecycle.",
            "score": 8.279670238494873
        },
        {
            "docid": "1041031_8",
            "document": "Dracunculiasis . Approximately one year after mating, the fertilized females migrate in the subcutaneous tissues adjacent to long bones or joints of the extremities. They then move towards the surface, resulting in blisters on the skin, generally on the distal lower extremity (foot). Within 72 hours, the blister ruptures, exposing one end of the emergent worm. The blister causes a very painful burning sensation as the worm emerges, and the sufferer will often immerse the affected limb in water to relieve the burning sensation. When a blister or open sore is submerged in water, the adult female releases hundreds of thousands of stage 1 guinea worm larvae, thereby contaminating the water.",
            "score": 36.92418146133423
        },
        {
            "docid": "840588_4",
            "document": "Dracunculus (nematode) . The best known species is \"D. medinensis\", known commonly as the Guinea worm. This parasite is frequently found in the subcutaneous tissues and muscles of humans, dogs, and sometimes cattle and horses. The medical name for this condition is dracunculiasis. The disease causes cutaneous nodules and subsequent ulcers. The anterior end of the adult female worm protrudes from the host animal's body, most commonly on a lower limb, through an ulcer. When the worm feels the presence of cold water, muscle contractions in its body cause its uterus (which fills the whole body cavity) to burst, releasing hundreds of thousands of first-stage larvae into the water, where they can find new hosts.",
            "score": 55.28282642364502
        },
        {
            "docid": "1041031_16",
            "document": "Dracunculiasis . There is no vaccine or medicine to treat or prevent Guinea worm disease. Untreated cases can lead to secondary infections, disability and amputations. Once a Guinea worm begins emerging, the first step is to do a controlled submersion of the affected area in a bucket of water. This causes the worm to discharge many of its larvae, making it less infectious. The water is then discarded on the ground far away from any water source. Submersion results in subjective relief of the burning sensation and makes subsequent extraction of the worm easier. To extract the worm, a person must wrap the live worm around a piece of gauze or a stick. The process may take several weeks. Gently massaging the area around the blister can help loosen the worm. This is nearly the same treatment that is noted in the famous ancient Egyptian medical text, the Ebers papyrus from c. 1550 BC. Some people have said that extracting a Guinea worm feels like the afflicted area is on fire. However, if the infection is identified before an ulcer forms, the worm can also be surgically removed by a trained doctor in a medical facility.",
            "score": 59.10382127761841
        },
        {
            "docid": "1043902_2",
            "document": "Fasciolosis . Fasciolosis is a parasitic worm infection caused by the common liver fluke \"Fasciola hepatica\" as well as by \"Fasciola gigantica\". The disease is a plant-borne trematode zoonosis, and is classified as a neglected tropical disease (NTD). It affects humans, but its main host is ruminants such as cattle and sheep. The disease progresses through four distinct phases; an initial incubation phase of between a few days up to three months with little or no symptoms; an invasive or acute phase which may manifest with: fever, malaise, abdominal pain, gastrointestinal symptoms, urticaria, anemia, jaundice, and respiratory symptoms. The disease later progresses to a latent phase with less symptoms and ultimately into a chronic or obstructive phase months to years later. In the chronic state the disease causes inflammation of the bile ducts, gall bladder and may cause gall stones as well as fibrosis. While chronic inflammation is connected to increased cancer rates, it is unclear whether fasciolosis is associated with increased cancer risk. Up to half of those infected display no symptoms, and diagnosis is difficult because the worm eggs are often missed in fecal examination. The methods of detection are through fecal examination, parasite-specific antibody detection, or radiological diagnosis, as well as laparotomy. In case of a suspected outbreak it may be useful to keep track of dietary history, which is also useful for exclusion of differential diagnoses. Fecal examination is generally not helpful because the worm eggs can seldom be detected in the chronic phase of the infection. Eggs appear in the feces first between 9–11 weeks post-infection. The cause of this is unknown, and it is also difficult to distinguish between the different species of fasciola as well distinguishing them from echinostomes and \"Fasciolopsis\". Most immunodiagnostic tests detect infection with very high sensitivity, and as concentration drops after treatment, it is a very good diagnostic method. Clinically it is not possible to differentiate from other liver and bile diseases. Radiological methods can detect lesions in both acute and chronic infection, while laparotomy will detect lesions and also occasionally eggs and live worms. Because of the size of the parasite, as adult \"F. hepatica\": or adult \"F. gigantica:\" 25–75×12 mm, fasciolosis is a big concern. The amount of symptoms depend on how many worms and what stage the infection is in. The death rate is significant in both sheep and cattle, but generally low among humans. Treatment with triclabendazole has been highly effective against the adult worms as well as various developing stages. Praziquantel is not effective, and older drugs such as bithionol are moderately effective but also cause more side effects. Secondary bacterial infection causing cholangitis has also been a concern and can be treated with antibiotics, and toxaemia may be treated with prednisolone. Humans are infected by eating watergrown plants, primarily wild-grown watercress in Europe or morning glory in Asia. Infection may also occur by drinking contaminated water with floating young fasciola or when using utensils washed with contaminated water. Cultivated plants do not spread the disease in the same capacity. Human infection is rare, even if the infection rate is high among animals. Especially high rates of human infection have been found in Bolivia, Peru and Egypt, and this may be due to consumption of certain foods. No vaccine is available to protect people against \"Fasciola\" infection. Preventative measures are primarily treating and immunization of the livestock, which are required to host the live cycle of the worms. Veterinary vaccines are in development, and their use is being considered by a number of countries on account of the risk to human health and economic losses resulting from livestock infection. Other methods include using molluscicides to decrease the number of snails that act as vectors, but it is not practical. Educational methods to decrease consumption of wild watercress and other waterplants has been shown to work in areas with a high disease burden.",
            "score": 72.60119462013245
        },
        {
            "docid": "61970_2",
            "document": "Trichuriasis . Trichuriasis, also known as whipworm infection, is an infection by the parasitic worm \"Trichuris trichiura\" (whipworm). If infection is only with a few worms, there are often no symptoms. In those who are infected with many worms, there may be abdominal pain, tiredness and diarrhea. The diarrhea sometimes contains blood. Infections in children may cause poor intellectual and physical development. Low red blood cell levels may occur due to loss of blood. The disease is usually spread when people eat food or drink water that contains the eggs of these worms. This may occur when contaminated vegetables are not fully cleaned or cooked. Often these eggs are in the soil in areas where people defecate outside and where untreated human feces is used as fertilizer. These eggs originate from the feces of infected people. Young children playing in such soil and putting their hands in their mouths also become infected easily. The worms live in the large bowel and are about four centimetres in length. Whipworm is diagnosed by seeing the eggs when examining the stool with a microscope. Eggs are barrel-shaped. Trichuriasis belongs to the group of soil-transmitted helminthiases. Prevention is by properly cooking food and hand washing before cooking. Other measures include improving access to sanitation such as ensuring use of functional and clean toilets and access to clean water. In areas of the world where the infections are common, often entire groups of people will be treated all at once and on a regular basis. Treatment is with three days of the medication: albendazole, mebendazole or ivermectin. People often become infected again after treatment. Whipworm infection affected about 464 million in 2015. It is most common in tropical countries. In the developing world, those infected with whipworm often also have hookworms and ascariasis infections. They have a large effect on the economy of many countries. Work is ongoing to develop a vaccine against the disease. Trichuriasis is classified as a neglected tropical disease.",
            "score": 55.191617369651794
        },
        {
            "docid": "4432524_5",
            "document": "Waterborne diseases . Yet other important classes of water-borne diseases are caused by metazoan parasites. Typical examples include certain Nematoda, that is to say \"roundworms\". As an example of water-borne Nematode infections, one important waterborne nematodal disease is Dracunculiasis. It is acquired by swallowing water in which certain copepoda occur that act as vectors for the Nematoda. Anyone swallowing a copepod that happens to be infected with Nematode larvae in the genus Dracunculus, becomes liable to infection. The larvae cause guinea worm disease.",
            "score": 49.97170829772949
        },
        {
            "docid": "276846_2",
            "document": "Onchocerciasis . Onchocerciasis, also known as river blindness, is a disease caused by infection with the parasitic worm \"Onchocerca volvulus\". Symptoms include severe itching, bumps under the skin, and blindness. It is the second-most common cause of blindness due to infection, after trachoma. The parasite worm is spread by the bites of a black fly of the \"Simulium\" type. Usually, many bites are required before infection occurs. These flies live near rivers, hence the common name of the disease. Once inside a person, the worms create larvae that make their way out to the skin, where they can infect the next black fly that bites the person. There are a number of ways to make the diagnosis, including: placing a biopsy of the skin in normal saline and watching for the larva to come out, looking in the eye for larvae, and looking within the bumps under the skin for adult worms. A vaccine against the disease does not exist. Prevention is by avoiding being bitten by flies. This may include the use of insect repellent and proper clothing. Other efforts include those to decrease the fly population by spraying insecticides. Efforts to eradicate the disease by treating entire groups of people twice a year are ongoing in a number of areas of the world. Treatment of those infected is with the medication ivermectin every six to twelve months. This treatment kills the larvae but not the adult worms. The antibiotic doxycycline weakens the worms by killing an associated bacterium called \"Wolbachia\", and is recommended by some as well. The lumps under the skin may also be removed by surgery. About 15.5 million people are infected with river blindness. Approximately 0.8 million have some amount of loss of vision from the infection. Most infections occur in sub-Saharan Africa, although cases have also been reported in Yemen and isolated areas of Central and South America. In 1915, the physician Rodolfo Robles first linked the worm to eye disease. It is listed by the World Health Organization (WHO) as a neglected tropical disease.",
            "score": 75.35462772846222
        },
        {
            "docid": "1041031_31",
            "document": "Dracunculiasis . In March 2016, the World Health Organization convened a scientific conference to study the emergence of cases of infections of dogs. The worms are genetically indistinguishable from the \"Dracunculus medinensis\" that infects humans. The first case was reported in Chad in 2012; in 2016, there were more than 1,000 cases of dogs with emerging worms in Chad, 14 in Ethiopia, and 11 in Mali. It is unclear if dog and human infections are related. It is possible that dogs may spread the disease to people, that a third organism may be able to spread it to both dogs and people, or that this may be a different type of \"Dracunculus\". The current (as of 2014) epidemiological pattern of human infections in Chad appears different, with no sign of clustering of cases around a particular village or water source, and a lower average number of worms per individual.",
            "score": 62.0458881855011
        },
        {
            "docid": "1041031_6",
            "document": "Dracunculiasis . Dracunculiasis is caused by drinking water contaminated by water fleas that host the \"D. medinensis\" larvae. Dracunculiasis has a history of being very common in some of the world's poorest areas, particularly those with limited or no access to clean water. In these areas, stagnant water sources may still host copepods, which can carry the larvae of the guinea worm.",
            "score": 25.774449825286865
        },
        {
            "docid": "1041031_9",
            "document": "Dracunculiasis . During the next few days, the female worm can release more larvae whenever it comes in contact with water, as it extends its posterior end through the hole in the host's skin. These larvae are eaten by copepods, and after two weeks (and two molts), the stage 3 larvae become infectious and, if not filtered from drinking water, will cause the cycle to repeat. Infected copepods can live in the water for up to four months.",
            "score": 20.120859384536743
        },
        {
            "docid": "3947850_9",
            "document": "Dracunculus medinensis . \"D. medinensis\" causes dracunculiasis as a result of the emergence of the female worm, nonemergence of adult worms (usually the male), and secondary bacterial infections. As it emerges to the subcutaneous tissue, the female releases a toxic chemical that may result in nausea, rash at site, diarrhea, dizziness, localized edema, reddish papule, blister, and itching. Arthritis or paraplegia can result from a worm that fails to reach the skin and gets calcified in or along the joint or finds its way into the central nervous tissue. Aseptic abscesses and cystic swelling can also occur when worms rupture before emerging, causing an acute inflammatory response from the host's immune system.",
            "score": 26.907922863960266
        },
        {
            "docid": "1079203_2",
            "document": "Hookworm infection . Hookworm infection is an infection by a type of intestinal parasite in the roundworm group. Initially there may be itching and a rash at the site of infection. There may be no symptoms in those only affected by a few worms. In those infected by many worms there may be abdominal pain, diarrhea, weight loss, and feeling tired. The mental and physical development of children may be affected. Anemia may result. Two species of hookworms that commonly infect humans are \"Ancylostoma duodenale\" and \"Necator americanus\". Hookworm eggs occur in the stool of infected people. If these end up in the environment, they can hatch into immature worms, which can then penetrate the skin. One type can also be spread through contaminated food. Risk factors include walking barefoot in warm climates where sanitation is poor. Diagnosis is by examination of a stool sample with a microscope. The disease can be prevented on an individual level by not walking barefoot in areas where the disease is common. At a population level, decreasing outdoor defecation, not using feces as fertilizer, and mass deworming is effective. Treatment is typically with the medications albendazole or mebendazole for one to three days. Iron supplements may be needed in those with anemia. Hookworm infected about 428 million in 2015. Heavy infections can occur in both children and adults but are less common in adults. It is rarely fatal. Hookworm infection is a soil-transmitted helminthiasis and classified as a neglected tropical disease.",
            "score": 50.424349427223206
        },
        {
            "docid": "3947850_2",
            "document": "Dracunculus medinensis . Dracunculus medinensis or Guinea worm is a nematode that causes dracunculiasis, also known as guinea worm disease. The disease is caused by the female which, at up to in length, is among the longest nematodes infecting humans. In contrast, the longest recorded male Guinea worm is only .",
            "score": 60.223193407058716
        },
        {
            "docid": "336866_7",
            "document": "Filariasis . Human filarial nematode worms have complicated life cycles, which primarily consists of five stages. After the male and female worms mate, the female gives birth to live microfilariae by the thousands. The microfilariae are taken up by the vector insect (intermediate host) during a blood meal. In the intermediate host, the microfilariae molt and develop into third-stage (infective) larvae. Upon taking another blood meal, the vector insect injects the infectious larvae into the dermis layer of the skin. After about one year, the larvae molt through two more stages, maturing into the adult worms.",
            "score": 21.090792179107666
        },
        {
            "docid": "413928_2",
            "document": "Ascariasis . Ascariasis is a disease caused by the parasitic roundworm \"Ascaris lumbricoides\". Infections have no symptoms in more than 85% of cases, especially if the number of worms is small. Symptoms increase with the number of worms present and may include shortness of breath and fever in the beginning of the disease. These may be followed by symptoms of abdominal swelling, abdominal pain, and diarrhea. Children are most commonly affected, and in this age group the infection may also cause poor weight gain, malnutrition, and learning problems. Infection occurs by eating food or drink contaminated with \"Ascaris\" eggs from feces. The eggs hatch in the intestines, burrow through the gut wall, and migrate to the lungs via the blood. There they break into the alveoli and pass up the trachea, where they are coughed up and may be swallowed. The larvae then pass through the stomach for a second time into the intestine, where they become adult worms. It is a type of soil-transmitted helminthiasis and part of a group of diseases called helminthiases. Prevention is by improved sanitation, which includes improving access to toilets and proper disposal of feces. Handwashing with soap appears protective. In areas where more than 20% of the population is affected, treating everyone at regular intervals is recommended. Reoccurring infections are common. There is no vaccine. Treatments recommended by the World Health Organization are the medications albendazole, mebendazole, levamisole, or pyrantel pamoate. Other effective agents include tribendimidine and nitazoxanide. About 0.8 to 1.2 billion people globally have ascariasis, with the most heavily affected populations being in sub-Saharan Africa, Latin America, and Asia. This makes ascariasis the most common form of soil-transmitted helminthiasis. As of 2010 it caused about 2,700 deaths a year, down from 3,400 in 1990. Another type of \"Ascaris\" infects pigs. Ascariasis is classified as a neglected tropical disease. In populations where worm infections are wide-spread, it is common to find that most people are infected by a small number of worms, while a small number of people are heavily infected. This is characteristic of many types of worm infections. Those people who are infected with only a small number of worms usually have no symptoms.",
            "score": 62.76671028137207
        },
        {
            "docid": "1021764_24",
            "document": "Grasshopper . The eggs and nymphs are under attack by parasitoids including blow flies, flesh flies, and tachinid flies. External parasites of adults and nymphs include mites. Female grasshoppers parasitised by mites produce fewer eggs and thus have fewer offspring than unaffected individuals. The grasshopper nematode (\"Mermis nigrescens\") is a long slender worm that infects grasshoppers, living in the insect's hemocoel. Adult worms lay eggs on plants and the host becomes infected when the foliage is eaten. \"Spinochordodes tellinii\" and \"Paragordius tricuspidatus\" are parasitic worms that infect grasshoppers and alter the behaviour of their hosts. When the worms are sufficiently developed, the grasshopper is persuaded to leap into a nearby body of water where it drowns, thus enabling the parasite to continue with the next stage of its life cycle, which takes place in water. Grasshoppers are affected by diseases caused by bacteria, viruses, fungi and protozoa. The bacteria \"Serratia marcescens\" and \"Pseudomonas aeruginosa\" have both been implicated in causing disease in grasshoppers, as has the entomopathogenic fungus \"Beauveria bassiana\". This widespread fungus has been used to control various pest insects around the world, but although it infects grasshoppers, the infection is not usually lethal because basking in the sun has the result of raising the insect's temperature above a threshold tolerated by the fungus. The fungal pathogen \"Entomophaga grylli\" is able to influence the behaviour of its grasshopper host, causing it to climb to the top of a plant and cling to the stem as it dies. This ensures wide dispersal of the fungal spores liberated from the corpse.",
            "score": 40.11052417755127
        },
        {
            "docid": "1041031_17",
            "document": "Dracunculiasis . Although Guinea worm disease is usually not fatal, the wound where the worm emerges could develop a secondary bacterial infection such as tetanus, which may be life-threatening—a concern in endemic areas where there is typically limited or no access to health care. Analgesics can be used to help reduce swelling and pain and antibiotic ointments can help prevent secondary infections at the wound site. At least in the Northern region of Ghana, the Guinea worm team found that antibiotic ointment on the wound site caused the wound to heal too well and too quickly making it more difficult to extract the worm and more likely that pulling would break the worm. The local team preferred to use something called \"Tamale oil\" (after the regional capital) which lubricated the worm and aided its extraction.",
            "score": 45.872472286224365
        },
        {
            "docid": "31054318_3",
            "document": "United States v. Morris (1991) . Robert Tappan Morris was a Cornell student, who began work in 1988 on an early Internet worm. He had been given explicit access to a Cornell computer account upon entering the school, and used this access to develop his worm. Morris released the worm from MIT, in an attempt to disguise its source. The worm spread through four mechanisms: The worm was designed so that it would not spread to computers that it had already infected. To prevent computers from defending against this by pretending to have the worm, however, it would still infect an already infected computer one out of seven times. The worm was also designed so that it would be erased when an infected computer was shut down, thus preventing multiple infections from becoming problematic. Morris' underestimation of the rate of reinfection causing this safeguard to be ineffective, and \"tens of thousands\" of computers were rendered catatonic by repeated infections. It was estimated that between $200 and $53,000 was required per infected facility to clean up after the worm.",
            "score": 29.427400827407837
        },
        {
            "docid": "14499186_16",
            "document": "Eradication of infectious diseases . Unlike diseases such as smallpox and polio, there is no vaccine or drug therapy for guinea worm. Eradication efforts have been based on making drinking water supplies safer (e.g. by provision of borehole wells, or through treating the water with larvicide), on containment of infection and on education for safe drinking water practices. These strategies have produced many successes: two decades of eradication efforts have reduced guinea worm's global incidence to 22 cases in 2015, after which cases rose to 25 cases in 2016, and 30 cases in 2017, but this is still down from an estimated 3.5 million in 1986. Success has been slower than was hoped—the original goal for eradication was 1995. The WHO has certified 180 countries free of the disease, and only three countries—South Sudan, Ethiopia, and Chad—reported cases of guinea worm in 2016, and only two—Ethiopia and Chad—in 2017. As of 2010, the WHO predicted it would be \"a few years yet\" before eradication is achieved, on the basis that it took 6–12 years for the countries that have so far eliminated guinea worm transmission to do so after reporting a similar number of cases to that reported by Sudan in 2009. The number of cases in 2016 (25) was less than 1% of the number in 2009, so real progress has been made towards this prediction. Nonetheless, the last 1% may be the hardest, and cases have increased from 2015 (22) to 2017 (30). The worm is able to infect dogs, domestic cats and baboons as well as humans, complicating eradication efforts.",
            "score": 131.34071683883667
        },
        {
            "docid": "6028064_2",
            "document": "Lymphatic filariasis . Lymphatic filariasis, also known as elephantiasis, is a human disease caused by parasitic worms known as filarial worms. Most cases of the disease have no symptoms. Some people, however, develop a syndrome called elephantiasis, which is marked by severe swelling in the arms, legs, breasts, or genitals. The skin may become thicker as well, and the condition may become painful. The changes to the body may harm the affected person's social and economic situation. The worms are spread by the bites of infected mosquitoes. Three types of worms are known to cause the disease: \"Wuchereria bancrofti\", \"Brugia malayi\", and \"Brugia timori\", with \"Wuchereria bancrofti\" being the most common. These worms damage the lymphatic system. The disease is diagnosed by microscopic examination of blood collected during the night. The blood is typically examined as a smear after being stained with Giemsa stain. Testing the blood for antibodies against the disease may also permit diagnosis. Other roundworms from the same family are responsible for river blindness. Prevention can be achieved by treating entire groups in which the disease exists, known as mass deworming. This is done every year for about six years, in an effort to rid a population of the disease entirely. Medications used include antiparasitics such as albendazole with ivermectin, or albendazole with diethylcarbamazine. The medications do not kill the adult worms but prevent further spread of the disease until the worms die on their own. Efforts to prevent mosquito bites are also recommended, including reducing the number of mosquitoes and promoting the use of bed nets. In 2015 about 38.5 million people were infected. About 950 million people are at risk of the disease in 54 countries. It is most common in tropical Africa and Asia. Lymphatic filariasis is classified as a neglected tropical diseases and one of the four main worm infections. The disease results in economic losses of many billions of dollars a year.",
            "score": 68.25548708438873
        },
        {
            "docid": "29717473_5",
            "document": "Hymenolepis microstoma . The cycle begins as arthropods become intermediate hosts by ingesting the parasite eggs. Oncospheral larvae are released from the eggs and use hooks and secreted enzymes to penetrate the gut of the beetles and enter the haemocoel. In the haemocoel the larvae undergo complete cellular reorganization (i.e. metamorphosis), transforming into cysticercoid larvae in approximately 7–10 days. The larvae can remain in the cysticercoid stage in the beetle as long as the lifespan of the adult beetle (up to 3 years), although any age-related decrease in viability has not been studied. When ingested, the eggs develop into cysticercoids. Rodents can become infected when they eat arthropods, such as flour beetles (\"Tribolium\" ssp). Humans, especially children, can ingest the arthropods as well and therefore become infected via the same mechanism. Rodents, especially rats, are definitive hosts and natural reservoirs of \"H. microstoma\". As the definitive host (rats) eats an infected arthropod, cysticercoids present in the body cavity transform into the adult worm. Juvenile worms establish in the bile duct of mice after approximately 3 days movement within the upper gastrointestinal tract. Once established in the bile duct, the worms then mature sexually and begin producing eggs within approximately 1 week. Eggs are released with mouse faeces and thus dispersal is passive - through the movement and defecation of mice. Adult worm infections in mice held under laboratory conditions persist for 6–12 months.",
            "score": 25.05094337463379
        },
        {
            "docid": "22737230_2",
            "document": "Pinworm infection . Pinworm infection, also known as enterobiasis, is a human parasitic disease caused by the pinworm. The most common symptom is itching in the anal area. This can make sleeping difficult. The period of time from swallowing eggs to the appearance of new eggs around the anus is 4 to 8 weeks. Some people who are infected do not have symptoms. The disease is spread between people by pinworm eggs. The eggs initially occur around the anus and can survive for up to three weeks in the environment. They may be swallowed following contamination of the hands, food, or other articles. Those at risk are those who go to school, live in a health care institution or prison, or take care of people who are infected. Other animals do not spread the disease. Diagnosis is by seeing the worms which are about one centimeter or the eggs under a microscope. Treatment is typically with two doses of the medications mebendazole, pyrantel pamoate, or albendazole two weeks apart. Everyone who lives with or takes care of an infected person should be treated at the same time. Washing personal items in hot water after each dose of medication is recommended. Good handwashing, daily bathing in the morning, and daily changing of underwear can help prevent reinfection. Pinworm infections commonly occur in all parts of the world. It is the most common worm infection in the developed world. School aged children are the most commonly infected. In the United States about 20% of people at one point in time develop pinworm. Infection rates among high risk groups may be as high as 50%. It is not considered a serious disease. Pinworms are believed to have affected humans throughout history.",
            "score": 52.59948480129242
        },
        {
            "docid": "83947_2",
            "document": "Trichinosis . Trichinosis is a parasitic disease caused by roundworms of the \"Trichinella\" type. During the initial infection, invasion of the intestines can result in diarrhea, abdominal pain, and vomiting. Migration of larvae to muscle, which occurs about a week after being infected, can cause swelling of the face, inflammation of the whites of the eyes, fever, muscle pains, and a rash. Minor infection may be without symptoms. Complications may include inflammation of heart muscle, central nervous system involvement, and inflammation of the lungs. Trichinosis is mainly spread when undercooked meat containing \"Trichinella\" cysts is eaten. Most often this is pork but can also occur from bear and dog meat. Several subtypes of \"Trichinella\" can cause disease with \"T. spiralis\" being the most common. After being eaten the larvae are released from their cysts in the stomach. They then invade the wall of the small intestine, where they develop into adult worms. After one week, the females release new larvae that migrate to voluntarily controlled muscles where they form cysts. The diagnosis is usually based on symptoms and confirmed by finding specific antibodies in the blood or larvae on tissue biopsy. The best way to prevent trichinosis is to fully cook meat. A food thermometer can verify that the temperature inside the meat is high enough. Infection is typically treated with antiparasitic medication such as albendazole or mebendazole. Rapid treatment may kill adult worms and thereby stop further worsening of symptoms. Both medications are considered safe but have been associated with side effects such as bone marrow suppression. Their use during pregnancy or in children under the age of 2 years is poorly studied but appears to be safe. Treatment with steroids is sometimes also required in severe cases. Without treatment symptoms typically resolve within three months. Worldwide about 10,000 infections occur a year. At least 55 countries including the United States, China, Argentina, and Russia have had recently documented cases. While the disease occurs in the tropics it is less common there. Rates of trichinosis in the United States have decreased from about 400 cases per year in the 1940s to 20 per year in the 2000s. The risk of death from infection is low. The great majority of trichinosis infections have either minor or no symptoms and no complications. There are two main phases for the infection: enteral (affecting the intestines) and parenteral (outside the intestines). The symptoms vary depending on the phase, species of \"Trichinella\", quantity of encysted larvae ingested, age, sex, and host immunity.",
            "score": 52.01684391498566
        },
        {
            "docid": "61593_2",
            "document": "Echinococcosis . Echinococcosis is a parasitic disease of tapeworms of the \"Echinococcus\" type. The two main types of the disease are \"cystic echinococcosis\" and \"alveolar echinococcosis\". Less common forms include \"polycystic echinococcosis\" and \"unicystic echinococcosis\". The disease often starts without symptoms and this may last for years. The symptoms and signs that occur depend on the cyst's location and size. Alveolar disease usually begins in the liver but can spread to other parts of the body, such as the lungs or brain. When the liver is affected the person may have abdominal pain, weight loss, and turn slightly yellow from jaundice. Lung disease may cause pain in the chest, shortness of breath and coughing. The disease is spread when food or water that contains the eggs of the parasite is eaten or by close contact with an infected animal. The eggs are released in the stool of meat-eating animals that are infected by the parasite. Commonly infected animals include dogs, foxes and wolves. For these animals to become infected they must eat the organs of an animal that contains the cysts such as sheep or rodents. The type of disease that occurs in people depends on the type of \"Echinococcus\" causing the infection. Diagnosis is usually by ultrasound though computer tomography (CT) or magnetic resonance imaging (MRI) may also be used. Blood tests looking for antibodies against the parasite may be helpful as may biopsy. Prevention of cystic disease is by treating dogs that may carry the disease and vaccination of sheep. Treatment is often difficult. The cystic disease may be drained through the skin, followed by medication. Sometimes this type of disease is just watched. The alveolar type often needs surgery followed by medications. The medication used is albendazole, which may be needed for years. The alveolar disease may result in death. The disease occurs in most areas of the world and currently affects about one million people. In some areas of South America, Africa, and Asia up to 10% of the certain populations are affected. In 2015, the cystic form caused about 1200 deaths down from 2000 in 1990. The economic cost of the disease is estimated to be around 3 billion USD a year. It is classified as a neglected tropical disease and belongs to the group of diseases known as helminthiasis (worm infections). It can affect other animals such as pigs, cows and horses.",
            "score": 57.79375374317169
        },
        {
            "docid": "25216613_7",
            "document": "Baylisascaris procyonis . The potential for human infection was noted in 1969 by Paul C. Beaver, who studied infected mice, and the first case was reported 15 years later. Human infection with \"B. procyonis\" has been relatively rare, with about 30 cases reported since 1980. However, disease caused by this parasite can be extremely dangerous, causing death or severe symptoms. Reported disease has primarily afflicted children and almost all cases were a result of the ingestion of contaminated soil or feces. Even with treatment, prognosis is poor and patients in nearly all cases experience permanent neurological damage. Infection of the eyes may result in permanent visual damage and loss. The common antihelmintic medicines are able to treat adult worms living in the intestines, but are less effective against migrating larvae. Aggressive and early treatment with corticosteroids and albendazole have in a few instances resulted in complete recoveries. It is possible that human infection is more common than diagnosed and most cases do not reach a clinical stage. Antibodies to \"B. procyonis\" have been found in otherwise healthy individuals, suggesting subclinical infections.",
            "score": 59.32921826839447
        },
        {
            "docid": "186643_4",
            "document": "Loa loa . Maturing larvae and adults of the \"eye worm\" occupy the subcutaneous layer of the skin – the fat layer – of humans, causing disease. The \"Loa loa\" adult worm which travels under the skin can survive up to 10–15 years causing inflammations known as Calabar swellings. The adult worm travels under the skin where the female deposits the microfilariae which can develop in the host’s blood within 5 to 6 months and can survive up to 17 years. The young larvae, or microfilariae develop in horseflies of the genus \"Chrysops\" (deer flies, yellow flies), including the species \"C. dimidiata\" and \"C. silacea\", which infect humans by biting them. After bites from these infected flies, the microfilariae are unique in that they travel in the peripheral blood during the day and migrate into the lungs at night.",
            "score": 30.11573839187622
        },
        {
            "docid": "1702266_4",
            "document": "Ascaris suum . Pigs get infected with \"A. suum\" by ingesting infectious parasite eggs that are present in the environment. The larvae of Ascaris complete two moults within the egg; therefore, the larvae emerging from the egg is not a second-stage larva (L2) as was previously presumed, but rather a third stage larva (L3) covered by a loosened L2 cuticle. The larvae hatch from the egg inside the pig's intestines and subsequently start their migration through the body. First, they penetrate the intestinal wall at caecum/colon and use the mesenterial blood veins to migrate to the liver. After burrowing their way through the liver tissue, they again use the efferent blood stream to carry them to the lungs. There, they get stuck in the capillaries surrounding the lungs and they penetrate the lung alveoli. It takes approximately 7 days to reach the lungs. Once the larvae are inside the lung, they migrate up the respiratory tree and are eventually coughed up and swallowed by the host to reach the small intestine again as soon as 10 days after infection. There, the larvae undergo their first molt inside the host to reach the L4 stage by day 14 post-infection. Around day 25 post infection, they develop into the L5 stage. Worms reach adulthood 6 weeks after infection, and when both female and male worms are present in the same host, fertilized eggs are produced and secreted by the female worm. These eggs are then excreted together with the faeces. After an incubation period, infective stage larvae develop in the eggs and are ready to cause infection in a new host.",
            "score": 22.990437269210815
        }
    ],
    "r": [
        {
            "docid": "14499186_16",
            "document": "Eradication of infectious diseases . Unlike diseases such as smallpox and polio, there is no vaccine or drug therapy for guinea worm. Eradication efforts have been based on making drinking water supplies safer (e.g. by provision of borehole wells, or through treating the water with larvicide), on containment of infection and on education for safe drinking water practices. These strategies have produced many successes: two decades of eradication efforts have reduced guinea worm's global incidence to 22 cases in 2015, after which cases rose to 25 cases in 2016, and 30 cases in 2017, but this is still down from an estimated 3.5 million in 1986. Success has been slower than was hoped—the original goal for eradication was 1995. The WHO has certified 180 countries free of the disease, and only three countries—South Sudan, Ethiopia, and Chad—reported cases of guinea worm in 2016, and only two—Ethiopia and Chad—in 2017. As of 2010, the WHO predicted it would be \"a few years yet\" before eradication is achieved, on the basis that it took 6–12 years for the countries that have so far eliminated guinea worm transmission to do so after reporting a similar number of cases to that reported by Sudan in 2009. The number of cases in 2016 (25) was less than 1% of the number in 2009, so real progress has been made towards this prediction. Nonetheless, the last 1% may be the hardest, and cases have increased from 2015 (22) to 2017 (30). The worm is able to infect dogs, domestic cats and baboons as well as humans, complicating eradication efforts.",
            "score": 131.34072875976562
        },
        {
            "docid": "265355_32",
            "document": "Carter Center . The Carter Center began spearheading the campaign to eradicate Guinea worm disease worldwide in 1986. At the time, there were about 3.5 million annual cases of the disease in 20 countries in Africa and Asia. In 2016 there were 25 reported cases in three countries: South Sudan, Chad and Ethiopia. Guinea worm disease is poised to be the first parasitic disease to be eradicated and the only disease to be eradicated without the use of vaccines or drugs.",
            "score": 131.04800415039062
        },
        {
            "docid": "6090525_5",
            "document": "Neglected tropical diseases . Twenty neglected tropical diseases are prioritized by the World Health Organization (WHO), though other organizations define NTDs differently. Chromoblastomycosis and other deep mycoses, scabies and other ectoparasites and snakebite envenoming were added to the list in 2017. These diseases are common in 149 countries, affecting more than 1.4 billion people (including more than 500  million children) and costing developing economies billions of dollars every year. They resulted in 142,000 deaths in 2013—down from 204,000 deaths in 1990. Of these 20, two were targeted for eradication (dracunculiasis (guinea-worm disease) by 2015 and yaws by 2020), and four for elimination (blinding trachoma, human African trypanosomiasis, leprosy and lymphatic filariasis by 2020).",
            "score": 125.97021484375
        },
        {
            "docid": "56368264_2",
            "document": "Eradication of dracunculiasis . Dracunculiasis or Guinea-worm disease (GWD), is an infection by the Guinea worm. In 1986, there were an estimated 3.5 million cases of Guinea worm in 20 endemic nations in Asia and Africa. Ghana alone reported 180,000 cases in 1989. The number of cases has since been reduced by more than 99.999% to 22 in 2015 — in the four remaining endemic nations of Africa: South Sudan, Chad, Mali and Ethiopia. This is the lowest number of cases since the eradication campaign began. As of 2010, however, the WHO predicted it will be \"a few years yet\" before eradication is achieved, on the basis that it took 6–12 years for the countries that have so far eliminated Guinea worm transmission to do so after reporting a similar number of cases to that reported in southern Sudan (now South Sudan) in 2009.",
            "score": 118.54158782958984
        },
        {
            "docid": "56368264_8",
            "document": "Eradication of dracunculiasis . Endemic countries must report to the International Commission for the Certification of Dracunculiasis Eradication and document the absence of indigenous cases of Guinea worm disease for at least three consecutive years to be certified as Guinea worm-free by the World Health Organization.",
            "score": 117.92153930664062
        },
        {
            "docid": "56368264_13",
            "document": "Eradication of dracunculiasis . In 1991, the World Health Assembly (WHA) agreed that Guinea worm disease should be eradicated. At this time there were 400,000 cases reported each year. The Carter Center has continued to lead the eradication efforts, primarily through its Guinea Worm Eradication Program.",
            "score": 115.90607452392578
        },
        {
            "docid": "1041031_2",
            "document": "Dracunculiasis . Dracunculiasis, also called Guinea-worm disease (GWD), is an infection by the Guinea worm. A person becomes infected when they drink water that contains water fleas infected with guinea worm larvae. Initially there are no symptoms. About one year later, the female worm forms a painful blister in the skin, usually on a lower limb. Other symptoms at this time may include vomiting and dizziness. The worm then emerges from the skin over the course of a few weeks. During this time, it may be difficult to walk or work. It is very uncommon for the disease to cause death. In humans, the only known cause is \"Dracunculus medinensis\". The worm is about one to two millimeters wide, and an adult female is 60 to 100 centimeters long (males are much shorter at ). Outside humans, the young form can survive up to three weeks, during which they must be eaten by water fleas to continue to develop. The larva inside water fleas may survive up to four months. Thus, for the disease to remain in an area, it must occur each year in humans. A diagnosis of the disease can usually be made based on the signs and symptoms. Prevention is by early diagnosis of the disease followed by keeping the person from putting the wound in drinking water to decrease spread of the parasite. Other efforts include improving access to clean water and otherwise filtering water if it is not clean. Filtering through a cloth is often enough to remove the water fleas. Contaminated drinking water may be treated with a chemical called temefos to kill the larva. There is no medication or vaccine against the disease. The worm may be slowly removed over a few weeks by rolling it over a stick. The ulcers formed by the emerging worm may get infected by bacteria. Pain may continue for months after the worm has been removed. In 2015 there were 22 reported cases of the disease while in 2016 there were 25. This is down from an estimated 3.5 million cases in 1986. In 2016 the disease occurred in three countries, all in Africa, down from 20 countries in the 1980s. It will likely be the first parasitic disease to be globally eradicated. Guinea worm disease has been known since ancient times. The method of removing the worm is described in the Egyptian medical Ebers Papyrus, dating from 1550 BC. The name dracunculiasis is derived from the Latin \"affliction with little dragons\", while the name \"guinea worm\" appeared after Europeans saw the disease on the Guinea coast of West Africa in the 17th century. Other \"Dracunculus\" species are known to infect various mammals, but do not appear to infect humans. Dracunculiasis is classified as a neglected tropical disease. Because dogs may also become infected, the eradication program is monitoring and treating dogs as well.",
            "score": 114.30392456054688
        },
        {
            "docid": "56368264_24",
            "document": "Eradication of dracunculiasis . The cases reported in Chad were part of an outbreak that was originally identified in 2010 as part of a pre-certification process. Chad had not reported any cases between 2001 and 2009. Two of the cases in Ethiopia were imported from South Sudan. Ghana appears to have eradicated guinea worm. In August 2011, their public health officials reported that Ghana was free of reported cases for over 14 months. While promising, given the incubation period, it will be some time before the WHO certifies Ghana as free of this disease. After South Sudan separated from Northern Sudan, Northern Sudan has been free of guinea worm disease since 2002 and it has been certified free of this disease by the WHO. Burkina Faso and Togo were both certified free of dracunculiasis in 2011, as the last endemic cases were in November 2006 and December 2006, respectively.",
            "score": 113.56291198730469
        },
        {
            "docid": "56368264_16",
            "document": "Eradication of dracunculiasis . In December 2008, The Carter Center announced new financial support totaling $55 million from the Bill & Melinda Gates Foundation and the United Kingdom Department for International Development. The funds will help address the higher cost of identifying and reporting the last cases of Guinea worm disease. Since the worm has a one-year incubation period, there is a very high cost of maintaining a broad and sensitive monitoring system and providing a rapid response when necessary.",
            "score": 113.32905578613281
        },
        {
            "docid": "25107_39",
            "document": "Poliomyelitis . Following the widespread use of poliovirus vaccine in the mid-1950s, the incidence of poliomyelitis declined dramatically in many industrialized countries. A global effort to eradicate polio began in 1988, led by the World Health Organization, UNICEF, and The Rotary Foundation. These efforts have reduced the number of annual diagnosed cases by 99.9 percent; from an estimated 350,000 cases in 1988 to a low of 483 cases in 2001, after which it remained at a level of about 1,000 - 2000 cases per year for a number of years. In 2015, cases decreased to 98 and further decreased in 2016 to 37 wild cases and 5 circulating vaccine-derived cases, but increased in 2017 to 22 wild cases and 91 circulating vaccine-derived cases. Polio is one of only two diseases currently the subject of a global eradication program, the other being Guinea worm disease. So far, the only diseases completely eradicated by humankind are smallpox, declared so, in 1980, and rinderpest, likewise, in 2011. A number of eradication milestones have already been reached, and several regions of the world have been certified polio-free.",
            "score": 112.45282745361328
        },
        {
            "docid": "56368264_4",
            "document": "Eradication of dracunculiasis . Since humans are the principal host for Guinea worm, and there is no evidence that \"D. medinensis\" has ever been reintroduced to humans in any formerly endemic country as the result of non-human infections, the disease can be controlled by identifying all cases and modifying human behavior to prevent it from recurring. Once all human cases are eliminated, the disease cycle will be broken, resulting in its eradication.",
            "score": 111.07981872558594
        },
        {
            "docid": "32564343_6",
            "document": "Kapoeta North County . By 2009 there were less than 5,000 cases of dracunculiasis (Guinea worm disease) in the world, most in Eastern Equatoria state, and there were good prospects of completely eradicating the disease. The Guinea worm case containment center in Kapoeta North, operated by the Southern Sudan Guinea Worm Eradication Program assisted by the Carter Center, plays a central role in achieving this goal. Between January and March 2011 194 cases of dracunculiasis were reported from 93 villages and six counties in South Sudan. Of these, 43 were from Kapoeta North.",
            "score": 108.57337188720703
        },
        {
            "docid": "87175_8",
            "document": "Herd immunity . If herd immunity has been established and maintained in a population for a sufficient time, the disease is inevitably eliminated—no more endemic transmissions occurs. If elimination is achieved worldwide and the number of cases is permanently reduced to zero, then a disease can be declared eradicated. Eradication can thus be considered the final effect or end-result of public health initiatives to control the spread of infectious disease. The benefits of eradication include ending all morbidity and mortality caused by the disease, financial savings for individuals, health care providers, and governments, and enabling resources used to control the disease to be used elsewhere. To date, two diseases have been eradicated using herd immunity and vaccination: rinderpest and smallpox. Eradication efforts that rely on herd immunity are currently underway for poliomyelitis, though civil unrest and distrust of modern medicine have made this difficult. Mandatory vaccination may be beneficial to eradication efforts if not enough people choose to get vaccinated.",
            "score": 105.59894561767578
        },
        {
            "docid": "1565373_6",
            "document": "Donald Henderson . The USAID initiative provided an important impetus to a World Health Organization (WHO) program to eradicate smallpox throughout the world within a 10-year period. In 1966, Henderson moved to Geneva to become director of the campaign. At that time, smallpox was occurring widely throughout Brazil and in 30 countries in Africa and South Asia. More than 10 million cases and 2 million deaths were occurring annually. Vaccination brought some control, but the key strategy was \"surveillance-containment\". This technique entailed rapid reporting of cases from all health units and prompt vaccination of household members and close contacts of confirmed cases. WHO staff and advisors from some 73 countries worked closely with national staff. The last case occurred in Somalia on October 26, 1977, only 10 years after the program began. Three years later, the World Health Assembly recommended that smallpox vaccination could cease. Smallpox is the first human disease ever to be eradicated. This success gave impetus to WHO’s global Expanded Program on Immunization, which targeted other vaccine-preventable diseases, including poliomyelitis, measles, tetanus, diphtheria, and whooping cough. Now targeted for eradication are poliomyelitis and Guinea Worm disease; after 25 years, this objective is close to being achieved.",
            "score": 104.74079132080078
        },
        {
            "docid": "1041031_21",
            "document": "Dracunculiasis . Endemic countries must document the absence of indigenous cases of Guinea worm disease for at least three consecutive years to be certified as Guinea worm-free. The results of this certification scheme have been remarkable: by 2017, 15 formerly endemic countries—Benin, Burkina Faso, Cameroon, Central African Republic, Cote d'lvoire, Ghana, India, Mauritania, Niger, Nigeria, Pakistan, Senegal, Togo, Uganda and Yemen—were certified to have eradicated the disease.",
            "score": 104.05565643310547
        },
        {
            "docid": "14499186_3",
            "document": "Eradication of infectious diseases . Selection of infectious diseases for eradication is based on rigorous criteria, as both biological and technical features determine whether a pathogenic organism is (at least potentially) eradicable. The targeted organism must not have a non-human reservoir (or, in the case of animal diseases, the infection reservoir must be an easily identifiable species, as in the case of rinderpest), and/or amplify in the environment. This implies that sufficient information on the life cycle and transmission dynamics is available at the time an eradication initiative is programmed. An efficient and practical intervention (such as a vaccine or antibiotic) must be available to interrupt transmission of the infective agent. Studies of measles in the pre-vaccination era led to the concept of the critical community size, the size of the population below which a pathogen ceases to circulate. Use of vaccination programmes before the introduction of an eradication campaign can reduce the susceptible population. The disease to be eradicated should be clearly identifiable, and an accurate diagnostic tool should exist. Economic considerations, as well as societal and political support and commitment, are other crucial factors that determine eradication feasibility.",
            "score": 103.16015625
        },
        {
            "docid": "4754849_16",
            "document": "Bovine herpesvirus 1 . Countries such as Austria, Denmark, Finland, Sweden, Italy, Switzerland and Norway have eradicated the disease, while Canada and the United States have control programs in place for it. Eradication of the disease is a time consuming process and requires diligent testing to be granted a disease free status. The possibilities of eradication rely upon whether the herd is vaccinated and the reactivation potential of the virus. In a small, vaccinated herd BoHV-1 can be eradicated within one or two decades, whereas in a large herds eradication is unlikely. Eradication was accomplished in Switzerland in 5 years using a four-step protocol focusing on preventions on transmission with trade barriers, slaughtering animals with antibodies to BHV-1, detection and eradication of further reservoirs (feedlot cattle), and then putting in place a monitoring program to maintain the control. This cost Switzerland a lot of money as they compensated producers who culled their seropositive animals. Eradication is a difficult goal for this disease, but being disease free opens barriers of trade with countries that have eradicated it as well, and saves producers money from the virus’ effects.",
            "score": 101.6185531616211
        },
        {
            "docid": "56368264_18",
            "document": "Eradication of dracunculiasis . Public health officials cite the formal end of the war in 2005 as a turning point in Guinea worm eradication because it has allowed health care workers greater access to Southern Sudan's endemic areas. In 2006, there was an increase from 5,569 cases in 2005 to 15,539 cases, as a result of better reporting from areas that were no longer war-torn. The Southern Sudan Guinea Worm Eradication Program (SSGWEP) has deployed over 28,000 village volunteers, supervisors and other health staff to work on the program full-time. The SSGWEP was able to slash the number of cases reported in 2006 by 63% to 5,815 cases in 2007. Since 2011, at the time that South Sudan became an independent nation-state, its northern neighbour Sudan had reported no endemic cases of dracunculiasis .",
            "score": 101.21711730957031
        },
        {
            "docid": "56368264_3",
            "document": "Eradication of dracunculiasis . The World Health Organization (WHO) is the international body that certifies whether a disease has been eliminated from a country or eradicated from the world. The Carter Center, a nongovernmental, not-for-profit organization founded by former U.S. President Jimmy Carter, also reports the status of the Guinea worm eradication program by country.",
            "score": 97.92896270751953
        },
        {
            "docid": "46897719_16",
            "document": "Hub (network science) . The hubs are also responsible for effective spreading of material on network. In an analysis of disease spreading or information flow, hubs are referred to as super-spreaders. Super-spreaders may have a positive impact, such as effective information flow, but also devastating in a case of epidemic spreading such as H1N1 or AIDS. The mathematical models such as model of H1H1 Epidemic prediction may allow us to predict the spread of diseases based on human mobility networks, infectiousness, or social interactions among humans. Hubs are also important in the eradication of disease. In a scale-free network hubs are most likely to be infected, because of the large number of connections they have. After the hub is infected, it broadcasts the disease to the nodes it is linked to. Therefore, the selective immunization of hubs may be the cost-effective strategy in eradication of spreading disease.",
            "score": 97.84717559814453
        },
        {
            "docid": "6090525_73",
            "document": "Neglected tropical diseases . There are currently only two donor-funded non-governmental organizations that focus exclusively on NTDs: the Schistosomiasis Control Initiative and Deworm the World. Despite under-funding, many neglected diseases are cost-effective to treat and prevent. The cost of treating a child for infection of soil transmitted helminths and schistosomes (some of the main causes of neglected diseases), is less than US$0.50 per year, when administered as part of school-based mass deworming by Deworm the World. This programme is recommended by Giving What We Can and the Copenhagen Consensus Centre as one of the most efficient and cost-effective solutions. The efforts of Schistosomiasis Control Initiative to combat neglected diseases include the use of rapid-impact packages: supplying schools with packages including four or five drugs, and training teachers in how to administer them.",
            "score": 96.42616271972656
        },
        {
            "docid": "10104983_9",
            "document": "Bovine leukemia virus . In Europe attempts were made to eradicate the virus by culling infected animals. The first country considered to be free of infection was Denmark. Soon the United Kingdom followed. Like the North American states, those of the Eastern block in Europe did not try to get rid of the virus. But the Eastern Europe states started to become leukosis free after the political changes at the end of the last century. A quote from a USDA fact sheet, \"The high individual animal prevalence of BLV reported in the Dairy 1996 study suggests that testing and culling seropositive animals may not be a cost effective method to control the disease. Instead, preventing disease transmission by implementing preventive practices would likely be more cost-effective.\"",
            "score": 96.00041198730469
        },
        {
            "docid": "14499186_15",
            "document": "Eradication of infectious diseases . Dracunculiasis, also called Guinea worm disease, is a painful and disabling parasitic disease caused by a worm, \"Dracunculus medinensis\". It is spread through consumption of drinking water infested with copepods hosting \"Dracunculus\" larvae. The Carter Center has led the effort to eradicate the disease, along with the CDC, the WHO, UNICEF, and the Bill and Melinda Gates Foundation.",
            "score": 95.3455581665039
        },
        {
            "docid": "958031_55",
            "document": "Compartmental models in epidemiology . In other words, if the vaccination program is not successful in eradicating the disease, on the contrary it will remain endemic, although at lower levels than the case of absence of vaccinations. This means that the mathematical model suggests that for a disease whose basic reproduction number may be as high as 18 one should have to vaccinate 94.4% of newborns in order to eradicate the disease.",
            "score": 94.34413146972656
        },
        {
            "docid": "39536478_8",
            "document": "Children Without Worms . CWW joined forces with the World Health Organization, the World Bank, the Bill & Melinda Gates Foundation, the world's 13 leading pharmaceutical companies, and governments of US, UK, United Arab Emirate, Bangladesh, Brazil, Mozambique and Tanzania, to implement the largest global health programme called the \"London Declaration on Neglected Tropical Diseases\" on 30 January 2012 in London. The ambitious project is to control or eradicate the major neglected tropical diseases. Under this programme, CWW will continue to disseminate drugs through for the projected eradication by 2020.",
            "score": 94.01878356933594
        },
        {
            "docid": "14499186_11",
            "document": "Eradication of infectious diseases . In 1988, the World Health Organization (WHO), Rotary International, the United Nations Children's Fund (UNICEF), and the United States Centers for Disease Control and Prevention (CDC) passed the Global Polio Eradication Initiative. Its goal was to eradicate polio by the year 2000. The updated strategic plan for 2004–2008 expects to achieve global eradication by interrupting poliovirus transmission, using the strategies of routine immunization, supplementary immunization campaigns, and surveillance of possible outbreaks. The WHO estimates that global savings from eradication, due to forgone treatment and disability costs, could exceed one billion U.S. dollars per year.",
            "score": 92.57723236083984
        },
        {
            "docid": "1041031_25",
            "document": "Dracunculiasis . Since humans are the principal host for Guinea worm, and there is no evidence that \"D. medinensis\" has ever been reintroduced to humans in any formerly endemic country as the result of non-human infections, the disease can be controlled by identifying all cases and modifying human behavior to prevent it from recurring. Over the years, the eradication program has faced several challenges:",
            "score": 92.33192443847656
        },
        {
            "docid": "56368264_12",
            "document": "Eradication of dracunculiasis . Carter made a personal visit to a Guinea-worm endemic village in 1988. He said, \"Encountering those victims first-hand, particularly the teenagers and small children, propelled me and Rosalynn [his wife] to step up the Carter Center's efforts to eradicate Guinea worm disease.\"",
            "score": 92.29370880126953
        },
        {
            "docid": "301373_2",
            "document": "Yaws . Yaws is a tropical infection of the skin, bones and joints caused by the spirochete bacterium \"Treponema pallidum pertenue\". The disease begins with a round, hard swelling of the skin, 2 to 5 centimeters in diameter. The center may break open and form an ulcer. This initial skin lesion typically heals after three to six months. After weeks to years, joints and bones may become painful, fatigue may develop, and new skin lesions may appear. The skin of the palms of the hands and the soles of the feet may become thick and break open. The bones (especially those of the nose) may become misshapen. After five years or more large areas of skin may die, leaving a scar. Yaws is spread by direct contact with the fluid from a lesion of an infected person. The contact is usually of a non-sexual nature. The disease is most common among children, who spread it by playing together. Other related treponemal diseases are bejel (\"Treponema pallidum endemicum\"), pinta (\"Treponema carateum\"), and syphilis (\"Treponema pallidum pallidum\"). Yaws is often diagnosed by the appearance of the lesions. Blood antibody tests may be useful but cannot separate previous from current infections. Polymerase chain reaction (PCR) is the most accurate method of diagnosis. Prevention is, in part, by curing those who have the disease thereby decreasing the risk of transmission. Where the disease is common, treating the entire community is effective. Improving cleanliness and sanitation will also decrease spread. Treatment is typically with antibiotics including: azithromycin by mouth or benzathine penicillin by injection. Without treatment, physical deformities occur in 10% of cases. Yaws is common in at least 14 tropical countries as of 2012. The disease only infects humans. In the 1950s and 1960s the World Health Organization (WHO) nearly eradicated yaws. Since then the number of cases has increased and there are renewed efforts to globally eradicate the disease by 2020. The last estimate of the number of people infected was more than 500,000 in 1995. Although one of the first descriptions of the disease was made in 1679 by Willem Piso, archaeological evidence suggests that yaws may have been present among humans as far back as 1.6 million years ago.",
            "score": 92.1392822265625
        },
        {
            "docid": "542071_49",
            "document": "Anopheles . Though the World Health Organization adopted a formal policy on the control and eradication of the malaria parasite since 1955, only recently, after the Gates Malaria Forum in October 2007, did key organizations start the debate on the pros and cons of redefining eradication as a goal to control malaria.  Clearly, the cost of preventing malaria is much less than treating the disease, in the long run. However, eradication of mosquitoes is not an easy task. For effective prevention of malaria, some conditions should be met, such as conducive conditions in the country, data collection about the disease, targeted technical approaches to the problem, very active and committed leadership, total governmental support, sufficient monetary resources, community involvement, and skilled technicians from different fields, as well as an adequate implementation.",
            "score": 91.60470581054688
        },
        {
            "docid": "39518620_4",
            "document": "London Declaration on Neglected Tropical Diseases . The rather ambitious commitment is to eradicate or prevent transmission Guinea worm disease, and eliminate lymphatic filariasis, leprosy, African sleeping sickness and blinding trachoma; and to control schistosomiasis, soil-transmitted helminthiasis, Chagas disease, visceral leishmaniasis and river blindness.",
            "score": 91.30191802978516
        },
        {
            "docid": "56368264_5",
            "document": "Eradication of dracunculiasis . The eradication of Guinea worm disease has faced several challenges:",
            "score": 91.13007354736328
        }
    ]
}