{
    "q": [
        {
            "docid": "14760975_3",
            "document": "FGF10 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. Fibroblast growth factor 10 is a paracrine signaling molecule seen first in the limb bud and organogenesis development. FGF10 starts the developing of limbs and its involved in the branching of morphogenesis in multiple organs such as the lungs, skin, ear and salivary glands. During the limb development Tbx4/Tbx5 stimulate the production of FGF10 in the lateral plate mesoderm where it will create an epithelial-mesenchymal FGF signal with FGF8. This positive feedback loop will increase the amount of mesenchyme resulting in a bulge. Afterwards, FGF10 will induce the formation of apical ectodermal ridge (AER) where the foot and hands will be formed. Lung development uses the same epithelial-mesenchymal signaling from FGF10 in the foregut mesenchyme with FGFR2 in the foregut epithelium. FGF10 signaling is required for epithelial branching. Therefore, all branching morphogen organs such as the lungs, skin, ear and salivary glands required the constant expression of FGF10. This protein exhibits mitogenic activity for keratinizing epidermal cells, but essentially no activity for fibroblasts, which is similar to the biological activity of FGF7.",
            "score": 163.1790919303894
        },
        {
            "docid": "36863_32",
            "document": "Lung . The larynx, trachea, bronchi and lungs that make up the respiratory tract, begin to form during the fourth week of embryogenesis from the lung bud which appears ventrally to the caudal portion of the foregut. The respiratory tract has a branching structure like that of a tree. In the embryo this structure is developed in the process of branching morphogenesis, and is generated by the repeated splitting of the tip of the branch. In the development of the lungs (as in some other organs) the epithelium forms branching tubes.The lung has a left-right symmetry and each bud known as a bronchial bud grows out as a tubular epithelium that becomes a bronchus. Each bronchus branches into bronchioles. The branching is a result of the tip of each tube bifurcating. The branching process forms the bronchi, bronchioles, and ultimately the alveoli. The four genes mostly associated with branching morphogenesis in the lung are the intercellular signalling protein – sonic hedgehog (SHH), fibroblast growth factors FGF10 and FGFR2b, and bone morphogenetic protein BMP4. FGF10 is seen to have the most prominent role. FGF10 is a paracrine signalling molecule needed for epithelial branching, and SHH inhibits FGF10. The development of the alveoli is influenced by a different mechanism whereby continued bifurcation is stopped and the distal tips become dilated to form the alveoli.",
            "score": 127.13048875331879
        },
        {
            "docid": "15069546_4",
            "document": "SULF1 . Heparan sulfate proteoglycans (HSPGs) are widely expressed throughout most tissues of nearly all multicellular species. The function of HSPGs extends beyond providing an extracellular matrix (ECM) structure and scaffold for cells. They are integral regulators of essential cell signaling pathways affecting cell growth, proliferation, differentiation, and migration. Although the core protein is important, the large heparan sulfate (HS) chains extending from the core are responsible for most receptor signaling. HS chains are heterogeneous structures that differ in specific and conditional cell contexts. Of particular importance is the HS sulfation pattern, which was once thought to be static after HS biosynthesis in the Golgi. However, this paradigm changed after the discovery of two extracellular 6-O-S glucosamine arylsulfatases, Sulf1 and Sulf2. These two enzymes allow rapid extracellular modification of sulfate content in HSPGs, impacting signaling involving Shh, Wnt, BMP, FGF, VEGF, HB-EGF, GDNF, and HGF. In addition, Sulfs may exercise another level of regulation over HS composition by down or upregulating HS biosynthetic enzymes present in the Golgi through the very same signaling pathways they modify.",
            "score": 149.88976395130157
        },
        {
            "docid": "4918966_2",
            "document": "Heparan sulfate . Heparan sulfate (HS) is a linear polysaccharide found in all animal tissues. It occurs as a proteoglycan (HSPG) in which two or three HS chains are attached in close proximity to cell surface or extracellular matrix proteins. It is in this form that HS binds to a variety of protein ligands and regulates a wide range of biological activities, including developmental processes, angiogenesis, blood coagulation, abolishing detachment activity by GrB (Granzyme B), and tumour metastasis. HS has also been shown to serve as cellular receptor for a number of viruses including the respiratory syncytial virus.",
            "score": 123.56671893596649
        },
        {
            "docid": "4143960_2",
            "document": "Fibroblast growth factor . The fibroblast growth factors are a family of cell signalling proteins that are involved in a wide variety of processes, most notably as crucial elements for normal development. Any irregularities in their function lead to a range of developmental defects. These growth factors generally act as systemic or locally circulating, extracellular signalling molecules that activate cell surface receptors, but a defining property of FGFs is that they bind to heparin and heparan sulfate thus some of them are found to be sequestered in the extracellular matrix of tissues that contains heparan sulfate proteoglycans and they are released locally upon injury or tissue remodeling.",
            "score": 89.38801383972168
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 78.45322167873383
        },
        {
            "docid": "228840_8",
            "document": "Extracellular matrix . Heparan sulfate (HS) is a linear polysaccharide found in all animal tissues. It occurs as a proteoglycan (PG) in which two or three HS chains are attached in close proximity to cell surface or ECM proteins. It is in this form that HS binds to a variety of protein ligands and regulates a wide variety of biological activities, including developmental processes, angiogenesis, blood coagulation, and tumour metastasis.",
            "score": 114.90039300918579
        },
        {
            "docid": "2930542_6",
            "document": "Epithelial–mesenchymal transition . Several signaling pathways (TGF-β, FGF, EGF, HGF, Wnt/beta-catenin and Notch) and hypoxia may induce EMT. In particular, Ras-MAPK has been shown to activate Snail and Slug. Slug triggers the steps of desmosomal disruption, cell spreading, and partial separation at cell–cell borders, which comprise the first and necessary phase of the EMT process. On the other hand, Slug cannot trigger the second phase, which includes the induction of cell motility, repression of the cytokeratin expression, and activation of vimentin expression. Snail and Slug are known to regulate the expression of p63 isoforms, another transcription factor that is required for proper development of epithelial structures. The altered expression of p63 isoforms reduced cell–cell adhesion and increased the migratory properties of cancer cells. The p63 factor is involved in inhibiting EMT and reduction of certain p63 isoforms may be important in the development of epithelial cancers. Some of them are known to regulate the expression of cytokeratins. The phosphatidylinositol 3' kinase (PI3K)/AKT axis, Hedgehog signaling pathway, nuclear factor-kappaB and Activating Transcription Factor 2 have also been implicated to be involved in EMT.",
            "score": 92.73665392398834
        },
        {
            "docid": "7131703_10",
            "document": "Mesenchyme . The first emergence of mesenchyme occurs during gastrulation from the epithelial–mesenchymal transition (EMT) process. This transition occurs through the loss of epithelial cadherin, tight junctions, and adherens junctions on the cell membranes of epithelial cells. The surface molecules undergo endocytosis and the microtubule cytoskeleton loses shape, enabling mesenchyme to migrate along the extracellular matrix (ECM). Epithelial–mesenchymal transition occurs in embryonic cells that require migration through or over tissue, and can be followed with a mesenchymal–epithelial transition to produce secondary epithelial tissues.  Embryological mesenchymal cells expresses fibroblast-specific protein (Fsp1), which is indicative of their shared properties with the migratory adult fibroblasts, and c-Fos, an oncogene associated with the down-regulation of epithelial cadherin.<ref name=\"Epithelial mesenchymal transition by c-Fos estrogen receptor activation involves nuclear translocation of beta-catenin and upregulation of beta-catenin/lymphoid enhancer binding factor-1 transcriptional activity.\"></ref> Both formation of the primitive streak and mesenchymal tissue is dependent on the Wnt/β-catenin pathway. Specific markers of mesenchymal tissue include the additional expression of ECM factors such as fibronectin and vitronectin.",
            "score": 102.03404152393341
        },
        {
            "docid": "15069546_11",
            "document": "SULF1 . Breast cancer expression of Sulf1 at the mRNA level was shown to be downregulated. Investigations into this relationship revealed that angiogenesis in breast cancer was shown to be regulated in part by Sulf1. Breast cancer xenografts overexpressing Sulf1 in athymic mice showed marked decreases in angiogenesis. Specifically, Sulf1 inhibited the ability of vascular endothelial cell heparan sulfate to participate in complex formation with FGF-2, thereby abolishing growth signaling. FGF-2 is a HB-GF, requiring the formation of a ternary complex with HS and the FGF Receptor (FGFR) to cause receptor dimerization, activation, and autophosphorylation, which then leads to induction of the mitogen-activated protein kinase (MAPK) pathway (in addition to other pathways). This results in several responses including cell proliferation and angiogenesis. Importantly, this response is dependent upon the degree and signature of HS-GAG sulfation. To further validate the response in breast cancer, human umbilical vein endothelial cells (HUVECs), overexpressing Sulf1 inhibited vascular endothelial growth factor 165 (VEGF165) signaling which is dependent upon HS, but not HS-independent VEGF121. Sulf2 also was implicated in breast cancer. In contrast to Sulf1, Sulf2 was upregulated at both the mRNA and protein levels in tumor tissue in two mammary carcinoma mouse models.",
            "score": 118.1509656906128
        },
        {
            "docid": "311440_19",
            "document": "Mammary gland . Lactiferous duct development occurs in females in response to circulating hormones. First development is frequently seen during pre- and postnatal stages, and later during puberty. Estrogen promotes branching differentiation, whereas in males testosterone inhibits it. A mature duct tree reaching the limit of the fat pad of the mammary gland comes into being by bifurcation of duct terminal end buds (TEB), secondary branches sprouting from primary ducts and proper duct lumen formation. These processes are tightly modulated by components of mammary epithelial ECM interacting with systemic hormones and local secreting factors. However, for each mechanism the epithelial cells' \"niche\" can be delicately unique with different membrane receptor profiles and basement membrane thickness from specific branching area to area, so as to regulate cell growth or differentiation sub-locally. Important players include beta-1 integrin, epidermal growth factor receptor (EGFR), laminin-1/5, collagen-IV, matrix metalloproteinase(MMPs), heparan sulfate proteoglycans, and others. Elevated circulating level of growth hormone and estrogen get to multipotent cap cells on TEB tips through a thin, leaky layer of basement membrane. These hormones promote specific gene expression. Hence cap cells can differentiate into myoepithelial and luminal (duct) epithelial cells, and the increased amount of activated MMPs can degrade surrounding ECM helping duct buds to reach further in the fat pads. On the other hand, basement membrane along the mature mammary ducts is thicker, with strong adhesion to epithelial cells via binding to integrin and non-integrin receptors. When side branches develop, it is a much more “pushing-forward” working process including extending through myoepithelial cells, degrading basement membrane and then invading into a periductal layer of fibrous stromal tissue. Degraded basement membrane fragments (laminin-5) roles to lead the way of mammary epithelial cells migration. Whereas, laminin-1 interacts with non-integrin receptor dystroglycan negatively regulates this side branching process in case of cancer. These complex \"Yin-yang\" balancing crosstalks between mammary ECM and epithelial cells \"instruct\" healthy mammary gland development until adult.",
            "score": 83.835764169693
        },
        {
            "docid": "14878523_14",
            "document": "TCF21 (gene) . TCF21 is essential for regulating properties of the mesenchyme that are critically important for several aspects of lung and kidney morphogenesis. Null TCF21 mutant mice are born but die shortly after due to severely hypoplastic lungs and kidneys that lack alveoli and mature glomeruli. While TCF21 is exclusively expressed in the mesenchyme and podocytes, major defects are observed in adjacent epithelia of TCF21 mutant mice. In the kidney, TCF21 is required for conversion of condensing mesenchyme to epithelium of the nephron, branching morphogenesis and terminal differentiation of tubular epithelium. In the lung, TCF21 is required to correctly pattern the proximodistal axis of airway epithelium and for normal branching to occur.",
            "score": 86.95359301567078
        },
        {
            "docid": "4328716_11",
            "document": "Perlecan . The heparan sulfate chains of perlecan bind growth factors in the ECM, and serve as co-ligands or ligand enhancers when bound to receptors. Another study showed that release of HS-bound basic FGF in culture could be achieved through treatment with stromelysin, heparitinase I, rat collagenase and plasmin, and these proteolysis sites are illustrated in figure 1. This was proposed as a non-exhaustive list of the proteases that could mediate release of growth factors from the heparan sulfate chains of perlecan. Although Whitelock et al. suggested that thrombin cleavage consensus sequences exist in the core protein of perlecan, they also postulate that any thrombin activation of perlecan actually comes from cleavage of other ECM constituents. This article states that heparanase is responsible for cleavage of the heparan sulfate chains of perlecan in matrix. This releases growth factors bound to the heparan sulfate, specifically FGF-10. Addition of heparanase to cell culture of epithelia in basement membrane caused an increase in epithelial cell proliferation due to FGF-10 release.",
            "score": 108.97633814811707
        },
        {
            "docid": "25902271_2",
            "document": "Mesenchymal–epithelial transition . A mesenchymal–epithelial transition (MET) is a reversible biological process that involves the transition from motile, multipolar or spindle-shaped mesenchymal cells to planar arrays of polarized cells called epithelia. MET is the reverse process of epithelial–mesenchymal transition (EMT). Unlike epithelial cells – which are stationary and characterized by an apical-basal polarity, tight junctions, and expression of cell-cell adhesion markers such as E-cadherin, mesenchymal cells do not make mature cell-cell contacts, can invade through the extracellular matrix, and express markers such as vimentin, fibronectin, N-cadherin, Twist, and Snail. METs occur in normal development, cancer metastasis, and induced pluripotent stem cell reprogramming. During embryogenesis and early development, cells switch back and forth between different cellular phenotypes via MET and its reverse process, epithelial–mesenchymal transition (EMT). Developmental METs have been studied most extensively in embryogenesis during nephrogenesis, but also occurs in somitogenesis, cardiogenesis, and hepatogenesis. While the mechanism in which MET occurs during each organ morphogenesis is similar in that epithelium-associated genes are upregulated and mesenchyme-associated genes are downregulated, each process has a unique signaling pathway to induce MET and these changes in gene expression profiles.",
            "score": 105.86485993862152
        },
        {
            "docid": "14776330_4",
            "document": "FGF4 . During embryonic development, the 21-kD protein FGF4 functions as a signaling molecule that is involved in many important processes. Studies using Fgf4 gene knockout mice showed developmental defects in embryos both in vivo and in vitro, revealing that FGF4 facilitates the survival and growth of the inner cell mass during the postimplantation phase of development by acting as an autocrine or paracrine ligand. FGFs produced in the apical ectodermal ridge (AER) are critical for the proper forelimb and hindlimb outgrowth. FGF signaling in the AER is involved in regulating limb digit number and cell death in the interdigital mesenchyme. When FGF signaling dynamics and regulatory processes are altered, postaxial polydactyly and cutaneous syndactyly, two phenotypic abnormalities collectively known as polysyndactyly, can occur in the limbs. Polysyndactyly is observed when an excess of Fgf4 is expressed in limb buds of wild-type mice. In mutant limb buds that do not express Fgf8, the expression of Fgf4 still results in polysyndactyly, but Fgf4 is also able to rescue all skeletal defects that arise from the lack of Fgf8. Therefore, the Fgf4 gene compensates for the loss of the Fgf8 gene, revealing that FGF4 and FGF8 perform similar functions in limb skeleton patterning and limb development. Studies of zebrafish Fgf4 knockdown embryos demonstrated that when Fgf4 signaling is inhibited, randomized left-right patterning of the liver, pancreas, and heart takes place, showing that Fgf4 is a crucial gene involved in developing left-right patterning of visceral organs. Furthermore, unlike the role of FGF4 in limb development, FGF4 and FGF8 have distinct roles and function independently in the process of visceral organ left-right patterning. Fgf signaling pathway has also been demonstrated to drive hindgut identity during gastrointestinal development, and the up regulation of the Fgf4 in pluripotent stem cell has been used to direct their differentiation for the generation of intestinal Organoids and tissues in vitro.",
            "score": 95.35766839981079
        },
        {
            "docid": "29961903_5",
            "document": "Plant matrix metalloproteinase . The most basic description of the plant extracellular matrix (ECM) is the cell wall, but it is actually the cell surface continuum that includes a variety of proteins with major roles in plant growth, development, and response. The ECM is composed of the primary and secondary cell walls, along with the intercellular gap between its neighboring cells. The ECM has a functional structure, along with aid in the regulation of turgor, which acts as a protective barrier and communicates with other cells using signaling pathways. In mammalian animals, extracellular matrix metalloproteinases (MMPs) modify the ECM to play significant roles in biological processes. The important role of MMP function in the extracellular matrix modification and subsequent mammalian development and signaling suggests that further study on the structure and function of these extracellular metalloproteinases may reveal new aspects of ECM modification in plant development.",
            "score": 87.7850900888443
        },
        {
            "docid": "57185687_5",
            "document": "Breast cancer stem cell . The tumor niche is which these BCSCs reside supports their growth and self-renewal. This microenvironment provides these cells with a physical anchoring site, a process mediated by adhesion molecules, components of the extracellular matrix (ECM) and factors secreted by stromal cells. For example, interactions between hyaluronic acid (HA) and CD44 stimulate the activation of other pathways that promote tumor malignancy such as Nanog, HER2 and NF-κβ. The activation of these pathways result in increased proliferation, invasion and migration of BCSCs. As a result, primary breast cancer tumors quickly form metastases in distant sites. Both the epithelial-to-mesenchymal transition (EMT) and the mesenchymal-to-epithelial transition (MET) are key components of driving this metastasis process. As one may expect, BCSCs undergo both of these processes as they escape from the primary tumor site, enter the bloodstream and home to a new organ site to initiate tumor growth. Over the course of this process, there is an upregulation of growth factors, which in turn activate and deactivate mesenchymal and epithelial transcription factors. The combination of these factors provides the signaling cues needed by BCSCs to survive, grow and proliferate.  Pathways that play key roles in embryonic development and adult tissue homeostasis have also been implicated in driving the phenotype of BCSCs. Dysregulation of the Notch and Hedgehog pathways, which regulate normal stem cell differentiation and self-renewal, is one such example. Both of these pathways have been shown to be upregulated in breast cancer. Furthermore, some early work has shown that activation of these pathways can also be correlated to the resistance of BCSCs to therapy.",
            "score": 82.38268494606018
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 89.30974745750427
        },
        {
            "docid": "14755358_33",
            "document": "Secreted frizzled-related protein 1 . Heparin and heparan sulfate (HS) are mammalian glycosaminoglycans with the highest negative charge density of known biological macromolecules. They bind by ionic interactions with a variety of proteins. Heparin is widely used as an injectable anticoagulant. SFRP1 are heparin-binding proteins, with the heparin-binding domain within the C-terminal region of the SFRP1 protein. In vitro studies show that SFRP1 is stabilizezd by heparin, suggesting that heparin or endogenous heparan-sulfate proteoglycan (HSPG) has the potential to promote SFRP1/Wnt binding by serving as a scaffold to facilitate interaction between SFRP1 and Wnt proteins. Lowering HSPG levels in tissue have been shown to impair Wnt signaling in vivo, supporting the idea that HSPG plays an important role in Wnt signaling regulation. Furthermore, SFRP1 is tyrosine-sulfated at two N-terminal tyrosines; this modification is, however, inhibited by heparin. Tryosine sulfation could partially destabilize the SFRP1 protein, which is supported by previous studies showing that SFRP1 is susceptible to degradation in the absence of heparin. The finding that heparin can inhibit intracellular post-translational modification of SFRP1 was surprising. This indicates that heparin may inhibit the process of tyrosine sulfation, for example, by tyrosyl-protein sulfotransferases enzymes or sulfate donor pathways. Since heparin is highly negatively charged and cannot permeate the membrane, it must activate a signal transduction pathway to carry out its effect. It is well known that fibroblast growth factors (FGFs) bind heparin with relatively high affinity. HSPGs have also been shown to be involved in FGF cell signaling. Zhong et al. revealed a specificity of FGFs and FGF receptors on SFRP1 accumulation, demonstrating that FGF and their receptors are involved in post-translational modification of SFRP1. As stated above, SFRP1 has been shown to attenuate the malignant phenotype and decrease the growth of tumors. Thus, Heparin is a potential drug that could be used to stabilize and accumulate SFRP1 in cancer cells.",
            "score": 101.57287204265594
        },
        {
            "docid": "33032376_4",
            "document": "Lung microbiota . The airway epithelium together with alveolar macrophages and dendritic cells play a major role in the initial recognition of bacterial products getting into the lower airways with the air. Since some of these products are potent proinflammatory stimuli it is extremely important for the immune system to distinguish between pathogens and non-pathogenic commensals. This prevents the development of constant inflammation and forms tolerance against harmless microbiota.  This process becomes much more intriguing when taking into account that commensals often share their surface molecules with pathogens. Epithelial cells are equipped with very sensitive recognition tools - toll like receptors (TLRs), nucleotide-binding oligomerization domain (NOD)-like receptors (NLRs) and retinoic acid-inducible gene (RIG)-I-like receptors (RLRs) which recognize a broad variety of microbial structural components. After recognition of pathogenic bacteria proinflammatory pathways are activated and cellular components of the adaptive and innate immunity are recruited to the infection site. One key regulator in this process is the NF-κB which translocates from the cytoplasm into the nucleus and activates pro-inflammatory genes in epithelial cells and macrophages. The DNA-binding protein complex recognizes a discrete nucleotide sequence (5’-GGG ACT TTC T-3’) in the upstream region of a variety of response genes. The activation of NF-κB by a number of stimuli: bacterial cell walls or inflammatory cytokines results in its translocation to the nucleus.",
            "score": 75.87604403495789
        },
        {
            "docid": "14878523_11",
            "document": "TCF21 (gene) . TCF21 is essential for regulating properties of the mesenchyme that are critically important for several aspects of lung and kidney morphogenesis. TCF21 is also essential for cardiac fibroblast cell fate, as demonstrated by the failed development of cardiac fibroblasts in mice lacking TCF21. In the absence of TCF21, these fibroblast progenitor cells do not undergo epithelial-to-mesenchymal transition (EMT). While TCF21-expressing epicardial cells are initially multipotent, they become committed to the fibroblast lineage over time. Those TCF21-expressing cells that do not commit to the fibroblast lineage lose this expression and remain undifferentiated epicardial cells or coronary vascular smooth muscle cells. TCF21 is expressed in mesodermal cells in the proepicardial organ that give rise to coronary artery smooth muscle cells (SMC) and loss of TCF21 results in increased expression of smooth muscle markers by cells on the heart surface consistent with premature SMC differentiation. This suggests that early expression of TCF21 is important for expansion of the SMC compartment of the coronary circulation, with persistent TCF21 expression being required for cardiac fibroblast development.",
            "score": 95.52836322784424
        },
        {
            "docid": "15069546_22",
            "document": "SULF1 . The important role Sulf1 and Sulf2 in skeletal development is not surprising given its regulation of bone-related growth factors. For example, QSulf1 reduces specific HS 6-O sulfation which releases Noggin, an inhibitor of bone morphogenetic protein (BMP), allowing cells to become BMP-4 responsive. Therefore, this directly links Sulf1 to the complex developmental patterning mediated by BMPs. Wnt signaling also is regulated by QSulf1. Investigators found lowered Wnt activation through the Frizzled receptor in the absence of QSulf1 expression in non-expressing embryonic cells. 6-O sulfate HS binds with highly affinity to Wnt, abrogating receptor activation. QSulf1 is required to desulfate 6-O chains, not entirely releasing Wnt but lowering the affinity with HS. This low affinity complex then binds and activates the Frizzled receptor.",
            "score": 88.69694411754608
        },
        {
            "docid": "10959358_5",
            "document": "Convergent extension . The cellular signals required for convergent extension are not fully understood, however, it is known that the non-canonical Wnt signaling pathway plays an important role. Current research is shedding light on the cellular mechanisms of convergent extension and recently the planar cell polarity (PCP) pathway was implicated in regulating the cell polarity of the factors involved in convergent extension. This is an interesting development as the PCP pathway is an integral and well-studied pathway in flies, but has classically been thought to be unemployed by vertebrates. In addition to the non-canonical Wnt and PCP pathways involvement in convergent extension, the down-regulation of certain cell-cell adhesion molecules, such as C-cadherin and fibronectin/integrin interactions, may also play a role. Reduction of the activity of these cell-cell adhesion molecules allows for cells undergoing convergent extension to move more freely. Consistent with a role for a reduction of cell-cell adhesion in convergent extension, when cell-cell adhesion is not reduced, convergent extension cannot occur.",
            "score": 64.96742177009583
        },
        {
            "docid": "14723019_3",
            "document": "FGF7 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein is a potent epithelial cell-specific growth factor, whose mitogenic activity is predominantly exhibited in keratinocytes but not in fibroblasts and endothelial cells. Studies of mouse and rat homologs of this gene implicated roles in morphogenesis of epithelium, reepithelialization of wounds, hair development and early lung organogenesis.",
            "score": 114.67683601379395
        },
        {
            "docid": "23030139_17",
            "document": "Metastatic breast cancer . Heparanase cleaves heparin sulfate chains of HSPGs, which have an extensive network with several proteins on the cell surface and ECM. The basic HSPG structure consists of a protein core to which several linear heparin sulfate (HS) chains are covalently O-linked; this acts as an assembly of different ECM proteins, including fibronectin, laminins, interstitial collagens, heparin-binding growth factors, chemokines and lipoproteins. HSPGs are prominent components of blood vessels. to HS stabilizes fibroblast growth factors (FGFs) and vascular endothelial growth factors (VEGFs) and prevents them from inactivation. HS chains function as low-affinity co-receptors which promote dimerization of FGFs, aids in the sequestration of the growth factors (GFs) and causes activation of the signaling tyrosine kinase receptors even under low circulating concentrations of growth factors. Heparanase expressed by cancer cells participates in angiogenesis and neovascularization by degrading the polysaccharide scaffold of the endothelial BM, thereby releasing angiogenic growth factors from the ECM.",
            "score": 100.1664297580719
        },
        {
            "docid": "55054202_9",
            "document": "Madin-Darby Canine Kidney cells . The Mostov group has also investigated the means by which HGF activates cell motility during MDCK branching morphogenesis. Their studies have shown that branching morphogenesis requires the Erk transcription factor, downstream of the mitogen activated protein kinase cascade, a well-defined signal transduction pathway implicated in cell motility and proliferation. The precise cell motility machinery responsible for MDCK branching morphogenesis has not been specified by the Mostov group, beyond the requirement for a signaling protein involved in regulating the small GTPase Rho. Moreover, the Gardel lab has shown that invasive motility of MDCK cells in acini requires Dia1, which regulates cell adhesions to individual collagen fibrils.",
            "score": 82.14275431632996
        },
        {
            "docid": "4328716_17",
            "document": "Perlecan . Cartilage and bone development have proven to be dependent upon perlecan expression. The protein becomes visible by immunostaining on day 15 during mouse development, independently from other basement membrane proteins, suggesting that it is simply a part of the ECM of developing chondrocytes, in addition to collagen II and other cartilage markers that are expressed starting on day 12. Taken with the data, that mice lacking the pln gene cannot maintain stable cartilage, it is apparent that perlecan is essential to the maturation and stability of cartilaginous structure. This is supported by a study showing that knockdown of perlecan production inhibits the final stages of chondrogenic differentiation in C3H10T1/2 fibroblasts in culture. Bone development, i.e. mineralization of cartilaginous tissue, correlates with loss of perlecan and heparan sulfate at the chondro-osseous junction (COJ). In an effort to understand how heparan sulfate and perlecan direct mesenchymal stem cells into the osteogenic pathway, human mesenchymal stem cells were treated with heparanase and chondroitinase in culture. This led to increased mineralization and expression of osteocyte markers, supporting the data showing that loss of heparan sulfate at the COJ is a key factor in osteogenesis. It is thought that the driving force behind heparanase and chondroitinase activation of osteogenesis is release of bone morphogenetic protein bound in the heparan sulfate chains.",
            "score": 65.45518553256989
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 79.10867190361023
        },
        {
            "docid": "14770477_3",
            "document": "FGF9 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein was isolated as a secreted factor that exhibits a growth-stimulating effect on cultured glial cells. In nervous system, this protein is produced mainly by neurons and may be important for glial cell development. Expression of the mouse homolog of this gene was found to be dependent on Sonic hedgehog (Shh) signaling. Mice lacking the homolog gene displayed a male-to-female sex reversal phenotype, which suggested a role in testicular embryogenesis. This gene is involved in the patterning of sex determination, lung development, and skeletal development.",
            "score": 100.90872848033905
        },
        {
            "docid": "1872854_9",
            "document": "Biochemical cascade . Adhesion is an essential process to epithelial cells so that epithelium can be formed and cells can be in permanent contact with extracellular matrix and other cells. Several pathways exist to accomplish this communication and adhesion with environment. But the main signalling pathways are the cadherin and integrin pathways. The cadherin pathway is present in adhesion junctions or in desmosomes and it is responsible for epithelial adhesion and communication with adjacent cells. Cadherin is a transmembrane glycoprotein receptor that establishes contact with another cadherin present in the surface of a neighbour cell forming an adhesion complex. This adhesion complex is formed by β-catenin and α-catenin, and p120 is essential for its stabilization and regulation. This complex then binds to actin, leading to polymerization. For actin polymerization through the cadherin pathway, proteins of the Rho GTPases family are also involved. This complex is regulated by phosphorylation, which leads to downregulation of adhesion. Several factors can induce the phosphorylation, like EGF, HGF or v-Src. The cadherin pathway also has an important function in survival and proliferation because it regulates the concentration of cytoplamatic β-catenin. When β-catenin is free in the cytoplasm, normally it is degraded, however if the Wnt signalling is activated, β-catenin degradation is inhibited and it is translocated to the nucleus where it forms a complex with transcription factors. This leads to activation of genes responsible for cell proliferation and survival. So the cadherin-catenin complex is essential for cell fate regulation.  Integrins are heterodimeric glycoprotein receptors that recognize proteins present in the extracellular matrix, like fibronectin and laminin. In order to function, integrins have to form complexes with ILK and Fak proteins. For adhesion to the extracellular matrix, ILK activate the Rac and Cdc42 proteins and leading to actin polymerization. ERK also leads to actin polymerization through activation of cPLA2. Recruitment of FAK by integrin leads to Akt activation and this inhibits pro-apoptotic factors like BAD and Bax. When adhesion through integrins do not occur the pro-apoptotic factors are not inhibited and resulting in apoptosis.",
            "score": 90.6233457326889
        },
        {
            "docid": "10240143_4",
            "document": "Fascin . Fascin binds beta-catenin, and colocalizes with it at the leading edges and borders of epithelial and endothelial cells. The role of Fascin in regulating cytoskeletal structures for the maintenance of cell adhesion, coordinating motility and invasion through interactions with signalling pathways is an active area of research especially from the cancer biology perspective. Fascin localizes to actin-rich protrusions at the cell surface called filopodia. Recent study shows that fascin also localizes to invadopodia, membrane protrusions formed at the adherent cell surface that facilitate extracellular matrix (ECM) invasion, this provide a potential molecular mechanism for how fascin increases the invasiveness of cancer cells since fascin expression is upregulated in a spectrum of cancers. Studies have also shown that Fascin plays a major role in immune suppression. T regulatory cell adhesion to antigen presenting dendritic cell causes sequestration of Fascin-1, an actin-bundling protein essential for immunological synapse formation, and skews Fascin-1–dependent actin polarization in antigen presenting dendritic cells toward the T reg cell adhesion zone. Although it is reversible upon T regulatory cell disengagement, this sequestration of essential cytoskeletal components causes a lethargic state of dendritic cells, leading to reduced T cell priming. This suggests Treg-mediated suppression of antigen presenting cells is a multi-step process. In addition to CTLA-4 CD80/CD86 interaction fascin dependent polarization of cytoskeleton towards dendritic cell Treg immune synapse play a pivotal role. In normal tissue, inflammation and the immune response would be limited by secretion of TGF-β. TGF-β on the one hand induces fascin expression, but on the other hand, restricts activity of transcription factor NF-κB. This results to limited fascin expression and allows tissue to rebuild epithelial barriers. In cancer, instead, TGF-β does not restrict NF-κB activity, and both can increase fascin expression, disrupting tissue structure and function.",
            "score": 92.035315990448
        },
        {
            "docid": "11275157_4",
            "document": "Glypican . Glypicans are critically involved in developmental morphogenesis, and have been implicated as regulators in several cell signaling pathways. These include the Wnt and Hedgehog signaling pathways, as well as signaling of fibroblast growth factors and bone morphogenic proteins. The regulating processes performed by glypicans can either stimulate or inhibit specific cellular processes. The mechanisms by which glypicans regulate cellular pathways are not entirely elucidated. One commonly proposed mechanism suggests that glypicans behave as co-receptors which bind both the ligand and the receptor. Glypicans are expressed in various different amounts depending on the tissue, and they also are expressed to different degrees during the different stages of development. Drosophila Dally mutants have irregular wing, antenna, genitalia, and brain development.",
            "score": 76.34463095664978
        }
    ],
    "r": [
        {
            "docid": "14760975_3",
            "document": "FGF10 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. Fibroblast growth factor 10 is a paracrine signaling molecule seen first in the limb bud and organogenesis development. FGF10 starts the developing of limbs and its involved in the branching of morphogenesis in multiple organs such as the lungs, skin, ear and salivary glands. During the limb development Tbx4/Tbx5 stimulate the production of FGF10 in the lateral plate mesoderm where it will create an epithelial-mesenchymal FGF signal with FGF8. This positive feedback loop will increase the amount of mesenchyme resulting in a bulge. Afterwards, FGF10 will induce the formation of apical ectodermal ridge (AER) where the foot and hands will be formed. Lung development uses the same epithelial-mesenchymal signaling from FGF10 in the foregut mesenchyme with FGFR2 in the foregut epithelium. FGF10 signaling is required for epithelial branching. Therefore, all branching morphogen organs such as the lungs, skin, ear and salivary glands required the constant expression of FGF10. This protein exhibits mitogenic activity for keratinizing epidermal cells, but essentially no activity for fibroblasts, which is similar to the biological activity of FGF7.",
            "score": 163.17909240722656
        },
        {
            "docid": "15069546_4",
            "document": "SULF1 . Heparan sulfate proteoglycans (HSPGs) are widely expressed throughout most tissues of nearly all multicellular species. The function of HSPGs extends beyond providing an extracellular matrix (ECM) structure and scaffold for cells. They are integral regulators of essential cell signaling pathways affecting cell growth, proliferation, differentiation, and migration. Although the core protein is important, the large heparan sulfate (HS) chains extending from the core are responsible for most receptor signaling. HS chains are heterogeneous structures that differ in specific and conditional cell contexts. Of particular importance is the HS sulfation pattern, which was once thought to be static after HS biosynthesis in the Golgi. However, this paradigm changed after the discovery of two extracellular 6-O-S glucosamine arylsulfatases, Sulf1 and Sulf2. These two enzymes allow rapid extracellular modification of sulfate content in HSPGs, impacting signaling involving Shh, Wnt, BMP, FGF, VEGF, HB-EGF, GDNF, and HGF. In addition, Sulfs may exercise another level of regulation over HS composition by down or upregulating HS biosynthetic enzymes present in the Golgi through the very same signaling pathways they modify.",
            "score": 149.8897705078125
        },
        {
            "docid": "36863_32",
            "document": "Lung . The larynx, trachea, bronchi and lungs that make up the respiratory tract, begin to form during the fourth week of embryogenesis from the lung bud which appears ventrally to the caudal portion of the foregut. The respiratory tract has a branching structure like that of a tree. In the embryo this structure is developed in the process of branching morphogenesis, and is generated by the repeated splitting of the tip of the branch. In the development of the lungs (as in some other organs) the epithelium forms branching tubes.The lung has a left-right symmetry and each bud known as a bronchial bud grows out as a tubular epithelium that becomes a bronchus. Each bronchus branches into bronchioles. The branching is a result of the tip of each tube bifurcating. The branching process forms the bronchi, bronchioles, and ultimately the alveoli. The four genes mostly associated with branching morphogenesis in the lung are the intercellular signalling protein – sonic hedgehog (SHH), fibroblast growth factors FGF10 and FGFR2b, and bone morphogenetic protein BMP4. FGF10 is seen to have the most prominent role. FGF10 is a paracrine signalling molecule needed for epithelial branching, and SHH inhibits FGF10. The development of the alveoli is influenced by a different mechanism whereby continued bifurcation is stopped and the distal tips become dilated to form the alveoli.",
            "score": 127.13048553466797
        },
        {
            "docid": "4918966_2",
            "document": "Heparan sulfate . Heparan sulfate (HS) is a linear polysaccharide found in all animal tissues. It occurs as a proteoglycan (HSPG) in which two or three HS chains are attached in close proximity to cell surface or extracellular matrix proteins. It is in this form that HS binds to a variety of protein ligands and regulates a wide range of biological activities, including developmental processes, angiogenesis, blood coagulation, abolishing detachment activity by GrB (Granzyme B), and tumour metastasis. HS has also been shown to serve as cellular receptor for a number of viruses including the respiratory syncytial virus.",
            "score": 123.56671905517578
        },
        {
            "docid": "15069546_11",
            "document": "SULF1 . Breast cancer expression of Sulf1 at the mRNA level was shown to be downregulated. Investigations into this relationship revealed that angiogenesis in breast cancer was shown to be regulated in part by Sulf1. Breast cancer xenografts overexpressing Sulf1 in athymic mice showed marked decreases in angiogenesis. Specifically, Sulf1 inhibited the ability of vascular endothelial cell heparan sulfate to participate in complex formation with FGF-2, thereby abolishing growth signaling. FGF-2 is a HB-GF, requiring the formation of a ternary complex with HS and the FGF Receptor (FGFR) to cause receptor dimerization, activation, and autophosphorylation, which then leads to induction of the mitogen-activated protein kinase (MAPK) pathway (in addition to other pathways). This results in several responses including cell proliferation and angiogenesis. Importantly, this response is dependent upon the degree and signature of HS-GAG sulfation. To further validate the response in breast cancer, human umbilical vein endothelial cells (HUVECs), overexpressing Sulf1 inhibited vascular endothelial growth factor 165 (VEGF165) signaling which is dependent upon HS, but not HS-independent VEGF121. Sulf2 also was implicated in breast cancer. In contrast to Sulf1, Sulf2 was upregulated at both the mRNA and protein levels in tumor tissue in two mammary carcinoma mouse models.",
            "score": 118.15097045898438
        },
        {
            "docid": "228840_8",
            "document": "Extracellular matrix . Heparan sulfate (HS) is a linear polysaccharide found in all animal tissues. It occurs as a proteoglycan (PG) in which two or three HS chains are attached in close proximity to cell surface or ECM proteins. It is in this form that HS binds to a variety of protein ligands and regulates a wide variety of biological activities, including developmental processes, angiogenesis, blood coagulation, and tumour metastasis.",
            "score": 114.90039825439453
        },
        {
            "docid": "14723019_3",
            "document": "FGF7 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein is a potent epithelial cell-specific growth factor, whose mitogenic activity is predominantly exhibited in keratinocytes but not in fibroblasts and endothelial cells. Studies of mouse and rat homologs of this gene implicated roles in morphogenesis of epithelium, reepithelialization of wounds, hair development and early lung organogenesis.",
            "score": 114.67683410644531
        },
        {
            "docid": "4328716_4",
            "document": "Perlecan . Perlecan consists of a core protein of molecular weight 470 kDa to which three long chains (each approximately 70-100 kDa) of glycosaminoglycans (often heparan sulfate, HS, but can be chondroitin sulfate, CS) are attached. The core protein consists of five distinct structural domains. The N-terminal domain I (aa ~1-195) contains attachment sites for HS chains. Although HS chains are not required for correct folding and secretion of the protein, lack of HS or decreased sulfation can decrease perlecan's ability to interact with matrix proteins. Removal of HS chains may affect matrix organization and endothelial barrier function. Domain II comprises four repeats homologous to the ligand-binding portion of the LDL receptor with six conserved cysteine residues and a pentapeptide, DGSDE, which mediates ligand binding by the LDL receptor. Domain III has homology to the domain IVa and IVb of laminin. Domain IV consists of a series of IG modules. The C-terminal Domain V, which has homology to the G domain of the long arm of laminin, is responsible for self-assembly and may be important for basement membrane formation in vivo. Thus, perlecan core protein and HS chains could modulate matrix assembly, cell proliferation, lipoprotein binding and cell adhesion.",
            "score": 112.92974090576172
        },
        {
            "docid": "29199716_2",
            "document": "Heparan sulfate 2-O-sulfotransferase . Heparan sulfate 2-O-sulfotransferase is a sulfotransferase enzyme. Heparan sulfate (HS) is a long unbranched polysaccharide found covalently attached to various proteins at the cell surface and in the extracellular matrix, where it acts as a co-receptor for a number of growth factors, morphogens, and adhesion proteins. HS-O-sulfotransferase (Hs2st) occupies a critical position in the succession of enzymes responsible for the biosynthesis of HS, catalysing the transfer of sulfate to the C2-position of selected hexuronic acid residues within the nascent HS chain. Mice that lack HS2ST undergo developmental failure after midgestation, the most dramatic effect being the complete failure of kidney development. This family is related to .",
            "score": 110.56053924560547
        },
        {
            "docid": "33820084_5",
            "document": "Temporal feedback . The outgrowth and progression is of limb organogenesis is controlled by self-regulatory, robust signalling system that involves interlinked feedback mechanisms instead of independent morphogen signals. The studies on morphogenesis of limb buds have been focused on one particular axis of limb bud. However it has long been noted that zone of polarizing activity (ZPA) requires maintenance of apical ectodermal ridge (AER). The dependence of ZPA on ARE indicates the linkage between them. Three phases have been observed during the interplay between ARE and ZPA. Initiaion phase involves the Grem1 expression in a fast initiator loop (~2h loop time) due to upregulation by BMP4. The Shh signalling is activated independently of GREM1 and AER-FGFs. Propagation phase involves the control of distal progression during limb bud development. Finally termination of signalling system due to the widening gap between ZPA-SHH signalling and the Grem1 expression domain. In mouse limb patterning, limb development is regulated by linking a fast GREM1 module to the slower SSH/FGF epithelial-mesenchymal feedback loop.",
            "score": 110.5102767944336
        },
        {
            "docid": "4328716_11",
            "document": "Perlecan . The heparan sulfate chains of perlecan bind growth factors in the ECM, and serve as co-ligands or ligand enhancers when bound to receptors. Another study showed that release of HS-bound basic FGF in culture could be achieved through treatment with stromelysin, heparitinase I, rat collagenase and plasmin, and these proteolysis sites are illustrated in figure 1. This was proposed as a non-exhaustive list of the proteases that could mediate release of growth factors from the heparan sulfate chains of perlecan. Although Whitelock et al. suggested that thrombin cleavage consensus sequences exist in the core protein of perlecan, they also postulate that any thrombin activation of perlecan actually comes from cleavage of other ECM constituents. This article states that heparanase is responsible for cleavage of the heparan sulfate chains of perlecan in matrix. This releases growth factors bound to the heparan sulfate, specifically FGF-10. Addition of heparanase to cell culture of epithelia in basement membrane caused an increase in epithelial cell proliferation due to FGF-10 release.",
            "score": 108.9763412475586
        },
        {
            "docid": "14796680_3",
            "document": "STX2 . The product of this gene belongs to the syntaxin/epimorphin family of proteins. The syntaxins are a large protein family implicated in the targeting and fusion of intracellular transport vesicles. The product of this gene regulates epithelial-mesenchymal interactions and epithelial cell morphogenesis and activation. Alternatively spliced transcript variants encoding different isoforms have been identified. When the N terminus is on the cytosolic face it acts as a t-SNARE involved in intracellular vesicle docking and is called Syntaxin-2. When flipped inside out, i.e. N terminus hangs out on the extracellular surface (by some nonclassical secretion pathway) it acts as a versatile morphogen and is called epimorphin. This membrane protein enjoys the double choice of another form of topological alternatives of being targeted to either apical or basolateral surface of an epithelial cell in a regulated way depending on various contexts. When expressed by mesenchymal cells it can instruct epithelial morphogenesis at epithelial mesenchymal interfaces.",
            "score": 108.973876953125
        },
        {
            "docid": "25902271_2",
            "document": "Mesenchymal–epithelial transition . A mesenchymal–epithelial transition (MET) is a reversible biological process that involves the transition from motile, multipolar or spindle-shaped mesenchymal cells to planar arrays of polarized cells called epithelia. MET is the reverse process of epithelial–mesenchymal transition (EMT). Unlike epithelial cells – which are stationary and characterized by an apical-basal polarity, tight junctions, and expression of cell-cell adhesion markers such as E-cadherin, mesenchymal cells do not make mature cell-cell contacts, can invade through the extracellular matrix, and express markers such as vimentin, fibronectin, N-cadherin, Twist, and Snail. METs occur in normal development, cancer metastasis, and induced pluripotent stem cell reprogramming. During embryogenesis and early development, cells switch back and forth between different cellular phenotypes via MET and its reverse process, epithelial–mesenchymal transition (EMT). Developmental METs have been studied most extensively in embryogenesis during nephrogenesis, but also occurs in somitogenesis, cardiogenesis, and hepatogenesis. While the mechanism in which MET occurs during each organ morphogenesis is similar in that epithelium-associated genes are upregulated and mesenchyme-associated genes are downregulated, each process has a unique signaling pathway to induce MET and these changes in gene expression profiles.",
            "score": 105.86486053466797
        },
        {
            "docid": "51048154_3",
            "document": "Heparan sulfate 6-o-sulfotransferase 2 . Heparan sulfate proteoglycans are ubiquitous components of the cell surface, extracellular matrix, and basement membranes, and interact with various ligands to influence cell growth, differentiation, adhesion, and migration. This gene encodes a member of the heparan sulfate (HS) sulfotransferase gene family, which catalyze the transfer of sulfate to HS. Different family members and isoforms are thought to synthesize heparan sulfates with tissue-specific structures and functions. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 103.1440200805664
        },
        {
            "docid": "7131703_10",
            "document": "Mesenchyme . The first emergence of mesenchyme occurs during gastrulation from the epithelial–mesenchymal transition (EMT) process. This transition occurs through the loss of epithelial cadherin, tight junctions, and adherens junctions on the cell membranes of epithelial cells. The surface molecules undergo endocytosis and the microtubule cytoskeleton loses shape, enabling mesenchyme to migrate along the extracellular matrix (ECM). Epithelial–mesenchymal transition occurs in embryonic cells that require migration through or over tissue, and can be followed with a mesenchymal–epithelial transition to produce secondary epithelial tissues.  Embryological mesenchymal cells expresses fibroblast-specific protein (Fsp1), which is indicative of their shared properties with the migratory adult fibroblasts, and c-Fos, an oncogene associated with the down-regulation of epithelial cadherin.<ref name=\"Epithelial mesenchymal transition by c-Fos estrogen receptor activation involves nuclear translocation of beta-catenin and upregulation of beta-catenin/lymphoid enhancer binding factor-1 transcriptional activity.\"></ref> Both formation of the primitive streak and mesenchymal tissue is dependent on the Wnt/β-catenin pathway. Specific markers of mesenchymal tissue include the additional expression of ECM factors such as fibronectin and vitronectin.",
            "score": 102.03404235839844
        },
        {
            "docid": "11443855_18",
            "document": "Folliculin . Yeast two-hybrid screening performed by two independent groups identified p0071 (plakophilin-4) as a FLCN interacting protein. p0071 binds E-cadherin at adherens junctions, which are important for maintenance of cell architecture in epithelial tissues, and regulates RhoA activity. Loss of FLCN function leads to a disruptive effect on cell-cell adhesions and cell polarity, and dysregulation of RhoA signaling. Additional supporting evidence includes reduction in E-cadherin expression and increased alveolar apoptosis in lungs from lung-targeted \"Flcn\"-deficient mice, and increased cell-cell adhesions in \"FLCN\"-deficient lung cell lines. These studies suggest a potential function of FLCN in maintaining proper cell-cell adhesions for lung cell integrity and support the “stretch hypothesis” as a mechanism of pulmonary cyst pathogenesis in BHD.",
            "score": 101.57820129394531
        },
        {
            "docid": "14755358_33",
            "document": "Secreted frizzled-related protein 1 . Heparin and heparan sulfate (HS) are mammalian glycosaminoglycans with the highest negative charge density of known biological macromolecules. They bind by ionic interactions with a variety of proteins. Heparin is widely used as an injectable anticoagulant. SFRP1 are heparin-binding proteins, with the heparin-binding domain within the C-terminal region of the SFRP1 protein. In vitro studies show that SFRP1 is stabilizezd by heparin, suggesting that heparin or endogenous heparan-sulfate proteoglycan (HSPG) has the potential to promote SFRP1/Wnt binding by serving as a scaffold to facilitate interaction between SFRP1 and Wnt proteins. Lowering HSPG levels in tissue have been shown to impair Wnt signaling in vivo, supporting the idea that HSPG plays an important role in Wnt signaling regulation. Furthermore, SFRP1 is tyrosine-sulfated at two N-terminal tyrosines; this modification is, however, inhibited by heparin. Tryosine sulfation could partially destabilize the SFRP1 protein, which is supported by previous studies showing that SFRP1 is susceptible to degradation in the absence of heparin. The finding that heparin can inhibit intracellular post-translational modification of SFRP1 was surprising. This indicates that heparin may inhibit the process of tyrosine sulfation, for example, by tyrosyl-protein sulfotransferases enzymes or sulfate donor pathways. Since heparin is highly negatively charged and cannot permeate the membrane, it must activate a signal transduction pathway to carry out its effect. It is well known that fibroblast growth factors (FGFs) bind heparin with relatively high affinity. HSPGs have also been shown to be involved in FGF cell signaling. Zhong et al. revealed a specificity of FGFs and FGF receptors on SFRP1 accumulation, demonstrating that FGF and their receptors are involved in post-translational modification of SFRP1. As stated above, SFRP1 has been shown to attenuate the malignant phenotype and decrease the growth of tumors. Thus, Heparin is a potential drug that could be used to stabilize and accumulate SFRP1 in cancer cells.",
            "score": 101.5728759765625
        },
        {
            "docid": "57265593_5",
            "document": "Calu-3 . Calu-3 cells are commonly used as both \"in vitro\" and \"in vivo\" models for drug development against lung cancer. The cells have been used in studies of pulmonary drug delivery, demonstrating a capacity to intake low molecular weight substances. Calu-3 cells have served as respiratory models for air intake and lung injury due to their responsiveness to foreign substances. The Calu-3 cell line has shown to be useful in the study of chloride ion secretion by lung epithelial cells. The cells may be used in high-throughput screening applications focused on barrier integrity and surface protein expression of lung cells.",
            "score": 101.13338470458984
        },
        {
            "docid": "14178795_14",
            "document": "SOX2 . In lung development, Sox2 controls the branching morphogenesis of the bronchial tree and differentiation of the epithelium of airways. Overexpression causes an increase in neuroendocrine, gastric/intestinal and basal cells. Under normal conditions, Sox2 is critical for maintaining self-renewal and appropriate proportion of basal cells in adult tracheal epithelium. However, its overexpression gives rise to extensive epithelial hyperplasia and eventually carcinoma in both developing and adult mouse lungs.",
            "score": 101.0381088256836
        },
        {
            "docid": "14770477_3",
            "document": "FGF9 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein was isolated as a secreted factor that exhibits a growth-stimulating effect on cultured glial cells. In nervous system, this protein is produced mainly by neurons and may be important for glial cell development. Expression of the mouse homolog of this gene was found to be dependent on Sonic hedgehog (Shh) signaling. Mice lacking the homolog gene displayed a male-to-female sex reversal phenotype, which suggested a role in testicular embryogenesis. This gene is involved in the patterning of sex determination, lung development, and skeletal development.",
            "score": 100.90872955322266
        },
        {
            "docid": "23030139_17",
            "document": "Metastatic breast cancer . Heparanase cleaves heparin sulfate chains of HSPGs, which have an extensive network with several proteins on the cell surface and ECM. The basic HSPG structure consists of a protein core to which several linear heparin sulfate (HS) chains are covalently O-linked; this acts as an assembly of different ECM proteins, including fibronectin, laminins, interstitial collagens, heparin-binding growth factors, chemokines and lipoproteins. HSPGs are prominent components of blood vessels. to HS stabilizes fibroblast growth factors (FGFs) and vascular endothelial growth factors (VEGFs) and prevents them from inactivation. HS chains function as low-affinity co-receptors which promote dimerization of FGFs, aids in the sequestration of the growth factors (GFs) and causes activation of the signaling tyrosine kinase receptors even under low circulating concentrations of growth factors. Heparanase expressed by cancer cells participates in angiogenesis and neovascularization by degrading the polysaccharide scaffold of the endothelial BM, thereby releasing angiogenic growth factors from the ECM.",
            "score": 100.16642761230469
        },
        {
            "docid": "11834686_4",
            "document": "Gremlin (protein) . Gremlin1 (Grem1) is known for its antagonistic interaction with bone morphogenetic proteins (BMPs) in the TGF beta signaling pathway. Grem1 inhibits predominantly BMP2 and BMP4 in limb buds and functions as part of a self-regulatory feedback signaling system, which is essential for normal limb bud development and digit formation. Inhibition of BMPs by Grem1 in limb buds allows the transcriptional up-regulation of the fibroblast growth factors (FGFs) 4 and 8 and Sonic hedgehog (SHH) ligands, which are part of the signaling system that controls progression of limb bud development. Grem1 regulation of BMP4 in mice embryos is also essential for kidney and lung branching morphogenesis.",
            "score": 99.44898986816406
        },
        {
            "docid": "14145006_2",
            "document": "Syndecan-4 . Syndecan-4 is a protein that in humans is encoded by the \"SDC4\" gene. Syndecan-4 is one of the four vertebrate syndecans and has a molecular weight of ~20 kDa. Syndecans are the best-characterized plasma membrane proteoglycans. Their intracellular domain of membrane-spanning core protein interacts with actin cytoskeleton and signaling molecules in the cell cortex. Syndecans are normally found on the cell surface of fibroblasts and epithelial cells. Syndecans interact with fibronectin on the cell surface, cytoskeletal and signaling proteins inside the cell to modulate the function of integrin in cell-matrix adhesion. Also, syndecans bind to FGFs and bring them to the FGF receptor on the same cell. As a co-receptor or regulator, mutated certain proteoglycans could cause severe developmental defects, like disordered distribution or inactivation of signaling molecules.",
            "score": 98.5952377319336
        },
        {
            "docid": "15069546_24",
            "document": "SULF1 . Sulf null mice and other model systems implicated Sulfs in other developmental and disease systems. For example, studies detected esophageal defects in surviving MSulf-/-;MSulf2-/- adult mice. Specifically, esophagi had impaired smooth muscle contractility with reduced neuronal innervation and enteric glial cell numbers. It was postulated to be mediated by decreased glial-derived neurotrophic factor (GDNF), which is responsible for neurite sprouting in the embryonic esophagus. Sulf expression is not obligatory for GDNF signaling, but it does enhance the signal greatly. MSulf1 and 2 are believed to decrease 6-O sulfation, releasing GDNF from HS to bind and activate its receptor, thereby mediating its effects on esophageal innervation. Sulf1 even functions in basic neural development. Sulf1 modulation of HS chains sulfation is critical in nervous system development. Specifically, Sufl1 expression leads to the switch of ventral neural progenitor cells toward an oligodendroglial fate by modulating Shh distribution and increasing signaling on apical neuroepithelial cells.",
            "score": 98.57423400878906
        },
        {
            "docid": "21598739_4",
            "document": "Laminin, gamma 3 . The biological functions of the different chains and trimer molecules are largely unknown, but some of the chains have been shown to differ with respect to their tissue distribution, presumably reflecting diverse functions in vivo. This gene encodes the gamma chain isoform laminin, gamma 3. The gamma 3 chain is most similar to the gamma 1 chain, and contains all the 6 domains expected of the gamma chain. It is a component of laminin 12. The gamma 3 chain is broadly expressed in skin, heart, lung, and the reproductive tracts. In skin, it is seen within the basement membrane of the dermoepidermal junction at points of nerve penetration. However, it was also found that the gamma 3 is a prominent element of the apical surface of ciliated epithelial cells of lung, oviduct, epididymis, ductus deferens, and seminiferous tubules. The distribution of gamma 3-containing laminins along ciliated epithelial surfaces suggests that the apical laminins are important in the morphogenesis and structural stability of the ciliated processes of these cells.",
            "score": 98.3993911743164
        },
        {
            "docid": "19965_7",
            "document": "Morphogenesis . At a tissue level, ignoring the means of control, morphogenesis arises because of cellular proliferation and motility. Morphogenesis also involves changes in the cellular structure or how cells interact in tissues. These changes can result in tissue elongation, thinning, folding, invasion or separation of one tissue into distinct layers. The latter case is often referred as cell sorting. Cell \"sorting out\" consists of cells moving so as to sort into clusters that maximize contact between cells of the same type. The ability of cells to do this has been proposed to arise from differential cell adhesion by Malcolm Steinberg through his Differential Adhesion Hypothesis. Tissue separation can also occur via more dramatic cellular differentiation events during which epithelial cells become mesenchymal (see Epithelial-mesenchymal transition). Mesenchymal cells typically leave the epithelial tissue as a consequence of changes in cell adhesive and contractile properties. Following epithelial-mesenchymal transition, cells can migrate away from an epithelium and then associate with other similar cells in a new location.",
            "score": 97.7578125
        },
        {
            "docid": "11421244_16",
            "document": "Mir-19 microRNA precursor family . Scientists observed that the loss of function of the miR-17-92 cluster is induced in smaller embryos and postnatal deaths. The specific role of this cluster in heart and lung development remains unclear, but the observations described above show that these miRNAs are normally highly expressed in embryonic lung and decrease with maturity. Moreover, transgenic expression of these miRNAs specifically in lung epithelium results in severe developmental defects with enhanced proliferation and inhibition of differentiation of epithelial cells. Furthermore, mouse hematopoiesis occurring in the absence of miR-17-92 leads to an isolated defect in B cell development.",
            "score": 96.49166107177734
        },
        {
            "docid": "14878523_11",
            "document": "TCF21 (gene) . TCF21 is essential for regulating properties of the mesenchyme that are critically important for several aspects of lung and kidney morphogenesis. TCF21 is also essential for cardiac fibroblast cell fate, as demonstrated by the failed development of cardiac fibroblasts in mice lacking TCF21. In the absence of TCF21, these fibroblast progenitor cells do not undergo epithelial-to-mesenchymal transition (EMT). While TCF21-expressing epicardial cells are initially multipotent, they become committed to the fibroblast lineage over time. Those TCF21-expressing cells that do not commit to the fibroblast lineage lose this expression and remain undifferentiated epicardial cells or coronary vascular smooth muscle cells. TCF21 is expressed in mesodermal cells in the proepicardial organ that give rise to coronary artery smooth muscle cells (SMC) and loss of TCF21 results in increased expression of smooth muscle markers by cells on the heart surface consistent with premature SMC differentiation. This suggests that early expression of TCF21 is important for expansion of the SMC compartment of the coronary circulation, with persistent TCF21 expression being required for cardiac fibroblast development.",
            "score": 95.52836608886719
        },
        {
            "docid": "14776330_4",
            "document": "FGF4 . During embryonic development, the 21-kD protein FGF4 functions as a signaling molecule that is involved in many important processes. Studies using Fgf4 gene knockout mice showed developmental defects in embryos both in vivo and in vitro, revealing that FGF4 facilitates the survival and growth of the inner cell mass during the postimplantation phase of development by acting as an autocrine or paracrine ligand. FGFs produced in the apical ectodermal ridge (AER) are critical for the proper forelimb and hindlimb outgrowth. FGF signaling in the AER is involved in regulating limb digit number and cell death in the interdigital mesenchyme. When FGF signaling dynamics and regulatory processes are altered, postaxial polydactyly and cutaneous syndactyly, two phenotypic abnormalities collectively known as polysyndactyly, can occur in the limbs. Polysyndactyly is observed when an excess of Fgf4 is expressed in limb buds of wild-type mice. In mutant limb buds that do not express Fgf8, the expression of Fgf4 still results in polysyndactyly, but Fgf4 is also able to rescue all skeletal defects that arise from the lack of Fgf8. Therefore, the Fgf4 gene compensates for the loss of the Fgf8 gene, revealing that FGF4 and FGF8 perform similar functions in limb skeleton patterning and limb development. Studies of zebrafish Fgf4 knockdown embryos demonstrated that when Fgf4 signaling is inhibited, randomized left-right patterning of the liver, pancreas, and heart takes place, showing that Fgf4 is a crucial gene involved in developing left-right patterning of visceral organs. Furthermore, unlike the role of FGF4 in limb development, FGF4 and FGF8 have distinct roles and function independently in the process of visceral organ left-right patterning. Fgf signaling pathway has also been demonstrated to drive hindgut identity during gastrointestinal development, and the up regulation of the Fgf4 in pluripotent stem cell has been used to direct their differentiation for the generation of intestinal Organoids and tissues in vitro.",
            "score": 95.357666015625
        },
        {
            "docid": "15069546_18",
            "document": "SULF1 . In vivo studies were used to investigate HSulf1 and 2 in myeloma. Myeloma cells overexpressing Sulf1 and 2 were subcutaneously injected in severe combined immunodeficient (SCID) mice. Enhanced Sulf expression markedly inhibited growth of these tumors with respect to the control. Again, FGF-2 signaling and subsequent phosphorylation of ERK was attenuated in vitro by both Sulf1 and Sulf2 expression. Sulf1/2 expression resulted in more ECM (collagen fibril deposition) than control tumors, which may be another mechanism by which Sulfs slow down tumor growth. The authors also find Sulf1/2 specifically acts on HS-GAGs on the surface of tumor cells and not in the surrounding stroma, which consequently acts to block FGF-2/FGFR/HS ternary complex formation and inhibition of a downstream signal.",
            "score": 95.25341796875
        },
        {
            "docid": "2687346_5",
            "document": "Interferon gamma . Cellular responses to IFNγ are activated through its interaction with a heterodimeric receptor consisting of Interferon gamma receptor 1 (IFNGR1) and Interferon gamma receptor 2 (IFNGR2). IFNγ binding to the receptor activates the JAK-STAT pathway. IFNγ also binds to the glycosaminoglycan heparan sulfate (HS) at the cell surface. However, in contrast to many other heparan sulfate binding proteins, where binding promotes biological activity, the binding of IFNγ to HS inhibits its biological activity.",
            "score": 94.5958480834961
        },
        {
            "docid": "4328716_41",
            "document": "Perlecan . The mechanism by which heparan sulfate was downregulated in these lesions remained unknown for some time. One theory states that high glucose in circulation could lead to a decrease in GAG chain attachment to perlecan, but not necessarily a change in the synthetic pathway of the GAG chains or that of the core protein. After treatment of human aortic endothelial cells with high glucose medium, secreted perlecan contained less sulfate incorporation accompanied by less overall GAG chain incorporation. Although no signaling pathway is identified leading to this decrease in GAG chain incorporation, it is suggested that the 30% loss in overall glycosylation of the protein could mean loss of one of the three HS chains on perlecan in this model of diabetes-associated hyperglycemia. It is also noted that similar decreases in extracellular HS without a change in staining for the core protein chains occur in diabetic kidneys and in kidney cells in culture treated with high glucose.",
            "score": 94.0209732055664
        }
    ]
}