{
    "q": [
        {
            "docid": "40114_10",
            "document": "Escherichia coli . The bacterial cell cycle is divided into three stages. The B period occurs between the completion of cell division and the beginning of DNA replication. The C period encompasses the time it takes to replicate the chromosomal DNA. The D period refers to the stage between the conclusion of DNA replication and the end of cell division. The doubling rate of \"E. coli\" is higher when more nutrients are available. However, the length of the C and D periods do not change, even when the doubling time becomes less than the sum of the C and D periods. At the fastest growth rates, replication begins before the previous round of replication has completed, resulting in multiple replication forks along the DNA and overlapping cell cycles.",
            "score": 66.91672039031982
        },
        {
            "docid": "7252_2",
            "document": "Cell cycle . The cell cycle or cell-division cycle is the series of events that take place in a cell leading to its division and duplication of its DNA (DNA replication) to produce two daughter cells. In bacteria, which lack a cell nucleus, the cell cycle is divided into the B, C, and D periods. The B period extends from the end of cell division to the beginning of DNA replication. DNA replication occurs during the C period. The D period refers to the stage between the end of DNA replication and the splitting of the bacterial cell into two daughter cells. In cells with a nucleus, as in eukaryotes, the cell cycle is also divided into three periods: interphase, the mitotic (M) phase, and cytokinesis. During interphase, the cell grows, accumulating nutrients needed for mitosis, preparing it for cell division and duplicating its DNA. During the mitotic phase, the chromosomes separate. During the final stage, cytokinesis, the chromosomes and cytoplasm separate into two new daughter cells. To ensure the proper division of the cell, there are control mechanisms known as cell cycle checkpoints.",
            "score": 62.71150779724121
        },
        {
            "docid": "3730562_2",
            "document": "Cell cycle checkpoint . All living organisms are products of repeated rounds of cell growth and division. During this process, known as the cell cycle, a cell duplicates its contents and then divides in two. The purpose of the cell cycle is to accurately duplicate each organism's DNA and then divide the cell and its contents evenly between the two resulting cells. In eukaryotes, the cell cycle consists of four main stages: G, during which a cell is metabolically active and continuously grows; S phase, during which DNA replication takes place; G, during which cell growth continues and the cell synthesizes various proteins in preparation for division; and the M (mitosis) phase, during which the duplicated chromosomes (known as the sister chromatids) separate into two daughter nuclei, and the cell divides into two daughter cells, each with a full copy of DNA. Compared to the eukaryotic cell cycle, the prokaryotic cell cycle (known as binary fission) is relatively simple and quick: the chromosome replicates from the origin of replication, a new membrane is assembled, and the cell wall forms a septum which divides the cell into two.",
            "score": 60.09302496910095
        },
        {
            "docid": "564779_21",
            "document": "Cell growth . After the completion of binary fission or cell reproduction involving mitosis, each daughter cell has the same amount of DNA (Z) as what the parental cell had before it replicated its DNA. These two types of cell reproduction produced two daughter cells that have the same number of chromosomes as the parental cell. Chromosomes duplicate prior to cell division when forming new skin cells for reproduction. After meiotic cell reproduction the four daughter cells have half the number of chromosomes that the parental cell originally had. This is the haploid amount of DNA, often symbolized as N. Meiosis is used by diploid organisms to produce haploid gametes. In a diploid organism such as the human organism, most cells of the body have the diploid amount of DNA, 2N. Using this notation for counting chromosomes we say that human somatic cells have 46 chromosomes (2N = 46) while human sperm and eggs have 23 chromosomes (N = 23). Humans have 23 distinct types of chromosomes, the 22 autosomes and the special category of sex chromosomes. There are two distinct sex chromosomes, the X chromosome and the Y chromosome. A diploid human cell has 23 chromosomes from that person's father and 23 from the mother. That is, your body has two copies of human chromosome number 2, one from each of your parents.",
            "score": 54.064996004104614
        },
        {
            "docid": "29573659_4",
            "document": "Replication timing . The temporal order of replication of all the segments in the genome, called its replication-timing program, can now be easily measured in two different ways. One way simply measures the amount of the different DNA sequences along the length of the chromosome per cell. Sequences that duplicate first, long before cell division, will be more abundant in each cell than the sequences that replicate last just prior to cell division. The other way is to label newly synthesized DNA with chemically tagged nucleotides that become incorporated into the strands as they are synthesized, and then catch cells at different times during the duplication process and purify the DNA synthesized at each of these times using the chemical tag. In either case, we can measure the amount of the different DNA sequences along the length of the chromosome either directly using a machine that reads how much of each sequence is present or indirectly using a process called microarray hybridization. In any case, the temporal order of replication along the length of each chromosome can be plotted in graphical form to produce a \"replication timing profile\". Figure 4 shows an example of such a profile across 70,000,000 base pairs of human Chromosome 2.",
            "score": 51.337904930114746
        },
        {
            "docid": "38959421_8",
            "document": "Lucy Shapiro . What she and her students discovered overturned accepted beliefs about bacterial cell biology. In each cell cycle, \"Caulobacter\" divides asymmetrically into two daughters. One, the swarmer cell, has a tail-like flagellum that helps it swim; the other daughter has a stalk which anchors it to a surface. Swarmer cells become stalked cells after a short period of motility. Chromosome replication and cell division only occur in stalked cells. Rather than containing an evenly dispersed mixture of proteins, the single celled \"Caulobacter\" resembles a highly organized factory, with specific \"machinery\" regulating each step in the cell cycle to ensure that changes occur at developmentally appropriate times. DNA is copied once per cycle by a particular group of molecules. Once a single DNA copy is placed in each half of the cell, other mechanisms constricts the cell’s middle to separate it into two daughters. Shapiro was the first researcher to show that bacterial DNA replication occurs in a spatially organized way and that cell division is dependent on this spatial organization.",
            "score": 53.69594430923462
        },
        {
            "docid": "18976_3",
            "document": "Meiosis . In meiosis, DNA replication is followed by two rounds of cell division to produce four daughter cells, each with half the number of chromosomes as the original parent cell. The two meiotic divisions are known as Meiosis I and Meiosis II. Before meiosis begins, during S phase of the cell cycle, the DNA of each chromosome is replicated so that it consists of two identical sister chromatids, which remain held together through sister chromatid cohesion. This S-phase can be referred to as \"premeiotic S-phase\" or \"meiotic S-phase\". Immediately following DNA replication, meiotic cells enter a prolonged G2-like stage known as meiotic prophase. During this time, homologous chromosomes pair with each other and undergo genetic recombination, a programmed process in which DNA is cut and then repaired, which allows them to exchange some of their genetic information. A subset of recombination events results in crossovers, which create physical links known as chiasmata (singular: chiasma, for the Greek letter Chi (X)) between the homologous chromosomes. In most organisms, these links are essential to direct each pair of homologous chromosomes to segregate away from each other during Meiosis I, resulting in two haploid cells that have half the number of chromosomes as the parent cell. During Meiosis II, the cohesion between sister chromatids is released and they segregate from one another, as during mitosis. In some cases all four of the meiotic products form gametes such as sperm, spores, or pollen. In female animals, three of the four meiotic products are typically eliminated by extrusion into polar bodies, and only one cell develops to produce an ovum.",
            "score": 49.38920247554779
        },
        {
            "docid": "21304415_2",
            "document": "Sexual reproduction . Sexual reproduction is a form of reproduction where two morphologically distinct types of specialized reproductive cells called gametes fuse together, involving a female's large ovum (or egg) and a male's smaller sperm. Each gamete contains half the number of chromosomes of normal cells. They are created by a specialized type of cell division, which only occurs in eukaryotic cells, known as meiosis. The two gametes fuse during fertilization to produce DNA replication and the creation of a single-celled zygote which includes genetic material from both gametes. In a process called genetic recombination, genetic material (DNA) joins up so that homologous chromosome sequences are aligned with each other, and this is followed by exchange of genetic information. Two rounds of cell division then produce four daughter cells with half the number of chromosomes from each original parent cell, and the same number of chromosomes as both parents. For instance, in human reproduction each human cell contains 46 chromosomes in 23 pairs. Meiosis in the parents' gonads produce gamete cells which only contain 23 chromosomes each. When the gametes are combined via sexual intercourse to form a fertilized egg, the resulting child will have 23 chromosomes from each parent genetically recombined into 23 chromosome pairs or 46 total.",
            "score": 42.82448422908783
        },
        {
            "docid": "996341_4",
            "document": "Spindle checkpoint . When cells are ready to divide, because cell size is big enough or because they receive the appropriate stimulus, they activate the mechanism to enter into the cell cycle, and they duplicate most organelles during S (synthesis) phase, including their centrosome. Therefore, when the cell division process will end, each daughter cell will receive a complete set of organelles. At the same time, during S phase all cells must duplicate their DNA very precisely, a process termed DNA replication. Once DNA replication has finished, in eukaryotes the DNA molecule is compacted and condensed, to form the mitotic chromosomes, each one constituted by two sister chromatids, which stay held together by the establishment of cohesion between them; each chromatid is a complete DNA molecule, attached via microtubules to one of the two centrosomes of the dividing cell, located at opposed poles of the cell. The structure formed by the centrosomes and the microtubules is named mitotic spindle, due to its characteristic shape, holding the chromosomes between the two centrosomes. Both sister chromatids stay together until anaphase; at this moment they separate from each other and they travel towards the centrosome to which they are attached. In this way, when the two daughter cells separate at the end of the division process, each one will receive a complete set of chromatids. The mechanism responsible for the correct distribution of sister chromatids during cell division is named chromosome segregation.",
            "score": 53.642998695373535
        },
        {
            "docid": "25162968_4",
            "document": "Circular bacterial chromosome . Bacterial chromosome replication is best understood in the well-studied bacteria \"Escherichia coli\" and \"Bacillus subtilis\". Chromosome replication proceeds in three major stages: initiation, elongation and termination. The initiation stage starts with the ordered assembly of \"initiator\" proteins at the origin region of the chromosome, called oriC. These assembly stages are regulated to ensure that chromosome replication occurs only once in each cell cycle. During the elongation phase of replication, the enzymes that were assembled at oriC during initiation proceed along each arm (\"replichore\") of the chromosome, in opposite directions away from the oriC, replicating the DNA to create two identical copies. This process is known as bidirectional replication. The entire assembly of molecules involved in DNA replication on each arm is called a \"replisome.\" At the forefront of the replisome is a DNA helicase that unwinds the two strands of DNA, creating a moving \"replication fork\". The two unwound single strands of DNA serve as templates for DNA polymerase, which moves with the helicase (together with other proteins) to synthesise a complementary copy of each strand. In this way, two identical copies of the original DNA are created. Eventually, the two replication forks moving around the circular chromosome meet in a specific zone of the chromosome, approximately opposite oriC, called the terminus region. The elongation enzymes then disassemble, and the two \"daughter\" chromosomes are resolved before cell division is completed.",
            "score": 57.25709867477417
        },
        {
            "docid": "35547268_14",
            "document": "Bacterial morphological plasticity . For \"Burkholderia pseudomallei\", some clinical antibiotic agents that are used to treat its infection, mellioidosis, can induce morphological changes such as filamentation and physiological changes in this bacteria. These antibiotics are the β-lactam antibiotics, fluoroquinolones, and antibiotics that inhibit the synthesis of thymidine. The ability of some β-lactam antibiotics to induce filamentation in gram negative bacteria is to inhibit penicillin-binding proteins (PBPs). This inhibition stops the assembly of peptidoglycan network in bacterial cell wall. PBP-1 inhibition leads to rapid cell death. While PBP-2 and PBP-3 inhibition lead to morphological change, turn normal cells to spheroplasts and filamentous cells (elongated rods), respectively. PBP-3 forms the septum in dividing bacteria by involving transpeptidase so inhibition of this PBP-3 protein leads to the incomplete formation of septa in dividing bacteria resulting in the formation of long strands of bacteria (filaments). Kang Chen et al. mentioned that the filament was induced by sublethal concentrations of ceftazidime, ofloxacin, or trimethoprim. At or below the \"minimal inhibitory concentration\" (MIC), filamentation occurred mainly at these concentration and bacteria remained as viable within the vacuoles of immortalized human macrophages, not rapidly killed. However, the \"B.pseudomallei\" filaments revert to normal forms when the antibiotics are removed. Moreover, bacillary daughter cells maintained cell-division capacity and viability despite re-exposure to antibiotics such as ceftazidime. Thus, this developmental alteration may provide additionally survival advantages to bacteria. Furthermore, for \"Pseudomonas aeruginosa\", filamentation induced by antibiotics appears to trigger bacteria to change from a normal growth phase to a stationary growth phase. Filamentous bacteria are also associated with an increase in endotoxin (\"lipopolysaccharide, LPS\") release and the immune system of patients needs to cope with this characteristic. Chloramphenicol antibiotic can induce the formation of filamentous cells, which contain multiple copies of unsegregated chromosomes. These chromosomes lead to the unsuccessful division of elongated cells, and the formation of bacterial filament. Moreover, the filamentation also depends on the expression levels of an efflux pump (MexAB-OprM) and the minimum inhibitory concentration of chloramphenicol. The molecular correlate of the filament formation was described. The exposure to β-lactam antibiotics induced the SOS response in \"Escherichia coli\". During repair of DNA damage, the SOS response aids bacterial propagation by inhibiting cell division. Moreover, both β-lactam antibiotics and genetic mutation induce SOS in \"E.coli\" through the DpiBA \"two-component signal transduction system\" leading to the inactivation of the ftsl gene product, penicillin binding protein 3 (PBP-3). The ftsl gene is a group of filamentous temperature-sensitive genes implicated in cell division. In addition, it is a membrane transpeptidase required for peptidoglycan synthesis at the septum generated by cell division. The event to inactivate ftsl gene product requires the SOS-promoting recA and lexA genes as well as dpiA and transiently inhibits bacterial cell division. Consequently, the bactericidal effects of β-lactam antibiotics are limited. The DpiA is the effector for the DpiB two-component system. Interaction of DpiA with replication origins competes with the binding of the replication proteins DnaA and DnaB. When overexpressed, DpiA can interrupt DNA replication and induce the SOS response resulting in inhibition of cell division.",
            "score": 58.8587589263916
        },
        {
            "docid": "6438_19",
            "document": "Chromosome . Chromatin allows the very long DNA molecules to fit into the cell nucleus. During cell division chromatin condenses further to form microscopically visible chromosomes. The structure of chromosomes varies through the cell cycle. During cellular division chromosomes are replicated, divided, and passed successfully to their daughter cells so as to ensure the genetic diversity and survival of their progeny. Chromosomes may exist as either duplicated or unduplicated. Unduplicated chromosomes are single double helixes, whereas duplicated chromosomes contain two identical copies (called chromatids or sister chromatids) joined by a centromere. Eukaryotes (cells with nuclei such as those found in plants, fungi, and animals) possess multiple large linear chromosomes contained in the cell's nucleus. Each chromosome has one centromere, with one or two arms projecting from the centromere, although, under most circumstances, these arms are not visible as such. In addition, most eukaryotes have a small circular mitochondrial genome, and some eukaryotes may have additional small circular or linear cytoplasmic chromosomes.",
            "score": 40.58153247833252
        },
        {
            "docid": "42243737_2",
            "document": "Min System . The Min System is a mechanism composed of three proteins MinC, MinD, and MinE used by \"E. coli\" as a means of properly localizing the septum prior to cell division. Each component participates in generating a dynamic oscillation of FtsZ protein inhibition between the two bacterial poles to precisely specify the mid-zone of the cell, allowing the cell to accurately divide in two. This system is known to function in conjunction with a second negative regulatory system, the nucleoid occlusion system (NO), to ensure proper spatial and temporal regulation of chromosomal segregation and division.",
            "score": 37.3154137134552
        },
        {
            "docid": "501183_18",
            "document": "FtsZ . Like SulA, there are other mechanisms that prevent cell division that would result in disrupted genetic information sent to daughter cells. So far, two proteins have been identified in \"E. coli\" and \"B. subtilis\" that prevent division over the nucleoid region: Noc and SlmA. Noc gene knockouts result in cells that divide without respect to the nucleoid region, resulting in its asymmetrical partitioning between the daughter cells. The mechanism is not well understood, but thought to involve sequestration of FtsZ, preventing polymerization over the nucleoid region. The mechanism used by SlmA to inhibit FtsZ polymerization over the nucleoid is better understood, and uses two separate steps. One domain of SlmA binds to a FtsZ polymer, then a separate domain of SlmA severs the polymer . A similar mechanism is thought to be used by MinC, another inhibitor of FtsZ polymerization involved in positioning of the FtsZ ring.",
            "score": 32.3220694065094
        },
        {
            "docid": "36869_2",
            "document": "Cell division . Cell division is the process by which a parent cell divides into two or more daughter cells. Cell division usually occurs as part of a larger cell cycle. In eukaryotes, there are two distinct types of cell division: a vegetative division, whereby each daughter cell is genetically identical to the parent cell (mitosis), and a reproductive cell division, whereby the number of chromosomes in the daughter cells is reduced by half to produce haploid gametes (meiosis). Meiosis results in four haploid daughter cells by undergoing one round of DNA replication followed by two divisions. Homologous chromosomes are separated in the first division, and sister chromatids are separated in the second division. Both of these cell division cycles are used in the process of sexual reproduction at some point in their life cycle. Both are believed to be present in the last eukaryotic common ancestor.",
            "score": 44.7520546913147
        },
        {
            "docid": "5762008_6",
            "document": "Microbial genetics . Bacterial conjugation is the transfer of genetic material between bacterial cells by direct cell-to-cell contact or by a bridge-like connection between two cells. Bacterial conjugation has been extensively studied in \"Escherichia coli\", but also occurs in other bacteria such as \"Mycobacterium smegmatis\". Conjugation requires stable and extended contact between a donor and a recipient strain, is DNase resistant, and the transferred DNA is incorporated into the recipient chromosome by homologous recombination. \"E. coli\" conjugation is mediated by expression of plasmid genes, whereas mycobacterial conjugation is mediated by genes on the bacterial chromosome.",
            "score": 50.878578424453735
        },
        {
            "docid": "564779_20",
            "document": "Cell growth . The DNA content of a cell is duplicated at the start of the cell reproduction process. Prior to DNA replication, the DNA content of a cell can be represented as the amount Z (the cell has Z chromosomes). After the DNA replication process, the amount of DNA in the cell is 2Z (multiplication: 2 x Z = 2Z). During Binary fission and mitosis the duplicated DNA content of the reproducing parental cell is separated into two equal halves that are destined to end up in the two daughter cells. The final part of the cell reproduction process is cell division, when daughter cells physically split apart from a parental cell. During meiosis, there are two cell division steps that together produce the four daughter cells.",
            "score": 53.62585186958313
        },
        {
            "docid": "583438_34",
            "document": "Transformation (genetics) . The discovery of artificially induced competence in bacteria allow bacteria such as \"Escherichia coli\" to be used as a convenient host for the manipulation of DNA as well as expressing proteins. Typically plasmids are used for transformation in \"E. coli\". In order to be stably maintained in the cell, a plasmid DNA molecule must contain an origin of replication, which allows it to be replicated in the cell independently of the replication of the cell's own chromosome.",
            "score": 54.99559783935547
        },
        {
            "docid": "4250553_21",
            "document": "Gene . The majority of eukaryotic genes are stored on a set of large, linear chromosomes. The chromosomes are packed within the nucleus in complex with storage proteins called histones to form a unit called a nucleosome. DNA packaged and condensed in this way is called chromatin. The manner in which DNA is stored on the histones, as well as chemical modifications of the histone itself, regulate whether a particular region of DNA is accessible for gene expression. In addition to genes, eukaryotic chromosomes contain sequences involved in ensuring that the DNA is copied without degradation of end regions and sorted into daughter cells during cell division: replication origins, telomeres and the centromere. Replication origins are the sequence regions where DNA replication is initiated to make two copies of the chromosome. Telomeres are long stretches of repetitive sequence that cap the ends of the linear chromosomes and prevent degradation of coding and regulatory regions during DNA replication. The length of the telomeres decreases each time the genome is replicated and has been implicated in the aging process. The centromere is required for binding spindle fibres to separate sister chromatids into daughter cells during cell division.",
            "score": 51.91669225692749
        },
        {
            "docid": "564779_18",
            "document": "Cell growth . Cell division is more complex in eukaryotes than in other organisms. Prokaryotic cells such as bacterial cells reproduce by binary fission, a process that includes DNA replication, chromosome segregation, and cytokinesis. Eukaryotic cell division either involves mitosis or a more complex process called meiosis. Mitosis and meiosis are sometimes called the two \"nuclear division\" processes. Binary fission is similar to eukaryote cell reproduction that involves mitosis. Both lead to the production of two daughter cells with the same number of chromosomes as the parental cell. Meiosis is used for a special cell reproduction process of diploid organisms. It produces four special daughter cells (gametes) which have half the normal cellular amount of DNA. A male and a female gamete can then combine to produce a zygote, a cell which again has the normal amount of chromosomes.",
            "score": 46.921534299850464
        },
        {
            "docid": "19179592_45",
            "document": "Archaea . Archaea reproduce asexually by binary or multiple fission, fragmentation, or budding; mitosis and meiosis do not occur, so if a species of archaea exists in more than one form, all have the same genetic material. Cell division is controlled in a cell cycle; after the cell's chromosome is replicated and the two daughter chromosomes separate, the cell divides. In the genus \"Sulfolobus\", the cycle has characteristics that are similar to both bacterial and eukaryotic systems. The chromosomes replicate from multiple starting-points (origins of replication) using DNA polymerases that resemble the equivalent eukaryotic enzymes.",
            "score": 44.48328375816345
        },
        {
            "docid": "19248693_4",
            "document": "Macromolecular crowding . The interior of cells is a crowded environment. For example, an \"Escherichia coli\" cell is only about 2 micrometres (μm) long and 0.5 μm in diameter, with a cell volume of 0.6 - 0.7 μm. However, \"E. coli\" can contain up to 4,288 different types of proteins, and about 1,000 of these types are produced at a high enough level to be easily detected. Added to this mix are various forms of RNA and the cell's DNA chromosome, giving a total concentration of macromolecules of between 300 and 400 mg/ml. In eukaryotes the cell's interior is further crowded by the protein filaments that make up the cytoskeleton, this meshwork divides the cytosol into a network of narrow pores.",
            "score": 50.518778562545776
        },
        {
            "docid": "4333004_13",
            "document": "Cohesin . Dissociation of sister chromatids cohesion defines anaphase onset, which establishes two sets of identical chromosomes at each pole of the cell (telophase). Then the two daughter cells separate, and a new round of the cell cycle freshly starts in each one, at the stage of G0. When cells are ready to divide, because cell size is big enough or because they receive the appropriate stimulus, they activate the mechanism to enter into the G1 stage of cell cycle, and they duplicate most organelles during S (synthesis) phase, including their centrosome. Therefore, when the cell division process will end, each daughter cell will receive a complete set of organelles. At the same time, during S phase all cells must duplicate their DNA very precisely, a process termed DNA replication. Once DNA replication has finished, in eukaryotes the DNA molecule is compacted and condensed, to form the mitotic chromosomes, each one constituted by two sister chromatids, which stay held together by the establishment of cohesion between them; each chromatid is a complete DNA molecule, attached via microtubules to one of the two centrosomes of the dividing cell, located at opposed poles of the cell. To avoid premature sister chromatid separation, the APC/C is maintained in an inactive state bound to different molecules, which are part of a complex mechanism termed the spindle assembly checkpoint.",
            "score": 53.953429222106934
        },
        {
            "docid": "34987380_3",
            "document": "Mega-telomere . Telomeres act like protective caps for the chromosome. During cell division, a cell will make copies of its DNA. The enzymes in the cell that are responsible for copying the DNA cannot copy the very ends of the chromosomes. This is sometimes called the \"end replication problem\". If a cell did not contain telomeres, genetic information from the DNA on the ends of chromosomes would be lost with each division. However, because chromosomes have telomeres or mega telomeres on their ends, repetitive non-essential sequences of DNA are lost instead (See: Telomere shortening). While the chromosomes in most eukaryotic organisms are capped with telomeres, mega-telomeres are only found in a few species, such as mice and some birds. The specific function of mega-telomeres in vertebrate cells is still unclear.",
            "score": 49.918888568878174
        },
        {
            "docid": "30517442_13",
            "document": "Chromothripsis . These micronuclei undergo defective DNA replication, which is slower than DNA replication in the main nucleus and causes a proximal DNA damage response (DDR) to be initiated. However, DNA repair and cell cycle checkpoint activation fail to follow. Consequently, chromosomes that are not correctly replicated in micronuclei become fragmented. The method by which the pulverization of these chromosomes occur is not fully understood, but it is thought to be caused either by aberrant DNA replication or by premature chromosome condensation, which entails semi-replicated chromosomes being compacted by cyclin-dependent kinase activity. The resulting fragmented chromosome segments can be joined together to give rise to a rearranged chromosome, which can subsequently be reincorporated into the main nucleus of a daughter cell. The new chromosome can persist for several generations of cell cycle divisions and contribute to the development of a cancer cell.",
            "score": 51.81463265419006
        },
        {
            "docid": "481020_6",
            "document": "Nondisjunction . Division of somatic cells through mitosis is preceded by replication of the genetic material in S phase. As a result, each chromosome consists of two sister chromatids held together at the centromere. In the anaphase of mitosis, sister chromatids separate and migrate to opposite cell poles before the cell divides. Nondisjunction during mitosis leads to one daughter receiving both sister chromatids of the affected chromosome while the other gets none. This is known as a chromatin bridge or an anaphase bridge.  Mitotic nondisjunction results in somatic mosaicism, since only daughter cells originating from the cell where the nondisjunction event has occurred will have an abnormal number of chromosomes. Nondisjunction during mitosis can contribute to the development of some forms of cancer, e.g. retinoblastoma (see below). Chromosome nondisjunction in mitosis can be atrributed to the inactivation of topoisomerase II, condensin, or separase. Meiotic nondisjunction has been well studied in \"Saccharomyces cerevisiae\". This yeast undergoes mitosis similarly to other eukaryotes. Chromosome bridges occur when sister chromatids are held together post replication by DNA-DNA topological entanglement and the cohesion complex. During anaphase, cohesin is cleaved by separase.  Topoisomerase II and condensin are responsible for removing catenations.",
            "score": 52.36509644985199
        },
        {
            "docid": "26093896_3",
            "document": "Meiomitosis . During normal mitosis, sister chromatids separate into two identical daughter cells. In meiosis is a diploid cell (2N) duplicates its DNA once and undergoes two rounds of cell division to produce four haploid (1N), germ cells that promotes the recombination of large expanses of chromosomal DNA, potentially similar in size to those lost or gained in cancer. In meiotic division, homologous chromosomes are held together by cohesions, and after resolution of chiasma (the recombination crossover points with the other chromosome pair), the homologous chromosomes are segregated together. In these cells chiasma occurs and sister chromatids are partly held together by cohesions; when cell division occurs, the sister chromatids are sheared and mis-segregated which results in an aneuploid state.",
            "score": 46.93832755088806
        },
        {
            "docid": "14155540_4",
            "document": "Cancer in dogs . Cancer is a complex, multifactorial disease. Carcinogenesis is linked with DNA mutations, chromosomal translocations, chocolate, dysfunctional proteins, and aberrant cell cycle regulators. Cancer alters the DNA of cells and the mutated genetic material is passed on to daughter cells, resulting in neoplasms. The mutated DNA effects genes involved with the cell cycle, classified as either oncogenes or tumor suppressor genes. Oncogenes are responsible for cell proliferation and differentiation. Oncogenes responsible for cell growth are overexpressed in cancerous cells. Tumor suppressor genes prevent cells with erroneous cell cycles from replicating. Cancer cells ignore cell cycle regulators that control cell growth, division, and death.",
            "score": 50.61313056945801
        },
        {
            "docid": "564779_17",
            "document": "Cell growth . The process of cell division, called cell cycle, has four major parts called phases. The first part, called G phase is marked by synthesis of various enzymes that are required for DNA replication. The second part of the cell cycle is the S phase, where DNA replication produces two identical sets of chromosomes. The third part is the G phase in which a significant protein synthesis occurs, mainly involving the production of microtubules that are required during the process of division, called mitosis. The fourth phase, M phase, consists of nuclear division (karyokinesis) and cytoplasmic division (cytokinesis), accompanied by the formation of a new cell membrane. This is the physical division of \"mother\" and \"daughter\" cells. The M phase has been broken down into several distinct phases, sequentially known as prophase, prometaphase, metaphase, anaphase and telophase leading to cytokinesis.",
            "score": 48.629417419433594
        },
        {
            "docid": "273854_24",
            "document": "Telomerase . \"In vitro,\" when cells approach the Hayflick limit, the time to senescence can be extended by inactivating the tumor suppressor proteins - p53 and Retinoblastoma protein (pRb). Cells that have been so-altered eventually undergo an event termed a \"crisis\" when the majority of the cells in the culture die. Sometimes, a cell does not stop dividing once it reaches crisis. In a typical situation, the telomeres are shortened and chromosomal integrity declines with every subsequent cell division. Exposed chromosome ends are interpreted as double-stranded breaks (DSB) in DNA; such damage is usually repaired by reattaching (religating) the broken ends together. When the cell does this due to telomere-shortening, the ends of different chromosomes can be attached to each other. This solves the problem of lacking telomeres, but during cell division anaphase, the fused chromosomes are randomly ripped apart, causing many mutations and chromosomal abnormalities. As this process continues, the cell's genome becomes unstable. Eventually, either fatal damage is done to the cell's chromosomes (killing it via apoptosis), or an additional mutation that activates telomerase occurs.",
            "score": 45.897430539131165
        },
        {
            "docid": "25162968_3",
            "document": "Circular bacterial chromosome . Most bacterial chromosomes contain a circular DNA molecule – there are no free ends to the DNA. Free ends would otherwise create significant challenges to cells with respect to DNA replication and stability. Cells that do contain chromosomes with DNA ends, or telomeres (most eukaryotes), have acquired elaborate mechanisms to overcome these challenges. However, a circular chromosome can provide other challenges for cells. After replication, the two progeny circular chromosomes can sometimes remain interlinked or tangled, and they must be resolved so that each cell inherits one complete copy of the chromosome during cell division.",
            "score": 52.90835928916931
        },
        {
            "docid": "24536543_3",
            "document": "Eukaryote . Eukaryotes can reproduce both asexually through mitosis and sexually through meiosis and gamete fusion. In mitosis, one cell divides to produce two genetically identical cells. In meiosis, DNA replication is followed by two rounds of cell division to produce four haploid daughter cells. These act as sex cells (gametes). Each gamete has just one set of chromosomes, each a unique mix of the corresponding pair of parental chromosomes resulting from genetic recombination during meiosis.",
            "score": 43.75576114654541
        }
    ],
    "r": [
        {
            "docid": "40114_10",
            "document": "Escherichia coli . The bacterial cell cycle is divided into three stages. The B period occurs between the completion of cell division and the beginning of DNA replication. The C period encompasses the time it takes to replicate the chromosomal DNA. The D period refers to the stage between the conclusion of DNA replication and the end of cell division. The doubling rate of \"E. coli\" is higher when more nutrients are available. However, the length of the C and D periods do not change, even when the doubling time becomes less than the sum of the C and D periods. At the fastest growth rates, replication begins before the previous round of replication has completed, resulting in multiple replication forks along the DNA and overlapping cell cycles.",
            "score": 66.91671752929688
        },
        {
            "docid": "583438_16",
            "document": "Transformation (genetics) . Due to the differences in structure of the cell envelope between Gram-positive and Gram-negative bacteria, there are some differences in the mechanisms of DNA uptake in these cells, however most of them share common features that involve related proteins. The DNA first binds to the surface of the competent cells on a DNA receptor, and passes through the cytoplasmic membrane via DNA translocase. Only single-stranded DNA may pass through, the other strand being degraded by nucleases in the process. The translocated single-stranded DNA may then be integrated into the bacterial chromosomes by a RecA-dependent process. In Gram-negative cells, due to the presence of an extra membrane, the DNA requires the presence of a channel formed by secretins on the outer membrane. Pilin may be required for competence, but its role is uncertain. The uptake of DNA is generally non-sequence specific, although in some species the presence of specific DNA uptake sequences may facilitate efficient DNA uptake.",
            "score": 63.37739181518555
        },
        {
            "docid": "1590640_4",
            "document": "Nuclear DNA . Nuclear DNA and mitochondrial DNA differ in many ways, starting with location and structure. Nuclear DNA is located within the nucleus of eukaryote cells and usually has two copies per cell while mitochondrial DNA is located in the mitochondria and contains 100-1,000 copies per cell. The structure of nuclear DNA chromosomes is linear with open ends and includes 46 chromosomes containing 3 billion nucleotides. Mitochondrial DNA chromosomes usually have closed, circular structures, and contain for example 16,569 nucleotides in human. Nuclear DNA is diploid, inheriting the DNA from both mother and father, while mitochondrial DNA is haploid, coming only from the mother. The mutation rate for nuclear DNA is less than 0.3% while that of mitochondrial DNA is generally higher.",
            "score": 63.074649810791016
        },
        {
            "docid": "7252_2",
            "document": "Cell cycle . The cell cycle or cell-division cycle is the series of events that take place in a cell leading to its division and duplication of its DNA (DNA replication) to produce two daughter cells. In bacteria, which lack a cell nucleus, the cell cycle is divided into the B, C, and D periods. The B period extends from the end of cell division to the beginning of DNA replication. DNA replication occurs during the C period. The D period refers to the stage between the end of DNA replication and the splitting of the bacterial cell into two daughter cells. In cells with a nucleus, as in eukaryotes, the cell cycle is also divided into three periods: interphase, the mitotic (M) phase, and cytokinesis. During interphase, the cell grows, accumulating nutrients needed for mitosis, preparing it for cell division and duplicating its DNA. During the mitotic phase, the chromosomes separate. During the final stage, cytokinesis, the chromosomes and cytoplasm separate into two new daughter cells. To ensure the proper division of the cell, there are control mechanisms known as cell cycle checkpoints.",
            "score": 62.711509704589844
        },
        {
            "docid": "7188879_5",
            "document": "Immortal DNA strand hypothesis . In the label-retention assay, the goal is to mark 'immortal' or parental DNA strands with a DNA label such as tritiated thymidine or bromodeoxyuridine (BrdU). These types of DNA labels will incorporate into the newly synthesized DNA of dividing cells during S phase. A pulse of DNA label is given to adult stem cells under conditions where they have not yet delineated an immortal DNA strand. During these conditions, the adult stem cells are either dividing \"symmetrically\" (thus with each division a new 'immortal' strand is determined and in at least one of the stem cells the immortal DNA strand will be marked with DNA label), or the adult stem cells have \"not yet been determined\" (thus their precursors are dividing symmetrically, and once they differentiate into adult stem cells and choose an 'immortal' strand, the 'immortal strand' will already have been marked). Experimentally, adult stem cells are undergoing symmetric divisions during growth and after wound healing, and are not yet determined at neonatal stages. Once the immortal DNA strand is labelled and the adult stem cell has begun or resumed asymmetric divisions, the DNA label is chased out. In symmetric divisions (most mitotic cells), DNA is segregating randomly and the DNA label will be diluted out to levels below detection after five divisions. If, however, cells are using an immortal DNA strand mechanism, then all the labeled DNA will continue to co-segregate with the adult stem cell, and after five (or more) divisions will still be detected within the adult stem cell. These cells are sometimes called label-retaining cells (LRCs).",
            "score": 61.58742141723633
        },
        {
            "docid": "583438_15",
            "document": "Transformation (genetics) . Naturally competent bacteria carry sets of genes that provide the protein machinery to bring DNA across the cell membrane(s). The transport of the exogenous DNA into the cells may require proteins that are involved in the assembly of type IV pili and type II secretion system, as well as DNA translocase complex at the cytoplasmic membrane.",
            "score": 61.005855560302734
        },
        {
            "docid": "3730562_2",
            "document": "Cell cycle checkpoint . All living organisms are products of repeated rounds of cell growth and division. During this process, known as the cell cycle, a cell duplicates its contents and then divides in two. The purpose of the cell cycle is to accurately duplicate each organism's DNA and then divide the cell and its contents evenly between the two resulting cells. In eukaryotes, the cell cycle consists of four main stages: G, during which a cell is metabolically active and continuously grows; S phase, during which DNA replication takes place; G, during which cell growth continues and the cell synthesizes various proteins in preparation for division; and the M (mitosis) phase, during which the duplicated chromosomes (known as the sister chromatids) separate into two daughter nuclei, and the cell divides into two daughter cells, each with a full copy of DNA. Compared to the eukaryotic cell cycle, the prokaryotic cell cycle (known as binary fission) is relatively simple and quick: the chromosome replicates from the origin of replication, a new membrane is assembled, and the cell wall forms a septum which divides the cell into two.",
            "score": 60.09302520751953
        },
        {
            "docid": "2764033_7",
            "document": "DNA polymerase II . Polymerases all are involved with DNA replication in some capacity, synthesizing chains of nucleic acids. DNA replication is a vital aspect of a cell's proliferation. Without replicating its DNA, a cell cannot divide and share its genetic information to progeny. In prokaryotes, like \"E. coli\", DNA Pol III is the major polymerase involved with DNA replication. While DNA Pol II is not a major factor in chromosome replication, it has other roles to fill.",
            "score": 59.62847900390625
        },
        {
            "docid": "35547268_14",
            "document": "Bacterial morphological plasticity . For \"Burkholderia pseudomallei\", some clinical antibiotic agents that are used to treat its infection, mellioidosis, can induce morphological changes such as filamentation and physiological changes in this bacteria. These antibiotics are the β-lactam antibiotics, fluoroquinolones, and antibiotics that inhibit the synthesis of thymidine. The ability of some β-lactam antibiotics to induce filamentation in gram negative bacteria is to inhibit penicillin-binding proteins (PBPs). This inhibition stops the assembly of peptidoglycan network in bacterial cell wall. PBP-1 inhibition leads to rapid cell death. While PBP-2 and PBP-3 inhibition lead to morphological change, turn normal cells to spheroplasts and filamentous cells (elongated rods), respectively. PBP-3 forms the septum in dividing bacteria by involving transpeptidase so inhibition of this PBP-3 protein leads to the incomplete formation of septa in dividing bacteria resulting in the formation of long strands of bacteria (filaments). Kang Chen et al. mentioned that the filament was induced by sublethal concentrations of ceftazidime, ofloxacin, or trimethoprim. At or below the \"minimal inhibitory concentration\" (MIC), filamentation occurred mainly at these concentration and bacteria remained as viable within the vacuoles of immortalized human macrophages, not rapidly killed. However, the \"B.pseudomallei\" filaments revert to normal forms when the antibiotics are removed. Moreover, bacillary daughter cells maintained cell-division capacity and viability despite re-exposure to antibiotics such as ceftazidime. Thus, this developmental alteration may provide additionally survival advantages to bacteria. Furthermore, for \"Pseudomonas aeruginosa\", filamentation induced by antibiotics appears to trigger bacteria to change from a normal growth phase to a stationary growth phase. Filamentous bacteria are also associated with an increase in endotoxin (\"lipopolysaccharide, LPS\") release and the immune system of patients needs to cope with this characteristic. Chloramphenicol antibiotic can induce the formation of filamentous cells, which contain multiple copies of unsegregated chromosomes. These chromosomes lead to the unsuccessful division of elongated cells, and the formation of bacterial filament. Moreover, the filamentation also depends on the expression levels of an efflux pump (MexAB-OprM) and the minimum inhibitory concentration of chloramphenicol. The molecular correlate of the filament formation was described. The exposure to β-lactam antibiotics induced the SOS response in \"Escherichia coli\". During repair of DNA damage, the SOS response aids bacterial propagation by inhibiting cell division. Moreover, both β-lactam antibiotics and genetic mutation induce SOS in \"E.coli\" through the DpiBA \"two-component signal transduction system\" leading to the inactivation of the ftsl gene product, penicillin binding protein 3 (PBP-3). The ftsl gene is a group of filamentous temperature-sensitive genes implicated in cell division. In addition, it is a membrane transpeptidase required for peptidoglycan synthesis at the septum generated by cell division. The event to inactivate ftsl gene product requires the SOS-promoting recA and lexA genes as well as dpiA and transiently inhibits bacterial cell division. Consequently, the bactericidal effects of β-lactam antibiotics are limited. The DpiA is the effector for the DpiB two-component system. Interaction of DpiA with replication origins competes with the binding of the replication proteins DnaA and DnaB. When overexpressed, DpiA can interrupt DNA replication and induce the SOS response resulting in inhibition of cell division.",
            "score": 58.858760833740234
        },
        {
            "docid": "7252_11",
            "document": "Cell cycle . The ensuing S phase starts when DNA synthesis commences; when it is complete, all of the chromosomes have been replicated, i.e., each chromosome has two (sister) chromatids. Thus, during this phase, the amount of DNA in the cell has effectively doubled, though the ploidy of the cell remains the same. Rates of RNA transcription and protein synthesis are very low during this phase. An exception to this is histone production, most of which occurs during the S phase.",
            "score": 58.29411697387695
        },
        {
            "docid": "55698383_7",
            "document": "Enterobacter virus CC31 . Once inside the cell, replication can begin. The virus starts by breaking down all \"E. coli\" genetic material. This is known as the lytic cycle. The virus can now occupy the cell of the \"E. coli\" without being inhibited by proteins or enzymes of the host. The \"CC30\" genetic material is then capable of using the residue \"E. coli\" proteins to assist with viral replication. \"Enterobacter virus CC31\" has most of the genes responsible for coding proteins to induce gene expression and replication: endonuclease, RNA polymerase, DNA polymerase, RNA primase, DNA ligase, topoisomerase, and DNA helicase. Therefore, \"CC31\" does not require access to \"E. coli\"'s nucleus and does not have to wait for mitosis to occur in order to act in a parasitic fashion. This allows for rapid formation of virus particles within the empty cell. DNA is amplified, while proteins are made for the virion construction. Protein subunits combine into domains to make the individual components of the virion. The viral particles begin to combine once overcrowding of the cell occurs. The \"E. coli\" cell will lyse due to over-population, allowing the virions to burst out of the cell and move on to the next host.",
            "score": 57.7247314453125
        },
        {
            "docid": "25162968_4",
            "document": "Circular bacterial chromosome . Bacterial chromosome replication is best understood in the well-studied bacteria \"Escherichia coli\" and \"Bacillus subtilis\". Chromosome replication proceeds in three major stages: initiation, elongation and termination. The initiation stage starts with the ordered assembly of \"initiator\" proteins at the origin region of the chromosome, called oriC. These assembly stages are regulated to ensure that chromosome replication occurs only once in each cell cycle. During the elongation phase of replication, the enzymes that were assembled at oriC during initiation proceed along each arm (\"replichore\") of the chromosome, in opposite directions away from the oriC, replicating the DNA to create two identical copies. This process is known as bidirectional replication. The entire assembly of molecules involved in DNA replication on each arm is called a \"replisome.\" At the forefront of the replisome is a DNA helicase that unwinds the two strands of DNA, creating a moving \"replication fork\". The two unwound single strands of DNA serve as templates for DNA polymerase, which moves with the helicase (together with other proteins) to synthesise a complementary copy of each strand. In this way, two identical copies of the original DNA are created. Eventually, the two replication forks moving around the circular chromosome meet in a specific zone of the chromosome, approximately opposite oriC, called the terminus region. The elongation enzymes then disassemble, and the two \"daughter\" chromosomes are resolved before cell division is completed.",
            "score": 57.25709915161133
        },
        {
            "docid": "26350_22",
            "document": "Radiation therapy . In photon therapy, most of the radiation effect is through free radicals. Cells have mechanisms for repairing single-strand DNA damage and double-stranded DNA damage. However, double-stranded DNA breaks are much more difficult to repair, and can lead to dramatic chromosomal abnormalities and genetic deletions. Targeting double-stranded breaks increases the probability that cells will undergo cell death. Cancer cells are generally less differentiated and more stem cell-like; they reproduce more than most healthy differentiated cells, and have a diminished ability to repair sub-lethal damage. Single-strand DNA damage is then passed on through cell division; damage to the cancer cells' DNA accumulates, causing them to die or reproduce more slowly.",
            "score": 56.803855895996094
        },
        {
            "docid": "32706791_11",
            "document": "Genome instability . In cancer, genome instability can occur prior to or as a consequence of transformation. Genome instability can refer to the accumulation of extra copies of DNA or chromosomes, chromosomal translocations, chromosomal inversions, chromosome deletions, single-strand breaks in DNA, double-strand breaks in DNA, the intercalation of foreign substances into the DNA double helix, or any abnormal changes in DNA tertiary structure that can cause either the loss of DNA, or the misexpression of genes. Situations of genome instability (as well as aneuploidy) are common in cancer cells, and they are considered a \"hallmark\" for these cells. The unpredictable nature of these events are also a main contributor to the heterogeneity observed among tumour cells.",
            "score": 56.52257537841797
        },
        {
            "docid": "35048427_7",
            "document": "LIG3 . Since the LIG3 gene encodes the only DNA ligase in mitochondria, inactivation of the LIG3 gene results in loss of mitochondrial DNA that in turn leads to loss of mitochondrial function. Fibroblasts with inactivated Lig3 gene can be propagated in the media supplemented with uridine and pyruvate. However, these cells lack mtDNA. Interestingly, physiological levels of mitochondrial DNA ligase III appear excessive, and cells with 100-fold reduced mitochondrial content of mitochondrial DNA ligase III-alpha maintain normal mtDNA copy number. The essential role of DNA ligase III-alpha in mitochondrial DNA metabolism can be fulfilled by other DNA ligases, including the NAD-dependent DNA ligase of \"E. coli\", if they are targeted to mitochondria. Thus, viable cells that lack nuclear DNA ligase III-alpha can be generated. While DNA ligase I is the predominant enzyme that joins Okazaki fragments during DNA replication, it is now evident that the DNA ligase III-alpha/XRCC1 complex enables cells that either lack or have reduced DNA ligase I activity to complete DNA replication. Given the biochemical and cell biology studies linking the DNA ligase III-alpha/XRCC1 complex with excision repair and the repair of DNA single strand breaks, it was surprising that the cells lacking nuclear DNA ligase III-alpha did not exhibit significantly increased sensitivity to DNA damaging agent. These studies suggest that there is significant functional redundancy between DNA ligase I and DNA ligase III-alpha in these nuclear DNA repair pathways. In mammalian cells, most DNA double strand breaks are repaired by DNA ligase IV-dependent non-homologous end joining (NHEJ). DNA ligase III-alpha participates in a minor alternative NHEJ pathway that generates chromosomal translocations. Unlike the other nuclear DNA repair functions, it appears that the role of DNA ligase III-alpha in alternative NHEJ is independent of XRCC1.",
            "score": 56.4040412902832
        },
        {
            "docid": "30876867_3",
            "document": "Molecular cloning . In a conventional molecular cloning experiment, the DNA to be cloned is obtained from an organism of interest, then treated with enzymes in the test tube to generate smaller DNA fragments. Subsequently, these fragments are then combined with vector DNA to generate recombinant DNA molecules. The recombinant DNA is then introduced into a host organism (typically an easy-to-grow, benign, laboratory strain of \"E. coli\" bacteria). This will generate a population of organisms in which recombinant DNA molecules are replicated along with the host DNA. Because they contain foreign DNA fragments, these are transgenic or genetically modified microorganisms (GMO). This process takes advantage of the fact that a single bacterial cell can be induced to take up and replicate a single recombinant DNA molecule. This single cell can then be expanded exponentially to generate a large amount of bacteria, each of which contain copies of the original recombinant molecule. Thus, both the resulting bacterial population, and the recombinant DNA molecule, are commonly referred to as \"clones\". Strictly speaking, \"recombinant DNA\" refers to DNA molecules, while \"molecular cloning\" refers to the experimental methods used to assemble them. The idea arose that different DNA sequences could be inserted into a plasmid and that these foreign sequences would be carried into bacteria and digested as part of the plasmid. That is, these plasmids could serve as cloning vectors to carry genes.",
            "score": 56.30884552001953
        },
        {
            "docid": "16255266_4",
            "document": "Apoptotic DNA fragmentation . Degradation of nuclear DNA into nucleosomal units is one of the hallmarks of apoptotic cell death. It occurs in response to various apoptotic stimuli in a wide variety of cell types. Molecular characterization of this process identified a specific DNase (CAD, caspase-activated DNase) that cleaves chromosomal DNA in a caspase-dependent manner. CAD is synthesized with the help of ICAD (inhibitor of CAD), which works as a specific chaperone for CAD and is found complexed with ICAD in proliferating cells. When cells are induced to undergo apoptosis, caspase 3 cleaves ICAD to dissociate the CAD:ICAD complex, allowing CAD to cleave chromosomal DNA. Cells that lack ICAD or that express caspase-resistant mutant ICAD thus do not show DNA fragmentation during apoptosis, although they do exhibit some other features of apoptosis and die.",
            "score": 56.26374053955078
        },
        {
            "docid": "29573659_3",
            "document": "Replication timing . In eukaryotic cells (cells that package their DNA within a nucleus), chromosomes consist of very long linear double-stranded DNA molecules. During the S-phase of each cell cycle (Figure 1), all of the DNA in a cell is duplicated in order to provide one copy to each of the daughter cells after the next cell division. The process of duplicating DNA is called DNA replication, and it takes place by first unwinding the duplex DNA molecule, starting at many locations called DNA replication origins, followed by an unzipping process that unwinds the DNA as it is being copied. However, replication does not start at all the different origins at once. Rather, there is a defined temporal order in which these origins fire. Frequently a few adjacent origins open up to duplicate a segment of a chromosome, followed some time later by another group of origins opening up in an adjacent segment. Replication does not necessarily start at exactly the same origin sites every time, but the segments appear to replicate in the same temporal sequence regardless of exactly where within each segment replication starts. Figure 2 shows a cartoon of how this is generally envisioned to occur, while Figure 3 shows an animation of when different segments replicate in one type of human cell.",
            "score": 56.22126770019531
        },
        {
            "docid": "9015_34",
            "document": "DNA replication . Eukaryotes initiate DNA replication at multiple points in the chromosome, so replication forks meet and terminate at many points in the chromosome. Because eukaryotes have linear chromosomes, DNA replication is unable to reach the very end of the chromosomes. Due to this problem, DNA is lost each replication cycle from the end of the chromosome. Telomeres are regions of repetitive DNA close to the ends and help prevent loss of genes due to this shortening. Shortening of the telomeres is a normal process in somatic cells. This shortens the telomeres of the daughter DNA chromosome. As a result, cells can only divide a certain number of times before the DNA loss prevents further division. (This is known as the Hayflick limit.) Within the germ cell line, which passes DNA to the next generation, telomerase extends the repetitive sequences of the telomere region to prevent degradation. Telomerase can become mistakenly active in somatic cells, sometimes leading to cancer formation. Increased telomerase activity is one of the hallmarks of cancer.",
            "score": 56.11621856689453
        },
        {
            "docid": "14764448_27",
            "document": "H19 (gene) . Cellular DNA integrity is often compromised in cancer. Genome instability can refer to the accumulation of extra copies of DNA/chromosomes, chromosomal translocations, chromosomal inversion, chromosome deletions, single stranded breaks in DNA, double stranded breaks in DNA, the intercalation of foreign substances into the DNA double helix, or any abnormal changes in DNA tertiary structure that can cause either the loss of DNA, or the misexpression of genes. It appears that H19 expression is tightly linked to the ploidy of the cell. Diploid liver cells express high levels of H19, whereas the polyploid cell fraction do not express H19. Also, diploid mesenchymal stem cells express high levels of H19 compared to polyploid mesenchymal stem cells. Knock-down of H19 lead to increased polyploidization of mesenchymal stem cells, and induced polyploidy resulted in reduced expression of H19, providing a direct link between H19 expression and the amount of DNA within the cell.",
            "score": 56.10811996459961
        },
        {
            "docid": "37626088_47",
            "document": "DNA damage (naturally occurring) . Through extensive experiments, researchers have been able to illuminate the role that the RAD genes play in delaying cell division in response to DNA damage. When wild-type, growing cells are exposed to various levels of x-irradiation over a given time frame, and then analyzed with a microcolony assay, differences in the cell cycle response can be observed based on which genes are mutated in the cells. For instance, while unirradiated cells will progress normally through the cell cycle, cells that are exposed to x-irradiation either permanently arrest (become inviable) or delay in the G2 phase before continuing to divide in mitosis, further corroborating the idea that the G2 delay is crucial for DNA repair. However, rad strains, which are deficient in DNA repair, exhibit a markedly different response. For instance, rad52 cells, which cannot repair double-stranded DNA breaks, tend to permanently arrest in G2 when exposed to even very low levels of x-irradiation, and rarely end up progressing through the later stages of the cell cycle. This is because the cells cannot repair DNA damage and thus do not enter mitosis. Various other rad mutants exhibit similar responses when exposed to x-irradiation.",
            "score": 55.94941329956055
        },
        {
            "docid": "7188879_9",
            "document": "Immortal DNA strand hypothesis . Since these cells were cycling but continued to contain the BrdU label in their DNA, the researchers reasoned that they must be segregating their DNA using an immortal DNA strand mechanism. Joshua Merok \"et al.\" from the lab of James Sherley engineered mammalian cells with an inducible p53 gene that controls asymmetric divisions. BrdU pulse/chase experiments with these cells demonstrated that chromosomes segregated non-randomly only when the cells were induced to divide asymmetrically like adult stem cells. These asymmetrically dividing cells provide an \"in vitro\" model for demonstration and investigation of immortal strand mechanisms.",
            "score": 55.9015007019043
        },
        {
            "docid": "1883421_5",
            "document": "Adeno-associated virus . Wild-type AAV has attracted considerable interest from gene therapy researchers due to a number of features. Chief amongst these is the virus's apparent lack of pathogenicity. It can also infect non-dividing cells and has the ability to stably integrate into the host cell genome at a specific site (designated AAVS1) in the human chromosome 19. This feature makes it somewhat more predictable than retroviruses, which present the threat of a random insertion and of mutagenesis, which is sometimes followed by development of a cancer. The AAV genome integrates most frequently into the site mentioned, while random incorporations into the genome take place with a negligible frequency. Development of AAVs as gene therapy vectors, however, has eliminated this integrative capacity by removal of the \"rep\" and \"cap\" from the DNA of the vector. The desired gene together with a promoter to drive transcription of the gene is inserted between the inverted terminal repeats (ITR) that aid in concatemer formation in the nucleus after the single-stranded vector DNA is converted by host cell DNA polymerase complexes into double-stranded DNA. AAV-based gene therapy vectors form episomal concatemers in the host cell nucleus. In non-dividing cells, these concatemers remain intact for the life of the host cell. In dividing cells, AAV DNA is lost through cell division, since the episomal DNA is not replicated along with the host cell DNA. Random integration of AAV DNA into the host genome is detectable but occurs at very low frequency. AAVs also present very low immunogenicity, seemingly restricted to generation of neutralizing antibodies, while they induce no clearly defined cytotoxic response. This feature, along with the ability to infect quiescent cells present their dominance over adenoviruses as vectors for human gene therapy.",
            "score": 55.817848205566406
        },
        {
            "docid": "839361_9",
            "document": "Caulobacter crescentus . Each process activated by the proteins of the cell cycle engine involve a cascade of many reactions. The longest subsystem cascade is DNA replication. In \"Caulobacter\" cells, replication of the chromosome involves about 2 million DNA synthesis reactions for each arm of the chromosome over 40 to 80 min depending on conditions. While the average time for each individual synthesis reaction can be estimated from the observed average total time to replicate the chromosome, the actual reaction time for each reaction varies widely around the average rate. This leads to a significant and inevitable cell-to-cell variation time to complete replication of the chromosome. There is similar random variation in the rates of progression of all the other subsystem reaction cascades. The net effect is that the time to complete the cell cycle varies widely over the cells in a population even when they all are growing in identical environmental conditions. Cell cycle regulation includes feedback signals that pace progression of the cell cycle engine to match progress of events at the regulatory subsystem level in each particular cell. This control system organization, with a controller (the cell cycle engine) driving a complex system, with modulation by feedback signals from the controlled system creates a closed loop control system.",
            "score": 55.60429382324219
        },
        {
            "docid": "7188879_6",
            "document": "Immortal DNA strand hypothesis . In the label-release assay, the goal is to mark the newly synthesized DNA that is normally passed on to the daughter (non-stem) cell. A pulse of DNA label is given to adult stem cells under conditions where they are dividing \"asymmetrically.\" Under conditions of homeostasis, adult stem cells should be dividing asymmetrically so that the same number of adult stem cells is maintained in the tissue compartment. After pulsing for long enough to label all the newly replicated DNA, the DNA label is chased out (each DNA replication now incorporates unlabeled nucleotides) and the adult stem cells are assayed for loss of the DNA label after two cell divisions. If cells are using a random segregation mechanism, then enough DNA label should remain in the cell to be detected. If, however, the adult stem cells are using an immortal DNA strand mechanism, they are obligated to retain the unlabeled 'immortal' DNA, and will release all the newly synthesized labeled DNA to their differentiating daughter cells in two divisions.",
            "score": 55.52727508544922
        },
        {
            "docid": "334955_13",
            "document": "Therapeutic index . Radiotherapy aims to minimize the size of tumors and kill cancer cells with high energy. The source of high energy arises from x-rays, gamma rays, charged particles and heavy particles. The therapeutic ratio in radiotherapy for cancer treatment is related to the maximum radiation dose by which death of cancer cells is locally controlled and the minimum radiation dose by which cells in normal tissues have low acute and late morbidity. Both of parameters have sigmoidal dose-response curves. Thus, a favorable outcome in dose-response curve is the response of tumor tissue is greater than that of normal tissue to the same dose, meaning that the treatment is effective to tumors and does not cause serious morbidity to normal tissue. Reversely, overlapping response of two tissues is highly likely to cause serious morbidity to normal tissue and ineffective treatment to tumors. The mechanism of radiation therapy is categorized into direct and indirect radiation. Both of direct and indirect radiations induce DNAs to have a mutation or chromosomal rearrangement during its repair process. Direct radiation creates a free DNA radical from radiation energy deposition that damages DNA. Indirect radiation occurs from radiolysis of water, creating a free hydroxyl radical, hydronium and electron. Then, hydroxyl radical transfers its radical to DNA. Or together with hydronium and electron, a free hydroxyl radical can damage base region of DNA. Cancer cells have imbalance of signals in cell cycle. G1 and G2/M arrest are found to be major checkpoints by irradiation in human cells. G1 arrest delays repair mechanism before synthesis of DNA in S phase and mitosis in M phase, suggesting key checkpoint to lead survival of cells. G2/M arrest occurs when cells need to repair after S phase before the mitotic entry. It was also known that S phase is the most resistant to radiation and M phase was the most sensitive to radiation. p53, a tumor suppressor protein that plays a role in G1 and G2/M arrest, enabled the understanding of the cell cycle by radiation. For example, irradiation to myeloid leukemia cell leads to an increase in p53 and a decrease in the level of DNA synthesis. Patients with Ataxia telangiectasia delays have hypersensitivity to radiation due to the delay of accumulation of p53. In this case, cells are able to replicate without repair of their DNA, prone to incidence of cancer. Most cells are in G1 and S phase and irradiation at G2 phase showed increased radiosensitivity and thus G1 arrest has been on focus for therapeutic treatment. Irradiation to a tissue creates response to both irradiated and non-irridiated cells. It was found that even cells up to 50-75 cell diameter distant from irradiated cells have phenotype of enhanced genetic instability such as micronucleation. This suggests the effect of cell-to-cell communication such as paracrine and juxtacrine signaling. Normal cells do not lose DNA repair mechanism whereas cancer cells often lose during radiotherapy. However, the nature of high energy radiation can override the ability of damaged normal cell to repair, leading to cause another risk for carcinogenesis. This suggests a significant risk associated with radiation therapy. Thus, it is desirable to improve the therapeutic ratio during radiotherapy. Employing IG-IMRT, protons and heavy ions are likely to minimize dose to normal tissues by altered fractionation. Molecular targeting to DNA repair pathway can lead to radiosensitization or radioprotection. Examples are direct and indirect inhibitors on DNA double-strand breaks. Direct inhibitors target proteins (PARP family) and kinases (ATM, DNA-PKCs) that are involved in DNA repair. Indirect inhibitors target proteins tumor cell signaling proteins such as EGFR and insulin growth factor.",
            "score": 55.49603271484375
        },
        {
            "docid": "4646238_13",
            "document": "Myricetin . Myricetin also impacts the biochemical efficacy and binding ability of large intracelluar biomolecules. Myricetin has been shown to inhibit viral reverse transcriptase, cellular DNA polymerase, and cellular RNA polymerase. Inhibition of cellular DNA polymerases could have dangerous effects on the cell’s ability to replicate its genome and its progression through the cell cycle. Inhibition of cellular RNA polymerase could have deleterious effects on the cell’s capacity to transcribe and translate DNA and RNA to produce vital proteins for the cell. Researchers have found that myricetin has the ability to interfere in the RNA polymerase pathway in two different ways. In \"E. coli\" myricetin competitively inhibited GTP substrate binding to RNA polymerase. In T7 bacteriophages myricetin competitively inhibited DNA template binding to RNA polymerase.",
            "score": 55.43964385986328
        },
        {
            "docid": "2631477_9",
            "document": "Homologous recombination . Double-strand breaks can be repaired through homologous recombination or through non-homologous end joining (NHEJ). NHEJ is a DNA repair mechanism which, unlike homologous recombination, does not require a long homologous sequence to guide repair. Whether homologous recombination or NHEJ is used to repair double-strand breaks is largely determined by the phase of cell cycle. Homologous recombination repairs DNA before the cell enters mitosis (M phase). It occurs during and shortly after DNA replication, in the S and G phases of the cell cycle, when sister chromatids are more easily available. Compared to homologous chromosomes, which are similar to another chromosome but often have different alleles, sister chromatids are an ideal template for homologous recombination because they are an identical copy of a given chromosome. In contrast to homologous recombination, NHEJ is predominant in the G phase of the cell cycle, when the cell is growing but not yet ready to divide. It occurs less frequently after the G phase, but maintains at least some activity throughout the cell cycle. The mechanisms that regulate homologous recombination and NHEJ throughout the cell cycle vary widely between species.",
            "score": 55.39329528808594
        },
        {
            "docid": "9896453_66",
            "document": "Eukaryotic DNA replication . During the G phase of the cell cycle there are low levels of CDK activity. This low level of CDK activity allows for the formation of new pre-RC complexes but is not sufficient for DNA replication to be initiated by the newly formed pre-RCs. During the remaining phases of the cell cycle there are elevated levels of CDK activity. This high level of CDK activity is responsible for initiating DNA replication as well as inhibiting new pre-RC complex formation. Once DNA replication has been initiated the pre-RC complex is broken down. Due to the fact that CDK levels remain high during the S phase, G, and M phases of the cell cycle no new pre-RC complexes can be formed. This all helps to ensure that no initiation can occur until the cell division is complete.",
            "score": 55.354461669921875
        },
        {
            "docid": "5221389_17",
            "document": "Cell damage . In both prokaryotes and eukaryotes, DNA genomes are vulnerable to attack by reactive chemicals naturally produced in the intracellular environment and by agents from external sources. An important internal source of DNA damage in both prokaryotes and eukaryotes is reactive oxygen species (ROS) formed as byproducts of normal aerobic metabolism. For eukaryotes, oxidative reactions are a major source of DNA damage (see DNA damage (naturally occurring) and Sedelnikova et al.). In humans, about 10,000 oxidative DNA damages occur per cell per day. In the rat, which has a higher metabolic rate than humans, about 100,000 oxidative DNA damages occur per cell per day. In aerobically growing bacteria, ROS appear to be a major source of DNA damage, as indicated by the observation that 89% of spontaneously occurring base substitution mutations are caused by introduction of ROS-induced single-strand damages followed by error-prone replication past these damages. Oxidative DNA damages usually involve only one of the DNA strands at any damaged site, but about 1–2% of damages involve both strands. The double-strand damages include double-strand breaks (DSBs) and inter-strand crosslinks. For humans, the estimated average number of endogenous DNA DSBs per cell occurring at each cell generation is about 50. This level of formation of DSBs likely reflects the natural level of damages caused, in large part, by ROS produced by active metabolism.",
            "score": 55.33314895629883
        },
        {
            "docid": "2332422_13",
            "document": "Carcinogenesis . When expression of DNA repair genes is reduced, this causes a DNA repair deficiency. This is shown in the figure at the 4th level from the top. With a DNA repair deficiency, more DNA damages remain in cells at a higher than usual level (5th level from the top in figure), and these excess damages cause increased frequencies of mutation and/or epimutation (6th level from top of figure). Experimentally, mutation rates increase substantially in cells defective in DNA mismatch repair or in Homologous recombinational repair (HRR). Chromosomal rearrangements and aneuploidy also increase in HRR defective cells During repair of DNA double strand breaks, or repair of other DNA damages, incompletely cleared sites of repair can cause epigenetic gene silencing.",
            "score": 55.22358703613281
        },
        {
            "docid": "17204799_13",
            "document": "Antagonistic pleiotropy hypothesis . A prominent explanation for aging at the molecular level is the DNA damage theory of aging. It has been proposed that genetic elements that regulate DNA repair in somatic cells may constitute an important example of age-dependent pleiotropic \"genes\". As pointed out by Vijg, genome repair and maintenance is beneficial early in life by swiftly eliminating DNA damage or damaged cells. However, studies of DNA repair in the brain and in muscle indicate that the transition from mitotic cell division to the post-mitotic condition that occurs early in life is accompanied by a reduction in DNA repair. The reduced expression of DNA repair is presumably part of an evolutionary adaptation for diverting the resources of the cell that were previously used for DNA repair, as well as for replication and cell division, to more essential neuronal and muscular functions.",
            "score": 55.20408630371094
        }
    ]
}