{
    "q": [
        {
            "docid": "7807280_12",
            "document": "Interleukin 21 . In HIV infected subjects, IL-21 has been reported to critically improve the HIV-specific cytotoxic T cell responses and NK cell functions. It has also been shown that HIV-specific CD4 T cells from “HIV controllers” (rare individuals who don’t progress to AIDS by controlling the virus replication without treatment) are able to produce significantly more IL-21 than those of progressors. In addition, IL-21 producing virus specific CD8 T cells were also preferentially found in HIV controllers. These data and the fact that IL-21 stimulated CD8 or NK cells are able to inhibit HIV viral replication \"in vitro\", show that this cytokine could potentially be useful for anti-HIV therapeutics.",
            "score": 159.75377416610718
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 184.91575694084167
        },
        {
            "docid": "205464_43",
            "document": "Human microbiota . Vaginal microbiota plays a role in the infectivity of HIV, with an increased risk of infection and transmission when the woman has bacterial vaginosis, a condition characterized by an abnormal balance of vaginal bacteria. The enhanced infectivity is seen with the increase in pro-inflammatory cytokines and CCR5 + CD4+ cells in the vagina. However, a decrease in infectivity is seen with increased levels of vaginal \"Lactobacillus,\" which promotes an anti-inflammatory condition.",
            "score": 140.2881956100464
        },
        {
            "docid": "4160656_38",
            "document": "Human herpesvirus 6 . Human herpesvirus 6 lives primarily on humans and, while variants of the virus can cause mild to fatal illnesses, can live commensally on its host. It has been demonstrated that HHV-6 fosters the progression of HIV-1 upon coinfection in T cells. HHV-6 upregulates the expression of the primary HIV receptor CD4, thus expanding the range of HIV susceptible cells. Several studies also have shown that HHV-6 infection increases production of inflammatory cytokines that enhance in vitro expression of HIV-1, such as TNF-alpha, IL-1 beta, and IL-8. A more recent in vivo study shows HHV-6A coinfection to dramatically accelerate the progression from HIV to AIDS in pigtailed macaques.",
            "score": 164.9992756843567
        },
        {
            "docid": "14170_2",
            "document": "HIV . The human immunodeficiency virus (HIV) is a lentivirus (a subgroup of retrovirus) that causes HIV infection and over time acquired immunodeficiency syndrome (AIDS). AIDS is a condition in humans in which progressive failure of the immune system allows life-threatening opportunistic infections and cancers to thrive. Without treatment, average survival time after infection with HIV is estimated to be 9 to 11 years, depending on the HIV subtype. In most cases, HIV is a sexually transmitted infection and occurs by contact with or transfer of blood, pre-ejaculate, semen, and vaginal fluids. Non-sexual transmission can occur from an infected mother to her infant through breast milk. An HIV-positive mother can transmit HIV to her baby both during pregnancy and childbirth due to exposure to her blood or vaginal fluid. Within these bodily fluids, HIV is present as both free virus particles and virus within infected immune cells.",
            "score": 171.4578332901001
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 180.6305422782898
        },
        {
            "docid": "1961624_17",
            "document": "Interleukin 4 . IL-4 may also play a role in the infection and development of HIV disease. Auxiliary T-lymphocytes are a key element of HIV-1 infection. Several signs of immune dysregulation such as polyclonal B-cell initialization, previous cell-mediated antigen-induced response and hypergammaglobulinaemia occur in most HIV-1 infected patients and are associated with cytokines synthesized by Th2 cells. Increased IL-4 production by Th2 cells has been demonstrated in people infected with HIV.",
            "score": 168.18579196929932
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 166.5996105670929
        },
        {
            "docid": "10849236_9",
            "document": "Antibody-dependent enhancement . ADE of infection has also been reported in HIV. Like DENV, non-neutralizing level of antibodies have been found to enhance the viral infection through interactions of complement system and receptors. The increase in infection has been reported to be over 350 fold which is comparable to ADE in other viruses like DENV. ADE in HIV can be complement mediated or Fc receptor mediated. Complements in presence of HIV-1 positive sera have been found to enhance the infection of MT-2 T-cell line. The Fc-receptor mediated enhancement was reported when HIV infection was enhanced by sera from HIV-1 positive guinea pig enhanced the infection of peripheral blood mononuclear cells without the presence of any complements. Complement Component receptors CR2, CR3 and CR4 have been found to mediate this Complement –Mediated enhancement of infection. The infection of HIV-1 leads to activation of complements fragments of these complements can assist viruses with infection by facilitating viral interactions with host cells that express complement receptors. The deposition of complement on the virus brings the gp120 protein close to CD4 molecules on the surface of the cells, thus leading to facilitated viral entry. Viruses pre-exposed to non-neutralizing complement system have also been found to enhance infections in interdigitating dendritic cells (iDCs). Opsonized viruses have not only shown enhanced entry but also favorable signalling cascades for HIV replication in iDCs. HIV-1 has also showed enhancement of infection in HT-29 cells when the viruses were pre-opsonized with complements C3 and C9 in seminal fluid. This enhanced rate of infection was almost 2 times greater than infection of HT-29 cells with virus alone. Subramanian \"et al.\", reported that almost 72% of serum samples out of 39 HIV positive individuals contained complements that were known to enhance the infection. They also suggested that presence of neutralizing antibody (NA) or antibody-dependent cellular cytotoxicity-mediating antibodies (ADCC) in the serum contains infection enhancing antibodies(IEAs). The balance between the NAs and IEAs changes as the disease progresses. During advanced stages of disease the proportion of IEAs are generally higher than NAs. Increase in viral protein synthesis and RNA production have been reported to occur during the complement mediated enhancement of infection. Cells that are challenged with non neutralizing levels of complements have been found have accelerated release of reverse transcriptase and the viral progeny. The interaction of anti-HIV antibodies with non-neutralizing complement exposed viruses also aid in binding of the virus and the erythrocytes which can lead to a more efficient delivery of viruses to the immune compromised organs.",
            "score": 164.1876494884491
        },
        {
            "docid": "14170_35",
            "document": "HIV . The classical process of infection of a cell by a virion can be called \"cell-free spread\" to distinguish it from a more recently recognized process called \"cell-to-cell spread\". In cell-free spread (see figure), virus particles bud from an infected T cell, enter the blood or extracellular fluid and then infect another T cell following a chance encounter. HIV can also disseminate by direct transmission from one cell to another by a process of cell-to-cell spread, for which two pathways have been described. Firstly, an infected T cell can transmit virus directly to a target T cell via a virological synapse. Secondly, an antigen-presenting cell (APC), such as a macrophage or dendritic cell, can transmit HIV to T cells by a process that either involves productive infection (in the case of macrophages) or capture and transfer of virions \"in trans\" (in the case of dendritic cells). Whichever pathway is used, infection by cell-to-cell transfer is reported to be much more efficient than cell-free virus spread. A number of factors contribute to this increased efficiency, including polarised virus budding towards the site of cell-to-cell contact, close apposition of cells, which minimizes fluid-phase diffusion of virions, and clustering of HIV entry receptors on the target cell to the contact zone. Cell-to-cell spread is thought to be particularly important in lymphoid tissues where CD4 T cells are densely packed and likely to interact frequently. Intravital imaging studies have supported the concept of the HIV virological synapse \"in vivo\". The hybrid spreading mechanisms of HIV contribute to the virus' ongoing replication in spite of anti-retroviral therapies.",
            "score": 162.55225133895874
        },
        {
            "docid": "8948754_18",
            "document": "Pyroptosis . Recent studies demonstrate that caspase-1-mediated pyroptosis drives CD4 T-cell depletion and inflammation by HIV, two signature events that propel HIV disease progression to AIDS. Although pyroptosis contributes to the host's ability to rapidly limit and clear infection by removing intracellular replication niches and enhancing defensive responses through the release of proinflammatory cytokines and endogenous danger signals, in pathogenic inflammation, such as that elicited by HIV-1, this beneficial response does not eradicate the primary stimulus. In fact, it appears to create a pathogenic vicious cycle in which dying CD4 T cells release inflammatory signals that attract more cells into the infected lymphoid tissues to die and to produce chronic inflammation and tissue injury. It may be possible to break this pathogenic cycle with safe and effective caspase-1 inhibitors. These agents could form a new and exciting ‘anti-AIDS' therapy for HIV-infected subjects in which the treatment targets the host instead of the virus. Of note, Caspase-1 deficient mice develop normally, arguing that inhibition of this protein would produce beneficial rather than harmful therapeutic effects in HIV patients.",
            "score": 173.19757747650146
        },
        {
            "docid": "3251456_8",
            "document": "Prostatic acid phosphatase . PAP may play an important role in the transmission of HIV. Researchers at the University of Ulm in Germany found that PAP forms fibers made of amyloid. They called the fibers Semen-derived Enhancer of Virus Infection (SEVI) and showed that they capture HIV virions promoting their attachment to target cells. The association of PAP with HIV may increase the ability of the virus to infect human cells \"by several orders of magnitude.\" PAP may be a future target of efforts to combat the spread of HIV infection.",
            "score": 155.45476937294006
        },
        {
            "docid": "14170_19",
            "document": "HIV . Sexual intercourse is the major mode of HIV transmission. Both X4 and R5 HIV are present in the seminal fluid, which enables the virus to be transmitted from a male to his sexual partner. The virions can then infect numerous cellular targets and disseminate into the whole organism. However, a selection process leads to a predominant transmission of the R5 virus through this pathway. In patients infected with subtype B HIV-1, there is often a co-receptor switch in late-stage disease and T-tropic variants that can infect a variety of T cells through CXCR4. These variants then replicate more aggressively with heightened virulence that causes rapid T cell depletion, immune system collapse, and opportunistic infections that mark the advent of AIDS. Thus, during the course of infection, viral adaptation to the use of CXCR4 instead of CCR5 may be a key step in the progression to AIDS. A number of studies with subtype B-infected individuals have determined that between 40 and 50 percent of AIDS patients can harbour viruses of the SI and, it is presumed, the X4 phenotypes.",
            "score": 186.25189208984375
        },
        {
            "docid": "5069516_24",
            "document": "HIV/AIDS . HIV seeks out and destroys CCR5 expressing CD4 T cells during acute infection. A vigorous immune response eventually controls the infection and initiates the clinically latent phase. CD4 T cells in mucosal tissues remain particularly affected. Continuous HIV replication causes a state of generalized immune activation persisting throughout the chronic phase. Immune activation, which is reflected by the increased activation state of immune cells and release of pro-inflammatory cytokines, results from the activity of several HIV gene products and the immune response to ongoing HIV replication. It is also linked to the breakdown of the immune surveillance system of the gastrointestinal mucosal barrier caused by the depletion of mucosal CD4 T cells during the acute phase of disease.",
            "score": 136.82837796211243
        },
        {
            "docid": "148367_19",
            "document": "Dendritic cell . HIV, which causes AIDS, can bind to dendritic cells via various receptors expressed on the cell. The best studied example is DC-SIGN (usually on MDC subset 1, but also on other subsets under certain conditions; since not all dendritic cell subsets express DC-SIGN, its exact role in sexual HIV-1 transmission is not clear). When the dendritic cell takes up HIV and then travels to the lymph node, the virus can be transferred to helper CD4+ T-cells, contributing to the developing infection. This infection of dendritic cells by HIV explains one mechanism by which the virus could persist after prolonged HAART. Many other viruses, such as the SARS virus seems to use DC-SIGN to 'hitchhike' to its target cells. However, most work with virus binding to DC-SIGN expressing cells has been conducted using in vitro derived cells such as moDCs. The physiological role of DC-SIGN in vivo is more difficult to ascertain.",
            "score": 153.101948261261
        },
        {
            "docid": "10605960_23",
            "document": "Non-penetrative sex . Many individuals are concerned about the risk of HIV/AIDS. Generally, a person must either have unprotected sexual intercourse (vaginal or anal), use an infected syringe or have the virus passed from mother to child to be infected. A person cannot be infected from casual contact, such as hugging; however, there is some risk if HIV-infected blood or genital secretions (semen or vaginal secretions) enter an open wound.",
            "score": 140.7792944908142
        },
        {
            "docid": "43111664_5",
            "document": "HIV associated cardiomyopathy . HIV-1 invades the myocardium through endothelial cells by micropinocytosis infecting perivascular macrophages which produce additional virus and cytokines such as tumour necrosis factor-α (TNF-α). This induces cardiomyocyte apoptosis either by signalling through CCR3, CCR5 or CXCR4, by entry into cardiomyocytes (after binding to ganglioside GM1), or through TNF-α. In addition, HIV-1-associated protein gp 120 may induce apoptosis through a mitochondrion-controlled pathway after activating inflammatory cytokines. TNF-α is produced by infected macrophages and the interaction between dendritic cells presenting the antigen to CD8 (T Killer cells). It causes a negative inotropic effect by interfering with the intracellular calcium ion concentrations perhaps by inducing the synthesis of nitric oxide (NO), also decreasing contractility. The intensity of the stains for TNF-α and inducible nitric oxide synthase (iNOS) of the myocardium was greater in patients with HIV associated cardiomyopathy (as opposed to idiopathic cardiomyopathy), myocardial viral infection and was inversely correlated with CD4 count with antiretroviral therapy having no effect.",
            "score": 146.50065112113953
        },
        {
            "docid": "41120962_6",
            "document": "Neuroinflammation . Cytokines are a class of proteins that regulates inflammation, cell signaling, and various cell processes such as growth and survival. Chemokines are a subset of cytokines that regulate cell migration, such as attracting immune cells to a site of infection or injury. Various cell types in the brain may produce cytokines and chemokines such as microglia, astrocytes, endothelial cells, and other glial cells. Physiologically, chemokines and cytokines function as neuromodulators that regulate inflammation and development. In the healthy brain, cells secrete cytokines to produce a local inflammatory environment to recruit microglia and clear the infection or injury. However, in neuroinflammation, cells may have sustained release of cytokines and chemokines which may compromise the blood–brain barrier. Peripheral immune cells are called to the site of injury via these cytokines and may now migrate across the compromised blood brain barrier into the brain. Common cytokines produced in response to brain injury include: interleukin-6 (IL-6), which is produced during astrogliosis, and interleukin-1 beta (IL-1β) and tumor necrosis factor alpha (TNF-α), which can induce neuronal cytotoxicity. Although the pro-inflammatory cytokines may cause cell death and secondary tissue damage, they are necessary to repair the damaged tissue. For example, TNF-α causes neurotoxicity at early stages of neuroinflammation, but contributes to tissue growth at later stages of inflammation.",
            "score": 82.63295221328735
        },
        {
            "docid": "37652243_17",
            "document": "HIV and men who have sex with men . The HIV virus is more easily transmitted through unprotected anal intercourse than through unprotected vaginal intercourse and men who report unprotected receptive anal intercourse are at increased risk of contracting the HIV virus. Generally, the receptive partner is at greater risk of contracting the HIV virus because the lining of the rectum is thin and may allow the virus to enter the body through semen exchange. The insertive partner is also at risk because STIs can enter through the urethra or through small cuts, abrasions, or open sores on the penis. Also, condoms are more likely to break during anal sex than during vaginal sex. Thus, even with a condom, anal sex can be risky. A 2004 study of HIV positive men found men who had unprotected anal intercourse (UAI) in the past year were put at risk for contracting the virus. The study found that men who reported engaging in UAI had increased from 30% in 1996 to 42% in 2000. Almost half of all men who participated in UAI in 1996-1997 said that they had not known the HIV status of their partner Studies have found that risk factors for HIV infection are anal intercourse with a man in the past 12 months, having unstable housing, and having inhaled alkyl nitrites (“poppers”). A 2009 study on the prevalence of unprotected anal intercourse among HIV-diagnosed MSM found that majority protected their partners during sexual activity, but a sizeable number of men continue to engage in sexual behaviors that place themselves and others at risk for HIV infections.",
            "score": 141.23135352134705
        },
        {
            "docid": "36065282_6",
            "document": "Signs and symptoms of HIV/AIDS . A strong immune defense reduces the number of viral particles in the blood stream, marking the start of secondary or chronic HIV infection. The secondary stage of HIV infection can vary between two weeks and 20 years. During the secondary phase of infection, HIV is active within lymph nodes, which typically become persistently swollen, in response to large amounts of virus that become trapped in the follicular dendritic cells (FDC) network. The surrounding tissues that are rich in CD4 T cells may also become infected, and viral particles accumulate both in infected cells and as free virus. Individuals who are in this phase are still infectious. During this time, CD4 CD45RO T cells carry most of the proviral load. A small percentage of HIV-1 infected individuals retain high levels of CD4+ T-cells without antiretroviral therapy. However, most have detectable viral load and will eventually progress to AIDS without treatment. These individuals are classified as HIV controllers or long-term nonprogressors (LTNP). People who maintain CD4+ T cell counts and also have low or clinically undetectable viral load without anti-retroviral treatment are known as elite controllers or elite suppressors (ES).",
            "score": 155.62972831726074
        },
        {
            "docid": "11509270_4",
            "document": "Cholinergic anti-inflammatory pathway . Tumor necrosis factors (TNF) (and other cytokines) are produced by cells of the innate immune system during local injury and infection. These contribute to initiating a cascade of mediator release, and recruiting inflammatory cells to the site of infection to contain infection, referred to as \"innate immunity.\". TNF amplifies and prolongs the inflammatory response by activating other cells to release interleukin-1 (IL-1), high mobility group B1 (HMGB1) and other cytokines. These inflammatory cytokine responses confer protective advantages to the host at the site of bacterial infection. A “beneficial” inflammatory response is limited, resolves in 48–72 hours, and does not spread systemically. The cholinergic anti-inflammatory pathway provides a braking effect on the innate immune response which protects the body against the damage that can occur if a localized inflammatory response spreads beyond the local tissues, which results in toxicity or damage to the kidney, liver, lungs, and other organs.",
            "score": 93.43043684959412
        },
        {
            "docid": "14958_13",
            "document": "Immune system . Inflammation is one of the first responses of the immune system to infection. The symptoms of inflammation are redness, swelling, heat, and pain, which are caused by increased blood flow into tissue. Inflammation is produced by eicosanoids and cytokines, which are released by injured or infected cells. Eicosanoids include prostaglandins that produce fever and the dilation of blood vessels associated with inflammation, and leukotrienes that attract certain white blood cells (leukocytes). Common cytokines include interleukins that are responsible for communication between white blood cells; chemokines that promote chemotaxis; and interferons that have anti-viral effects, such as shutting down protein synthesis in the host cell. Growth factors and cytotoxic factors may also be released. These cytokines and other chemicals recruit immune cells to the site of infection and promote healing of any damaged tissue following the removal of pathogens.",
            "score": 63.65843844413757
        },
        {
            "docid": "3250177_20",
            "document": "HIV-associated neurocognitive disorder . The main cells infected by HIV-1 in the nervous tissue are the microglia, astrocytes and macrophages, whereas infected neurons have been rarely observed. The susceptibility to HIV-1 infection and replication in neuronal and glial cells is a function of cellular differentiation, and it is more likely in immature precursors than with differentiated cells. Several soluble signals, such as cytokines, have been described to modulate susceptibility and can further contribute in supporting virus latency or virus replication during organ development. In fact, within the developing CNS, cells are under the control of environmental factors that provide instructive signals to neural cell targets. By regulating the survival, differentiation and maintenance of specific functions of neuronal and glial precursors, these extracellular signals can influence many steps of the CNS development and concur in controlling virus-cell interactions in the maturing brain.",
            "score": 141.988116979599
        },
        {
            "docid": "14932478_18",
            "document": "Testicular immunology . Curiously, the testis contains factors such as cytokines, which are usually only produced upon infections and tissue damage. The cytokines interleukin-1α (IL-1α), IL-6 and Activin A are found in the testis, often at high levels. In other tissues, these cytokine would promote inflammation, but here they control testis function. They regulate the development of sperm by controlling their cell division and survival.",
            "score": 70.7145643234253
        },
        {
            "docid": "6803333_17",
            "document": "Miltefosine . Miltefosine targets HIV infected macrophages, which play a role in vivo as long-lived HIV-1 reservoirs. The HIV protein Tat activates pro-survival PI3K/Akt pathway in primary human macrophages. Miltefosine acts by inhibiting the PI3K/Akt pathway, thus removing the infected macrophages from circulation, without affecting healthy cells. It significantly reduces replication of HIV-1 in cocultures of human dendritic cells (DCs) and CD4 T cells, which is due to a rapid secretion of soluble factors and is associated with induction of type-I interferon (IFN) in the human cells.",
            "score": 153.4041404724121
        },
        {
            "docid": "8513008_15",
            "document": "Host tropism . The human immunodeficiency virus exhibits host tropism for CD4 related immune cells (e.g. T helper cells, macrophages or dendritic cells). These cells express a CD4 receptor, to which HIV can bind, through the gp120 and gp41 proteins on its surface. HIV also requires a second co-receptor along with the CD4-gp120 complex to enter the target cells - either CCR5 or CXCR4. This demonstrates an example of how cell surface receptors can affect the tropism of a viral pathogen. Since humans are the only organisms that have cells with these receptors, HIV only displays host tropism for humans. Simian immunodeficiency virus (SIV), a virus similar to HIV, is capable of infecting primates. The Epstein–Barr virus (EBV) is one of eight known herpesviruses. It displays host tropism for human B cells through the CD21-gp350/220 complex and is thought to be the cause of infectious mononucleosis, Burkitt’s lymphoma, Hodgkin’s disease, nasopharyngeal carcinoma, and lymphomas. EBV enters the body through oral transfer of saliva, and it is thought to infect more than 90% of the world's adult population. EBV may also infect epithelial cells, T cells, and natural killer cells through mechanisms different than the CD21 receptor-mediated process in B cells.",
            "score": 133.68964648246765
        },
        {
            "docid": "9691122_15",
            "document": "Galectin . Galectin-1 has been shown to enhance HIV infection due to its galactose binding specificity. HIV preferentially infects CD4 T cells and other cells of the immune system, immobilising the adaptive immune system. HIV is a virus that infects CD4 cells via binding of its viral envelope glycoprotein complex, which consists of gp120 and gp41. The gp120 glycoprotein contains two types of N-glycan, high mannose oligomers and N-acetyllactosamine chains on a trimannose core. The high mannose oligomers are pathogen-associated molecular pattern (PAMPs) and are recognised by the C-type lectin DC-SIGN found on dendritic cells. The N-acetyllactosamine chains are ligands for galectin-1. Galectin-1 is expressed in the thymus. In particular it is secreted in abundance by Th1 cells. In its normal function, galectin-1 binds to glycans on the CD4 co-receptor of T cells to prevent auto reactivity. When HIV is present, the galectin bridges between the CD4 co-receptor and gp120 ligands, thus facilitating HIV infection of the T cell. Galectin-1 is not essential for HIV infection but assists it by accelerating the binding kinetics between gp120 and CD4. Knowledge of the mechanism between galectin and HIV may provide important therapeutic opportunities. A galectin-1 inhibitor can be used in conjunction with antiretroviral drugs to decrease the infectivity of the HIV and increase the efficacy of the drug.",
            "score": 176.07468819618225
        },
        {
            "docid": "18746329_4",
            "document": "Nef (protein) . By down regulating cell surface expression of CD4 and Lck, Nef creates a narrow TCR response which likely optimizes HIV-1 viral production and generates a susceptible population of cells to further infect. Nef retargets kinase-active Lck away from the plasma membrane to early and recycling endosomes (RE) as well as the Trans-Golgi network (TGN). RE/TGN associated Lck sub-populations in Nef expressing cells are in the catalytically active conformation and thus signaling competent. While TCR signaling takes place at the plasma membrane (PM), activation of the Ras-GTPase takes place in intracellular compartments including the Golgi apparatus. Nef induced enrichment of active Lck in these compartments results in an increase of localized RAS activity and enhanced activation of Erk kinase and the production of Interleukin-2 (IL-2). Since IL-2 is known to activate the growth, proliferation, and differentiation of T-cells to become effector T-cells; this is a self-serving effect that creates a new population of cells which HIV-1 is able to infect. Self-activation of the infected cell by IL-2 also stimulates the cell to become an effector cell and initiate the machinery which HIV-1 relies upon for its own proliferation.",
            "score": 158.36152625083923
        },
        {
            "docid": "8129870_19",
            "document": "Alveolar macrophage . IL-10 inhibits the secretion of pro-inflammatory cytokines TNF-alpha and INF-gamma, thus suppressing the proliferation of T-cells, NK cells, and AM. IL-10 shares similar immunomodulating mechanisms to TGF-β. It is thought that both cytokines reduce the rate of apoptosis in human alveolar macrophages, thus indirectly enhancing alveolar macrophage-mediated inhibition of T-cell proliferation. There is a significant increase in the basal rate of apoptosis upon activation by bacterial products. Apoptosis is particularly regulated by the presence of cytokines: IFN-γ increases the rate of apoptosis, whereas IL-10 and TGF-β decrease it. However, IL-10 has counterproductive effects on the immune system, and has been shown to actually promote infection by foreign pathogens. The role of IL-10 in bacterial and parasitic infection has been discovered as a strategy to evade host immune systems. There are bacteria which parasitize AMs by invading through their membranes, and thrive by growing and replicating inside of them, exploiting AMs as host cells. Normally, this infection can be eliminated by T-cells, which activate enzymes in alveolar macrophages that destroy the bacteria; but these bacteria have been shown to alter the cytokine signaling network to their advantage. As an inhibitory cytokine, IL-10 facilitates the infection of human alveolar macrophages and monocytes by completely reversing the protective effect of IFN-γ against intracellular Legionella pneumophila replication. Yersinia enterocolitica has also been shown to releases virulence antigen LcrV, which induces IL-10 through Toll-like receptor-2 and CD14 (an accessory surface protein of TLR4-mediated LPS-signaling), resulting in the suppression of IFN-γ and TNF-alpha suppression.",
            "score": 97.75833511352539
        },
        {
            "docid": "402080_21",
            "document": "Human T-lymphotropic virus 1 . HTLV-1, unlike the distantly related retrovirus HIV, has an immunostimulating effect which actually becomes immunosuppressive. The virus activates a subset of T-helper cells called Th1 cells. The result is a proliferation of Th1 cells and overproduction of Th1 related cytokines (mainly IFN-γ and TNF-α). Feedback mechanisms of these cytokines cause a suppression of the Th2 lymphocytes and a reduction of Th2 cytokine production (mainly IL-4, IL-5, IL-10 and IL-13). The end result is a reduction in the ability of the infected host to mount an adequate immune response to invading organisms that require a predominantly Th2 dependent response (these include parasitic infections and production of mucosal and humoral antibodies).",
            "score": 146.20199179649353
        },
        {
            "docid": "1604312_24",
            "document": "CCR5 . A genetic approach involving intrabodies that block CCR5 expression has been proposed as a treatment for HIV-1 infected individuals. When T-cells modified so they no longer express CCR5 were mixed with unmodified T-cells expressing CCR5 and then challenged by infection with HIV-1, the modified T-cells that do not express CCR5 eventually take over the culture, as HIV-1 kills the non-modified T-cells. This same method might be used in vivo to establish a virus-resistant cell pool in infected individuals.",
            "score": 148.2519121170044
        },
        {
            "docid": "26769241_32",
            "document": "Gladstone Institutes . Warner C. Greene—Provided insight into the precise mechanisms of how HIV attacks the human immune system, and how small fibrils found in semen enhance the ability of HIV to infect cells—paving the way for the development of new ways to prevent the spread of the virus. Identifying pyroptosis as the predominant mechanism that causes the two signature pathogenic events in HIV infection––CD4 T-cell depletion and chronic inflammation. Identifying pyroptosis may provides novel therapeutic opportunities targeting caspase-1, which controls the pyroptotic cell death pathway. Specifically, these findings could open the door to an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus.",
            "score": 169.36637592315674
        }
    ],
    "r": [
        {
            "docid": "14170_19",
            "document": "HIV . Sexual intercourse is the major mode of HIV transmission. Both X4 and R5 HIV are present in the seminal fluid, which enables the virus to be transmitted from a male to his sexual partner. The virions can then infect numerous cellular targets and disseminate into the whole organism. However, a selection process leads to a predominant transmission of the R5 virus through this pathway. In patients infected with subtype B HIV-1, there is often a co-receptor switch in late-stage disease and T-tropic variants that can infect a variety of T cells through CXCR4. These variants then replicate more aggressively with heightened virulence that causes rapid T cell depletion, immune system collapse, and opportunistic infections that mark the advent of AIDS. Thus, during the course of infection, viral adaptation to the use of CXCR4 instead of CCR5 may be a key step in the progression to AIDS. A number of studies with subtype B-infected individuals have determined that between 40 and 50 percent of AIDS patients can harbour viruses of the SI and, it is presumed, the X4 phenotypes.",
            "score": 186.25189208984375
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 184.915771484375
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 180.6305389404297
        },
        {
            "docid": "9691122_15",
            "document": "Galectin . Galectin-1 has been shown to enhance HIV infection due to its galactose binding specificity. HIV preferentially infects CD4 T cells and other cells of the immune system, immobilising the adaptive immune system. HIV is a virus that infects CD4 cells via binding of its viral envelope glycoprotein complex, which consists of gp120 and gp41. The gp120 glycoprotein contains two types of N-glycan, high mannose oligomers and N-acetyllactosamine chains on a trimannose core. The high mannose oligomers are pathogen-associated molecular pattern (PAMPs) and are recognised by the C-type lectin DC-SIGN found on dendritic cells. The N-acetyllactosamine chains are ligands for galectin-1. Galectin-1 is expressed in the thymus. In particular it is secreted in abundance by Th1 cells. In its normal function, galectin-1 binds to glycans on the CD4 co-receptor of T cells to prevent auto reactivity. When HIV is present, the galectin bridges between the CD4 co-receptor and gp120 ligands, thus facilitating HIV infection of the T cell. Galectin-1 is not essential for HIV infection but assists it by accelerating the binding kinetics between gp120 and CD4. Knowledge of the mechanism between galectin and HIV may provide important therapeutic opportunities. A galectin-1 inhibitor can be used in conjunction with antiretroviral drugs to decrease the infectivity of the HIV and increase the efficacy of the drug.",
            "score": 176.07469177246094
        },
        {
            "docid": "8948754_18",
            "document": "Pyroptosis . Recent studies demonstrate that caspase-1-mediated pyroptosis drives CD4 T-cell depletion and inflammation by HIV, two signature events that propel HIV disease progression to AIDS. Although pyroptosis contributes to the host's ability to rapidly limit and clear infection by removing intracellular replication niches and enhancing defensive responses through the release of proinflammatory cytokines and endogenous danger signals, in pathogenic inflammation, such as that elicited by HIV-1, this beneficial response does not eradicate the primary stimulus. In fact, it appears to create a pathogenic vicious cycle in which dying CD4 T cells release inflammatory signals that attract more cells into the infected lymphoid tissues to die and to produce chronic inflammation and tissue injury. It may be possible to break this pathogenic cycle with safe and effective caspase-1 inhibitors. These agents could form a new and exciting ‘anti-AIDS' therapy for HIV-infected subjects in which the treatment targets the host instead of the virus. Of note, Caspase-1 deficient mice develop normally, arguing that inhibition of this protein would produce beneficial rather than harmful therapeutic effects in HIV patients.",
            "score": 173.1975860595703
        },
        {
            "docid": "14170_2",
            "document": "HIV . The human immunodeficiency virus (HIV) is a lentivirus (a subgroup of retrovirus) that causes HIV infection and over time acquired immunodeficiency syndrome (AIDS). AIDS is a condition in humans in which progressive failure of the immune system allows life-threatening opportunistic infections and cancers to thrive. Without treatment, average survival time after infection with HIV is estimated to be 9 to 11 years, depending on the HIV subtype. In most cases, HIV is a sexually transmitted infection and occurs by contact with or transfer of blood, pre-ejaculate, semen, and vaginal fluids. Non-sexual transmission can occur from an infected mother to her infant through breast milk. An HIV-positive mother can transmit HIV to her baby both during pregnancy and childbirth due to exposure to her blood or vaginal fluid. Within these bodily fluids, HIV is present as both free virus particles and virus within infected immune cells.",
            "score": 171.4578399658203
        },
        {
            "docid": "26769241_32",
            "document": "Gladstone Institutes . Warner C. Greene—Provided insight into the precise mechanisms of how HIV attacks the human immune system, and how small fibrils found in semen enhance the ability of HIV to infect cells—paving the way for the development of new ways to prevent the spread of the virus. Identifying pyroptosis as the predominant mechanism that causes the two signature pathogenic events in HIV infection––CD4 T-cell depletion and chronic inflammation. Identifying pyroptosis may provides novel therapeutic opportunities targeting caspase-1, which controls the pyroptotic cell death pathway. Specifically, these findings could open the door to an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus.",
            "score": 169.3663787841797
        },
        {
            "docid": "14170_25",
            "document": "HIV . HIV can infect dendritic cells (DCs) by this CD4-CCR5 route, but another route using mannose-specific C-type lectin receptors such as DC-SIGN can also be used. DCs are one of the first cells encountered by the virus during sexual transmission. They are currently thought to play an important role by transmitting HIV to T-cells when the virus is captured in the mucosa by DCs. The presence of FEZ-1, which occurs naturally in neurons, is believed to prevent the infection of cells by HIV. HIV-1 entry, as well as entry of many other retroviruses, has long been believed to occur exclusively at the plasma membrane. More recently, however, productive infection by pH-independent, clathrin-dependent endocytosis of HIV-1 has also been reported and was recently suggested to constitute the only route of productive entry.",
            "score": 169.12570190429688
        },
        {
            "docid": "31330718_10",
            "document": "Prevention of HIV/AIDS . Consistent condom use reduces the risk of heterosexual HIV transmission by about 80% over the long-term. Where one partner of a couple is infected, consistent condom use results in rates of HIV infection for the uninfected person below 1% per year. Some data support the equivalence of female condoms to latex condoms, but the evidence is not definitive. The use of the spermicide nonoxynol-9 may increase the risk of transmission because it causes vaginal and rectal irritation. A vaginal gel containing tenofovir, a reverse transcriptase inhibitor, when used immediately before sex, reduces infection rates by roughly 40% among African women. Circumcision in sub-Saharan Africa reduces the risk of HIV infection in heterosexual men between 38 and 66% over two years. Based on these studies, the World Health Organization and UNAIDS both recommended male circumcision as a method of preventing female-to-male HIV transmission in 2007. Whether it protects against male-to-female transmission is disputed and whether it is of benefit in developed countries and among men who have sex with men is undetermined. For men who have sex with men there is some evidence that the penetrative partner has a lower chance of contracting HIV. Some experts fear that a lower perception of vulnerability among circumcised men may result in more sexual risk-taking behavior, thus negating its preventive effects. Women who have undergone female genital cutting have an increased risk of HIV. Programs encouraging sexual abstinence do not appear to affect subsequent HIV risk in high-income countries. Evidence for a benefit from peer education is equally poor. Comprehensive sexual education provided at school may decrease high risk behavior. A substantial minority of young people continue to engage in high-risk practices despite HIV/AIDS knowledge, underestimating their own risk of becoming infected with HIV. It is not known if treating other sexually transmitted infections is effective in preventing HIV.",
            "score": 169.117431640625
        },
        {
            "docid": "1961624_17",
            "document": "Interleukin 4 . IL-4 may also play a role in the infection and development of HIV disease. Auxiliary T-lymphocytes are a key element of HIV-1 infection. Several signs of immune dysregulation such as polyclonal B-cell initialization, previous cell-mediated antigen-induced response and hypergammaglobulinaemia occur in most HIV-1 infected patients and are associated with cytokines synthesized by Th2 cells. Increased IL-4 production by Th2 cells has been demonstrated in people infected with HIV.",
            "score": 168.185791015625
        },
        {
            "docid": "14170_14",
            "document": "HIV . Macrophage-tropic (M-tropic) strains of HIV-1, or non-syncytia-inducing strains (NSI; now called R5 viruses) use the \"β\"-chemokine receptor CCR5 for entry and are, thus, able to replicate in both macrophages and CD4 T cells. This CCR5 co-receptor is used by almost all primary HIV-1 isolates regardless of viral genetic subtype. Indeed, macrophages play a key role in several critical aspects of HIV infection. They appear to be the first cells infected by HIV and perhaps the source of HIV production when CD4 cells become depleted in the patient. Macrophages and microglial cells are the cells infected by HIV in the central nervous system. In tonsils and adenoids of HIV-infected patients, macrophages fuse into multinucleated giant cells that produce huge amounts of virus.",
            "score": 167.18304443359375
        },
        {
            "docid": "55439935_24",
            "document": "Role of microglia in disease . \"HIV-1 can enter the microglial cell via CD4 receptors and chemokine co-receptors such as CCR3, CCR5, and CXCR4, with CCR5 being the most important of these. Interestingly, humans with double allelic loss of CCR5 are virtually immune to HIV acquired via the sexual route (though can be infected by IV transmission of CXCR4 tropic viruses). IL-4 and IL-10 enhance the entry and replication of HIV-1 in microglia through the up-regulation of CD4 and CCR5 expression, respectively. The chemokines CCL5/RANTES, CCL3/MIP-1α, CCL4/MIP-1β, all of which bind to CCR5, are inhibitory to HIV-1 replication in microglial cells, apparently by their ability to block viral entry.\"",
            "score": 166.8760223388672
        },
        {
            "docid": "14170_5",
            "document": "HIV . Two types of HIV have been characterized: HIV-1 and HIV-2. HIV-1 is the virus that was initially discovered and termed both LAV (Lymphadenopathy Associated Virus) and HTLV-III (Human T cell Lymphotropic Virus III). HIV-1 is more virulent and more infective than HIV-2, and is the cause of the majority of HIV infections globally. The lower infectivity of HIV-2 compared to HIV-1 implies that fewer of those exposed to HIV-2 will be infected per exposure. Due to its relatively poor capacity for transmission, HIV-2 is largely confined to West Africa.",
            "score": 166.74661254882812
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 166.599609375
        },
        {
            "docid": "1604312_7",
            "document": "CCR5 . HIV-1 most commonly uses the chemokine receptors CCR5 and/or CXCR4 as co-receptors to enter target immunological cells. These receptors are located on the surface of host immune cells whereby they provide a method of entry for the HIV-1 virus to infect the cell. The HIV-1 envelope glycoprotein structure is essential in enabling the viral entry of HIV-1 into a target host cell. The envelope glycoprotein structure consists of two protein subunits cleaved from a Gp160 protein precursor encoded for by the HIV-1 \"env\" gene: the Gp120 external subunit, and the Gp41 transmembrane subunit. This envelope glycoprotein structure is arranged into a spike-like structure located on the surface of the virion and consists of a trimer of three Gp120-Gp41 hetero-dimers. The Gp120 envelope protein is a chemokine mimic. It lacks the unique structure of a chemokine, however it is still capable of binding to the CCR5 and CXCR4 chemokine receptors. During HIV-1 infection, the Gp120 envelope glycoprotein subunit binds to a CD4 glycoprotein and a HIV-1 co-receptor expressed on a target cell- forming a heterotrimeric complex. The formation of this complex stimulates the release of a fusogenic peptide inducing the fusion of the viral membrane with the membrane of the target host cell. Because binding to CD4 alone can sometimes result in gp120 shedding, gp120 must next bind to co-receptor CCR5 in order for fusion to proceed. The tyrosine sulfated amino terminus of this co-receptor is the \"essential determinant\" of binding to the gp120 glycoprotein. Co-receptor recognition also include the V1-V2 region of gp120, and the bridging sheet (an antiparallel, 4-stranded β sheet that connects the inner and outer domains of gp120). The V1-V2 stem can influence \"co-receptor usage through its peptide composition as well as by the degree of N-linked glycosylation.\" Unlike V1-V2 however, the V3 loop is highly variable and thus is the most important determinant of co-receptor specificity. The normal ligands for this receptor, RANTES, MIP-1β, and MIP-1α, are able to suppress HIV-1 infection \"in vitro\". In individuals infected with HIV, CCR5-using viruses are the predominant species isolated during the early stages of viral infection, suggesting that these viruses may have a selective advantage during transmission or the acute phase of disease. Moreover, at least half of all infected individuals harbor only CCR5-using viruses throughout the course of infection.",
            "score": 166.29290771484375
        },
        {
            "docid": "3853380_31",
            "document": "Stem-cell therapy . Destruction of the immune system by the HIV is driven by the loss of CD4+ T cells in the peripheral blood and lymphoid tissues. Viral entry into CD4+ cells is mediated by the interaction with a cellular chemokine receptor, the most common of which are CCR5 and CXCR4. Because subsequent viral replication requires cellular gene expression processes, activated CD4+ cells are the primary targets of productive HIV infection. Recently scientists have been investigating an alternative approach to treating HIV-1/AIDS, based on the creation of a disease-resistant immune system through transplantation of autologous, gene-modified (HIV-1-resistant) hematopoietic stem and progenitor cells (GM-HSPC).",
            "score": 165.7718505859375
        },
        {
            "docid": "4160656_38",
            "document": "Human herpesvirus 6 . Human herpesvirus 6 lives primarily on humans and, while variants of the virus can cause mild to fatal illnesses, can live commensally on its host. It has been demonstrated that HHV-6 fosters the progression of HIV-1 upon coinfection in T cells. HHV-6 upregulates the expression of the primary HIV receptor CD4, thus expanding the range of HIV susceptible cells. Several studies also have shown that HHV-6 infection increases production of inflammatory cytokines that enhance in vitro expression of HIV-1, such as TNF-alpha, IL-1 beta, and IL-8. A more recent in vivo study shows HHV-6A coinfection to dramatically accelerate the progression from HIV to AIDS in pigtailed macaques.",
            "score": 164.99928283691406
        },
        {
            "docid": "211949_41",
            "document": "T helper cell . It has been proposed that during the non-symptomatic phase of HIV infection, the virus has a relatively low affinity towards T cells (and has a higher affinity for macrophages), resulting in a slow kill rate of CD4 T cells by the immune system . This is initially compensated for via the production of new helper T cells from the thymus (originally from the bone marrow). Once the virus becomes lymphotropic (or T-tropic) however, it begins to infect CD4 T cells far more efficiently (likely due to a change in the co-receptors it binds to during infection), and the immune system is overwhelmed. Of note, recent studies suggest that only ~5% of the lymphoid-derived CD4 T cells targeted by HIV are permissive and become productively infected with the virus. More than 95% of the CD4 T cells that die are resting and are unable to support productive infection. These cells undergo abortive infection with HIV. Cell death is triggered when the host cell detects HIV foreign DNA intermediates and initiates a suicidal death pathway in an attempt to protect the host, leading to caspase-1 activation in inflammasomes, thus causing pyroptosis (a highly inflammatory form of programmed cell death).",
            "score": 164.62567138671875
        },
        {
            "docid": "10849236_9",
            "document": "Antibody-dependent enhancement . ADE of infection has also been reported in HIV. Like DENV, non-neutralizing level of antibodies have been found to enhance the viral infection through interactions of complement system and receptors. The increase in infection has been reported to be over 350 fold which is comparable to ADE in other viruses like DENV. ADE in HIV can be complement mediated or Fc receptor mediated. Complements in presence of HIV-1 positive sera have been found to enhance the infection of MT-2 T-cell line. The Fc-receptor mediated enhancement was reported when HIV infection was enhanced by sera from HIV-1 positive guinea pig enhanced the infection of peripheral blood mononuclear cells without the presence of any complements. Complement Component receptors CR2, CR3 and CR4 have been found to mediate this Complement –Mediated enhancement of infection. The infection of HIV-1 leads to activation of complements fragments of these complements can assist viruses with infection by facilitating viral interactions with host cells that express complement receptors. The deposition of complement on the virus brings the gp120 protein close to CD4 molecules on the surface of the cells, thus leading to facilitated viral entry. Viruses pre-exposed to non-neutralizing complement system have also been found to enhance infections in interdigitating dendritic cells (iDCs). Opsonized viruses have not only shown enhanced entry but also favorable signalling cascades for HIV replication in iDCs. HIV-1 has also showed enhancement of infection in HT-29 cells when the viruses were pre-opsonized with complements C3 and C9 in seminal fluid. This enhanced rate of infection was almost 2 times greater than infection of HT-29 cells with virus alone. Subramanian \"et al.\", reported that almost 72% of serum samples out of 39 HIV positive individuals contained complements that were known to enhance the infection. They also suggested that presence of neutralizing antibody (NA) or antibody-dependent cellular cytotoxicity-mediating antibodies (ADCC) in the serum contains infection enhancing antibodies(IEAs). The balance between the NAs and IEAs changes as the disease progresses. During advanced stages of disease the proportion of IEAs are generally higher than NAs. Increase in viral protein synthesis and RNA production have been reported to occur during the complement mediated enhancement of infection. Cells that are challenged with non neutralizing levels of complements have been found have accelerated release of reverse transcriptase and the viral progeny. The interaction of anti-HIV antibodies with non-neutralizing complement exposed viruses also aid in binding of the virus and the erythrocytes which can lead to a more efficient delivery of viruses to the immune compromised organs.",
            "score": 164.18765258789062
        },
        {
            "docid": "17083658_2",
            "document": "HIV integration . AIDS (\"acquired immune deficiency syndrome\") is caused by the human immunodeficiency virus (HIV). Individuals with HIV have what is referred to as a \"HIV infection\". When infected semen, vaginal secretions, or blood come in contact with the mucous membranes or broken skin of an uninfected person, HIV may be transferred to the uninfected person (\"horizontal transfer\"), causing another infection. Additionally, HIV can also be passed from infected pregnant women to their uninfected baby during pregnancy and/or delivery (\"vertical transmission\"), or via breastfeeding. As a result of HIV infection, a portion of these individuals will progress and go on to develop clinically significant AIDS.",
            "score": 163.45144653320312
        },
        {
            "docid": "14170_35",
            "document": "HIV . The classical process of infection of a cell by a virion can be called \"cell-free spread\" to distinguish it from a more recently recognized process called \"cell-to-cell spread\". In cell-free spread (see figure), virus particles bud from an infected T cell, enter the blood or extracellular fluid and then infect another T cell following a chance encounter. HIV can also disseminate by direct transmission from one cell to another by a process of cell-to-cell spread, for which two pathways have been described. Firstly, an infected T cell can transmit virus directly to a target T cell via a virological synapse. Secondly, an antigen-presenting cell (APC), such as a macrophage or dendritic cell, can transmit HIV to T cells by a process that either involves productive infection (in the case of macrophages) or capture and transfer of virions \"in trans\" (in the case of dendritic cells). Whichever pathway is used, infection by cell-to-cell transfer is reported to be much more efficient than cell-free virus spread. A number of factors contribute to this increased efficiency, including polarised virus budding towards the site of cell-to-cell contact, close apposition of cells, which minimizes fluid-phase diffusion of virions, and clustering of HIV entry receptors on the target cell to the contact zone. Cell-to-cell spread is thought to be particularly important in lymphoid tissues where CD4 T cells are densely packed and likely to interact frequently. Intravital imaging studies have supported the concept of the HIV virological synapse \"in vivo\". The hybrid spreading mechanisms of HIV contribute to the virus' ongoing replication in spite of anti-retroviral therapies.",
            "score": 162.55226135253906
        },
        {
            "docid": "7807280_12",
            "document": "Interleukin 21 . In HIV infected subjects, IL-21 has been reported to critically improve the HIV-specific cytotoxic T cell responses and NK cell functions. It has also been shown that HIV-specific CD4 T cells from “HIV controllers” (rare individuals who don’t progress to AIDS by controlling the virus replication without treatment) are able to produce significantly more IL-21 than those of progressors. In addition, IL-21 producing virus specific CD8 T cells were also preferentially found in HIV controllers. These data and the fact that IL-21 stimulated CD8 or NK cells are able to inhibit HIV viral replication \"in vitro\", show that this cytokine could potentially be useful for anti-HIV therapeutics.",
            "score": 159.75376892089844
        },
        {
            "docid": "14170_13",
            "document": "HIV . The term viral tropism refers to the cell types a virus infects. HIV can infect a variety of immune cells such as CD4 T cells, macrophages, and microglial cells. HIV-1 entry to macrophages and CD4 T cells is mediated through interaction of the virion envelope glycoproteins (gp120) with the CD4 molecule on the target cells' membrane and also with chemokine co-receptors.",
            "score": 159.67755126953125
        },
        {
            "docid": "34344550_5",
            "document": "TIGIT . During Human Immunodeficiency Virus (HIV) infection, TIGIT expressing CD8+ T cells has been shown to be expanded and associated with clinical markers of HIV disease progression in a diverse group of HIV infected individuals. Elevated TIGIT levels remained sustained even among those with undetectable viral loads and a large fraction of HIV-specific CD8+ T cells simultaneously express both TIGIT and another negative checkpoint receptor, Programmed Death Protein 1 (PD-1) and retained several features of exhausted T cells. Blocking these pathways with novel targeted monoclonal antibodies synergistically rejuvenated HIV-specific CD8+ T cell responses. Further, the TIGIT pathway is active in the rhesus macaque non-human primate model, and mimics expression and function during Simian Immunodeficiency Virus (SIV) infection. This pathway can potentially be targeted to enhance killing of HIV infected cells during \"Shock and Kill\" HIV curative approaches.",
            "score": 159.67544555664062
        },
        {
            "docid": "18746329_4",
            "document": "Nef (protein) . By down regulating cell surface expression of CD4 and Lck, Nef creates a narrow TCR response which likely optimizes HIV-1 viral production and generates a susceptible population of cells to further infect. Nef retargets kinase-active Lck away from the plasma membrane to early and recycling endosomes (RE) as well as the Trans-Golgi network (TGN). RE/TGN associated Lck sub-populations in Nef expressing cells are in the catalytically active conformation and thus signaling competent. While TCR signaling takes place at the plasma membrane (PM), activation of the Ras-GTPase takes place in intracellular compartments including the Golgi apparatus. Nef induced enrichment of active Lck in these compartments results in an increase of localized RAS activity and enhanced activation of Erk kinase and the production of Interleukin-2 (IL-2). Since IL-2 is known to activate the growth, proliferation, and differentiation of T-cells to become effector T-cells; this is a self-serving effect that creates a new population of cells which HIV-1 is able to infect. Self-activation of the infected cell by IL-2 also stimulates the cell to become an effector cell and initiate the machinery which HIV-1 relies upon for its own proliferation.",
            "score": 158.3615264892578
        },
        {
            "docid": "425158_17",
            "document": "Microbicides for sexually transmitted diseases . In July 2010 the Centre for the AIDS Programme of Research in South Africa (CAPRISA) released results of a study establishing proof of concept that an ARV-based, topical microbicide can reduce the likelihood of HIV transmission. The trial, CAPRISA 004, was conducted among 889 women to evaluate the ability of 1% tenofovir gel to prevent male-to-female HIV transmission. The study found a 39% lower HIV infection rate in women using 1% tenofovir gel compared with women using a placebo gel. In addition, tenofovir gel was shown to be safe as tested. The results of the CAPRISA 004 trial provide statistically significant evidence that ARVs, topically applied to the vaginal mucosa, can offer protection against HIV and (potentially) other pathogens. During the study, 38 of the women who used the tenofovir gel acquired HIV and 60 women who used a placebo gel became HIV-infected. No tenofovir-resistant virus was detected in the women who acquired HIV infection during the study. In addition to demonstrating efficacy against HIV, CAPRISA 004 found evidence that tenofovir gel also prevents the transmission of herpes simplex virus type 2 (HSV-2). HSV-2 is a lifelong, incurable infection which can make those infected with the virus two-to-three times more likely to acquire HIV. Data collected during the CAPRISA 004 study indicate that tenofovir gel provided 51% protection against HSV-2. Tenofovir, developed by Gilead Sciences, is a nucleotide reverse transcriptase inhibitor (NRTI) which interferes with the replication of HIV and is approved in tablet form for use in combination with other ARVs to treat HIV. CAPRISA 004 was a collaboration among CAPRISA, Family Health International and CONRAD. It was funded by the United States Agency for International Development (USAID) and the South African Department of Science and Technology's Technology Innovation Agency.",
            "score": 158.03329467773438
        },
        {
            "docid": "14170_17",
            "document": "HIV . The \"α\"-chemokine SDF-1, a ligand for CXCR4, suppresses replication of T-tropic HIV-1 isolates. It does this by down-regulating the expression of CXCR4 on the surface of HIV target cells. M-tropic HIV-1 isolates that use only the CCR5 receptor are termed R5; those that use only CXCR4 are termed X4, and those that use both, X4R5. However, the use of co-receptor alone does not explain viral tropism, as not all R5 viruses are able to use CCR5 on macrophages for a productive infection and HIV can also infect a subtype of myeloid dendritic cells, which probably constitute a reservoir that maintains infection when CD4 T cell numbers have declined to extremely low levels.",
            "score": 157.93125915527344
        },
        {
            "docid": "169270_46",
            "document": "Macrophage . Macrophages also play a role in human immunodeficiency virus (HIV) infection. Like T cells, macrophages can be infected with HIV, and even become a reservoir of ongoing virus replication throughout the body. HIV can enter the macrophage through binding of gp120 to CD4 and second membrane receptor, CCR5 (a chemokine receptor). Both circulating monocytes and macrophages serve as a reservoir for the virus. Macrophages are better able to resist infection by HIV-1 than CD4+ T cells, although susceptibility to HIV infection differs among macrophage subtypes.",
            "score": 157.4114532470703
        },
        {
            "docid": "29106902_31",
            "document": "Stacey Campfield . Medical authority sources disagree: \"When risk is assessed \"per act\" of unprotected vaginal intercourse\" (between an infected male and a female partner), \"the chance of HIV transmission is estimated to be between 1 in 500 and 1 in 1000.\" Campfield said the numbers quoted by him were for transmission to heterosexual US males through vaginal intercourse, with protection, multiplied by the odds of actually having sex with an AIDS infected, heterosexual female partner in the US.",
            "score": 157.18797302246094
        },
        {
            "docid": "18746329_3",
            "document": "Nef (protein) . The expression of Nef early in the viral life cycle ensures T-cell activation and the establishment of a persistent state of infection, two basic attributes of HIV infection. Viral expression of Nef induces numerous changes within the infected cell including the modulation of protein cell surface expression, cytoskeletal remodeling, and signal transduction. Since the activation state of the infected cell plays an important role in the success rate of HIV-1 infection, it is important that resting T-cells be primed to respond to T-cell receptor (TCR) stimuli. HIV-1 Nef lowers the threshold for activation of CD4 lymphocytes, but is not sufficient to cause activation in the absence of exogenous stimuli.",
            "score": 157.12591552734375
        },
        {
            "docid": "20938066_7",
            "document": "Vpr . The lack of an in vitro cell culture system that demonstrated a deficit in replication upon infection with viruses in the absence of Vpr has led to some mystery in the function of Vpr. Recently, there has been experiments on monocyte-derived dendritic cells (MDDCs) using a novel in-vitro infection system. These infected human dendritic cells showed a slower rate of replication when deprived of the Vpr protein in HIV-1 cells. This replication difference occurred in a single round of infection. This was shown to be due to decreased transcriptional output from the integrated HIV viral genome. Using mutational analysis (biochemical identification of mutational changes in a nucleotide sequence), prevention of cell cycle progression into mitosis was shown to be required for LTR-mediated viral expression. These findings suggest that the evolutionarily secured G2 cell cycle arrest function of Vpr (Viral Protein R) is essential for HIV-1 replication. Furthermore, this innovative in-vitro culture system will allow researchers to address mechanisms underlying Vpr-mediated enhancement of HIV-1 replication.",
            "score": 156.79847717285156
        },
        {
            "docid": "22823264_8",
            "document": "Human herpesvirus 7 . HHV-7 resides mostly in CD4+ T cells, albeit only in certain strains of them. To enter CD4+ T cells, HHV-7, unlike HHV-6, uses CD4 and possibly some cell-surface glyoproteins to enter CD4+ T cells. About a week after HHV-7 has infected a cell, it begins to downregulate CD4 transcription, which interferes with HIV-1 infection but may reactivate HHV-6 infection. It is however unclear exactly what effect HHV-7 has on HIV infection.",
            "score": 156.7198944091797
        }
    ]
}