{
    "q": [
        {
            "docid": "6090525_10",
            "document": "Neglected tropical diseases . Chagas disease is also known as American trypanosomiasis. There are approximately 15 million people infected with Chagas disease. The chance of morbidity is higher for immuno-compromised individuals, children, and elderly, but very low if treated early. Chagas disease does not kill victims rapidly, instead causing years of debilitating chronic symptoms. It is caused by a vector-borne protozoa and spread by contact with \"Trypanosoma cruzi\" infected feces of the triatomine (assassin) bug. The protozoan can enter the body via the bug's bite, skin breaks, or mucous membranes. Infection can result from eating infected food and coming into contact with contaminated bodily fluids. There are two phases of Chagas disease. The acute phase is usually asymptomatic. The first symptoms are usually skin chancres, unilateral purplish orbital oedema, local lymphoadenopathies, and fever accompanied by a variety of other symptoms depending on infection site. The chronic phase occurs in 30 percent of total infections and can take three forms, which are asymptomatic (most prevalent), cardiac, and digestive lesions.",
            "score": 108.17630863189697
        },
        {
            "docid": "7012_2",
            "document": "Chagas disease . Chagas disease, also known as American trypanosomiasis, is a tropical parasitic disease caused by the protist \"Trypanosoma cruzi\". It is spread mostly by insects known as Triatominae, or \"kissing bugs\". The symptoms change over the course of the infection. In the early stage, symptoms are typically either not present or mild, and may include fever, swollen lymph nodes, headaches, or local swelling at the site of the bite. After 8–12 weeks, individuals enter the chronic phase of disease and in 60–70% it never produces further symptoms. The other 30 to 40% of people develop further symptoms 10 to 30 years after the initial infection, including enlargement of the ventricles of the heart in 20 to 30%, leading to heart failure. An enlarged esophagus or an enlarged colon may also occur in 10% of people. \"T. cruzi\" is commonly spread to humans and other mammals by the blood-sucking \"kissing bugs\" of the subfamily Triatominae. These insects are known by a number of local names, including: \"vinchuca\" in Argentina, Bolivia, Chile and Paraguay, \"barbeiro\" (the barber) in Brazil, \"pito\" in Colombia, \"chinche\" in Central America, and \"chipo\" in Venezuela. The disease may also be spread through blood transfusion, organ transplantation, eating food contaminated with the parasites, and by vertical transmission (from a mother to her fetus). Diagnosis of early disease is by finding the parasite in the blood using a microscope. Chronic disease is diagnosed by finding antibodies for \"T. cruzi\" in the blood. Prevention mostly involves eliminating kissing bugs and avoiding their bites. This may involve the use of insecticides or bed-nets. Other preventive efforts include screening blood used for transfusions. A vaccine has not been developed as of 2017. Early infections are treatable with the medication benznidazole or nifurtimox. Medication nearly always results in a cure if given early, but becomes less effective the longer a person has had Chagas disease. When used in chronic disease, medication may delay or prevent the development of end–stage symptoms. Benznidazole and nifurtimox cause temporary side effects in up to 40% of people including skin disorders, brain toxicity, and digestive system irritation. It is estimated that 6.6 million people, mostly in Mexico, Central America and South America, have Chagas disease as of 2015. In 2015, Chagas was estimated to result in 8,000 deaths. Most people with the disease are poor, and most do not realize they are infected. Large-scale population movements have increased the areas where Chagas disease is found and these include many European countries and the United States. These areas have also seen an increase in the years up to 2014. The disease was first described in 1909 by the Brazilian physician Carlos Chagas, after whom it is named. Chagas disease is classified as a neglected tropical disease. It affects more than 150 other animals.",
            "score": 116.59209704399109
        },
        {
            "docid": "7012_6",
            "document": "Chagas disease . If symptoms develop during the acute phase, they usually resolve spontaneously within three to eight weeks in approximately 90% of individuals. Although the symptoms resolve, even with treatment the infection persists and enters a chronic phase. Of individuals with chronic Chagas disease, 60–80% will never develop symptoms (called \"indeterminate\" chronic Chagas disease), while the remaining 20–40% will develop life-threatening heart and/or digestive disorders during their lifetime (called \"determinate\" chronic Chagas disease). In 10% of individuals, the disease progresses directly from the acute form to a symptomatic clinical form of chronic Chagas disease.",
            "score": 82.3979561328888
        },
        {
            "docid": "39275524_2",
            "document": "VNI (molecule) . VNI is an experimental drug for treating Chagas disease currently being studied at Vanderbilt University. The molecule acts by inhibiting \"Trypanosoma cruzi\" sterol 14α-desmethylase activity \"in vitro\". It exhibits no toxicity in mouse cells and unlike the related compounds posaconazole and fluconazole, increasing the dose is not required to maintain anti-parasitic activity.",
            "score": 127.03318810462952
        },
        {
            "docid": "1653221_13",
            "document": "Parasite load . Parasite load has been shown to affect the spread of infectious diseases. For example, parasitologists at the Universidade de São Paulo researched the effect of Chaga's disease on the immune system. They found that individuals who survived the acute phase of infection develop parasite-specific immune response that reduces parasite levels in tissues and blood. This research aims to discover if the parasite load during the acute stage of infection effects if the host will eventually have a positive immune response. The research was conducted on mice, with the intension of eventually using the information gleaned from the experiments to assist humans who have contracted Chaga's disease. Marinho \"et al.\" found that parasite loads in the acute phase of infection correlates at the late chronic stage of the disease, with the intensity of the activation and response of the immune system of the host. This research could lead to new discoveries in parasitology. This could potentially prevent the spread of parasites and therefore diseases linked to parasite infection within a given population.",
            "score": 128.66082382202148
        },
        {
            "docid": "4902413_14",
            "document": "Trypanosoma cruzi . Chagas' disease's geographical occurrence happens worldwide but high-risk individuals include those who don't have access to proper housing. Its reservoir is in wild animals but its vector is a kissing bug. This is a contagious disease and can be transmitted through a number of ways: congenital transmission, blood transfusion, organ transplantation, consumption of uncooked food that has been contaminated with feces from infected bugs, and accidental laboratory exposure. The incubation period is five to fourteen days, after a host becomes in contact with feces. Chagas disease undergoes two phases which are the acute and chronic phase. The acute phase can last from two weeks to two months but can go unnoticed because symptoms are minor and short-lived. Symptoms of the acute phase include swelling, fever, fatigue, and diarrhea. The chronic phase causes digestive problems, constipation, heart failure, and pain in the abdomen. Diagnostic methods include microscopic examination, serology, or the isolation of the parasite by inoculating blood into a guinea pig, mouse, or rat. No vaccines are available but there are ways to be protected from this disease. Taking preventative measures such as applying bug repellent on the skin, wearing protective clothing, and staying in higher quality hotels—when traveling. Investing in quality housing would be ideal to decrease risk of contracting this disease. Consider installing plaster walls or new flooring to decrease the crevasses that bugs can hide in.",
            "score": 106.21234929561615
        },
        {
            "docid": "7012_27",
            "document": "Chagas disease . In the chronic stage, treatment involves managing the clinical manifestations of the disease. For example, pacemakers and medications for irregular heartbeats, such as the anti-arrhythmia drug amiodarone, may be life saving for some patients with chronic cardiac disease, while surgery may be required for megaintestine. The disease cannot be cured in this phase, however. Chronic heart disease caused by Chagas disease is now a common reason for heart transplantation surgery. Until recently, however, Chagas disease was considered a contraindication for the procedure, since the heart damage could recur as the parasite was expected to seize the opportunity provided by the immunosuppression that follows surgery.",
            "score": 93.57656335830688
        },
        {
            "docid": "1043902_2",
            "document": "Fasciolosis . Fasciolosis is a parasitic worm infection caused by the common liver fluke \"Fasciola hepatica\" as well as by \"Fasciola gigantica\". The disease is a plant-borne trematode zoonosis, and is classified as a neglected tropical disease (NTD). It affects humans, but its main host is ruminants such as cattle and sheep. The disease progresses through four distinct phases; an initial incubation phase of between a few days up to three months with little or no symptoms; an invasive or acute phase which may manifest with: fever, malaise, abdominal pain, gastrointestinal symptoms, urticaria, anemia, jaundice, and respiratory symptoms. The disease later progresses to a latent phase with less symptoms and ultimately into a chronic or obstructive phase months to years later. In the chronic state the disease causes inflammation of the bile ducts, gall bladder and may cause gall stones as well as fibrosis. While chronic inflammation is connected to increased cancer rates, it is unclear whether fasciolosis is associated with increased cancer risk. Up to half of those infected display no symptoms, and diagnosis is difficult because the worm eggs are often missed in fecal examination. The methods of detection are through fecal examination, parasite-specific antibody detection, or radiological diagnosis, as well as laparotomy. In case of a suspected outbreak it may be useful to keep track of dietary history, which is also useful for exclusion of differential diagnoses. Fecal examination is generally not helpful because the worm eggs can seldom be detected in the chronic phase of the infection. Eggs appear in the feces first between 9–11 weeks post-infection. The cause of this is unknown, and it is also difficult to distinguish between the different species of fasciola as well distinguishing them from echinostomes and \"Fasciolopsis\". Most immunodiagnostic tests detect infection with very high sensitivity, and as concentration drops after treatment, it is a very good diagnostic method. Clinically it is not possible to differentiate from other liver and bile diseases. Radiological methods can detect lesions in both acute and chronic infection, while laparotomy will detect lesions and also occasionally eggs and live worms. Because of the size of the parasite, as adult \"F. hepatica\": or adult \"F. gigantica:\" 25–75×12 mm, fasciolosis is a big concern. The amount of symptoms depend on how many worms and what stage the infection is in. The death rate is significant in both sheep and cattle, but generally low among humans. Treatment with triclabendazole has been highly effective against the adult worms as well as various developing stages. Praziquantel is not effective, and older drugs such as bithionol are moderately effective but also cause more side effects. Secondary bacterial infection causing cholangitis has also been a concern and can be treated with antibiotics, and toxaemia may be treated with prednisolone. Humans are infected by eating watergrown plants, primarily wild-grown watercress in Europe or morning glory in Asia. Infection may also occur by drinking contaminated water with floating young fasciola or when using utensils washed with contaminated water. Cultivated plants do not spread the disease in the same capacity. Human infection is rare, even if the infection rate is high among animals. Especially high rates of human infection have been found in Bolivia, Peru and Egypt, and this may be due to consumption of certain foods. No vaccine is available to protect people against \"Fasciola\" infection. Preventative measures are primarily treating and immunization of the livestock, which are required to host the live cycle of the worms. Veterinary vaccines are in development, and their use is being considered by a number of countries on account of the risk to human health and economic losses resulting from livestock infection. Other methods include using molluscicides to decrease the number of snails that act as vectors, but it is not practical. Educational methods to decrease consumption of wild watercress and other waterplants has been shown to work in areas with a high disease burden.",
            "score": 108.17241442203522
        },
        {
            "docid": "39275524_3",
            "document": "VNI (molecule) . According to the researchers, \"VNI cures the acute and chronic forms of Chagas disease in mice, with 100% survival and no observable side effects. Low cost (<$0.10/mg ), oral bioavailability, favorable pharmacokinetics, and low toxicity make this compound an exceptional candidate for clinical trials. The efficacy of VNI provides additional compelling support for efficacious antiparasitic treatment of chronic Chagas disease, further validating CYP51 as a viable drug targeting T. cruzi, and it opens a new opportunity for therapeutic cure of patients. Although widespread searches for other new drugs that target T. cruzi are surely being pursued, there are millions of patients with this debilitating illness who need immediate therapy, and VNI or a derivative might fulfill this need.\"",
            "score": 93.71453785896301
        },
        {
            "docid": "51281143_2",
            "document": "GNF6702 . GNF6702 is the name for a broad-spectrum antiprotozoal drug invented by researchers working at the Genomics Institute of the Novartis Research Foundation in 2013, with activity against leishmaniasis, Chagas disease and sleeping sickness. These three diseases are caused by related kinetoplastid parasites, which share similar biology. GNF6702 acts as allosteric proteasome inhibitor which was effective against infection with any of the three protozoal diseases in mice, while having little evident toxicity to mammalian cells.",
            "score": 88.41394972801208
        },
        {
            "docid": "1046233_7",
            "document": "Carlos Chagas . Chagas suspected that the parasite could cause human disease, due to the prevalence of the insect vector in human households and its habit of biting people, so he took blood samples and, on April 23, 1909, discovered for the first time the same \"Trypanosoma\" parasite in the blood of a three-year-old girl. He also observed parasitic inclusions in the brain and myocardium which would explain some of the clinical manifestations in diseased people and closed the proposed life cycle of the parasite by suggesting that the armadillo could be its natural reservoir. To complete his work on the pathology of the new disease, Chagas described 27 cases of the acute form of the disease and performed more than 100 autopsies on patients who exhibited the chronic form.",
            "score": 91.84661364555359
        },
        {
            "docid": "7012_25",
            "document": "Chagas disease . Studies suggest antiparasitic treatment leads to parasitological cure in more than 90% of infants but only about 60–85% of adults treated in the first year of acute phase Chagas disease. Children aged six to 12 years with chronic disease have a cure rate of about 60% with benznidazole. While the rate of cure declines the longer an adult has been infected with Chagas, treatment with benznidazole has been shown to slow the onset of heart disease in adults with chronic Chagas infections.",
            "score": 79.30825877189636
        },
        {
            "docid": "23852386_4",
            "document": "Chagas: Time to Treat campaign . Current drugs are limited to the treatment of children under the age of 12 years who are in the acute stages and the chronic asymptomatic stages. Treatments for Chagas disease are not curative once patients have begun experiencing complications in the chronic stages. In addition to the limitations of the effectiveness of the treatments, the available drugs are expensive, have extensive side effect profiles and have a long treatment course which can be difficult to follow. It has been estimated that no more than 1% of Chagas disease patients receive any treatment at all.",
            "score": 75.91955029964447
        },
        {
            "docid": "23852386_3",
            "document": "Chagas: Time to Treat campaign . Each year over 8 million people in the Americas contract the Chagas disease. Chagas occurs in two stages and kills more people in the region than any other parasite-borne disease, including malaria. It is caused by the parasite Trypanosoma cruzi transmitted primarily by insects known as \"kissing bugs\". The existing treatments are not satisfactory and can have toxic side effects. What patients urgently need are affordable, safe, and efficacious diagnostics tools and treatments for children and adults as well as a drug that treats both stages of Chagas.",
            "score": 113.11318373680115
        },
        {
            "docid": "11673091_8",
            "document": "Bartonella bacilliformis . \"Bartonella bacilliformis\" is the etiologic agent of Carrion's disease or Oroya fever (acute phase of infection), and \"verruga peruana\" or Peruvian wart (chronic phase of infection). The acute phase of the disease is a life-threatening disease characterized by massive invasion of \"Bartonella\" to human red blood cells and consequently acute hemolysis and fever. If the infection is not treated, the case fatality rate is 40 to 85% Patients in this phase of the infection can be complicated by overwhelming infections, primarily by enterobacteria (\"Salmonella\" spp) and parasites (\"Toxoplasma gondii\", \"Pneumocystis jirovecii\"). The chronic phase is characterized by benign eruptive lesions that are pruritic and bleeding, and other symptoms like malaise and osteoarticular pain. Bartonella can be isolated from blood cultures and secretion of the lesions in people from endemic areas.",
            "score": 101.22012448310852
        },
        {
            "docid": "15921412_5",
            "document": "IL2RA . Infection by the protozoan \"Trypanosoma cruzi\" causes Chagas disease, characterized by a reduction in the amount of IL2RA expressed on the surface of immune cells. This leads to chronic immune suppression, becoming increasingly severe over the course of many years and ultimately resulting in death if left untreated.",
            "score": 88.86092352867126
        },
        {
            "docid": "575810_36",
            "document": "Hematopoietic stem cell transplantation . \"Acute graft-versus-host disease\" typically occurs in the first 3 months after transplantation and may involve the skin, intestine, or the liver. High-dose corticosteroids such as prednisone are a standard treatment; however this immuno-suppressive treatment often leads to deadly infections. \"Chronic graft-versus-host disease\" may also develop after allogeneic transplant. It is the major source of late treatment-related complications, although it less often results in death. In addition to inflammation, chronic graft-versus-host disease may lead to the development of fibrosis, or scar tissue, similar to scleroderma; it may cause functional disability and require prolonged immunosuppressive therapy. Graft-versus-host disease is usually mediated by T cells, which react to foreign peptides presented on the MHC of the host.",
            "score": 81.81764733791351
        },
        {
            "docid": "8145410_55",
            "document": "Charles Darwin . In 1882 he was diagnosed with what was called \"angina pectoris\" which then meant coronary thrombosis and disease of the heart. At the time of his death, the physicians diagnosed \"anginal attacks\", and \"heart-failure\". Today it is speculated that Darwin was suffering from chronic Chagas disease. This speculation is based on a journal entry written by Darwin, describing he was bitten by the \"Kissing Bug\" in Mendoza, Argentina in 1835; and based on the constellation of clinical symptoms he exhibited, including cardiac disease which is a hallmark of chronic Chagas disease. Exhuming Darwin's body is likely necessary to definitively determine his state of infection by detecting DNA of infecting parasite, T. cruzi, that causes Chagas disease.",
            "score": 94.39212584495544
        },
        {
            "docid": "41822425_4",
            "document": "Chronic Lyme disease . The term \"chronic Lyme disease\" is distinct from untreated late-stage Lyme disease, which can cause arthritis, peripheral neuropathy and/or encephalomyelitis. Chronic Lyme disease is also distinct from the 'post-treatment Lyme disease syndrome' (PTLDS)\", when symptoms linger after standard antibiotic treatments. PTLDS is estimated to occur in less than 5% of people who had Lyme disease and were treated. . In many cases there is no objective evidence that people who believe they have chronic Lyme have ever been infected with Lyme disease: standard diagnostic tests for infection are often negative. While it is undisputed people can have severe symptoms of an illness, the cause and appropriate treatment promoted by \"chronic Lyme\" advocates are controversial. The symptoms represent \"for all intents and purposes\" fibromyalgia or chronic fatigue syndrome. A few doctors attribute these symptoms to persistent infection with \"Borrelia\", or co-infections with other tick-borne pathogens, such as \"Ehrlichia\" and \"Babesia\". Some conclude that the initial infection may cause an autoimmune reaction that continues to cause serious symptoms even after the bacteria have been eliminated by antibiotics. A review looked at several animal studies that found persistence of live but disabled spirochetes following treatment of \"B. burgdorferi\" infection with antibiotics. The authors noted that none of the lingering spirochetes were associated with inflamed tissues and criticized the studies for not considering adequately the different pharmacodynamics and pharmacokinetics of the antibiotics used to treat the animals in the trials versus what would be expected to be used to treat humans. The authors concluded, \"There is no scientific evidence to support the hypothesis that such spirochetes, should they exist in humans, are the cause of post-Lyme disease syndrome.\" Major US medical authorities, including the Infectious Diseases Society of America, the American Academy of Neurology, and the National Institutes of Health, have stated there is no convincing evidence that \"Borrelia\" is involved in the various symptoms classed as chronic Lyme disease, and particularly advise against long-term antibiotic treatment as it is ineffective and potentially harmful. Prolonged antibiotic therapy presents significant risks and can have dangerous side effects. Randomized placebo-controlled studies have shown that antibiotics offer no sustained benefit in people with \"chronic Lyme\"; with evidence of both placebo effects and significant adverse effects from such treatment. A pressure group called the International Lyme And Associated Diseases Society (ILADS) argues the persistence of \"B. burgdorferi\" may be responsible for manifestations of late Lyme disease symptoms.",
            "score": 73.96383893489838
        },
        {
            "docid": "196520_4",
            "document": "Ehrlichiosis (canine) . Dogs get ehrlichiosis from the brown dog tick, which passes an ehrlichia organism into the bloodstream when it bites. It is also possible for dogs to become infected through a blood transfusion from an infected dog. There are three stages of ehrlichiosis, each varying in severity. The acute stage, occurring several weeks after infection and lasting for up to a month, can lead to fever and lowered peripheral blood cell counts due to bone marrow suppression. The second stage, called the subclinical phase, has no outward signs and can last for the remainder of the dog's life, during which the dog remains infected with the organism. Some dogs are able to successfully eliminate the disease during this time. In some dogs the third and most serious stage of infection, the chronic phase, will commence. Very low blood cell counts (pancytopenia), bleeding, bacterial infection, lameness, neurological and ophthalmic disorders, and kidney disease, can result. Chronic ehrlichiosis can be fatal.",
            "score": 86.11745619773865
        },
        {
            "docid": "198491_2",
            "document": "Leishmaniasis . Leishmaniasis is a disease caused by parasites of the \"Leishmania\" type. It is spread by the bite of certain types of sandflies. The disease can present in three main ways: cutaneous, mucocutaneous, or visceral leishmaniasis. The cutaneous form presents with skin ulcers, while the mucocutaneous form presents with ulcers of the skin, mouth, and nose, and the visceral form starts with skin ulcers and then later presents with fever, low red blood cells, and enlarged spleen and liver. Infections in humans are caused by more than 20 species of \"Leishmania\". Risk factors include poverty, malnutrition, deforestation, and urbanization. All three types can be diagnosed by seeing the parasites under the microscope. Additionally, visceral disease can be diagnosed by blood tests. Leishmaniasis can be partly prevented by sleeping under nets treated with insecticide. Other measures include spraying insecticides to kill sandflies and treating people with the disease early to prevent further spread. The treatment needed is determined by where the disease is acquired, the species of \"Leishmania\", and the type of infection. Some possible medications used for visceral disease include liposomal amphotericin B, a combination of pentavalent antimonials and paromomycin, and miltefosine. For cutaneous disease, paromomycin, fluconazole, or pentamidine may be effective. About 4 to 12 million people are currently infected in some 98 countries. About 2 million new cases and between 20 and 50 thousand deaths occur each year. About 200 million people in Asia, Africa, South and Central America, and southern Europe live in areas where the disease is common. The World Health Organization has obtained discounts on some medications to treat the disease. It is classified as a neglected tropical disease. The disease may occur in a number of other animals, including dogs and rodents.",
            "score": 83.98882353305817
        },
        {
            "docid": "7012_4",
            "document": "Chagas disease . The acute phase lasts for the first few weeks or months of infection. It usually occurs unnoticed because it is symptom-free or exhibits only mild symptoms that are not unique to Chagas disease. These can include fever, fatigue, body aches, muscle pain, headache, rash, loss of appetite, diarrhea, nausea, and vomiting. The signs on physical examination can include mild enlargement of the liver or spleen, swollen glands, and local swelling (a chagoma) where the parasite entered the body.",
            "score": 77.24683928489685
        },
        {
            "docid": "56658591_6",
            "document": "Phomoxanthone A . Phomoxanthone A was first identified in a screening for antimalarial compounds. It showed strong antibiotic activity against a multidrug-resistant strain of the main causative agent of malaria, the protozoan parasite \"Plasmodium falciparum\". The same study also reported antibiotic activity of PXA against \"Mycobacterium tuberculosis\" and against three animal cell lines, two of which were derived from human cancer cells. These findings not only showed that PXA has antibiotic activity against very diverse organisms, but they also sparked further studies that investigated PXA as a potential antibiotic or anti-cancer drug. A later study also reported antibiotic activity for PXA against the alga \"Chlorella fusca\", the fungus \"Ustilago violacea\", and the bacterium \"Bacillus megaterium\". This broad range of activity disqualified it as a specific antibiotic that could be used in the treatment of infectious diseases, however the hope that it could be used as an anti-cancer drug remained. Preliminary results from a study in human cancer cells and non-cancer cells suggested that PXA might be more toxic to the former than to the latter, although results from in vivo studies have not yet been presented.",
            "score": 83.0165923833847
        },
        {
            "docid": "1498082_2",
            "document": "Fritz Köberle . Fritz Köberle (October 1, 1910 in Eichgraben, Austria – February 20, 1983) was an Austrian-Brazilian physician, pathologist and scientist, discoverer of the neurogenic mechanism of the chronic phase of Chagas disease, a human parasitic disease caused by \"Trypanosoma cruzi\", a protozoan.",
            "score": 96.29429697990417
        },
        {
            "docid": "284027_2",
            "document": "Kidney failure . Kidney failure, also known as end-stage kidney disease, is a medical condition in which the kidneys no longer work. It is divided into acute kidney failure (cases that develop rapidly) and chronic kidney failure (those that are long term). Symptoms may include leg swelling, feeling tired, vomiting, loss of appetite, or confusion. Complications of acute disease may include uremia, high blood potassium, or volume overload. Complications of chronic disease may include heart disease, high blood pressure, or anemia. Causes of acute kidney failure include low blood pressure, blockage of the urinary tract, certain medications, muscle breakdown, and hemolytic uremic syndrome. Causes of chronic kidney failure include diabetes, high blood pressure, nephrotic syndrome, and polycystic kidney disease. Diagnosis of acute disease is often based on a combination of factors such as decrease urine production or increased serum creatinine. Diagnosis of chronic disease is typically based on a glomerular filtration rate (GFR) of less than 15 or the need for renal replacement therapy. It is also equivalent to stage 5 chronic kidney disease. Treatment of acute disease typically depends on the underlying cause. Treatment of chronic disease may include hemodialysis, peritoneal dialysis, or a kidney transplant. Hemodialysis uses a machine to filter the blood outside the body. In peritoneal dialysis specific fluid is placed into the abdominal cavity and then drained, with this process being repeated multiple times per day. Kidney transplantation involves surgically placing a kidney from someone else and then taking immunosuppressant medication to prevent rejection. Other recommended measures from chronic disease include staying active and specific dietary changes.  In the United States acute disease affects about 3 per 1,000 people a year. Chronic disease affects about 1 in 1,000 people with 3 per 10,000 people newly develop the condition each year. Acute disease is often reversible while chronic disease often is not. With appropriate treatment many with chronic disease can continue working.",
            "score": 71.2851425409317
        },
        {
            "docid": "7012_23",
            "document": "Chagas disease . There are two approaches to treating Chagas disease: antiparasitic treatment, to kill the parasite; and symptomatic treatment, to manage the symptoms and signs of the infection. Management uniquely involves addressing selective incremental failure of the parasympathetic nervous system. Autonomic disease imparted by Chagas may eventually result in megaesophagus, megacolon and accelerated dilated cardiomyopathy. The mechanisms that explain why Chagas targets the parasympathetic autonomic nervous system and spares the sympathetic autonomic nervous system remain poorly understood.",
            "score": 73.88954901695251
        },
        {
            "docid": "571274_2",
            "document": "Drug discovery . In the fields of medicine, biotechnology and pharmacology, drug discovery is the process by which new candidate medications are discovered. Historically, drugs were discovered through identifying the active ingredient from traditional remedies or by serendipitous discovery. Later chemical libraries of synthetic small molecules, natural products or extracts were screened in intact cells or whole organisms to identify substances that have a desirable therapeutic effect in a process known as  classical pharmacology. Since sequencing of the human genome which allowed rapid cloning and synthesis of large quantities of purified proteins, it has become common practice to use high throughput screening of large compounds libraries against isolated biological targets which are hypothesized to be disease modifying in a process known as reverse pharmacology. Hits from these screens are then tested in cells and then in animals for efficacy.",
            "score": 59.572551250457764
        },
        {
            "docid": "8146892_3",
            "document": "Benznidazole . Benznidazole has a significant activity during the acute phase of Chagas disease, with a success rate up to 80%. Its curative capabilities during the chronic phase are, however, limited. Some studies have found parasitologic cure (a complete elimination of \"T. cruzi\" from the body) in children during the early stage of the chronic phase, but overall failure rate in chronically infected individuals is typically above 80%.",
            "score": 91.88858819007874
        },
        {
            "docid": "8146892_11",
            "document": "Benznidazole . Benznidazole is a nitroimidazole antiparasitic with good activity against acute infection with \"Trypanosoma cruzi,\" commonly referred to as Chagas disease\".\" Like other nitroimidazoles, benznidazole's main mechanism of action is to generate radical species which can damage the parasite's DNA or cellular machinery. The mechanism by which nitroimidazoles do this seems to depend on whether or not oxygen is present. This is particularly relevant in the case of \"Trypanosoma\" species, which are considered facultative anaerobes.",
            "score": 85.14911222457886
        },
        {
            "docid": "180121_36",
            "document": "Medication . Historically, drugs were discovered through identifying the active ingredient from traditional remedies or by serendipitous discovery. Later chemical libraries of synthetic small molecules, natural products or extracts were screened in intact cells or whole organisms to identify substances that have a desirable therapeutic effect in a process known as classical pharmacology. Since sequencing of the human genome which allowed rapid cloning and synthesis of large quantities of purified proteins, it has become common practice to use high throughput screening of large compounds libraries against isolated biological targets which are hypothesized to be disease modifying in a process known as reverse pharmacology. Hits from these screens are then tested in cells and then in animals for efficacy. Even more recently, scientists have been able to understand the shape of biological molecules at the atomic level, and to use that knowledge to design (see drug design) drug candidates.",
            "score": 58.52055501937866
        },
        {
            "docid": "2593330_11",
            "document": "Megacolon . In Central and South America, the most common incidence of chronic megacolon is that observed in about 20% of patients affected with Chagas disease. Chagas is caused by \"Trypanosoma cruzi\", a flagellate protozoan transmitted by the feces of a hematophagous insect, the assassin bug, when it feeds. Chagas can also be acquired congenitally, through blood transfusion or organ transplant, and rarely through contaminated food (for example garapa). There are several theories on how megacolon (and also megaesophagus) develops in Chagas disease. The Austrian-Brazilian physician and pathologist Fritz Köberle was the first to propose the \"neurogenic hypothesis\" based on the documented destruction of the Auerbach's plexus in the walls of the intestinal tracts of Chagas patients. In this, the destruction of the autonomic nervous system innervation of the colon leads to a loss of the normal smooth muscle tone of the wall and subsequent gradual dilation. His research proved that, by extensively quantifying the number of neurons of the autonomic nervous system in the Auerbach's plexus, that:",
            "score": 73.01214528083801
        },
        {
            "docid": "10189801_3",
            "document": "Romana's sign . It occurs 1-2 weeks after infection. It is due to conjunctival swelling after contamination with the vector's feces, which contains the parasitic \"Trypanosoma cruzi\". Although very characteristic of Chagas' disease, not all patients with the acute form develop Romaña's sign.",
            "score": 88.72932314872742
        }
    ],
    "r": [
        {
            "docid": "1653221_13",
            "document": "Parasite load . Parasite load has been shown to affect the spread of infectious diseases. For example, parasitologists at the Universidade de São Paulo researched the effect of Chaga's disease on the immune system. They found that individuals who survived the acute phase of infection develop parasite-specific immune response that reduces parasite levels in tissues and blood. This research aims to discover if the parasite load during the acute stage of infection effects if the host will eventually have a positive immune response. The research was conducted on mice, with the intension of eventually using the information gleaned from the experiments to assist humans who have contracted Chaga's disease. Marinho \"et al.\" found that parasite loads in the acute phase of infection correlates at the late chronic stage of the disease, with the intensity of the activation and response of the immune system of the host. This research could lead to new discoveries in parasitology. This could potentially prevent the spread of parasites and therefore diseases linked to parasite infection within a given population.",
            "score": 128.66082763671875
        },
        {
            "docid": "39275524_2",
            "document": "VNI (molecule) . VNI is an experimental drug for treating Chagas disease currently being studied at Vanderbilt University. The molecule acts by inhibiting \"Trypanosoma cruzi\" sterol 14α-desmethylase activity \"in vitro\". It exhibits no toxicity in mouse cells and unlike the related compounds posaconazole and fluconazole, increasing the dose is not required to maintain anti-parasitic activity.",
            "score": 127.03318786621094
        },
        {
            "docid": "7012_2",
            "document": "Chagas disease . Chagas disease, also known as American trypanosomiasis, is a tropical parasitic disease caused by the protist \"Trypanosoma cruzi\". It is spread mostly by insects known as Triatominae, or \"kissing bugs\". The symptoms change over the course of the infection. In the early stage, symptoms are typically either not present or mild, and may include fever, swollen lymph nodes, headaches, or local swelling at the site of the bite. After 8–12 weeks, individuals enter the chronic phase of disease and in 60–70% it never produces further symptoms. The other 30 to 40% of people develop further symptoms 10 to 30 years after the initial infection, including enlargement of the ventricles of the heart in 20 to 30%, leading to heart failure. An enlarged esophagus or an enlarged colon may also occur in 10% of people. \"T. cruzi\" is commonly spread to humans and other mammals by the blood-sucking \"kissing bugs\" of the subfamily Triatominae. These insects are known by a number of local names, including: \"vinchuca\" in Argentina, Bolivia, Chile and Paraguay, \"barbeiro\" (the barber) in Brazil, \"pito\" in Colombia, \"chinche\" in Central America, and \"chipo\" in Venezuela. The disease may also be spread through blood transfusion, organ transplantation, eating food contaminated with the parasites, and by vertical transmission (from a mother to her fetus). Diagnosis of early disease is by finding the parasite in the blood using a microscope. Chronic disease is diagnosed by finding antibodies for \"T. cruzi\" in the blood. Prevention mostly involves eliminating kissing bugs and avoiding their bites. This may involve the use of insecticides or bed-nets. Other preventive efforts include screening blood used for transfusions. A vaccine has not been developed as of 2017. Early infections are treatable with the medication benznidazole or nifurtimox. Medication nearly always results in a cure if given early, but becomes less effective the longer a person has had Chagas disease. When used in chronic disease, medication may delay or prevent the development of end–stage symptoms. Benznidazole and nifurtimox cause temporary side effects in up to 40% of people including skin disorders, brain toxicity, and digestive system irritation. It is estimated that 6.6 million people, mostly in Mexico, Central America and South America, have Chagas disease as of 2015. In 2015, Chagas was estimated to result in 8,000 deaths. Most people with the disease are poor, and most do not realize they are infected. Large-scale population movements have increased the areas where Chagas disease is found and these include many European countries and the United States. These areas have also seen an increase in the years up to 2014. The disease was first described in 1909 by the Brazilian physician Carlos Chagas, after whom it is named. Chagas disease is classified as a neglected tropical disease. It affects more than 150 other animals.",
            "score": 116.59210205078125
        },
        {
            "docid": "23852386_3",
            "document": "Chagas: Time to Treat campaign . Each year over 8 million people in the Americas contract the Chagas disease. Chagas occurs in two stages and kills more people in the region than any other parasite-borne disease, including malaria. It is caused by the parasite Trypanosoma cruzi transmitted primarily by insects known as \"kissing bugs\". The existing treatments are not satisfactory and can have toxic side effects. What patients urgently need are affordable, safe, and efficacious diagnostics tools and treatments for children and adults as well as a drug that treats both stages of Chagas.",
            "score": 113.1131820678711
        },
        {
            "docid": "2975709_11",
            "document": "Bartonellosis . In mammals, each \"Bartonella\" species is highly adapted to its reservoir host as the result of intracellular parasitism and can persist in the bloodstream of the host. Intraerythrocytic parasitism is only observed in the acute phase of Carrión´s disease. \"Bartonella\" species also have a tropism for endothelial cells, observed in the chronic phase of Carrión´s disease (also known as \"verruga Peruana\") and bacillary angiomatosis. Pathological response can vary with the immune status of the host. Infection with \"B. henselae\" can result in a focal suppurative reaction (CSD in immunocompetent patients), a multifocal angioproliferative response (bacillary angiomatosis in immunocompromised patients), endocarditis, or meningitis.",
            "score": 108.90279388427734
        },
        {
            "docid": "6090525_10",
            "document": "Neglected tropical diseases . Chagas disease is also known as American trypanosomiasis. There are approximately 15 million people infected with Chagas disease. The chance of morbidity is higher for immuno-compromised individuals, children, and elderly, but very low if treated early. Chagas disease does not kill victims rapidly, instead causing years of debilitating chronic symptoms. It is caused by a vector-borne protozoa and spread by contact with \"Trypanosoma cruzi\" infected feces of the triatomine (assassin) bug. The protozoan can enter the body via the bug's bite, skin breaks, or mucous membranes. Infection can result from eating infected food and coming into contact with contaminated bodily fluids. There are two phases of Chagas disease. The acute phase is usually asymptomatic. The first symptoms are usually skin chancres, unilateral purplish orbital oedema, local lymphoadenopathies, and fever accompanied by a variety of other symptoms depending on infection site. The chronic phase occurs in 30 percent of total infections and can take three forms, which are asymptomatic (most prevalent), cardiac, and digestive lesions.",
            "score": 108.17630767822266
        },
        {
            "docid": "1043902_2",
            "document": "Fasciolosis . Fasciolosis is a parasitic worm infection caused by the common liver fluke \"Fasciola hepatica\" as well as by \"Fasciola gigantica\". The disease is a plant-borne trematode zoonosis, and is classified as a neglected tropical disease (NTD). It affects humans, but its main host is ruminants such as cattle and sheep. The disease progresses through four distinct phases; an initial incubation phase of between a few days up to three months with little or no symptoms; an invasive or acute phase which may manifest with: fever, malaise, abdominal pain, gastrointestinal symptoms, urticaria, anemia, jaundice, and respiratory symptoms. The disease later progresses to a latent phase with less symptoms and ultimately into a chronic or obstructive phase months to years later. In the chronic state the disease causes inflammation of the bile ducts, gall bladder and may cause gall stones as well as fibrosis. While chronic inflammation is connected to increased cancer rates, it is unclear whether fasciolosis is associated with increased cancer risk. Up to half of those infected display no symptoms, and diagnosis is difficult because the worm eggs are often missed in fecal examination. The methods of detection are through fecal examination, parasite-specific antibody detection, or radiological diagnosis, as well as laparotomy. In case of a suspected outbreak it may be useful to keep track of dietary history, which is also useful for exclusion of differential diagnoses. Fecal examination is generally not helpful because the worm eggs can seldom be detected in the chronic phase of the infection. Eggs appear in the feces first between 9–11 weeks post-infection. The cause of this is unknown, and it is also difficult to distinguish between the different species of fasciola as well distinguishing them from echinostomes and \"Fasciolopsis\". Most immunodiagnostic tests detect infection with very high sensitivity, and as concentration drops after treatment, it is a very good diagnostic method. Clinically it is not possible to differentiate from other liver and bile diseases. Radiological methods can detect lesions in both acute and chronic infection, while laparotomy will detect lesions and also occasionally eggs and live worms. Because of the size of the parasite, as adult \"F. hepatica\": or adult \"F. gigantica:\" 25–75×12 mm, fasciolosis is a big concern. The amount of symptoms depend on how many worms and what stage the infection is in. The death rate is significant in both sheep and cattle, but generally low among humans. Treatment with triclabendazole has been highly effective against the adult worms as well as various developing stages. Praziquantel is not effective, and older drugs such as bithionol are moderately effective but also cause more side effects. Secondary bacterial infection causing cholangitis has also been a concern and can be treated with antibiotics, and toxaemia may be treated with prednisolone. Humans are infected by eating watergrown plants, primarily wild-grown watercress in Europe or morning glory in Asia. Infection may also occur by drinking contaminated water with floating young fasciola or when using utensils washed with contaminated water. Cultivated plants do not spread the disease in the same capacity. Human infection is rare, even if the infection rate is high among animals. Especially high rates of human infection have been found in Bolivia, Peru and Egypt, and this may be due to consumption of certain foods. No vaccine is available to protect people against \"Fasciola\" infection. Preventative measures are primarily treating and immunization of the livestock, which are required to host the live cycle of the worms. Veterinary vaccines are in development, and their use is being considered by a number of countries on account of the risk to human health and economic losses resulting from livestock infection. Other methods include using molluscicides to decrease the number of snails that act as vectors, but it is not practical. Educational methods to decrease consumption of wild watercress and other waterplants has been shown to work in areas with a high disease burden.",
            "score": 108.17241668701172
        },
        {
            "docid": "4902413_14",
            "document": "Trypanosoma cruzi . Chagas' disease's geographical occurrence happens worldwide but high-risk individuals include those who don't have access to proper housing. Its reservoir is in wild animals but its vector is a kissing bug. This is a contagious disease and can be transmitted through a number of ways: congenital transmission, blood transfusion, organ transplantation, consumption of uncooked food that has been contaminated with feces from infected bugs, and accidental laboratory exposure. The incubation period is five to fourteen days, after a host becomes in contact with feces. Chagas disease undergoes two phases which are the acute and chronic phase. The acute phase can last from two weeks to two months but can go unnoticed because symptoms are minor and short-lived. Symptoms of the acute phase include swelling, fever, fatigue, and diarrhea. The chronic phase causes digestive problems, constipation, heart failure, and pain in the abdomen. Diagnostic methods include microscopic examination, serology, or the isolation of the parasite by inoculating blood into a guinea pig, mouse, or rat. No vaccines are available but there are ways to be protected from this disease. Taking preventative measures such as applying bug repellent on the skin, wearing protective clothing, and staying in higher quality hotels—when traveling. Investing in quality housing would be ideal to decrease risk of contracting this disease. Consider installing plaster walls or new flooring to decrease the crevasses that bugs can hide in.",
            "score": 106.21234893798828
        },
        {
            "docid": "287207_8",
            "document": "Plasmodium . The life cycle of \"Plasmodium\" involves several distinct stages in the insect and vertebrate hosts. Parasites are generally introduced into a vertebrate host by the bite of an insect host (generally a mosquito, with the exception of some \"Plasmodium\" species of reptiles). Parasites first infect the liver or other tissue, where they undergo a single large round of replication before exiting the host cell to infect erythrocytes. At this point, some species of \"Plasmodium\" of primates can form a long-lived dormant stage called a hypnozoite. It can remain in the liver for more than a year. However, for most \"Plasmodium\" species, the parasites in infected liver cells are only what are called merozoites. After emerging from the liver, they enter red blood cells, as explained above. They then go through continuous cycles of erythrocyte infection, while a small percentage of parasites differentiate into a sexual stage called a gametocyte which is picked up by an insect host taking a blood meal. In some hosts, invasion of erythrocytes by \"Plasmodium\" species can result in disease, called malaria. This can sometimes be severe, rapidly followed by death of the host (e.g. \"P. falciparum\" in humans). In other hosts, \"Plasmodium\" infection can apparently be asymptomatic.",
            "score": 103.75621795654297
        },
        {
            "docid": "4458156_6",
            "document": "Rhodnius prolixus . Chagas disease is caused by the parasitic protozoan \"Trypanosoma cruzi\".  Infection with Chagas disease occurs after \"Rhodnius\" releases protozoans in its feces immediately following a blood meal. The parasite enters the victim through  the bite wound after the human host scratches the bite. Infection may also occur via blood  transfusion and ingestion of food contaminated with kissing bug feces.",
            "score": 102.72242736816406
        },
        {
            "docid": "43937_14",
            "document": "Parasitism . Vector-transmitted parasites rely on a third party, an intermediate host, where the parasite does not reproduce sexually to carry them from one definitive host to another. These parasites are microorganisms, namely protozoa, bacteria, or viruses, often intracellular pathogens (causing disease). Their vectors are mostly hematophagic arthropods such as fleas, lice, ticks, and mosquitoes. For example, the deer tick \"Ixodes scapularis\" acts as a vector for diseases including Lyme disease, babesiosis, and anaplasmosis. Protozoan endoparasites, such as the malarial parasites in the genus \"Plasmodium\" and sleeping sickness parasites in the genus \"Trypanosoma\", infective stages in the host's blood are transported to new hosts by biting insects.",
            "score": 101.8909683227539
        },
        {
            "docid": "11673091_8",
            "document": "Bartonella bacilliformis . \"Bartonella bacilliformis\" is the etiologic agent of Carrion's disease or Oroya fever (acute phase of infection), and \"verruga peruana\" or Peruvian wart (chronic phase of infection). The acute phase of the disease is a life-threatening disease characterized by massive invasion of \"Bartonella\" to human red blood cells and consequently acute hemolysis and fever. If the infection is not treated, the case fatality rate is 40 to 85% Patients in this phase of the infection can be complicated by overwhelming infections, primarily by enterobacteria (\"Salmonella\" spp) and parasites (\"Toxoplasma gondii\", \"Pneumocystis jirovecii\"). The chronic phase is characterized by benign eruptive lesions that are pruritic and bleeding, and other symptoms like malaise and osteoarticular pain. Bartonella can be isolated from blood cultures and secretion of the lesions in people from endemic areas.",
            "score": 101.22012329101562
        },
        {
            "docid": "14286334_12",
            "document": "Trypanothione synthase . Many diseases such as Human African trypanosomiasis, Nagana disease in cattle, and Chagas disease are caused by kinetoplastid parasites. Such diseases infect an estimated 15 to 20 million people per year worldwide and kill 100000 to 150000 of those infected. Current treatments for these diseases were generally made almost 100 years ago and in that time many of the parasites have developed resistance, in addition, many of the original treatments are highly toxic. Targeting trypanothione synthase could be a novel way of preventing and curing these diseases through disruption of the parasites' metabolism. Scientists believe that the thiol metabolic pathway is an especially good target for anti-parasitic drug production as trypanothione based thiol redox is absent in humans and it is thought that thiol redox is key in the mechanisms some parasites have in order to obtain drug resistance .",
            "score": 100.21692657470703
        },
        {
            "docid": "24973826_4",
            "document": "Human genetic resistance to malaria . Microscopic parasites, like viruses, protozoans that cause malaria, and others, cannot replicate on their own and rely on a host to continue their life cycles. They replicate by invading the hosts' cells and usurping the cellular machinery to replicate themselves. Eventually, unchecked replication causes the cells to burst, killing the cells and releasing the infectious organisms into the bloodstream where they can infect other cells. As cells die and toxic products of invasive organism replication accumulate, disease symptoms appear. Because this process involves specific proteins produced by the infectious organism as well as the host cell, even a very small change in a critical protein may render infection difficult or impossible. Such changes might arise by a process of mutation in the gene that codes for the protein. If the change is in the gamete, that is, the sperm or egg that join to form a zygote that grows into a human being, the protective mutation will be inherited. Since lethal diseases kill many persons who lack protective mutations, in time, many persons in regions where lethal diseases are endemic come to inherit protective mutations.",
            "score": 99.33602905273438
        },
        {
            "docid": "40934598_5",
            "document": "Triatoma gerstaeckeri . \"T. gerstaeckeri\" is a reservoir for the parasite \"T. cruzi\", which causes Chagas Disease. This is a very relevant disease in the Western Hemisphere because there are about 56,000 new incidents of Chagas Disease every year and about 12,000 deaths annually caused by this disease. All blood-feeding arthropods in the \"Triatoma\" genus are vectors of \"T. cruzi\", so these numbers are not caused by \"T. gerstaeckeri\" alone. Chagas Disease is spread when an infected triatomine defecates on or near a host, causing the parasite to enter the body of the host, usually through the site of a wound. This is usually how \"T. cruzi\" is transmitted, but it can also occur during blood transfusion, organ donation or the consumption of contaminated food or drink. \"T. cruzi\" is not transmitted directly by biting. The most common animal hosts of \"T. gerstaeckeri\" are woodrats, but raccoons, opossums, humans and dogs are also common. There is no vaccine for Chagas Disease, so to decrease the prevalence of the disease, the spread of the \"T. gerstaeckeri\" and other Triatomine bugs must be limited.",
            "score": 99.31754302978516
        },
        {
            "docid": "4902413_2",
            "document": "Trypanosoma cruzi . Trypanosoma cruzi is a species of parasitic euglenoids. Amongst the protozoa, the trypanosomes characteristically bore tissue in another organism and feed on blood (primarily) and also lymph. This behaviour causes disease or the likelihood of disease that varies with the organism: for example, trypanosomiasis in humans (Chagas disease in South America), dourine and surra in horses, and a brucellosis-like disease in cattle. Parasites need a host body and the haematophagous insect triatomine (descriptions \"assassin bug\", \"cone-nose bug\", and \"kissing bug\") is the major vector in accord with a mechanism of infection. The triatomine likes the nests of vertebrate animals for shelter, where it bites and sucks blood for food. Individual triatomines infected with protozoa from other contact with animals transmit trypanosomes when the triatomine deposits its faeces on the host's skin surface and then bites. Penetration of the infected faeces is further facilitated by the scratching of the bite area by the human or animal host.",
            "score": 98.53553771972656
        },
        {
            "docid": "39458335_4",
            "document": "PageRank algorithm in biochemistry . The clinical use of most antibiotics result in a mutation of the pathogen organism leading to their resistance against the drug. Therefore, development of new drugs is always needed. A potential first step in developing new drugs against currently threatening diseases (e.g. tubercolosis) is to find new drug targets in the causative agent of the disease, i.e. the pathogen microorganism, let it be either a bacterium, or a protozoan parasite. After finding the target protein in the bacterium (or protozoan parasite), one could design small molecular drug compounds that bind to the protein and inhibit it.",
            "score": 97.57887268066406
        },
        {
            "docid": "1498082_2",
            "document": "Fritz Köberle . Fritz Köberle (October 1, 1910 in Eichgraben, Austria – February 20, 1983) was an Austrian-Brazilian physician, pathologist and scientist, discoverer of the neurogenic mechanism of the chronic phase of Chagas disease, a human parasitic disease caused by \"Trypanosoma cruzi\", a protozoan.",
            "score": 96.29429626464844
        },
        {
            "docid": "14458998_6",
            "document": "Ascoviridae . These viruses infect immature stages of the order \"Lepidoptera\", in which they cause a chronic, fatal disease. They are transmissed by endoparasitic wasps and the host develops a unique cytopathology that resembles apoptosis. Cell infection induces apoptosis and in some species is associated with synthesis of a virus-encoded executioner caspase and several lipid-metabolizing enzymes. After infection the host cell DNA is degraded, the nucleus fragments and the cell then cleaves into large virion-containing vesicles. Synthesis of viral proteins results in the rescue of developing apoptotic bodies that are converted into large vesicles in which virions accumulate and continue to assemble. In infected larvae, millions of these virion-containing vesicles begin to disperse from infected tissues 48–72 hours after infection into the haemolymph, making it milky white, a characteristic of this disease. The circulation of virions and vesicles in the blood facilitates mechanical transmission by parasitic wasps.",
            "score": 96.053955078125
        },
        {
            "docid": "7012_12",
            "document": "Chagas disease . Scratching the site of the bite causes the trypomastigotes to enter the host through the wound, or through intact mucous membranes, such as the conjunctiva. Once inside the host, the trypomastigotes invade cells, where they differentiate into intracellular amastigotes. The amastigotes multiply by binary fission and differentiate into trypomastigotes, which are then released into the bloodstream. This cycle is repeated in each newly infected cell. Replication resumes only when the parasites enter another cell or are ingested by another vector. (See also: )",
            "score": 95.58314514160156
        },
        {
            "docid": "38606434_26",
            "document": "Behavior-altering parasite . Some parasites alter host behavior by infecting neurons in the host's central nervous system. The host's central nervous system responds to the parasite as it would to any other infection. The hallmarks of such response include local inflammation and the release of chemicals such as cytokine. The immune response itself is responsible for induced behavioral changes in many cases of parasitic infection. Parasites that are known to induce behavioral changes through central nervous system inflammation in their hosts include \"Toxoplasma gondii\" in rats, \"Trypanosoma cruzi\" in mice and \"Plasmodium mexicanum\" in the Mexican lizard.",
            "score": 95.22998809814453
        },
        {
            "docid": "24973826_12",
            "document": "Human genetic resistance to malaria . The mechanisms by which erythrocytes containing abnormal hemoglobins, or are G6PD deficient, are partially protected against \"P. falciparum\" infections are not fully understood, although there has been no shortage of suggestions. During the peripheral blood stage of replication malaria parasites have a high rate of oxygen consumption and ingest large amounts of hemoglobin. It is likely that HbS in endocytic vesicles is deoxygenated, polymerizes and is poorly digested. In red cells containing abnormal hemoglobins, or which are G6PD deficient, oxygen radicals are produced, and malaria parasites induce additional oxidative stress. This can result in changes in red cell membranes, including translocation of phosphatidylserine to their surface, followed by macrophage recognition and ingestion. The authors suggest that this mechanism is likely to occur earlier in abnormal than in normal red cells, thereby restricting multiplication in the former. In addition, binding of parasitized sickle cells to endothelial cells is significantly decreased because of an altered display of \"P. falciparum\" erythrocyte membrane protein-1 (PfMP-1). This protein is the parasite’s main cytoadherence ligand and virulence factor on the cell surface. During the late stages of parasite replication red cells are adherent to venous endothelium, and inhibiting this attachment could suppress replication.",
            "score": 95.20771789550781
        },
        {
            "docid": "21116621_2",
            "document": "Hookworm vaccine . Hookworm vaccine is a vaccine against hookworm. No effective vaccine for the disease in humans has yet been developed. Hookworms, parasitic nematodes transmitted in soil, infect approximately 700 million humans, particularly in tropical regions of the world where endemic hookworms include \"Ancylostoma duodenale\" and \"Necator americanus\". Hookworms feed on blood and those infected with hookworms may suffer from chronic anaemia and malnutrition. Helminth infection can be effectively treated with benzimidazole drugs (such as mebendazole or albendazole), and efforts led by the World Health Organization have focused on one to three yearly de-worming doses in schools because hookworm infections with the heaviest intensities are most common in school-age children. However, these drugs only eliminate existing adult parasites and re-infection can occur soon after treatment, school-based de-worming efforts do not treat adults or pre-school children, and concerns exist about drug resistance developing in hookworms against the commonly used treatments, thus a vaccine against hookworm disease is sought to provide more permanent resistance to infection.",
            "score": 95.04397583007812
        },
        {
            "docid": "21054623_13",
            "document": "Mosquito-borne disease . The mechanism of transmission of this disease starts with the injection of the parasite into the victim's blood when malaria-infected female \"Anopheles\" mosquitoes bite into a human being. The parasite uses human liver cells as hosts for maturation where it will continue to replicate and grow, moving into other areas of the body via the bloodstream. The spread of this infection cycle then continues when other mosquitoes bite the same victim. The result will cause that mosquito to ingest the parasite and allow it to transmit the Malaria disease into another person through the same mode of bite injection. ",
            "score": 94.72366333007812
        },
        {
            "docid": "452461_6",
            "document": "Myocarditis . A large number of causes of myocarditis have been identified, but often a cause cannot be found. In Europe and North America, viruses are common culprits. Worldwide, however, the most common cause is Chagas' disease, an illness endemic to Central and South America that is due to infection by the protozoan \"Trypanosoma cruzi\". Many of the causes listed below, particularly those involving protozoa, fungi, parasites, allergy, autoimmune disorders, and drugs are also causes of eosinophilic myocarditis.",
            "score": 94.53256225585938
        },
        {
            "docid": "7012_24",
            "document": "Chagas disease . Antiparasitic treatment is most effective early in the course of infection, but is not limited to cases in the acute phase. Drugs of choice include azole or nitro derivatives, such as benznidazole or nifurtimox. Both agents are limited in their capacity to completely eliminate \"T. cruzi\" from the body (parasitologic cure), especially in chronically infected patients, and resistance to these drugs has been reported.",
            "score": 94.44561767578125
        },
        {
            "docid": "8145410_55",
            "document": "Charles Darwin . In 1882 he was diagnosed with what was called \"angina pectoris\" which then meant coronary thrombosis and disease of the heart. At the time of his death, the physicians diagnosed \"anginal attacks\", and \"heart-failure\". Today it is speculated that Darwin was suffering from chronic Chagas disease. This speculation is based on a journal entry written by Darwin, describing he was bitten by the \"Kissing Bug\" in Mendoza, Argentina in 1835; and based on the constellation of clinical symptoms he exhibited, including cardiac disease which is a hallmark of chronic Chagas disease. Exhuming Darwin's body is likely necessary to definitively determine his state of infection by detecting DNA of infecting parasite, T. cruzi, that causes Chagas disease.",
            "score": 94.39212799072266
        },
        {
            "docid": "12999450_7",
            "document": "History of emerging infectious diseases . Giardiasis is a disease caused by infection with the protozoan \"Giardia lamblia\". Infection with \"Giardia\" can produce diarrhea, gas, and abdominal pain in some people. If untreated, infection can be chronic. In children, chronic \"Giardia\" infection can cause stunting (stunted growth) and lowered intelligence, Infection with \"Giardia\" is now universally recognized as a disease, and treated by physicians with anti-protozoal drugs. Since 2002, \"Giardia\" cases must be reported to the Center for Disease Control, according to the CDC’s Reportable Disease Spreadsheet. The United States National Institutes of Health  Gastrointestinal Parasites Lab studies \"Giardia\" almost exclusively.",
            "score": 94.33624267578125
        },
        {
            "docid": "5460467_6",
            "document": "Xenoma . Xenomas are provoked in various types of organisms, depending on the species of the parasite. Microsporidia are known to produce xenomas in oligochaetes, insects, crustaceans and fish. In addition to organism specificity, different species of parasite will have distinct host cell specificity, even if targeting the same organism. For example, \"Microsporidium chaetogastris\" infects solely connective and muscle tissue cells of the annelid \"Chaetogaster diaphanus\", whereas other species of microsporidia will target other tissue types. Another example is microsporidial gill disease in different species of fish caused by \"Loma salmonae\". It was found that certain species had a higher prevalence of xenoma formation following infection with the same parasite i.e. xenomas per gill filament in chinook salmon was 8 to 33 times greater than in rainbow trout, showing differences in host cell susceptibility. Once a host cell is infected with the microsporidian (or protist) parasite, a complete restructuring of the host cell ensues. This occurs as the parasite seeks to take control of the metabolism of the cell, in order to survive and exploit the host cell's resources and reproduction. It provides the parasite with optimal growth conditions and protection from the host's immune response. The parasite proliferates within the host cell where its mass replaces most of the host cell's cytoplasm, with the rest being taken up by microvillus structures and rhizoids. Other structures may be present inside the infected host cell including vesicles, fat globules and bundles of fibril. The nucleus may be in varying locations including the centre of the cell and may also vary in structure i.e. lobed, branched or divided into multiple fragments, but it will always be hypertrophic. The host also commonly envelops the proliferating parasite and the host cell itself in layers of membranes and cells.",
            "score": 94.0732650756836
        },
        {
            "docid": "39275524_3",
            "document": "VNI (molecule) . According to the researchers, \"VNI cures the acute and chronic forms of Chagas disease in mice, with 100% survival and no observable side effects. Low cost (<$0.10/mg ), oral bioavailability, favorable pharmacokinetics, and low toxicity make this compound an exceptional candidate for clinical trials. The efficacy of VNI provides additional compelling support for efficacious antiparasitic treatment of chronic Chagas disease, further validating CYP51 as a viable drug targeting T. cruzi, and it opens a new opportunity for therapeutic cure of patients. Although widespread searches for other new drugs that target T. cruzi are surely being pursued, there are millions of patients with this debilitating illness who need immediate therapy, and VNI or a derivative might fulfill this need.\"",
            "score": 93.71453857421875
        },
        {
            "docid": "7012_27",
            "document": "Chagas disease . In the chronic stage, treatment involves managing the clinical manifestations of the disease. For example, pacemakers and medications for irregular heartbeats, such as the anti-arrhythmia drug amiodarone, may be life saving for some patients with chronic cardiac disease, while surgery may be required for megaintestine. The disease cannot be cured in this phase, however. Chronic heart disease caused by Chagas disease is now a common reason for heart transplantation surgery. Until recently, however, Chagas disease was considered a contraindication for the procedure, since the heart damage could recur as the parasite was expected to seize the opportunity provided by the immunosuppression that follows surgery.",
            "score": 93.57656860351562
        },
        {
            "docid": "361574_6",
            "document": "Parasitic disease . The effects caused by parasitic diseases range from mild discomfort to death. The nematode parasites \"Necator americanus\" and \"Ancylostoma duodenale\" cause human hookworm infection, which leads to anaemia and protein malnutrition. This infection affects approximately 740 million people in the developing countries, including children and adults, of the tropics specifically in poor rural areas located in sub-Saharan Africa, Latin America, South-East Asia and China. Chronic hookworm in children leads to impaired physical and intellectual development, school performance and attendance are reduced.  Pregnant women affected by a hookworm infection can also develop aneamia, which results in negative outcomes both for the mother and the infant. Some of them are: low birth weight, impaired milk production, as well as increased risk of death for the mother and the baby.",
            "score": 92.91767120361328
        }
    ]
}