{
    "q": [
        {
            "docid": "39597367_12",
            "document": "National Intelligence Assessments on Infectious Diseases . TB caused 1 million deaths in the Asia and Pacific region in 1998, more than any other single disease, with India and China accounting for two-thirds of the total. Several million new cases occur annually—most in India, China and Indonesia—representing as much as 40 percent of the global TB burden. HIV/AIDS is increasing dramatically, especially in India, which leads the world in absolute numbers of HIV/AIDS infections, estimated at 3–5 million. China is better off than most of the countries to its south, but it too has a growing AIDS problem, with HIV infections variously estimated at 100,000 to 4000,000. and spreading rapidly. Regionwide, the number of people infected with HIV could overtake Sub-Saharan Africa in absolute numbers before 2010.",
            "score": 26.073631525039673
        },
        {
            "docid": "42362104_7",
            "document": "Weather Forecasting Improvement Act of 2013 . Had it been enacted, it would have directed the Assistant Administrator of the Office of Oceanic and Atmospheric Research (OAR) to: (1) undertake a program to develop an improved understanding of forecast capabilities for atmospheric events; (2) establish a tornado warning extension program; and (3) issue a plan for restoring U.S. leadership in weather modeling, prediction, and forecasting. The Under Secretary would have been required to: (1) develop a prioritized list of observation data requirements necessary to ensure weather forecasting capabilities to protect life and property; (2) undertake ongoing systematic evaluations of observing systems, data, and information needed to meet the requirements developed under such priority list; (3) identify current and potential future data gaps in observing capabilities related to such requirements; and (4) determine a range of options to address the gaps identified. The OAR Assistant Administrator would have been instructed to undertake Observing System Simulation Experiments (OSSEs) to assess the relative value and benefits of observing capabilities and systems. Allows technical and scientific OSSE evaluations to include assessments of the impact of observing capabilities on global weather prediction, hurricane track and intensity forecasting, tornado warning times and accuracy, and prediction of mid-latitude severe local storm outbreaks.",
            "score": 54.623507022857666
        },
        {
            "docid": "15588392_8",
            "document": "Health risk assessment . The original concept of the HRA can be traced back to the decision by the assistant Surgeon General of the United States to conduct a study to determine probable 10-year lifespan of individuals based on lifestyles and predisposed conditions. The project, led by Lewis C. Robbins, MD, of the Public Health Service, was the Framingham study. The study was based on in-depth longitudinal studies of 5,000 families in Framingham, Massachusetts, that continues to this day under funding from the National Institutes of Health. Dr. Robbins left the Public Health Service and joined Methodist Hospital in Indianapolis where, working with Jack Hall, MD, he developed the first set of health hazard tables. This culminated in the publication of How to Practice Prospective Medicine in 1970 – a guide for practising physicians, which outlined the health risk assessment questionnaire, risk computations and patient feedback strategies. It wasn't until 1980, when the Centers for Disease Control and Prevention released a publicly available version, that the HRA became widely used, particularly in workplace settings. Health & Welfare Canada reviewed How to Practice Prospective Medicine and created a mainframe version of the book. The Centers for Disease Control became aware of this product and adapted it to the newly available personal computer. When Prudential Life Insurance also took an interest and asked to fund an update of the program, the CDC, which could not accept private project funding at the time, transferred ownership to the Carter Center at Emory University where it was updated from 1986-7. The transfer and subsequent program were managed by Dr. Ed Hutchins who had worked on the HRA in positions at the University of Pennsylvania and Charlotte-Mecklenberg Hospital. At Charlotte Mecklenberg, he secured a contract with the World Health Organization to create a mainframe product that could be used on an international basis. The HRA was managed as a not-for-profit product. Copies were distributed to every state health department and liaisons were assigned to each to work with their staffs to evaluate related data. Over 2,000 copies of the software were distributed to users who requested it and approximately 70 copies of the code were provided to for-profit companies that were interested in developing proprietary products. This proliferation coincided with the rapid growth in interest in corporate health promotion programs as awareness developed on health risks and for-profit vendors monetized the programs. The Carter Center's interest shifted to Africa and Dr. Hutchins founded the Healthier People Network (HPN) which in 1991 to continue the work. HPN raised funds to support the HRA but additional funding was not forthcoming from government sources. As a result, the Carter Center and HPN could not underwrite basic supporting activities such as annual conferences and, over time, the State-based liaison network and associated intellectual capital atrophied as programs lost funding and liaisons moved on. The use of HRAs and corporate wellness programs has been most prevalent in the United States, with comparatively slower growth elsewhere. However, there has been recent strong growth in corporate wellness outside the US, particularly in Europe and Asia.",
            "score": 42.41777491569519
        },
        {
            "docid": "92394_6",
            "document": "Streptococcus pyogenes . MT1 (metabolic type 1) clone is frequently associated with invasive Streptococcus pyogenes infections among developed countries. The incidence and mortality of \"S. pyognes\" was high during the pre-penicillin era, but started to fall prior to penicillin widespread availability. Therefore, environmental factors do play a role in the \"S. pyogenes\" infection. Incidence of \"S. pyogenes\" is 2 to 4 per 100,000 population in developed countries and 12 to 83 per 100,000 population in developing countries. \"S. pyogenes\" infection is more frequently found in men than women, with highest rates in elderly, followed by infants. In people with risk factors such as heart disease, diabetes, malignancy, blunt trauma, surgical incision, viral respiratory infection, and influenza, \"S. pyogenes\" infection happens in 17 to 25% of all cases. It usually happens within one week of the diagnosis of influenza infection. In 14 to 16% of childhood\"S. pyogenes\" infections there is a prior chickenpox infection. Such \"S. pyogenes\" infection in children usually manifests as severe soft tissue infection with onset 4 to 12 days from the chickenpox diagnosis. There is also 40 to 60 times increase in risk of \"S. pyogenes\" infection within the first two weeks of chickenpox infection in children. However, 20 to 30% of \"S. pyogenes\" infection does occur in adults with no identifiable risk factors. The incidence is higher in children (50 to 80% of \"S. pyogenes\" infection) with no known risk factors. The rates of scarlet fever in UK was usually 4 in 100,000 population, however, in 2014, the rates had risen to 49 per 100,000 population. Rheumatic fever and rheumatic heart disease (RHD) usually occurs at 2 to 3 weeks after the throat infection, which is more common among the impoverished people in developing countries. From 1967 to 1996, the global mean incidence of rheumatic fever and RHD was 19 per 100,000 with the highest incidence at 51 per 100,000.",
            "score": 22.797184228897095
        },
        {
            "docid": "31360933_4",
            "document": "Mean absolute scaled error . For a non-seasonal time series, the mean absolute scaled error is estimated by  where the numerator \"e\" is the forecast error for a given period, defined as the actual value (\"Y\") minus the forecast value (\"F\") for that period: \"e\" = \"Y\" − \"F\", and the denominator is the mean absolute error of the one-step \"naive forecast method\" on the training set, which uses the actual value from the prior period as the forecast: \"F\" = \"Y\"",
            "score": 46.60921859741211
        },
        {
            "docid": "350679_35",
            "document": "HIV/AIDS in Africa . High-risk behavioral patterns have been cited as being largely responsible for the significantly greater spread of HIV/AIDS in Sub-Saharan Africa than in other parts of the world. Chief among these are the traditionally liberal attitudes espoused by many communities inhabiting the subcontinent toward multiple sexual partners and pre-marital and outside marriage sexual activity. HIV transmission is most likely in the first few weeks after infection, and is therefore increased when people have more than one sexual partner in the same time period. In most of the developed world outside Africa, this means HIV transmission is high among prostitutes and other people who may have more than one sexual partner concurrently. Within the cultures of sub-Saharan Africa, it is relatively common for both men and women to be carrying on sexual relations with more than one person, which promotes HIV transmission. This practice is known as concurrency, which Helen Epstein describes in her book, \"The Invisible Cure: Africa, the West, and the Fight against AIDS\", in which her research into the sexual mores of Uganda revealed the high frequency with which men and women engage in concurrent sexual relationships. In addition, in sub-Saharan Africa AIDS is the leading killer and a large reason for the high transmission rates is because of the lack of education provided to youth. When infected, most children die within one year because of the lack of treatment. The entire population in Sub-Saharan Africa is being infected with HIV, from men to women, and from pregnant woman to children. Rather than having more of a specific group infected, male or female, the ratio of men and women infected with HIV are quite similar. With the HIV infection, 77% of men, women, and children, develop AIDS, and die in Sub-Saharan Africa. Of those deaths, “more than 90% of AIDS orphans and children [were] infected with HIV.",
            "score": 12.481091499328613
        },
        {
            "docid": "191304_2",
            "document": "Schistosomiasis . Schistosomiasis, also known as snail fever and bilharzia, is a disease caused by parasitic flatworms called schistosomes. The urinary tract or the intestines may be infected. Symptoms include abdominal pain, diarrhea, bloody stool, or blood in the urine. Those who have been infected for a long time may experience liver damage, kidney failure, infertility, or bladder cancer. In children, it may cause poor growth and learning difficulty. The disease is spread by contact with fresh water contaminated with the parasites. These parasites are released from infected freshwater snails. The disease is especially common among children in developing countries as they are more likely to play in contaminated water. Other high risk groups include farmers, fishermen, and people using unclean water during daily living. It belongs to the group of helminth infections. Diagnosis is by finding eggs of the parasite in a person's urine or stool. It can also be confirmed by finding antibodies against the disease in the blood. Methods to prevent the disease include improving access to clean water and reducing the number of snails. In areas where the disease is common, the medication praziquantel may be given once a year to the entire group. This is done to decrease the number of people infected and, consequently, the spread of the disease. Praziquantel is also the treatment recommended by the World Health Organization (WHO) for those who are known to be infected. Schistosomiasis affected about 252 million people worldwide in 2015. An estimated 4,400 to 200,000 people die from it each year. The disease is most commonly found in Africa, as well as Asia and South America. Around 700 million people, in more than 70 countries, live in areas where the disease is common. In tropical countries, schistosomiasis is second only to malaria among parasitic diseases with the greatest economic impact. Schistosomiasis is listed as a neglected tropical disease. Many individuals do not experience symptoms. If symptoms do appear, they usually take from four to six weeks from the time of infection. The first symptom of the disease may be a general feeling of illness. Within twelve hours of infection, an individual may complain of a tingling sensation or light rash, commonly referred to as \"swimmer's itch\", due to irritation at the point of entrance. The rash that may develop can mimic scabies and other types of rashes. Other symptoms can occur two to ten weeks later and can include fever, aching, a cough, diarrhea, chills or gland enlargement. These symptoms can also be related to avian schistosomiasis, which does not cause any further symptoms in humans.",
            "score": 41.6482720375061
        },
        {
            "docid": "4637216_28",
            "document": "Diseases of poverty . Many of the countries in Sub-Saharan Africa are ravaged with poverty and many people live on less than one United States dollar a day. The poverty in these countries gives rise to many other factors that explain the high prevalence of AIDS. The poorest people in most African countries suffer from malnutrition, lack of access to clean water, and have improper sanitation. Because of a lack of clean water many people are plagued by intestinal parasites that significantly increase their chances of contracting HIV due to compromised immune system. Malaria, a disease still rampant in Africa also increases the risk of contracting HIV. These parasitic diseases, affect the body’s immune response to HIV, making people more susceptible to contracting the disease once exposed. Genital schistosomiasis, also prevalent in the topical areas of Sub-Saharan Africa and many countries worldwide, produces genital lesions and attract CD4 cells to the genital region which promotes HIV infection. All these factors contribute to the high rate of HIV in Sub-Saharan Africa. Many of the factors seen in Africa are also present in Latin America and the Caribbean and contribute to the high rates of infections seen in those regions. In the United States, poverty is a contributing factor to HIV infections. There is also a large racial disparity, with African Americans having a significantly higher rate of infection than their white counterparts.",
            "score": 29.116524577140808
        },
        {
            "docid": "246074_9",
            "document": "Forecasting . Naïve forecasts are the most cost-effective forecasting model, and provide a benchmark against which more sophisticated models can be compared. This forecasting method is only suitable for time series data. Using the naïve approach, forecasts are produced that are equal to the last observed value. This method works quite well for economic and financial time series, which often have patterns that are difficult to reliably and accurately predict. If the time series is believed to have seasonality, the seasonal naïve approach may be more appropriate where the forecasts are equal to the value from last season. In time series notation:",
            "score": 59.9934983253479
        },
        {
            "docid": "10575816_16",
            "document": "Tropical cyclone forecasting . Historically, tropical cyclone tracking charts were used to include the past track and prepare future forecasts at Regional Specialized Meteorological Centers and Tropical Cyclone Warning Centers. The need for a more modernized method for forecasting tropical cyclones had become apparent to operational weather forecasters by the mid-1980s. At that time the United States Department of Defense was using paper maps, acetate, grease pencils, and disparate computer programs to forecast tropical cyclones. The Automated Tropical Cyclone Forecasting System (ATCF) software was developed by the Naval Research Laboratory for the Joint Typhoon Warning Center (JTWC) beginning in 1986, and used since 1988. During 1990 the system was adapted by the National Hurricane Center (NHC) for use at the NHC, National Centers for Environmental Prediction and the Central Pacific Hurricane Center. This provided the NHC with a multitasking software environment which allowed them to improve efficiency and cut the time required to make a forecast by 25% or 1 hour. ATCF was originally developed for use within DOS, before later being adapted to Unix and Linux.",
            "score": 61.09360122680664
        },
        {
            "docid": "951614_11",
            "document": "Mathematical modelling of infectious disease . There is a threshold quantity which determines whether an epidemic occurs or the disease simply dies out. This quantity is called the basic reproduction number, denoted by \"R\", which can be defined as the number of secondary infections caused by a single infective introduced into a population made up entirely of susceptible individuals (S(0) ≈ N) over the course of the infection of this single infective. This infectious individual makes β contacts per unit time producing new infections with a mean infectious period of 1/γ. Therefore, the basic reproduction number is This value quantifies the transmission potential of a disease. If the basic reproduction number falls below one (\"R\" < 1), i.e. the infective may not pass the infection on during the infectious period, the infection dies out. If \"R\" > 1 there is an epidemic in the population. In cases where \"R\" = 1, the disease becomes endemic, meaning the disease remains in the population at a consistent rate, as one infected individual transmits the disease to one susceptible.",
            "score": 37.192567110061646
        },
        {
            "docid": "652031_13",
            "document": "AccuWeather . In April 2012, AccuWeather drastically shortened the range of their publicly available historical data from 15 years to 1 year. They also began increasing the range of their forecast from 15 days to 25 days, 45 days, and, by 2016, to 90 days. These hyper-extended forecasts have been compared to actual results several times and shown to be misleading, inaccurate and sometimes worse than simple predictions based on National Weather Service averages over a 30-year period. It is generally accepted that the upper limit on how far one can reliably forecast is between one and two weeks, a limit based on both limits in observation systems and the chaotic nature of the atmosphere. An informal assessment conducted by Jason Samenow at \"The Washington Post\" asserted that AccuWeather's forecasts at the 25-day range were often wrong by as many as ten degrees, no better than random chance and that the forecasts missed half of the fourteen days of rain that had occurred during the month of the assessment. AccuWeather responds that it does not claim absolute precision in such extremely long forecasts and advises users to only use the forecast to observe general trends in the forecast period, but this contrasts with the way the forecasts are presented. An assessment from the \"Post\" determined that the 45-day forecasts were not even able to predict trends accurately, and that, although the forecasts did not decrease in accuracy with time, the forecasts were so far off even in the short range to be useless. The \"Post\" commissioned another assessment from Penn State University professor Jon Nese, comparing several more cities to Accuweather's predictions; that assessment, while acknowledged as being limited to a single season, acknowledged that AccuWeather's forecasts were of value in short-range forecasting while also noting that their long-range forecasts beyond one week were less accurate than climatological averages.",
            "score": 45.102134346961975
        },
        {
            "docid": "3474864_7",
            "document": "Acanthocheilonemiasis . Approximately 114 million people in Africa are infected with \"M. perstans\", including 33 sub-Saharan African countries. Recent studies focused on Gabon specifically, where febrile and tropical diseases are common. Contrary to popular recent suggestions, \"M. perstans\" does not influence the emergence of febrile diseases, including HIV, tuberculosis, bacteremia, and malaria. In general, hemoglobin levels in individuals with malaria are severely reduced from that of a healthy individual. Reduced levels occur because the malaria parasite, \"Plasmodium falciparum,\" utilizes human hemoglobin as its major energy source. Filariasis, in combination with severe malaria, actually shows higher hemoglobin levels than in severe malaria alone. In addition, \"M. perstans\" did not have adverse effects on those with HIV, as there were actually higher levels of CD4 in HIV patients co-infected with \"M. perstans\". Further research in this area may allude to clinical manifestations of this infectious disease, as there could be possible benefits by contracting \"M. perstans\".",
            "score": 32.92489552497864
        },
        {
            "docid": "55680227_10",
            "document": "Foreign animal disease . The Surveillance, Preparedness and Response Services (SPRS) unit manages disease outbreaks (animal health incident management), surveillance programs, animal disease traceability programs, epidemiological investigations, commodity business planning, and One Health programs. The SPRS also manages the Logistics Center, which includes the National Veterinary Stockpile. Also part of the SPRS is the National Preparedness and Incident Coordination Center (NPIC), which has the responsibility for animal disease traceability, The National Animal Health Emergency Response Corps, the National Veterinary Accreditation Program, and Preparedness and Incident Coordination. The activities of the NPIC include developing and distributing emergency response guidelines based on the National Incident Management System and National Response Framework, developing foreign animal disease preparedness and response plans (FAD PReP), coordinating investigations and disseminating information about foreign animal disease investigations and events, supporting the Secure Food Supply Plans, and managing at the Emergency Management Response System (a web-based information management system that stores data on FAD investigations, animal health incidents, epidemiological tracing, disease surveillance, and intrastate and interstate animal movement.)",
            "score": 43.765430212020874
        },
        {
            "docid": "33317302_4",
            "document": "Naval Medical Research Unit Three . NAMRU-3’s mission is to study, monitor, and detect emerging and re-emerging disease threats of military and public health importance; develop mitigation strategies against these threats in partnership with host nations and international and U.S. agencies in CENTCOM, EUCOM, and AFRICOM areas of responsibility. NAMRU-3 basic science, epidemiologic, and clinical investigations have included numerous tropical and subtropical infectious diseases such as enteric diseases, acute respiratory infections, hepatitis, tuberculosis, meningitis, HIV, and various parasitic, rickettsial, and arboviral infections that are endemic and important public health problems to the region.",
            "score": 40.6473503112793
        },
        {
            "docid": "40392400_3",
            "document": "Automated Tropical Cyclone Forecasting System . The need for a more modernized method for forecasting tropical cyclones had become apparent by the mid-1980s. At that time Department of Defense was using acetate, grease pencils, and disparate computer programs to forecast tropical cyclones. The ATCF software was developed by the Naval Research Laboratory for the Joint Typhoon Warning Center (JTWC) beginning in 1986, and used since 1988. During 1990 the system was adapted by the National Hurricane Center (NHC) for use at the NHC, National Centers for Environmental Prediction and the Central Pacific Hurricane Center. This provided the NHC with a multitasking software environment which allowed them to improve efficiency and cut the time required to make a forecast by 25% or 1 hour. ATCF was originally developed for use within DOS, before later being adapted to Unix and Linux.",
            "score": 54.63175439834595
        },
        {
            "docid": "8768560_13",
            "document": "Wind power forecasting . Wind power generation is directly linked to weather conditions and thus the first aspect of wind power forecasting is the prediction of future values of the necessary weather variables at the level of the wind farm. This is done by using numerical weather prediction (NWP) models. Such models are based on equations governing the motions and forces affecting motion of fluids. From the knowledge of the actual state of the atmosphere, the system of equations allows to estimate what the evolution of state variables, e.g. temperature, velocity, humidity and pressure, will be at a series of grid points. The meteorological variables that are needed as input for wind power prediction obviously include wind speed and direction, but also possibly temperature, pressure and humidity. The distance between grid points is called the spatial resolution of the NWPs. The mesh typically has spacing that varies between few kilometers and up to 50 kilometers for mesoscale models. Regarding the time axis, the forecast length of most of the operational models today is between 48 and 172 hours ahead, which is in adequacy with the requirements for the wind power application. The temporal resolution is usually between 1 and 3 hours. NWP models impose their temporal resolution to short-term wind power forecasting methods since they are used as a direct input.",
            "score": 65.07373380661011
        },
        {
            "docid": "31360933_7",
            "document": "Mean absolute scaled error . The main difference with the method for non-seasonal time series, is that the denominator is the mean absolute error of the one-step \"seasonal naive forecast method\" on the training set, which uses the actual value from the prior season as the forecast: \"F\" = \"Y\", where m is the seasonal period.",
            "score": 43.41579008102417
        },
        {
            "docid": "35286032_14",
            "document": "Epidemiology of breast cancer . Male breast cancer is a much less talked about issue due to its lower incidence with less than 1% of breast cancer in Sub Saharan Africa. A review of the disease found that male to female ratio was higher in Sub Saharan Countries than in developed countries and that onset of the disease occurred on average 7 years latter in men than in women. There is a noticeable decrease in the male to female breast cancer ratio in recent years but that might be associated to the recent increase in female breast cancer in the region. There is still little understanding of the causes of the higher risk for male breast cancer in Sub Saharan Africa and on male breast cancer in general, leading to poor clinical management of the disease.",
            "score": 25.38076949119568
        },
        {
            "docid": "22006345_2",
            "document": "Health Forecasting (UCLA) . Founded in 2002, Health Forecasting (UCLA) is headquartered at the UCLA Fielding School of Public Health and works in collaboration with the Los Angeles County Department of Public Health and the California Department of Public Health.  Health Forecasting was established to provide decision-makers and health advocates prospective analysis of the public health landscape through the development and communication of evidence-based forecasts. The health forecasts include historical and future health trends and incorporate policy and programmatic interventions aimed at improving population health. The data and graphs generated are informative resources and analytic tools available for health advocates in their efforts to anticipate, prepare, and plan for healthier communities. Central to this work is the Health Forecasting Tool, an interactive statistical model and web-based interface developed by researchers at UCLA. The tool is accessible online and allows anyone, from high-level government officials to members of the community, to create a health profile for populations within a given region and gauge the future health impacts of changes in programs and policies. Users can access population-level health information and outcomes of current and future populations and subgroups by race, ethnicity, age, gender, and geography. The tool also accounts for socio-economic factors, behavioral characteristics, and demographic shifts in population.  The tool was modeled after a statistical model created by Statistics Canada and operates using continuous-time microsimulation. The Health Forecasting Tool combines known historical data derived from various resources, such as the Census, Center for Disease Control and Prevention, California Department of Education and Department of Finance among other definitive sources. These figures are then integrated with evidence-based population health trends and expected future population shifts to project health outcomes at the population-level.  Reports are customizable to suit the needs of a unique population by allowing the user to specify geographic boundaries and distributions of race, ethnicity, age, and gender. Results are displayed in easy-to-read graphic charts and reports.",
            "score": 69.64018511772156
        },
        {
            "docid": "1079203_65",
            "document": "Hookworm infection . While annual or semi-annual mass antihelminthic administration is a critical aspect of any public health intervention, many have begun to realize how unsustainable it is due to aspects such as poverty, high rates of re-infection, and diminished efficacy of drugs with repeated use. Current research, therefore, has focused on the development of a vaccine that could be integrated into existing control programs. The goal of vaccine development is not necessarily to create a vaccine with sterilizing immunity or complete protection against immunity. A vaccine that reduces the likelihood of vaccinated individuals developing severe infections and thus reduced blood and nutrient levels could still have a significant impact on the high burden of disease throughout the world.",
            "score": 26.476179122924805
        },
        {
            "docid": "28935_23",
            "document": "Seismology . Forecasting a probable timing, location, magnitude and other important features of a forthcoming seismic event is called earthquake prediction. Various attempts have been made by seismologists and others to create effective systems for precise earthquake predictions, including the VAN method. Most seismologists do not believe that a system to provide timely warnings for individual earthquakes has yet been developed, and many believe that such a system would be unlikely to give useful warning of impending seismic events. However, more general forecasts routinely predict seismic hazard. Such forecasts estimate the probability of an earthquake of a particular size affecting a particular location within a particular time-span, and they are routinely used in earthquake engineering.",
            "score": 49.016581773757935
        },
        {
            "docid": "27067_83",
            "document": "Sub-Saharan Africa . In 2011, Sub-Saharan Africa was home to 69% of all people living with HIV/AIDS worldwide. In response, a number of initiatives have been launched to educate the public on HIV/AIDS. Among these are combination prevention programmes, considered to be the most effective initiative, the abstinence, be faithful, use a condom campaign, and the Desmond Tutu HIV Foundation's outreach programs. According to a 2013 special report issued by the Joint United Nations Programme on HIV/AIDS (UNAIDS), the number of HIV positive people in Africa receiving anti-retroviral treatment in 2012 was over seven times the number receiving treatment in 2005, with an almost 1 million added in the last year alone. The number of AIDS-related deaths in Sub-Saharan Africa in 2011 was 33 percent less than the number in 2005. The number of new HIV infections in Sub-Saharan Africa in 2011 was 25 percent less than the number in 2001. Malaria is an endemic illness in Sub-Saharan Africa, where the majority of malaria cases and deaths worldwide occur. Routine immunization has been introduced in order to prevent measles. Onchocerciasis (\"river blindness\"), a common cause of blindness, is also endemic to parts of the region. More than 99% of people affected by the illness worldwide live in 31 countries therein. In response, the African Programme for Onchocerciasis Control (APOC) was launched in 1995 with the aim of controlling the disease. Maternal mortality is another challenge, with more than half of maternal deaths in the world occurring in Sub-Saharan Africa. However, there has generally been progress here as well, as a number of countries in the region have halved their levels of maternal mortality since 1990. Additionally, the African Union in July 2003 ratified the Maputo Protocol, which pledges to prohibit female genital mutilation (FGM).",
            "score": 24.20256221294403
        },
        {
            "docid": "39597367_13",
            "document": "National Intelligence Assessments on Infectious Diseases . These areas will see a substantial increase in infectious disease incidence and deaths. In the FSU especially, the steep deterioration in health care and other services owing to economic decline has led to a sharp rise in diphtheria, dysentery, cholera, and hepatitis B and C. TB has reached epidemic proportions throughout the FSU, while the HIV-infected population in Russia alone could exceed 1 million by the end of 2000 and double yet again by 2002. The sharp decline in health care infrastructure in Russia and elsewhere in the former Soviet Union (FSU) and, to a lesser extent, in Eastern Europe—owing to economic difficulties—are causing a dramatic rise in infectious disease incidence. Death rates attributed to infectious diseases in the FSU increased 50% from 1990 to 1996, with TB accounting for a substantial number of such deaths. Access to health care ranges from 50–70% in most European FSU states, including Russia and Ukraine, and from 40–50% in FSU states located in Central Asia. WHO estimates are consistent, that only 50–80% of FSU citizens had regular access to essential drugs in 1997, as compared to more than 95% a decade earlier as health care budgets and government-provided health services were slashed. Health care access is better in Eastern Europe, particularly in more developed states such as Poland, the Czech Republic, and Hungary, where it ranges from 70 to 90%, while only 50-70% have access in countries such as Bulgaria and Romania. More than 95 percent of the population throughout the East European region had such access in 1987, according to WHO.",
            "score": 35.08714997768402
        },
        {
            "docid": "55313_25",
            "document": "Allergy . The hygiene hypothesis was developed to explain the observation that hay fever and eczema, both allergic diseases, were less common in children from larger families, which were, it is presumed, exposed to more infectious agents through their siblings, than in children from families with only one child. The hygiene hypothesis has been extensively investigated by immunologists and epidemiologists and has become an important theoretical framework for the study of allergic disorders. It is used to explain the increase in allergic diseases that have been seen since industrialization, and the higher incidence of allergic diseases in more developed countries. The hygiene hypothesis has now expanded to include exposure to symbiotic bacteria and parasites as important modulators of immune system development, along with infectious agents.",
            "score": 34.02285814285278
        },
        {
            "docid": "15925628_2",
            "document": "Hepatitis B . Hepatitis B is an infectious disease caused by the hepatitis B virus (HBV) that affects the liver. It can cause both acute and chronic infections. Many people have no symptoms during the initial infection. Some develop a rapid onset of sickness with vomiting, yellowish skin, tiredness, dark urine and abdominal pain. Often these symptoms last a few weeks and rarely does the initial infection result in death. It may take 30 to 180 days for symptoms to begin. In those who get infected around the time of birth 90% develop chronic while less than 10% of those infected after the age of five do. Most of those with chronic disease have no symptoms; however, cirrhosis and liver cancer may eventually develop. These complications result in the death of 15 to 25% of those with chronic disease. The virus is transmitted by exposure to infectious blood or body fluids. Infection around the time of birth or from contact with other people's blood during childhood is the most frequent method by which hepatitis B is acquired in areas where the disease is common. In areas where the disease is rare, intravenous drug use and sexual intercourse are the most frequent routes of infection. Other risk factors include working in healthcare, blood transfusions, dialysis, living with an infected person, travel in countries where the infection rate is high, and living in an institution. Tattooing and acupuncture led to a significant number of cases in the 1980s; however, this has become less common with improved sterility. The viruses cannot be spread by holding hands, sharing eating utensils, kissing, hugging, coughing, sneezing, or breastfeeding. The infection can be diagnosed 30 to 60 days after exposure. The diagnosis is usually confirmed by testing the blood for parts of the virus and for antibodies against the virus. It is one of five main hepatitis viruses: A, B, C, D, and E. The infection has been preventable by vaccination since 1982. Vaccination is recommended by the World Health Organization in the first day of life if possible. Two or three more doses are required at a later time for full effect. This vaccine works about 95% of the time. About 180 countries gave the vaccine as part of national programs as of 2006. It is also recommended that all blood be tested for hepatitis B before transfusion and condoms be used to prevent infection. During an initial infection, care is based on the symptoms that a person has. In those who develop chronic disease, antiviral medication such as tenofovir or interferon may be useful; however, these drugs are expensive. Liver transplantation is sometimes used for cirrhosis. About a third of the world population has been infected at one point in their lives, including 343 million who have chronic infections. Another 129 million new infections occurred in 2013. Over 750,000 people die of hepatitis B each year. About 300,000 of these are due to liver cancer. The disease is now only common in East Asia and sub-Saharan Africa where between 5 and 10% of adults are chronically infected. Rates in Europe and North America are less than 1%. It was originally known as \"serum hepatitis\". Research is looking to create foods that contain HBV vaccine. The disease may affect other great apes as well. Acute infection with virus is associated with acute viral hepatitis, an illness that begins with general ill-health, loss of appetite, nausea, vomiting, body aches, mild fever, and dark urine, and then progresses to development of jaundice. It has been noted that itchy skin has been an indication as a possible symptom of all hepatitis virus types. The illness lasts for a few weeks and then gradually improves in most affected people. A few people may have a more severe form of liver disease known as fulminant hepatic failure and may die as a result. The infection may be entirely asymptomatic and may go unrecognized.",
            "score": 35.185994148254395
        },
        {
            "docid": "7809444_39",
            "document": "Growth of religion . In 2010 Asia was home for (62%) of the world's Muslims, and about (20%) of the world's Muslims lived in the Middle East and North Africa, (16%) in Sub Saharan Africa, and 2% in Europe. By 2050 Asia will home for (52.8%) of the world's Muslims, and about (24.3%) of the world's Muslims will live in Sub Saharan Africa, (20%) the Middle East and North Africa, and 2% in Europe. As per the Pew Research study, Muslim populations will grow in absolute number in all regions of the world between 2010 and 2050. The Muslim population in the Asia-Pacific region is expected to reach nearly 1.5 billion by 2050, up from roughly 1 billion in 2010. The growth of Muslims is also expected in the Middle East-North Africa region, It is projected to increase from about 300 million in 2010 to more than 550 million in 2050. Besides, the Muslim population in sub-Saharan Africa is forecast to grow from about 250 million in 2010 to nearly 670 million in 2050 which is more than double. The absolute number of Muslims is also expected to increase in regions with smaller Muslim populations such as Europe and North America. Due to young age & relatively high fertility rate, Muslim population will rise nearly 30% in 2050. In Europe Muslim population will be nearly double (from 6% to 10%). In North America, it will grow 1% to 2%. In Asia Pasific region, Muslims will surpass the Hindus by the time. In 2010 Indonesia, India, Pakistan, Bangladesh and Nigeria was home for (48%) of the world's Muslims. By 2050 India is projected to have the world's largest Muslim population followed by Pakistan, Indonesia, Nigeria and Bangladesh, and expected to be home for (45%) of the world's Muslims.",
            "score": 22.679537773132324
        },
        {
            "docid": "237585_44",
            "document": "Hepatocellular carcinoma . In some parts of the world, such as sub-Saharan Africa and Southeast Asia, HCC is the most common cancer, generally affecting men more than women, and with an age of onset between late teens and 30s. This variability is in part due to the different patterns of hepatitis B and hepatitis C transmission in different populations - infection at or around birth predispose to earlier cancers than if people are infected later. The time between hepatitis B infection and development into HCC can be years, even decades, but from diagnosis of HCC to death the average survival period is only 5.9 months according to one Chinese study during the 1970-80s, or 3 months (median survival time) in Sub-Saharan Africa according to Manson's textbook of tropical diseases. HCC is one of the deadliest cancers in China where chronic hepatitis B is found in 90% of cases. In Japan, chronic hepatitis C is associated with 90% of HCC cases. Food infected with \"Aspergillus flavus\" (especially peanuts and corns stored during prolonged wet seasons) which produces aflatoxin poses another risk factor for HCC.",
            "score": 25.990208387374878
        },
        {
            "docid": "54209559_7",
            "document": "Tropical cyclone tracking chart . Historically, tropical cyclone tracking charts were used to include the past track and prepare future forecasts at Regional Specialized Meteorological Centers and Tropical Cyclone Warning Centers. The need for a more modernized method for forecasting tropical cyclones had become apparent to operational weather forecasters by the mid-1980s. At that time the United States Department of Defense was using paper maps, acetate, grease pencils, and disparate computer programs to forecast tropical cyclones. The Automated Tropical Cyclone Forecasting System (ATCF) software was developed by the Naval Research Laboratory for the Joint Typhoon Warning Center (JTWC) beginning in 1986, and used since 1988. During 1990 the system was adapted by the National Hurricane Center (NHC) for use at the NHC, National Centers for Environmental Prediction and the Central Pacific Hurricane Center. This provided the NHC with a multitasking software environment which allowed them to improve efficiency and cut the time required to make a forecast by 25% or 1 hour. ATCF was originally developed for use within DOS, before later being adapted to Unix and Linux. Despite ATCF's introduction, into the late 1990s, a National Hurricane Center forecaster stated that the most important tools available were \"a pair of dividers to measure distance, a ruler, a brush for eraser dirt, three sharp pencils colored red, black, and blue, and a large paper plotting chart\".",
            "score": 58.501476526260376
        },
        {
            "docid": "25144285_3",
            "document": "Meteorological reanalysis . In operational numerical weather prediction, forecast models are used to predict future states of the atmosphere, based on how the climate system evolves with time from an initial state. The initial state provided as input to the forecast must consist of data values for a range of \"prognostic\" meteorological fields – that is, those fields which determine the future evolution of the model. Spatially varying fields are required in the form used by the model, for example at each intersection point on a regular grid of longitude and latitude circles, and initial data must be valid at a single time that corresponds to the present or the recent past. By contrast, the available observational data usually do not include all of the model's prognostic fields, and may include other additional fields; these data also have different spatial distribution from the forecast model grid, are valid over a range of times rather than a single time, and are also subject to observational error. The technique of data assimilation is therefore used to produce an \"analysis\" of the initial state, which is a best fit of the numerical model to the available data, taking into account the errors in the model and the data.",
            "score": 53.523749589920044
        },
        {
            "docid": "28168533_4",
            "document": "Consensus forecast . This method of taking a simple mean average of a panel of independent forecasts, derived from different forecasting methods, is known as combining forecasts and the result is often referred to as a consensus forecast. Unless a particular forecast model which produces smaller forecast errors compared to other individual forecasts can be identified, adopting the consensus approach can be beneficial due to diversification gains. Combining economic forecasts is well established in many countries and can count central banks, government institutions and businesses among the users. In recent decades, consensus forecasts have attracted much interest, backed by the publication of a huge swathe of academic research on forecast accuracy. Empirical studies show that pooling forecasts increased forecast accuracy. One of the advantages of using consensus forecasts is that it can prove useful if there is a high degree of uncertainty or risk attached to the situation and the selection of the most accurate forecast in advance is difficult. Even if one method is identified as the best, combining is still worthwhile if other methods can make some positive contribution to the forecast accuracy. Moreover, many factors can affect the independent forecast and these, along with any additional useful information, might be captured by using the consensus approach. Another argument in favour of this method is that individual forecasts may be subject to numerous behavioural biases, but these can be minimised by combining independent forecasts together. Hence, combining is seen as helping to improve forecast accuracy by reducing the forecast errors of individual forecasts. Furthermore, averaging forecasts is likely to be more useful when the data and the forecasting techniques that the component forecasts are drawn from differ substantially. And even though it is only a simple approach (typically an unweighted mean average), this method is just as useful as other more sophisticated models. Indeed, more recent studies in the past decade have shown that, over time, the equal weights combined forecast is usually more accurate than the individual forecast which make up the consensus.",
            "score": 53.145578384399414
        },
        {
            "docid": "16946852_2",
            "document": "Rabies . Rabies is a viral disease that causes inflammation of the brain in humans and other mammals. Early symptoms can include fever and tingling at the site of exposure. These symptoms are followed by one or more of the following symptoms: violent movements, uncontrolled excitement, fear of water, an inability to move parts of the body, confusion, and loss of consciousness. Once symptoms appear, the result is nearly always death. The time period between contracting the disease and the start of symptoms is usually one to three months; however, this time period can vary from less than one week to more than one year. The time is dependent on the distance the virus must travel along nerves to reach the central nervous system. Rabies is caused by \"lyssaviruses\", including the rabies virus and Australian bat lyssavirus. Rabies is spread when an infected animal scratches or bites another animal or human. Saliva from an infected animal can also transmit rabies if the saliva comes into contact with the eyes, mouth, or nose. Globally, dogs are the most common animal involved. More than 99% of rabies cases in countries where dogs commonly have the disease are caused by dog bites. In the Americas, bat bites are the most common source of rabies infections in humans, and less than 5% of cases are from dogs. Rodents are very rarely infected with rabies. The rabies virus travels to the brain by following the peripheral nerves. The disease can only be diagnosed after the start of symptoms. Animal control and vaccination programs have decreased the risk of rabies from dogs in a number of regions of the world. Immunizing people before they are exposed is recommended for those who are at high risk. The high-risk group includes people who work with bats or who spend prolonged periods in areas of the world where rabies is common. In people who have been exposed to rabies, the rabies vaccine and sometimes rabies immunoglobulin are effective in preventing the disease if the person receives the treatment before the start of rabies symptoms. Washing bites and scratches for 15 minutes with soap and water, povidone iodine, or detergent may reduce the number of viral particles and may be somewhat effective at preventing transmission. Only six people have survived a rabies infection after showing symptoms, and this was with extensive treatment known as the Milwaukee protocol. Rabies caused about 17,400 deaths worldwide in 2015. More than 95% of human deaths caused by rabies occur in Africa and Asia. About 40% of deaths occur in children under the age of 15. Rabies is present in more than 150 countries and on all continents but Antarctica. More than 3 billion people live in regions of the world where rabies occurs. A number of countries, including Australia and Japan, as well as much of Western Europe, do not have rabies among dogs. Many small island nations do not have rabies at all. It is classified as a neglected tropical disease.",
            "score": 37.312700510025024
        }
    ],
    "r": [
        {
            "docid": "46862281_4",
            "document": "National Biosurveillance Strategy . The Department of Homeland Security laid out the plan for the national biosurveillance system. They stated that an effect surveillance system relies on five key principles that are generally applied to public health and medical preparedness. The first is being prepared for all potential catastrophic health events; the second is having vertical and horizontal coordination among all levels of government; the third is having a regional approach to health preparedness; the fourth is the engagement of the private sector, academia, and other nongovernmental entities; the fifth is the important roles of individuals, families, and communities. The biosurveillance program must be nationwide, robust, and integrated with international disease systems in order to provide early warning and ongoing characterization of disease outbreaks in real-time. The system must be sufficiently able to identify a specific disease and its prevalence in varying populations and environments and must be able to tailor the analysis to new diseases. The system should create a networked system to allow for two-way information flow between and among Federal, State, and local government public health authorities and clinical health care providers. The system shall build upon existing Federal, State, and local surveillance systems where they exists and should enable and provide incentive for public health agencies to implement surveillance systems where they do not exist.",
            "score": 72.3071517944336
        },
        {
            "docid": "22006345_2",
            "document": "Health Forecasting (UCLA) . Founded in 2002, Health Forecasting (UCLA) is headquartered at the UCLA Fielding School of Public Health and works in collaboration with the Los Angeles County Department of Public Health and the California Department of Public Health.  Health Forecasting was established to provide decision-makers and health advocates prospective analysis of the public health landscape through the development and communication of evidence-based forecasts. The health forecasts include historical and future health trends and incorporate policy and programmatic interventions aimed at improving population health. The data and graphs generated are informative resources and analytic tools available for health advocates in their efforts to anticipate, prepare, and plan for healthier communities. Central to this work is the Health Forecasting Tool, an interactive statistical model and web-based interface developed by researchers at UCLA. The tool is accessible online and allows anyone, from high-level government officials to members of the community, to create a health profile for populations within a given region and gauge the future health impacts of changes in programs and policies. Users can access population-level health information and outcomes of current and future populations and subgroups by race, ethnicity, age, gender, and geography. The tool also accounts for socio-economic factors, behavioral characteristics, and demographic shifts in population.  The tool was modeled after a statistical model created by Statistics Canada and operates using continuous-time microsimulation. The Health Forecasting Tool combines known historical data derived from various resources, such as the Census, Center for Disease Control and Prevention, California Department of Education and Department of Finance among other definitive sources. These figures are then integrated with evidence-based population health trends and expected future population shifts to project health outcomes at the population-level.  Reports are customizable to suit the needs of a unique population by allowing the user to specify geographic boundaries and distributions of race, ethnicity, age, and gender. Results are displayed in easy-to-read graphic charts and reports.",
            "score": 69.64018249511719
        },
        {
            "docid": "16181960_6",
            "document": "Plant disease forecasting . Forecasting systems may use one of several parameters in order to work out disease risk, or a combination of factors. One of the first forecasting systems designed was for Stewart's wilt and based on winter temperature index as low temperatures would kill the vector of the disease so there would be no outbreak. An example of a multiple disease/pest forecasting system is the EPIdemiology, PREdiction, and PREvention (EPIPRE) system developed in the Netherlands for winter wheat that focused on multiple pathogens. USPEST.org graphs risks of various plants diseases based on weather forecasts with hourly resolution of leaf wetness. Forecasting models are often based on a relationship like simple linear regression where x is used to predict y. Other relationships can be modelled using population growth curves. The growth curve that is used will depend on the nature of the epidemic. Polycyclic epidemics such as potato late blight are usually best modelled by using the logistic model, whereas monocyclic epidemics may be best modelled using the monomolecular model. Correct choice of a model is essential for a disease forecasting system to be useful.",
            "score": 66.2331771850586
        },
        {
            "docid": "8768560_13",
            "document": "Wind power forecasting . Wind power generation is directly linked to weather conditions and thus the first aspect of wind power forecasting is the prediction of future values of the necessary weather variables at the level of the wind farm. This is done by using numerical weather prediction (NWP) models. Such models are based on equations governing the motions and forces affecting motion of fluids. From the knowledge of the actual state of the atmosphere, the system of equations allows to estimate what the evolution of state variables, e.g. temperature, velocity, humidity and pressure, will be at a series of grid points. The meteorological variables that are needed as input for wind power prediction obviously include wind speed and direction, but also possibly temperature, pressure and humidity. The distance between grid points is called the spatial resolution of the NWPs. The mesh typically has spacing that varies between few kilometers and up to 50 kilometers for mesoscale models. Regarding the time axis, the forecast length of most of the operational models today is between 48 and 172 hours ahead, which is in adequacy with the requirements for the wind power application. The temporal resolution is usually between 1 and 3 hours. NWP models impose their temporal resolution to short-term wind power forecasting methods since they are used as a direct input.",
            "score": 65.07373046875
        },
        {
            "docid": "48684895_24",
            "document": "Electricity price forecasting . The literature on forecasting daily electricity prices has concentrated largely on models that use only information at the aggregated (i.e., daily) level. On the other hand, the very rich body of literature on forecasting intra-day prices has used disaggregated data (i.e., hourly or half-hourly), but generally has not explored the complex dependence structure of the multivariate price series. If we want to explore the structure of intra-day electricity prices, we need to use dimension reduction methods; for instance, factor models with factors estimated as principal components (PC). Empirical evidence indicates that there are forecast improvements from incorporating disaggregated (i.e., hourly or zonal) data for predicting daily system prices, especially when the forecast horizon exceeds one week. With the increase of computational power, the real-time calibration of these complex models will become feasible and we may expect to see more EPF applications of the multivariate framework in the coming years.",
            "score": 63.18238067626953
        },
        {
            "docid": "322317_8",
            "document": "Economic data . Many methods can be used to analyse the data. These include, \"e.g.,\" time-series analysis using multiple regression, Box–Jenkins analysis, and seasonality analysis. Analysis may be univariate (modeling one series) or multivariate (from several series). Econometricians, economic statisticians, and financial analysts formulate models, whether for past relationships or for economic forecasting. These models may include partial equilibrium microeconomics aimed at examining particular parts of an economy or economies, or they may cover a whole economic system, as in general equilibrium theory or in macroeconomics. Economists use these models to understand past events and to forecast future events, \"e.g.,\" demand, prices and employment. Methods have also been developed for analyzing or correcting results from use of incomplete data and errors in variables.",
            "score": 62.43205261230469
        },
        {
            "docid": "15620003_44",
            "document": "Singular spectrum analysis . Multi-channel, Multivariate SSA (or M-SSA) is a natural extension of SSA to for analyzing multivariate time series, where the size of different univariate series does not have to be the same. The trajectory matrix of multi-channel time series consists of stacked trajectory matrices of separate times series. The rest of the algorithm is the same as in the univariate case. System of series can be forecasted analogously to SSA recurrent and vector algorithms (Golyandina and Stepanov, 2005). MSSA has many applications. It is especially popular in analyzing and forecasting economic and financial time series with short and long series length (Patterson et al., 2011, Hassani et al., 2012, Hassani and Mahmoudvand, 2013).  Other multivariate extension is 2D-SSA that can be applied to two-dimensional data like digital images (Golyandina and Usevich, 2010). The analogue of trajectory matrix is constructed by moving 2D windows of size formula_124.",
            "score": 62.18570327758789
        },
        {
            "docid": "3190431_32",
            "document": "Spatial analysis . Complex adaptive systems theory as applied to spatial analysis suggests that simple interactions among proximal entities can lead to intricate, persistent and functional spatial entities at aggregate levels. Two fundamentally spatial simulation methods are cellular automata and agent-based modeling. Cellular automata modeling imposes a fixed spatial framework such as grid cells and specifies rules that dictate the state of a cell based on the states of its neighboring cells. As time progresses, spatial patterns emerge as cells change states based on their neighbors; this alters the conditions for future time periods. For example, cells can represent locations in an urban area and their states can be different types of land use. Patterns that can emerge from the simple interactions of local land uses include office districts and urban sprawl. Agent-based modeling uses software entities (agents) that have purposeful behavior (goals) and can react, interact and modify their environment while seeking their objectives. Unlike the cells in cellular automata, simulysts can allow agents to be mobile with respect to space. For example, one could model traffic flow and dynamics using agents representing individual vehicles that try to minimize travel time between specified origins and destinations. While pursuing minimal travel times, the agents must avoid collisions with other vehicles also seeking to minimize their travel times. Cellular automata and agent-based modeling are complementary modeling strategies. They can be integrated into a common geographic automata system where some agents are fixed while others are mobile.",
            "score": 61.20295333862305
        },
        {
            "docid": "7579995_10",
            "document": "Decomposition of time series . Furthermore, in policy analysis, forecasting future production of biofuels is key data for making better decisions. Thereby, statistical time series models have recently been developed to forecast renewable energy sources. In other research, a multiplicative decomposition method was designed to forecast future production of biohydrogen. The optimum length of the moving average (seasonal length) and start point, where the averages are placed, were indicated based on the best coincidence between the present forecast and actual values.",
            "score": 61.11064147949219
        },
        {
            "docid": "10575816_16",
            "document": "Tropical cyclone forecasting . Historically, tropical cyclone tracking charts were used to include the past track and prepare future forecasts at Regional Specialized Meteorological Centers and Tropical Cyclone Warning Centers. The need for a more modernized method for forecasting tropical cyclones had become apparent to operational weather forecasters by the mid-1980s. At that time the United States Department of Defense was using paper maps, acetate, grease pencils, and disparate computer programs to forecast tropical cyclones. The Automated Tropical Cyclone Forecasting System (ATCF) software was developed by the Naval Research Laboratory for the Joint Typhoon Warning Center (JTWC) beginning in 1986, and used since 1988. During 1990 the system was adapted by the National Hurricane Center (NHC) for use at the NHC, National Centers for Environmental Prediction and the Central Pacific Hurricane Center. This provided the NHC with a multitasking software environment which allowed them to improve efficiency and cut the time required to make a forecast by 25% or 1 hour. ATCF was originally developed for use within DOS, before later being adapted to Unix and Linux.",
            "score": 61.09360122680664
        },
        {
            "docid": "48514357_22",
            "document": "Urban traffic modeling and analysis . Newer methodologies taking into account data relational structure, forecast traffic density in time relying on linked data from multiple spatial positions at different moments in time, event future already predicted data. Studies using data relational structures have mainly used STARIMA models (space-time ARIMA), Kalman filters and Structural Time Series model. The use of a Statistical Relational Learning (SRL) framework is very effective to improve predictive accuracy of relational structured data. Statistical Relational Learning matches very well this field of research by its ability to describe dependencies and relations and include background knowledge in the model, as in a transportation network. Models generated with a Statistical Relational Learning method can represent a wide set of location thanks to its ability to perform concurrent grouping and regressions on its multiple sources and information levels. This makes it possible to such model to predict traffic conditions out of a network in a single interference process.",
            "score": 60.7746696472168
        },
        {
            "docid": "2458875_6",
            "document": "Data assimilation . At any update time, data assimilation usually takes a forecast (also known as the first guess, or background information) and applies a correction to the forecast based on a set of observed data and estimated errors that are present in both the observations and the forecast itself. The difference between the forecast and the observations at that time is called the departure or the innovation (as it provides new information to the data assimilation process). A weighting factor is applied to the innovation to determine how much of a correction should be made to the forecast based on the new information from the observations. The best estimate of the state of the system based on the correction to the forecast determined by a weighting factor times the innovation is called the analysis. In one dimension, computing the analysis could be as simple as forming a weighted average of a forecasted and observed value. In multiple dimensions the problem because more difficult. Much of the work in data assimilation is focused on adequately estimating the appropriate weighting factor based on intricate knowledge of the errors in the system.",
            "score": 60.76469039916992
        },
        {
            "docid": "16181960_2",
            "document": "Plant disease forecasting . Plant disease forecasting is a management system used to predict the occurrence or change in severity of plant diseases. At the field scale, these systems are used by growers to make economic decisions about disease treatments for control. Often the systems ask the grower a series of questions about the susceptibility of the host crop, and incorporate current and forecast weather conditions to make a recommendation. Typically a recommendation is made about whether disease treatment is necessary or not. Usually treatment is a pesticide application.",
            "score": 60.465354919433594
        },
        {
            "docid": "246074_9",
            "document": "Forecasting . Naïve forecasts are the most cost-effective forecasting model, and provide a benchmark against which more sophisticated models can be compared. This forecasting method is only suitable for time series data. Using the naïve approach, forecasts are produced that are equal to the last observed value. This method works quite well for economic and financial time series, which often have patterns that are difficult to reliably and accurately predict. If the time series is believed to have seasonality, the seasonal naïve approach may be more appropriate where the forecasts are equal to the value from last season. In time series notation:",
            "score": 59.993499755859375
        },
        {
            "docid": "33584_8",
            "document": "World Meteorological Organization . The first step in producing weather forecasts is to gather non-stop observations of the environment from around the world. Millions of observations are gathered worldwide every day by over 50 satellites, 400 moored buoys, 1 250 drifting buoys, 4 000 aircraft from around 40 commercial aircraft companies, 7 300 ships and 10 000 land-based observing stations. WMO develops the technical standards for designing these and other observing instruments and for ensuring that the collected data are quality controlled and comparable. Data that pass the test are fed into the complex numerical weather prediction models that National Meteorological Services use to produce weather forecasts, early warnings of storms and other natural hazards, air-quality forecasts, climate predictions and risk assessments. These forecasts and related products are broadcast in real time to the public and myriads of users worldwide. This enables governments to provide reliable and effective weather services to protect lives and property and ensure sustainable economic development and the general welfare of their citizens. To achieve these objectives, WMO advocates for broad, open data policies and maintains standardized data and exchange mechanisms. It also collaborates on the development of innovative data collection and delivery systems.",
            "score": 59.93297576904297
        },
        {
            "docid": "1522933_11",
            "document": "Telecommunications forecasting . Time series methods are based on measurements taken of events on a periodic basis. These methods use such data to develop models which can then be used to extrapolate into the future, thereby generating the forecast. Each model operates according to a different set of assumptions and is designed for a different purpose. Examples of Time Series Methods are:",
            "score": 59.746421813964844
        },
        {
            "docid": "42532608_31",
            "document": "Makridakis Competitions . Although the organizers of the M3-Competition did contact researchers in the area of artificial neural networks to seek their participation in the competition, only one researcher participated, and that researcher's forecasts fared poorly. The reluctance of most ANN researchers to participate at the time was due to the computationally intensive nature of ANN-based forecasting and the huge time series used for the competition. In 2005, Crone, Nikolopoulos and Hibon organized the NN-3 Competition, using 111 of the time series from the M3-Competition (not the same data, because it was shifted in time, but the same sources). The NN-3 Competition found that the best ANN-based forecasts performed comparably with the best known forecasting methods, but were far more computationally intensive. It was also noted that many ANN-based techniques fared considerably worse than simple forecasting methods, despite greater \"theoretical\" potential for good performance.",
            "score": 59.5985107421875
        },
        {
            "docid": "6250485_10",
            "document": "RATS (software) . One advantage of the RATS program is that it is inexpensive, compared to larger programs such as SAS. RATS has many of the same capabilities as SAS in both time series analysis and other advanced statistical methods. The two programs differ more in the details than in capabilities. SAS has routines for automated State Space estimation. RATS can be programmed to estimate State Space models, or regression models with time-varying coefficients. In this respect, RATS is actually more flexible. Similarly, SAS has an entire routine for estimating and forecasting with Unobserved Components Models. In RATS, estimation of this type would require extensive programming. Nevertheless, in general, the capabilities of RATS are comparable to SAS/ETS and SAS/STAT, but at a much lower price.",
            "score": 59.136329650878906
        },
        {
            "docid": "54076135_5",
            "document": "Agustín Maravall . Maravall’s research has centered on time series analysis and modeling and their application to economic series. His main contribution (an important part of it coauthored with Victor Gómez) has been the development of a model-based procedure to jointly solve several statistical time series problems that affect analysis and interpretation of economic time series. The standard (default) procedure performs, first, automatic identification and forecasting of regression-ARIMA models (that includes adjusting for outliers and calendar effects) in the possible presence of missing observations. Then, the model is decomposed into models for the unobserved components (such as seasonal, trend, transitory, and cyclical components) and, from these models, filters are derived to estimate and forecast the components. The model-based structure provides the joint distribution of the estimators, from which parametric tests and inferences (such as the standard errors of all estimators and forecasts) are derived.",
            "score": 59.05840301513672
        },
        {
            "docid": "73231_19",
            "document": "Weather forecasting . Models are \"initialized\" using this observed data. The irregularly spaced observations are processed by data assimilation and objective analysis methods, which perform quality control and obtain values at locations usable by the model's mathematical algorithms (usually an evenly spaced grid). The data are then used in the model as the starting point for a forecast. Commonly, the set of equations used to predict the known as the physics and dynamics of the atmosphere are called primitive equations. These equations are initialized from the analysis data and rates of change are determined. The rates of change predict the state of the atmosphere a short time into the future. The equations are then applied to this new atmospheric state to find new rates of change, and these new rates of change predict the atmosphere at a yet further time into the future. This \"time stepping\" procedure is continually repeated until the solution reaches the desired forecast time. The length of the time step is related to the distance between the points on the computational grid.",
            "score": 58.86228942871094
        },
        {
            "docid": "13891813_9",
            "document": "Emery N. Brown . Brown later focused his statistics research on developing signal processing algorithms and statistical methods for neuronal data analysis. He developed a state-space point process (SSPP) paradigm to study how neural systems maintain dynamic representations of information. For the analysis of neural spiking activity and binary behavioral tasks represented as multivariate or univariate point processes (0-1 events that occur in continuous time), his research produced analogs of the Kalman filter, Kalman smoothing, sequential Monte Carlo algorithms, and combined state and parameter estimation algorithms commonly applied to continuous-valued time series observations.",
            "score": 58.80305862426758
        },
        {
            "docid": "14544789_3",
            "document": "Tele-epidemiology . Tele-epidemiology applies satellite communication systems to investigate or support investigations of infectious disease outbreak, including disease reemergence. In this application, space-based systems (i.e. GIS, GPS, SPOT5) use natural index and in-situ data (i.e. NDVI, Meteosat, Envisat) to assess health risk to human and animal populations. Space-based applications of tele-epidemiology extend to health surveillance and health emergency response. Internet-based applications of tele-epidemiology include sourcing of epidemiological data in generating internet reports and real-time disease mapping. This entails gathering and structuring epidemiological data from news and social media outlets, and mapping or reporting this data for application with research or public health organizations. Examples of such applications include HealthMap and ProMED-mail, two web-based services that map and e-mail global cases of disease outbreak, respectively.",
            "score": 58.72779846191406
        },
        {
            "docid": "46383767_3",
            "document": "Agrometeorology . It is an interdisciplinary, holistic science forming a bridge between physical and biological sciences and beyond. It deals with a complex system involving soil, plant, atmosphere, agricultural management options, and others, which are interacting dynamically on various spatial and temporal scales. Specifically, the fully coupled soil-plant-atmosphere system has to be well understood in order to develop reasonable operational applications or recommendations for stakeholders. For these reasons, a comprehensive analysis of cause-effect relationships and principles that describe the influence of the state of the atmosphere, plants, and soil on different aspects of agricultural production, as well as the nature and importance of feedback between these elements of the system is necessary. Agrometeorological methods therefore use information and data from different key sciences such as soil physics and chemistry, hydrology, meteorology, crop and animal physiology and phenology, agronomy, and others. Observed information is often combined in more or less complex models, focused on various components of system parts such as mass balances (i.e. soil carbon, nutrients, and water), biomass production, crop growth and yield, and crop or pest phenology in order to detect sensitivities or potential responses of the soil-biosphere-atmosphere system. However, model applications still involve many uncertainties, which calls for further improvements of the description of system processes. A better quality of operational applications at various scales (monitoring, forecasting, warning, recommendations, etc.) is crucial for stakeholders. For example, new methods for spatial applications involve GIS and Remote Sensing for spatial data presentation and generation. Further, tailor-made products and information transfer are critical to allow effective management decisions in the short and long term. These should cover sustainability and enhancement strategies (including risk management, mitigation and adaptation) considering climate variability and change. Papers are invited addressing these problems in the context of agrometeorological applications in “atmosphere” as an actual and important contribution to the state of the art.",
            "score": 58.64779281616211
        },
        {
            "docid": "54209559_7",
            "document": "Tropical cyclone tracking chart . Historically, tropical cyclone tracking charts were used to include the past track and prepare future forecasts at Regional Specialized Meteorological Centers and Tropical Cyclone Warning Centers. The need for a more modernized method for forecasting tropical cyclones had become apparent to operational weather forecasters by the mid-1980s. At that time the United States Department of Defense was using paper maps, acetate, grease pencils, and disparate computer programs to forecast tropical cyclones. The Automated Tropical Cyclone Forecasting System (ATCF) software was developed by the Naval Research Laboratory for the Joint Typhoon Warning Center (JTWC) beginning in 1986, and used since 1988. During 1990 the system was adapted by the National Hurricane Center (NHC) for use at the NHC, National Centers for Environmental Prediction and the Central Pacific Hurricane Center. This provided the NHC with a multitasking software environment which allowed them to improve efficiency and cut the time required to make a forecast by 25% or 1 hour. ATCF was originally developed for use within DOS, before later being adapted to Unix and Linux. Despite ATCF's introduction, into the late 1990s, a National Hurricane Center forecaster stated that the most important tools available were \"a pair of dividers to measure distance, a ruler, a brush for eraser dirt, three sharp pencils colored red, black, and blue, and a large paper plotting chart\".",
            "score": 58.5014762878418
        },
        {
            "docid": "52444382_41",
            "document": "Operations management for services . Forecasting demand is a prerequisite for managing capacity and scheduling. Forecasting demand often uses big data to predict customer behavior. The data comes from scanners at retail locations or other service locations. In some cases traditional time series methods are also used to predict trends and seasonality. Future demand is forecasted based on past demand patterns. Many of the same time-series and statistical methods for forecasting are used for manufacturing or service operations.",
            "score": 58.428001403808594
        },
        {
            "docid": "37952417_4",
            "document": "Australian Institute of Tropical Health and Medicine . AITHM aims to contribute to better health for people in the tropics by developing new prevention, diagnosis and treatment options for diseases that are of importance in the tropical world. This is achieved through biomedical, molecular, genomic, epidemiological, entomological and health systems research that is undertaken within an integrated public health framework. Through its research and innovation, and in partnership with key organisations, AITHM aims to bridge the gap between cutting edge research, disease control methodology and scientific expertise; and health service, workforce and policy delivery relevant to tropical populations.",
            "score": 58.19160079956055
        },
        {
            "docid": "13131605_4",
            "document": "Hans-Rudolf Künsch . Professor Künsch's main research areas are spatial statistics and random fields (geostatistics, parameter estimation for Gibbs fields, image analysis, space-time models); time series analysis (long range dependence, bootstrap methods for dependent data, general state-space models); and robust statistics and statistical model selection. Among his most frequently cited contributions is the Annals of Statistics 1989 article on bootstrapping and jackknifing in stationary time series.",
            "score": 57.98508834838867
        },
        {
            "docid": "548156_4",
            "document": "State-space representation . To abstract from the number of inputs, outputs and states, these variables are expressed as vectors. Additionally, if the dynamical system is linear, time-invariant, and finite-dimensional, then the differential and algebraic equations may be written in matrix form. The state-space method is characterized by significant algebraization of general system theory, which makes it possible to use Kronecker vector-matrix structures. The capacity of these structures can be efficiently applied to research systems with modulation or without it.  The state-space representation (also known as the \"time-domain approach\") provides a convenient and compact way to model and analyze systems with multiple inputs and outputs. With formula_1 inputs and formula_2 outputs, we would otherwise have to write down formula_3 Laplace transforms to encode all the information about a system. Unlike the frequency domain approach, the use of the state-space representation is not limited to systems with linear components and zero initial conditions. The state-space model is used in many different areas. In econometrics, the state-space model can be used for forecasting stock prices and numerous other variables.",
            "score": 57.43630599975586
        },
        {
            "docid": "2115447_6",
            "document": "J. Doyne Farmer . After the roulette project Farmer switched his dissertation topic to chaotic dynamics and joined together with James P. Crutchfield, Norman Packard, and Robert Shaw to found the Dynamical Systems Collective (subsequently known by others as the Chaos Cabal). Although they had the blessing of faculty members William L. Burke and Ralph Abraham, they essentially co-advised each other's PhD theses. Their most important contribution was a method for state space reconstruction, that made it possible to visualize and study chaotic attractors based only on a single time series. This has now been used to identify chaotic attractors and study their properties in a wide variety of physical systems. In his PhD thesis in 1981 Farmer showed how varying a parameter of an infinite dimensional system could give rise to a sequence of successively more complicated chaotic attractors, resembling the transition to turbulence. He later developed a method for nonlinear time series forecasting that has been used for exploiting low dimensional chaos to make better short term forecasts. Other work included an improved method for state space reconstruction, and a derivation of the fundamental limits in which this becomes impossible, so that the dynamics become inherently random. He and colleagues also developed a method for determining when chaos can be distinguished from the null hypothesis of a correlated linear random process.",
            "score": 57.21528625488281
        },
        {
            "docid": "22006345_12",
            "document": "Health Forecasting (UCLA) . \"Robert Wood Johnson Foundation\" - Incorporating additional risk factors and disease outcomes into the forecasting model and applying the model to other states, beginning with Arkansas and Wisconsin",
            "score": 56.8063850402832
        },
        {
            "docid": "163103_6",
            "document": "Future . Statistically based forecasting employs time series with cross-sectional or longitudinal data. Econometric forecasting methods use the assumption that it is possible to identify the underlying factors that might influence the variable that is being forecast. If the causes are understood, projections of the influencing variables can be made and used in the forecast. Judgmental forecasting methods incorporate intuitive judgments, opinions and probability estimates, as in the case of the Delphi method, scenario building, and simulations.",
            "score": 56.491546630859375
        },
        {
            "docid": "4141563_18",
            "document": "Predictive analytics . A 2016 study of neurodegenerative disorders provides a powerful example of a CDS platform to diagnose, track, predict and monitor the progression of Parkinson's disease. Using large and multi-source imaging, genetics, clinical and demographic data, these investigators developed a decision support system that can predict the state of the disease with high accuracy, consistency and precision. They employed classical model-based and machine learning model-free methods to discriminate between different patient and control groups. Similar approaches may be used for predictive diagnosis and disease progression forecasting in many neurodegenerative disorders like Alzheimer’s, Huntington’s, Amyotrophic Lateral Sclerosis, as well as for other clinical and biomedical applications where Big Data is available.",
            "score": 56.43971252441406
        }
    ]
}