{
    "q": [
        {
            "docid": "841429_27",
            "document": "Synthetic biology . A biological computer refers to an engineered biological system that can perform computer-like operations, which is a dominant paradigm in synthetic biology. Researchers built and characterized a variety of logic gates in a number of organisms, and demonstrated both analog and digital computation in living cells. They demonstrated that bacteria can be engineered to perform both analog and/or digital computation. In human cells research demonstrated a universal logic evaluator that operates in mammalian cells in 2007. Subsequently, researchers utilized this paradigm to demonstrate a proof-of-concept therapy that uses biological digital computation to detect and kill human cancer cells in 2011. Another group of researchers demonstrated in 2016 that principles of computer engineering, can be used to automate digital circuit design in bacterial cells. In 2017, researchers demonstrated the 'Boolean logic and arithmetic through DNA excision' (BLADE) system to engineer digital computation in human cells.",
            "score": 43.827757120132446
        },
        {
            "docid": "841429_24",
            "document": "Synthetic biology . Models inform the design of engineered biological systems by better predicting system behavior prior to fabrication. Synthetic biology benefits from better models of how biological molecules bind substrates and catalyze reactions, how DNA encodes the information needed to specify the cell and how multi-component integrated systems behave. Multiscale models of gene regulatory networks focus on synthetic biology applications. Simulations can model all biomolecular interactions in transcription, translation, regulation and induction of gene regulatory networks. In a living cell, molecular motifs are embedded in a bigger network with upstream and downstream components. These components may alter the signalling capability of the modeling module. In the case of ultrasensitive modules, the sensitivity contribution of a module can differ from the sensitivity that the module sustains in isolation.",
            "score": 27.193459272384644
        },
        {
            "docid": "36709000_6",
            "document": "Playing God (2012 film) . MIT professor, Ron Weiss, has worked extensively in this field and has been leading a team in incorporating the concepts of computer programming and engineering to biology. \"I decided to take what we understand in computing and apply that to programming biology. To me, that's really the essence of synthetic biology.\" Weiss' team published a study that discusses how they combined computer circuit elements with BioBricks parts. The way this works is that the computer circuit is able to distinguish between a healthy and mutated cell by utilizing a set of five criteria. Any cells that satisfy these conditions are deleted, similar to the way code could eliminate certain functions in computer programming. The ability to target individual cells could make this an alternative to treatments that may have harmful effects on healthy cells, such as chemotherapy.",
            "score": 30.81617498397827
        },
        {
            "docid": "167544_4",
            "document": "Transcription (biology) . The stretch of DNA transcribed into an RNA molecule is called a \"transcription unit\" and encodes at least one gene. If the gene encodes a protein, the transcription produces messenger RNA (mRNA); the mRNA, in turn, serves as a template for the protein's synthesis through translation. Alternatively, the transcribed gene may encode for non-coding RNA such as microRNA, ribosomal RNA (rRNA), transfer RNA (tRNA), or enzymatic RNA molecules called ribozymes. Overall, RNA helps synthesize, regulate, and process proteins; it therefore plays a fundamental role in performing functions within a cell.",
            "score": 29.66725754737854
        },
        {
            "docid": "3050547_4",
            "document": "Rahul Sarpeshkar . By mapping log-domain analog electronic circuits to log-domain  analog DNA-protein circuits in living cells  Professor Sarpeshkar's recent work in the May 2013 edition of NATURE (doi: 10.1038/nature12148) pioneered the field of analog synthetic biology . Professor Sarpeshkar's book introduced a novel form of electronics termed \"Cytomorphic electronics\", i.e., electronics inspired by cell biology . It is based on the astounding similarity between the Boltzmann exponential equations of noisy molecular flux in chemical reactions and the Boltzmann exponential equations of noisy electron flow in transistors. Hence circuits in biology and chemistry can be mapped to circuits in electronics and vice versa. Therefore, this 'cytomorphic mapping' enables one to map analog electronic motifs to analog molecular circuit motifs in living cells as in the work in NATURE and also to simulate large-scale feedback networks in cells with analog electronic supercomputers. Thus, his work has led to a novel and fundamental analog circuits approach to the fields of synthetic biology and systems biology, both of which are highly important in the future of biotechnology and medicine . For example, the synthesis of biofuels, chemicals, energy, molecular and cellular sensors, network drug design, treatments for cancer, diabetes, auto-immune, infectious, and neural diseases can all impacted be impacted by his fundamental work on analog synthetic and systems biology.",
            "score": 25.90438175201416
        },
        {
            "docid": "26069817_10",
            "document": "Riboregulator . Currently, riboregulators have found utility in the area of synthetic biology and personalized medicine. In synthetic biology, riboregulators can be used to regulate bacterial responses and probe gene regulatory networks. Undergraduate systems biology students use standardized riboregulators to compete in an annual bio-engineering competition (The international Genetically Engineered Machine competition, iGEM). In addition, because the various riboregulators can be tailored to respond to complex biological signals, riboregulators offer the promise of individually tailored RNA based drugs which respond to genes, small molecules and proteins in individuals cells.",
            "score": 41.60758996009827
        },
        {
            "docid": "1158788_4",
            "document": "Antisense RNA . Unlike micF RNA being discovered by accident, the majority of asRNAs were discovered by genome wide searches for small regulatory RNAs and by transcriptome analysis. Conventionally, the first step involves computational predictions based on some known characteristics of asRNAs. During computational searches, the encoding regions are excluded. The regions that are predicted to have conserved RNA structures and act as orphan promoters and Rho-independent terminators are preferenced during analysis. Because computational searches focuses on the intergenic region, the asRNAs that are transcribed from the opposite strand of an encoding gene are likely to be missed using this method. To detect asRNA transcribed from the encoding region, oligonucleotide microarrays can be used. In this methods, one or both strands of encoding genes can be used as probes. In addition to computational searches and microarrays, some asRNAs were discovered by sequencing cDNA clones as well as mapping promoter elements. Although many findings from the approaches mentioned above gave rise to a lot of possible asRNAs, only few were proven to be actual asRNAs via further functional tests. To minimize the number of false positive results, new approaches from recent years have been focusing on strand-specific transcription, chromatin binding noncoding RNAs and single cell studies.",
            "score": 25.77799677848816
        },
        {
            "docid": "841429_8",
            "document": "Synthetic biology . Synthetic biology has traditionally been divided into two different approaches. Top down synthetic biology involves using metabolic and genetic engineering techniques to impart new functions to living cells. Bottom up synthetic biology involves creating new biological systems \"in vitro\" by bringing together 'non-living' biomolecular components, often with the aim of constructing an artificial cell. Biological systems are thus assembled module-by-module. Cell-free protein expression systems are often employed, as are membrane-based molecular machinery. There are increasing efforts to bridge the divide between these approaches by forming hybrid living/synthetic cells, and engineering communication between living and synthetic cell populations.",
            "score": 31.477762937545776
        },
        {
            "docid": "2530148_6",
            "document": "Wetware computer . Cells in many ways can be seen as their own form of naturally occurring wetware, similar to the concept that the human brain is the preexisting model system for complex wetware. In his book \"Wetware: A Computer in Every Living Cell\" (2009) Dennis Bray explains his theory that cells, which are the most basic form of life, are just a highly complex computational structure, like a computer. To simplify one of his arguments a cell can be seen as a type of computer, utilizing its own structured architecture. In this architecture, much like a traditional computer many smaller components operate in tandem to receive input, process the information, and compute an output. In an overly simplified, and non-technical analysis cellular function can be broken into the following components. Information and instructions for execution are stored as DNA in the cell, RNA acts as a source for distinctly encoded input which processed by ribosomes and other transcription factors to access and process the DNA and to output a protein. Bray's argument in favor of viewing cells and cellular structures as models of natural computational devices is important when considering the more applied theories of wetware in relation to biorobotics.",
            "score": 38.96496772766113
        },
        {
            "docid": "33835047_2",
            "document": "Synthetic biological circuit . Synthetic biological circuits are an application of synthetic biology where biological parts inside a cell are designed to perform logical functions mimicking those observed in electronic circuits. The applications range from simply inducing production to adding a measurable element, like GFP, to an existing natural biological circuit, to implementing completely new systems of many parts.",
            "score": 18.38935112953186
        },
        {
            "docid": "33226262_6",
            "document": "Calcium encoding . Michael Forrest has shown that intracellular calcium dynamics may permit a Purkinje neuron to perform toggle and gain computations upon its inputs. So, showing how an ion concentration can be used as a computational variable - in particular, as a memory element: recording a history of firing and inputs, to dictate how the neuron responds to future inputs. Thus, this work hypothesizes that the membrane potential (V) is not the Purkinje cell's only coding variable but works alongside a calcium memory system. These two interact, with the calcium memory being encoded and decoded by the membrane potential. The toggle and gain computations are likely to be salient to network computations in the cerebellum, in the brain. Thus, ion computations can be important more globally than a single cell. Forrest terms this hypothesis: \"ion to network computation\".",
            "score": 36.31566381454468
        },
        {
            "docid": "188371_27",
            "document": "Reconfigurable computing . Coarse-grained architectures (rDPA) are intended for the implementation for algorithms needing word-width data paths (rDPU). As their functional blocks are optimized for large computations and typically comprise word wide arithmetic logic units (ALU), they will perform these computations more quickly and with more power efficiency than a set of interconnected smaller functional units; this is due to the connecting wires being shorter, resulting in less wire capacitance and hence faster and lower power designs. A potential undesirable consequence of having larger computational blocks is that when the size of operands may not match the algorithm an inefficient utilisation of resources can result. Often the type of applications to be run are known in advance allowing the logic, memory and routing resources to be tailored to enhance the performance of the device whilst still providing a certain level of flexibility for future adaptation. Examples of this are domain specific arrays aimed at gaining better performance in terms of power, area, throughput than their more generic finer grained FPGA cousins by reducing their flexibility.",
            "score": 24.745928645133972
        },
        {
            "docid": "27075922_27",
            "document": "Natural computing . Molecular computing (a.k.a. biomolecular computing, biocomputing, biochemical computing, DNA computing) is a computational paradigm in which data is encoded as biomolecules such as DNA strands, and molecular biology tools act on the data to perform various operations (e.g., arithmetic or logical operations).",
            "score": 23.93879461288452
        },
        {
            "docid": "841429_15",
            "document": "Synthetic biology . Studies in synthetic biology can be subdivided into broad classifications according to the approach they take to the problem at hand: standardization of biological parts, biomolecular engineering, genome engineering. Biomolecular engineering includes approaches which aim to create a toolkit of functional units that can be introduced to present new technological functions in living cells. Genetic engineering includes approaches to construct synthetic chromosomes for whole or minimal organisms. Biomolecular design refers to the general idea of de novo design and additive combination of biomolecular components. Each of these approaches share a similar task: to develop a more synthetic entity at a higher level of complexity by inventively manipulating a simpler part at the preceding level.",
            "score": 18.23570489883423
        },
        {
            "docid": "23167397_46",
            "document": "GENCODE . The Encyclopedia Of DNA Elements (ENCODE) is a public research consortium launched by the National Human Genome Research Institute (NHGRI), in September 2003 (Pilot phase). The goal of ENCODE is to build a comprehensive parts list of functional elements in the human genome, including elements that act at the protein and RNA levels, and regulatory elements that control cells and circumstances in which a gene is active.  Data analysis during the pilot phase (2003 - 2007) was coordinated by the Ensembl group, a joint project of EBI and the Wellcome Trust Sanger Institute. During the initial pilot and technology development phases of the project, 44 regions—approximately 1% of the human genome—were targeted for analysis using a variety of experimental and computational methods. All data produced by ENCODE investigators and the results of ENCODE analysis projects from 2003 to 2012 are hosted in the UCSC Genome browser and database. ENCODE results from 2013 and later are freely available for download and analysis from the ENCODE Project Portal. To annotate all evidence-based gene features (genes, transcripts, coding sequences, etc.) in the entire human genome at a high accuracy, ENCODE consortium create the subproject GENCODE.",
            "score": 23.654170751571655
        },
        {
            "docid": "1686272_11",
            "document": "Chemical biology . While DNA, RNA and proteins are all encoded at the genetic level, there exists a separate system of trafficked molecules in the cell that are not encoded directly at any direct level: sugars. Thus, glycobiology is an area of dense research for chemical biologists. For instance, live cells can be supplied with synthetic variants of natural sugars in order to probe the function of the sugars in vivo. Carolyn Bertozzi, previously at University of California, Berkeley, has developed a method for site-specifically reacting molecules the surface of cells that have been labeled with synthetic sugars.",
            "score": 28.743825912475586
        },
        {
            "docid": "24455791_3",
            "document": "Synthetic morphology . In standard synthetic biology, artificial gene networks are introduced into cells, inputs (e.g. chemicals, light) are applied to those networks, and the networks perform logical operations on them and output the result of the operation as the activity of an enzyme or as the amount of green fluorescent protein. Using this approach, synthetic biologists have demonstrated the ability of their gene networks to perform Boolean computation, to hold a memory, and to generate pulses and oscillation.",
            "score": 34.89495801925659
        },
        {
            "docid": "1946433_2",
            "document": "CAAT box . In molecular biology, a CCAAT box (also sometimes abbreviated a CAAT box or CAT box) is a distinct pattern of nucleotides with GGCCAATCT consensus sequence that occur upstream by 60–100 bases to the initial transcription site. The CAAT box signals the binding site for the RNA transcription factor, and is typically accompanied by a conserved consensus sequence. It is an invariant DNA sequence at about minus 70 base pairs from the origin of transcription in many eukaryotic promoters. Genes that have this element seem to require it for the gene to be transcribed in sufficient quantities. It is frequently absent from genes that encode proteins used in virtually all cells. This box along with the GC box is known for binding general transcription factors. Both of these consensus sequences belong to the regulatory promoter. Full gene expression occurs when transcription activator proteins bind to each module within the regulatory promoter. Protein specific binding is required for the CCAAT box activation. These proteins are known as CCAAT box binding proteins/CCAAT box binding factors.",
            "score": 30.144259572029114
        },
        {
            "docid": "841429_34",
            "document": "Synthetic biology . By integrating synthetic biology with materials science, it would be possible to use cells as microscopic molecular foundries to produce materials with properties whose properties were genetically encoded. Re-engineering has produced Curli fibers, the amyloid component of extracellular material of biofilms, as a platform for programmable nanomaterial. These nanofibers were genetically constructed for specific functions, including adhesion to substrates, nanoparticle templating and protein immobilization.",
            "score": 21.72618532180786
        },
        {
            "docid": "45272183_3",
            "document": "Roger Brent . Brent grew up in Hattiesburg, Mississippi and received his BA in Computer Science and Statistics from the University of Southern Mississippi, where he applied AI techniques to protein folding. He performed PhD (1982) and postdoctoral work (1985) in Biochemistry and Molecular Biology at Harvard University in the laboratory of Mark Ptashne. In work there he cloned the E. coli LexA repressor and showed how it controlled the cell's response to DNA damage, used LexA as a repressor in yeast, and created fusion proteins that used LexA to bring portions of yeast Gal4 and other transcription regulatory proteins to synthetic reporter genes in yeast. These domain swap experiments established the domain structure of eukaryotic transcription regulatory proteins.",
            "score": 30.816490411758423
        },
        {
            "docid": "31748843_10",
            "document": "Eckard Wimmer . Using the nucleotide sequence of the genome deciphered in 1981, Wimmer followed up on the work published in 1991 by synthesizing chemically the genome in the form of double stranded DNA (“cDNA”), which was then transcribed enzymatically into genome RNA and “booted to life” in the cell free system. This work, published in 2002 by Cello, Paul and Wimmer, was the first test-tube synthesis of an organism in the absence of a natural template achieved outside living cells. The poliovirus synthesis caught global attention, high praise, ridicule and fierce condemnation. Several years later, Wimmer published an essay in EMBO Reports reflecting on hotly debated issues that this new kind of research generated (ethical matters, questions about the global eradication of poliovirus, concerns of “dual use research”). Apart from providing a ‘proof of principle,’ the experiment heralded the total synthesis of organisms with computers as parents, a strategy that allows investigating the structure and function of an organism’s biology to an extent hitherto impossible. Meanwhile, synthetic biology has led to a new kind of RNA virus genetics and has been used to develop rapid methods for computer-aided chemical synthesis of viral recoded genomes. This strategy allows for the generation of new vaccines in a very short time.",
            "score": 22.830758571624756
        },
        {
            "docid": "9801523_11",
            "document": "Repressilator . The repressilator is a milestone of synthetic biology which shows that genetic regulatory networks which perform a novel desired function can be designed and implemented. Further, the initial experiment gives new appreciation to the circadian clock found in many organisms, as they perform much more robustly than the repressilator. More recent investigations at the RIKEN Quantitative Biology Center have found that a single protein molecule could form a temperature independent, self-sustainable oscillator when it takes chemical modifications.",
            "score": 19.760831594467163
        },
        {
            "docid": "30865488_2",
            "document": "Complementarity (molecular biology) . In molecular biology, complementarity describes a relationship between two structures each following the lock-and-key principle. In nature complementarity is the base principle of DNA replication and transcription as it is a property shared between two DNA or RNA sequences, such that when they are aligned antiparallel to each other, the nucleotide bases at each position in the sequences will be complementary, much like looking in the mirror and seeing the reverse of things. This complementary base pairing allows cells to copy information from one generation to another and even find and repair damage to the information stored in the sequences. The degree of complementarity between two nucleic acid strands may vary, from complete complementarity (each nucleotide is across from its opposite) to no complementarity (each nucleotide is not across from its opposite) and determines the stability of the sequences to be together. Furthermore, various DNA repair functions as well as regulatory functions are based on base pair complementarity. In biotechnology, the principle of base pair complementarity allows the generation of DNA hybrids between RNA and DNA, and opens the door to modern tools such as cDNA libraries. While most complementarity is seen between two separate strings of DNA or RNA, it is also possible for a sequence to have internal complementarity resulting in the sequence binding to itself in a folded configuration.",
            "score": 18.131235241889954
        },
        {
            "docid": "14762392_3",
            "document": "TAF10 . Initiation of transcription by RNA polymerase II requires the activities of more than 70 polypeptides. The protein that coordinates these activities is transcription factor IID (TFIID), which binds to the core promoter to position the polymerase properly, serves as the scaffold for assembly of the remainder of the transcription complex, and acts as a channel for regulatory signals. TFIID is composed of the TATA-binding protein (TBP) and a group of evolutionarily conserved proteins known as TBP-associated factors or TAFs. TAFs may participate in basal transcription, serve as coactivators, function in promoter recognition or modify general transcription factors (GTFs) to facilitate complex assembly and transcription initiation. This gene encodes one of the small subunits of TFIID that is associated with a subset of TFIID complexes. Studies with human and mammalian cells have shown that this subunit is required for transcriptional activation by the estrogen receptor, for progression through the cell cycle, and may also be required for certain cellular differentiation programs.",
            "score": 23.53966999053955
        },
        {
            "docid": "22164509_17",
            "document": "Cis-regulatory module . \"Cis\"-regulatory modules can be characterized by the information processing that they encode and the organization of their transcription factor binding sites. Additionally, \"cis\"-regulatory modules are also characterized by the way they affect the probability, proportion, and rate of transcription. Highly cooperative and coordinated \"cis\"-regulatory modules are classified as enhanceosomes. The architecture and the arrangement of the transcription factor binding sites are critical because disruption of the arrangement could cancel out the function. Functional flexible \"cis\"-regulatory modules are called billboards. Their transcriptional output is the summation effect of the bound transcription factors. Enhancers affect the probability of a gene being activated, but have little or no effect on rate. The Binary response model acts like an on/off switch for transcription. This model will increase or decrease the amount of cells that transcribe a gene, but it does not affect the rate of transcription. Rheostatic response model describes cis-regulatory modules as regulators of the initiation rate of transcription of its associated gene.",
            "score": 19.88034176826477
        },
        {
            "docid": "23716_9",
            "document": "Programmer . Computer programmers write, test, debug, and maintain the detailed instructions, called computer programs, that computers must follow to perform their functions. Programmers also conceive, design, and test logical structures for solving problems by computer. Many technical innovations in programming — advanced computing technologies and sophisticated new languages and programming tools — have redefined the role of a programmer and elevated much of the programming work done today. Job titles and descriptions may vary, depending on the organization.",
            "score": 16.006834745407104
        },
        {
            "docid": "28158012_2",
            "document": "RNA transfection . RNA transfection is the process of deliberately introducing RNA into a living cell. RNA can be purified from cells after lysis or synthesized from free nucleotides either chemically, or enzymatically using an RNA polymerase to transcribe a DNA template. As with DNA, RNA can be delivered to cells by a variety of means including microinjection, electroporation, and lipid-mediated transfection. If the RNA encodes a protein, transfected cells may translate the RNA into the encoded protein. If the RNA is a regulatory RNA (such as a miRNA), the RNA may cause other changes in the cell (such as RNAi-mediated knockdown).",
            "score": 35.24937176704407
        },
        {
            "docid": "34146703_2",
            "document": "Vax2os1 . In molecular biology, Vax2os1 is a long non-coding RNA. It is found on the opposite strand of the chromosome to the gene encoding the Vax2 homeobox transcription factor. In mice it is expressed in the developing ventral retina, where it is involved in the control of cell cycle progression of photoreceptor progenitor cells.",
            "score": 25.607768774032593
        },
        {
            "docid": "42283768_6",
            "document": "Doctor in a cell . In 2009, Shapiro and PhD student Tom Ran presented the prototype of an autonomous programmable molecular system, based on the manipulation of DNA strands, which is capable of performing simple logical deductions. This prototype is the first simple programming language implemented on molecular-scale. Introduced into the body, this system has immense potential to accurately target specific cell types and administer the appropriate treatment, as it can perform millions of calculations at the same time and ‘think’ logically. Prof Shapiro’s team aims to make these computers perform highly complex actions and answer complicated questions, following a logical model first proposed by Aristotle over 2000 years ago. The biomolecular computers are extremely small: three trillion computers can fit into a single drop of water. If the computers were given the rule ‘All men are mortal’ and the fact ‘Socrates is a man’, they would answer ‘Socrates is mortal’. Multiple rules and facts were tested by the team and the biomolecular computers answered them correctly each time.",
            "score": 37.06837463378906
        },
        {
            "docid": "52758138_5",
            "document": "Plant-based digital data storage . That was the first practical implication of utilizing a multi-cellular, eukaryotic organism for storing digital data in the world. It goes beyond plant genome manipulations for biotechnological research and plant breeding. It takes the advantage of multi-cellular organisms and serves to propagate the encoded information in daughter cells. The host organism is able to grow and multiply with the embedded information, and every cell of the organism contains a copy of the encoded information; therefore, it avoids the costs of synthetic production of multiple copies of the same encoded information. Moreover, in contrast to naked DNA, which can be affected by unfavorable environmental conditions like excessive temperature, in desiccation/re-hydration conditions, DNA stored in a seed is protected against alterations and degradation over time without the need of any active maintenance. Insertion of short computer programs into plants could also serve to provide a detailed description of a given variety, since the need for such labeling has already been expressed. As for manipulating and storing archives, their approach leverages a new look at accessing, browsing and reading information. 1g of DNA could store exabytes of data and it is a huge, capacitive storage medium. DNA protected within a seed of a living plant could be easy to access when hand-held readers will become a reality.",
            "score": 14.813878536224365
        },
        {
            "docid": "4630125_30",
            "document": "Artificial cell . The future is in the creation of a protocell, or a cell which has all the minimum requirements for life. Members from the J. Craig Venter Institute have used a top-down computational approach to knock out genes in a living organism to a minimum set of genes. In 2010, the team succeeded in creating a replicating strain of \"Mycoplasma mycoides\" (Mycoplasma laboratorium) using synthetically created DNA deemed to be the minimum requirement for life which was inserted into a genomically empty bacterium. It is hoped that the process of top-down biosynthesis will enable the insertion of new genes that would perform profitable functions such as generation of hydrogen for fuel or capturing excess carbon dioxide in the atmosphere. the myriad regulatory, metabolic, and signaling networks are not completely characterized. These top-down approaches have limitations for the understanding of fundamental molecular regulation, since the host organisms have a complex and incompletely defined molecular composition.",
            "score": 24.622565984725952
        },
        {
            "docid": "26722761_2",
            "document": "Michael Elowitz . Michael B. Elowitz is a biologist and professor of Biology, Bioengineering, and Applied Physics at the California Institute of Technology, and investigator at the Howard Hughes Medical Institute. In 2007 he was the recipient of the Genius grant, better known as the MacArthur Fellows Program for the design of a synthetic gene regulatory network, the Repressilator, which helped initiate the field of synthetic biology. In addition, he showed, for the first time, how inherently random effects, or 'noise', in gene expression could be detected and quantified in living cells, leading to a growing recognition of the many roles that noise plays in living cells. His work in Synthetic Biology and Noise represent two foundations of the field of Systems Biology.",
            "score": 18.591524600982666
        }
    ],
    "r": [
        {
            "docid": "37102865_5",
            "document": "Chemically induced dimerization . Recently, CID has also been used to create a basic component of biocomputers, logic gates, from genetically manipulated cells. In this application, two independent CID systems, one based on plant proteins and one based on bacterial proteins are expressed in the same cell. Each set of proteins can be induced to dimerize by the addition of a separate chemical. By creating fusion proteins with the dimerizing proteins, membrane bound proteins and proteins that activate cell ruffling an AND gate and OR gate can be created that take chemical dimerizing agents as inputs and returns a ruffled or unruffled state as output.",
            "score": 52.29566955566406
        },
        {
            "docid": "143533_20",
            "document": "Green fluorescent protein . The availability of GFP and its derivatives has thoroughly redefined fluorescence microscopy and the way it is used in cell biology and other biological disciplines. While most small fluorescent molecules such as FITC (fluorescein isothiocyanate) are strongly phototoxic when used in live cells, fluorescent proteins such as GFP are usually much less harmful when illuminated in living cells. This has triggered the development of highly automated live-cell fluorescence microscopy systems, which can be used to observe cells over time expressing one or more proteins tagged with fluorescent proteins. For example, GFP had been widely used in labelling the spermatozoa of various organisms for identification purposes as in \"Drosophila melanogaster\", where expression of GFP can be used as a marker for a particular characteristic. GFP can also be expressed in different structures enabling morphological distinction. In such cases, the gene for the production of GFP is incorporated into the genome of the organism in the region of the DNA that codes for the target proteins and that is controlled by the same regulatory sequence; that is, the gene's regulatory sequence now controls the production of GFP, in addition to the tagged protein(s). In cells where the gene is expressed, and the tagged proteins are produced, GFP is produced at the same time. Thus, only those cells in which the tagged gene is expressed, or the target proteins are produced, will fluoresce when observed under fluorescence microscopy. Analysis of such time lapse movies has redefined the understanding of many biological processes including protein folding, protein transport, and RNA dynamics, which in the past had been studied using fixed (i.e., dead) material. Obtained data are also used to calibrate mathematical models of intracellular systems and to estimate rates of gene expression.",
            "score": 48.68030548095703
        },
        {
            "docid": "839361_7",
            "document": "Caulobacter crescentus . The \"Caulobacter\" cell cycle regulatory system controls many modular subsystems that organize the progression of cell growth and reproduction. A control system constructed using biochemical and genetic logic circuitry organizes the timing of initiation of each of these subsystems. The central feature of the cell cycle regulation is a cyclical genetic circuit—a cell cycle engine –- that is centered around the successive interactions of five master regulatory proteins: DnaA, GcrA, CtrA, SciP, and CcrM. These five proteins directly control the timing of expression of over 200 genes. The five master regulatory proteins are synthesized and then eliminated from the cell one after the other over the course of the cell cycle. Several additional cell signaling pathways are also essential to the proper functioning of this cell cycle engine. The principal role of these signaling pathways is to ensure reliable production and elimination of the CtrA protein from the cell at just the right times in the cell cycle.",
            "score": 47.53691482543945
        },
        {
            "docid": "8169945_5",
            "document": "Pascale Cossart . \"Listeria\" is a food-borne bacterial pathogen responsible for numerous illnesses and a mortality rate of 30%. The bacteria is one of the best models of intracellular parasitism because it is particularly hardy, able to survive in a variety of cells, cross multiple host barriers, and spreads through ActA, the protein responsible for actin-based motility. Cossart's work has shed light on the genetic and biochemical processes that make \"Listeria\" so effective and lethal, identifying the \"bsh\" gene; regulatory mechanisms such as an RNA thermosensor that control expression of the virulence genes such as bsh; and the ways in which \"Listeria\" enters cells and crosses physiological barriers such as the blood–brain barrier, the intestinal barrier, and the placental barrier. The discovery by Cossart's lab of the interaction between \"L. monocytogenes\"' protein, internalin, and its cell receptor, E-cadherin, was the first such study that successfully demonstrated the molecular mechanism that permits a bacterial agent to cross the placental barrier.",
            "score": 46.079227447509766
        },
        {
            "docid": "3777533_6",
            "document": "Bacterial display . OMPs are common scaffolds for bacterial display. Proteins can also be displayed on the bacterial cell surface through the use of autotransporters. Autotransporters form part of the type V secretion system. They usually have 3 domains: leader sequence at the N-terminal; central passenger domain; autotransporter domain at the C-terminal. The heterologous protein is inserted at the passenger domain. Another method of heterologous protein fusion is fusion with fimbriae/flagella, which are filamentous protrusions on the cell surface. There are lots of fimbriae on mainly Gram-negative bacteria, so displaying proteins on fimbriae is advantageous over some other surface proteins which are less numerous. A disadvantage of using fimbriae is that there is a relatively small insert size limit of 10-30 amino acids.  Once the heterologous protein has been fused with the bacterial cell surface protein, it is exposed to either an enzyme, a cell (expressing a target protein) or an antibody (usually fluorescently tagged), depending on the application of the experiment. The sample is then passed through a beam of light during FACS, in a very narrow stream of fluid so that only one cell can pass at a time, and the fluorescence emitted is detected. Information on the size of the cell can be obtained by the scattering of light and if binding of the heterologous protein with the target protein/cell has occurred, there will be more fluorescence emitted.",
            "score": 44.29638671875
        },
        {
            "docid": "841429_27",
            "document": "Synthetic biology . A biological computer refers to an engineered biological system that can perform computer-like operations, which is a dominant paradigm in synthetic biology. Researchers built and characterized a variety of logic gates in a number of organisms, and demonstrated both analog and digital computation in living cells. They demonstrated that bacteria can be engineered to perform both analog and/or digital computation. In human cells research demonstrated a universal logic evaluator that operates in mammalian cells in 2007. Subsequently, researchers utilized this paradigm to demonstrate a proof-of-concept therapy that uses biological digital computation to detect and kill human cancer cells in 2011. Another group of researchers demonstrated in 2016 that principles of computer engineering, can be used to automate digital circuit design in bacterial cells. In 2017, researchers demonstrated the 'Boolean logic and arithmetic through DNA excision' (BLADE) system to engineer digital computation in human cells.",
            "score": 43.8277587890625
        },
        {
            "docid": "42283768_8",
            "document": "Doctor in a cell . In 2012, Prof. Ehud Shapiro and Dr. Tom Ran have succeeded in creating a genetic device that operates independently in bacterial cells. The device has been programmed to identify certain parameters and mount an appropriate response. The device searches for transcription factors - proteins that control the expression of genes in the cell. A malfunction of these molecules can disrupt gene expression. In cancer cells, for example, the transcription factors regulating cell growth and division do not function properly, leading to increased cell division and the formation of a tumor. The device, composed of a DNA sequence inserted into a bacterium, performs a \"roll call\" of transcription factors. If the results match pre-programmed parameters, it responds by creating a protein that emits a green light—supplying a visible sign of a \"positive\" diagnosis. In follow-up research, the scientists plan to replace the light-emitting protein with one that will affect the cell's fate, for example, a protein that can cause the cell to commit suicide. In this manner, the device will cause only \"positively\" diagnosed cells to self-destruct. Following the success of the study in bacterial cells, the researchers are planning to test ways of recruiting such bacteria as an efficient system to be conveniently inserted into the human body for medical purposes (which shouldn't be problematic given our natural Microbiome; recent research reveals there are already 10 times more bacterial cells in the human body than human cells, that share our body space in a symbiotic fashion). Yet another research goal is to operate a similar system inside human cells, which are much more complex than bacteria.",
            "score": 43.74200439453125
        },
        {
            "docid": "891719_22",
            "document": "Ehud Shapiro . In 2012, Prof. Ehud Shapiro and Dr. Tom Ran have succeeded in creating a genetic device that operates independently in bacterial cells. The device has been programmed to identify certain parameters and mount an appropriate response. The device searches for transcription factors proteins that control the expression of genes in the cell. A malfunction of these molecules can disrupt gene expression. In cancer cells, for example, the transcription factors regulating cell growth and division do not function properly, leading to increased cell division and the formation of a tumor. The device, composed of a DNA sequence inserted into a bacterium, performs a \"roll call\" of transcription factors. If the results match pre-programmed parameters, it responds by creating a protein that emits a green light supplying a visible sign of a \"positive\" diagnosis. In follow-up research, the scientists plan to replace the light-emitting protein with one that will affect the cell's fate, for example, a protein that can cause the cell to commit suicide. In this manner, the device will cause only \"positively\" diagnosed cells to self-destruct. Following the success of the study in bacterial cells, the researchers are planning to test ways of recruiting such bacteria as an efficient system to be conveniently inserted into the human body for medical purposes (which shouldn't be problematic given our natural microbiome; recent research reveals there are already 10 times more bacterial cells in the human body than human cells, that share our body space in a symbiotic fashion). Yet another research goal is to operate a similar system inside human cells, which are much more complex than bacteria.",
            "score": 43.63039779663086
        },
        {
            "docid": "839361_12",
            "document": "Caulobacter crescentus . The bacterial cell's control system has a hierarchical organization. The signaling and the control subsystem interfaces with the environment by means of sensory modules largely located on the cell surface. The genetic network logic responds to signals received from the environment and from internal cell status sensors to adapt the cell to current conditions. A major function of the top level control is to ensure that the operations involved in the cell cycle occur in the proper temporal order. In \"Caulobacter\", this is accomplished by the genetic regulatory circuit composed of five master regulators and an associated phospho-signaling network. The phosphosignaling network monitors the state of progression of the cell cycle and plays an essential role in accomplishing asymmetric cell division. The cell cycle control system manages the time and place of the initiation of chromosome replication and cytokinesis as well as the development of polar organelles. Underlying all these operations are the mechanisms for production of protein and structural components and energy production. The “housekeeping” metabolic and catabolic subsystems provide the energy and the molecular raw materials for protein synthesis, cell wall construction and other operations of the cell. The housekeeping functions are coupled bidirectionally to the cell cycle control system. However, they can adapt, somewhat independently of the cell cycle control logic, to changing composition and levels of the available nutrient sources.",
            "score": 43.30268478393555
        },
        {
            "docid": "38959421_9",
            "document": "Lucy Shapiro . By the late 1990s, Shapiro and graduate student Michael Laub were able to study the genetic basis of cell cycle progression and consequently the identification of three regulatory proteins, DnaA, GcrA, and CtrA, which controlled complex temporal and spatial behaviors affecting large numbers of genes. With Dickon Alley and Janine Maddock, she was able to show that chemoreceptor proteins occupy specific areas within the cell. Shapiro and Christine Jacobs-Wagner as well as Janine Maddock showed that signaling phosphokinase also had specific positions at the cell poles. In 2005, using time-lapse microscopy and fluorescent tags, Shapiro was able to demonstrate that chromosomal regions are duplicated in both an orderly and a location-specific manner, involving \"a much higher degree of spatial organization than previously thought\". By studying the regulation of the cell cycle, asymmetric cell division, and cellular differentiation, Shapiro's work has led to a much deeper understanding of the genetic and molecular processes that cause identical bacterial cells to split into different cell types. These are basic processes that underlie all life, from single-cell bacteria to multi-cellular organisms. The process of the \"Caulobacter\" cell cycle also show similarities to stem cell division, in which two distinct cells arise, one of which differs from the parent cell while the other does not.",
            "score": 43.16122055053711
        },
        {
            "docid": "3777533_5",
            "document": "Bacterial display . Peptides are very useful as therapeutic and diagnostic substances. Their use is getting more popular, and display systems offer a useful way to engineer peptides and optimise their binding capabilities. Cells express surface proteins which can be involved in a whole host of responses including recognition of other cells, interaction with other cells, and cell signalling. Many types of bacteria have cell surface proteins such as the enteropathogenic \"E. coli\" intimin protein which is involved in binding to host cells, or the OmpA protein of \"E. coli\" cells which is important in keeping the structure of the outer membrane. Many surface proteins are involved in bacterial cell attachment and invasion of the host cell. By using bacterial display, target proteins on the host cell can be identified. These surface proteins need to first be translocated across the bacterial cell membranes from the cytoplasm to the cell surface. Gram-negative bacteria have an additional periplasmic space, which Gram-positive bacteria lack, so they have a harder task of translocating proteins. The display of heterologous proteins on the bacterial cell surface normally requires the fusion of the protein with a surface protein, called a scaffold. Scaffolds are used to display the heterologous protein on the bacterial cell surface. There are various scaffolds which have been used such as outer membrane proteins, fimbriae/flagella proteins and CPX (circularly permuted OmpX). The CPX scaffold allows peptide fusion at both termini of the scaffold.",
            "score": 43.12822723388672
        },
        {
            "docid": "38959421_10",
            "document": "Lucy Shapiro . Since 1995, her work with Harley McAdams has applied insights and analysis techniques from the field of electrical circuitry to bacteria, to examine how biological systems work as a whole. Genome-based computational modelling, in particular, the examination of regulatory networks, is becoming increasingly important to systems biology. Examining the cell cycle control logic of \"Caulobacter\" as a state machine leads to understanding of bacterial cell cycle regulation as a whole cell phenomenon.",
            "score": 43.0897331237793
        },
        {
            "docid": "10203313_11",
            "document": "Biological computing . Currently, biocomputers exist with various functional capabilities that include operations of \"binary \" logic and mathematical calculations. Tom Knight of the MIT Artificial Intelligence Laboratory first suggested a biochemical computing scheme in which protein concentrations are used as binary signals that ultimately serve to perform logical operations. At or above a certain concentration of a particular biochemical product in a biocomputer chemical pathway indicates a signal that is either a 1 or a 0. A concentration below this level indicates the other, remaining signal. Using this method as computational analysis, biochemical computers can perform logical operations in which the appropriate binary output will occur only under specific logical constraints on the initial conditions. In other words, the appropriate binary output serves as a logically derived conclusion from a set of initial conditions that serve as premises from which the logical conclusion can be made. In addition to these types of logical operations, biocomputers have also been shown to demonstrate other functional capabilities, such as mathematical computations. One such example was provided by W.L. Ditto, who in 1999 created a biocomputer composed of leech neurons at Georgia Tech which was capable of performing simple addition. These are just a few of the notable uses that biocomputers have already been engineered to perform, and the capabilities of biocomputers are becoming increasingly sophisticated. Because of the availability and potential economic efficiency associated with producing biomolecules and biocomputers—as noted above—the advancement of the technology of biocomputers is a popular, rapidly growing subject of research that is likely to see much progress in the future.",
            "score": 42.47400665283203
        },
        {
            "docid": "42243737_4",
            "document": "Min System . due to mislocalized cell division occurring near the bacterial poles. This caused miniature vesicles to pinch off, void of essential molecular constituents permitting it to exist as a viable bacterial cell. Minicells are achromosomal cells that are products of aberrant cell division, and contain RNA and protein, but little or no chromosomal DNA. This finding led to the identification of three interacting proteins involved in a dynamic system of localizing the mid-zone of the cell for properly controlled cell division.",
            "score": 42.409400939941406
        },
        {
            "docid": "3777533_4",
            "document": "Bacterial display . Cell display systems were first used in 1985, when peptides were genetically fused with proteins displayed on the M13 bacteriophage. Bacteriophage display is a commonly used cell display system, although it carries limitations in the size of proteins that can be displayed. Bacterial display was then introduced in 1986, allowing the surface display of larger proteins. Bacterial display systems were first introduced by Freudl et al. and Charbit et al. in 1986, when they used bacterial surface proteins OmpA and LamB to display peptides. Freudl et al. fused peptides with linkers with the \"ompA\" gene, causing the peptides to be expressed in the OmpA proteins. They showed that the proteins were now subject to cleavage by proteinase K. The non-OmpA peptides inserted were therefore a target of proteinase K. Insertion of the foreign peptides did not affect bacterial cell growth. Charbit et al. firstly defined the areas of the LamB protein that were \"permissive\" for foreign petide insertion (\"ie\" that did not lead to a complete loss of functionality of the protein). Then, they explored the versatility of the permissive sites (size limit, nature of the epitope...) that were all located in surface-exposed loops of the trimeric outer membrane porin, aiming at developing multivalent live bacterial vaccines (12-15). This was the first evidence of using bacterial surface display techniques to express proteins on the surface of cells, without altering the function of the cell.",
            "score": 42.18936538696289
        },
        {
            "docid": "19200_6",
            "document": "Molecular biology . DNA coding for a protein of interest is now inside a cell, and the protein can now be expressed. A variety of systems, such as inducible promoters and specific cell-signaling factors, are available to help express the protein of interest at high levels. Large quantities of a protein can then be extracted from the bacterial or eukaryotic cell. The protein can be tested for enzymatic activity under a variety of situations, the protein may be crystallized so its tertiary structure can be studied, or, in the pharmaceutical industry, the activity of new drugs against the protein can be studied.",
            "score": 41.76871871948242
        },
        {
            "docid": "3777533_13",
            "document": "Bacterial display . Using bacterial surface display of antigens is a valuable alternative to conventional vaccine design for various reasons, one of them being that the proteins expressed on the bacterial cell surface can act favourably as an adjuvant. Conventional vaccines require the addition of adjuvants. Another advantage of generating vaccines using bacterial display systems is that the whole bacterial cell can be incorporated in the live vaccine Unlike bacteriophage display systems which are generally used in vaccine development to find unknown epitopes, bacterial display systems are used to express known epitopes and the cells act as a vaccine delivery system.",
            "score": 41.64365005493164
        },
        {
            "docid": "26069817_10",
            "document": "Riboregulator . Currently, riboregulators have found utility in the area of synthetic biology and personalized medicine. In synthetic biology, riboregulators can be used to regulate bacterial responses and probe gene regulatory networks. Undergraduate systems biology students use standardized riboregulators to compete in an annual bio-engineering competition (The international Genetically Engineered Machine competition, iGEM). In addition, because the various riboregulators can be tailored to respond to complex biological signals, riboregulators offer the promise of individually tailored RNA based drugs which respond to genes, small molecules and proteins in individuals cells.",
            "score": 41.60758972167969
        },
        {
            "docid": "27075922_35",
            "document": "Natural computing . Gene regulatory networks comprise gene-gene interactions, as well as interactions between genes and other substances in the cell. Genes are transcribed into messenger RNA (mRNA), and then translated into proteins according to the genetic code.  Each gene is associated with other DNA segments (promoters, enhancers, or silencers) that act as binding sites for activators or repressors for gene transcription.  Genes interact with each other either through their gene products (mRNA, proteins) which can regulate gene transcription, or through small RNA species that can directly regulate genes. These gene-gene interactions, together with genes' interactions with other substances in the cell, form the most basic interaction network: the gene regulatory networks. They perform information processing tasks within the cell, including the assembly and maintenance of other networks. Models of gene regulatory networks include random and probabilistic Boolean networks, asynchronous automata, and network motifs.",
            "score": 41.1655387878418
        },
        {
            "docid": "28253826_2",
            "document": "Bacterial small RNA . Bacterial small RNAs (sRNA) are small RNAs produced by bacteria; they are 50- to 500-nucleotide non-coding RNA molecules, highly structured and containing several stem-loops. Numerous sRNAs have been identified using both computational analysis and laboratory-based techniques such as Northern blotting, microarrays and RNA-Seq in a number of bacterial species including \"Escherichia coli\", the model pathogen \"Salmonella\", the nitrogen-fixing alphaproteobacterium \"Sinorhizobium meliloti\", marine cyanobacteria, \"Francisella tularensis\" (the causative agent of tularaemia), \"Streptococcus pyogenes\"\",\" the pathogen \"Staphylococcus aureus\"\",\" and the plant pathogen \"Xanthomonas oryzae pathovar oryzae\". Bacterial sRNAs effect how genes are expressed within bacterial cells via interaction with mRNA or protein, and thus can effect a variety of bacterial functions like metabolism, virulence, environmental stress response, and structure.",
            "score": 40.85838317871094
        },
        {
            "docid": "26901564_26",
            "document": "DNA nanotechnology . There are potential applications for DNA nanotechnology in nanomedicine, making use of its ability to perform computation in a biocompatible format to make \"smart drugs\" for targeted drug delivery. One such system being investigated uses a hollow DNA box containing proteins that induce apoptosis, or cell death, that will only open when in proximity to a cancer cell. There has additionally been interest in expressing these artificial structures in engineered living bacterial cells, most likely using the transcribed RNA for the assembly, although it is unknown whether these complex structures are able to efficiently fold or assemble in the cell's cytoplasm. If successful, this could enable directed evolution of nucleic acid nanostructures.  Scientists at Oxford University reported the self-assembly of four short strands of synthetic DNA into a cage which can enter cells and survive for at least 48 hours. The fluorescently labeled DNA tetrahedra were found to remain intact in the laboratory cultured human kidney cells despite the attack by cellular enzymes after two days. This experiment showed the potential of drug delivery inside the living cells using the DNA ‘cage’. A DNA tetrahedron was used to deliver RNA Interference (RNAi) in a mouse model, reported a team of researchers in MIT. Delivery of the interfering RNA for treatment has showed some success using polymer or lipid, but there are limits of safety and imprecise targeting, in addition to short shelf life in the blood stream. The DNA nanostructure created by the team consists of six strands of DNA to form a tetrahedron, with one strand of RNA affixed to each of the six edges. The tetrahedron is further equipped with targeting protein, three folate molecules, which lead the DNA nanoparticles to the abundant folate receptors found on some tumors. The result showed that the gene expression targeted by the RNAi, luciferase, dropped by more than half. This study shows promise in using DNA nanotechnology as an effective tool to deliver treatment using the emerging RNA Interference technology.The DNA tetrahedron was also used in an effort to overcome the phenomena multidrug resistance. Doxorubicin (DOX) was conjugated with the tetrahedron and was loaded into MCF-7 breast cancer cells that contained the P-glycoprotein drug efflux pump. The results of the experiment showed the DOX was not being pumped out and apoptosis of the cancer cells was achieved.The tetrahedron without DOX was loaded into cells to test its biocompatibility, and the structure showed no cytotoxicity itself.",
            "score": 40.71617889404297
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 40.68035125732422
        },
        {
            "docid": "32150862_9",
            "document": "Bacterial DNA binding protein . Recent research has revealed that HU binds with high specificity to the mRNA of rpoS, a transcript for the stress sigma factor of RNA polymerase, and stimulates translation of the protein. Additional to this RNA function, it was also demonstrated that HU binds DsrA, a small non-coding RNA that regulates transcription through repressing H-NS and stimulates translation through increasing expression of rpoS. These interactions suggest that HU has multiple influences on transcription and translation in bacterial cells.",
            "score": 40.64134216308594
        },
        {
            "docid": "3777533_2",
            "document": "Bacterial display . Bacterial display (or bacteria display or bacterial surface display) is a protein engineering technique used for in vitro protein evolution. Libraries of polypeptides displayed on the surface of bacteria can be screened using flow cytometry or iterative selection procedures (biopanning). This protein engineering technique allows us to link the function of a protein with the gene that encodes it. Bacterial display can be used to find target proteins with desired properties and can be used to make affinity ligands which are cell-specific. This system can be used in many applications including the creation of novel vaccines, the identification of enzyme substrates and finding the affinity of a ligand for its target protein.",
            "score": 40.310630798339844
        },
        {
            "docid": "173354_24",
            "document": "Automation . Computers can perform both sequential control and feedback control, and typically a single computer will do both in an industrial application. Programmable logic controllers (PLCs) are a type of special purpose microprocessor that replaced many hardware components such as timers and drum sequencers used in relay logic type systems. General purpose process control computers have increasingly replaced stand alone controllers, with a single computer able to perform the operations of hundreds of controllers. Process control computers can process data from a network of PLCs, instruments and controllers in order to implement typical (such as PID) control of many individual variables or, in some cases, to implement complex control algorithms using multiple inputs and mathematical manipulations. They can also analyze data and create real time graphical displays for operators and run reports for operators, engineers and management.",
            "score": 40.0806770324707
        },
        {
            "docid": "611104_3",
            "document": "Nirenberg and Matthaei experiment . In the experiment, an extract from bacterial cells that could make protein even when no intact living cells were present was prepared. Adding an artificial form of RNA consisting entirely of uracil-containing nucleotides, the \"polyuridylic acid\" (or poly-U), to this extract caused it to make a protein composed entirely of the amino acid phenylalanine. This experiment cracked the first codon of the genetic code and showed that RNA controlled the production of specific types of protein.",
            "score": 39.69939041137695
        },
        {
            "docid": "33769881_29",
            "document": "Immunomics . The immune system is a network of genetic and signaling pathways connected by a network of interacting cells. The Immunological Genome Project seeks to generate a complete compendium of protein-coding gene expression for all cell populations in the mouse immune system. It analyzes both steady-state conditions within different cell populations, and in response to genetic and/or environmental perturbations created by natural genetic polymorphism, gene knock-out, gene knock-down by RNAi, or drug treatment. Computational tools to reverse-engineer or predict immune cell regulatory networks use these expression profiles.",
            "score": 39.572086334228516
        },
        {
            "docid": "39043_16",
            "document": "African clawed frog . \"Xenopus\" oocytes provide an important expression system for molecular biology. By injecting DNA or mRNA into the oocyte or developing embryo, scientists can study the protein products in a controlled system. This allows rapid functional expression of manipulated DNAs (or mRNA). This is particularly useful in electrophysiology, where the ease of recording from the oocyte makes expression of membrane channels attractive. One challenge of oocyte work is eliminating native proteins that might confound results, such as membrane channels native to the oocyte. Translation of proteins can be blocked or splicing of pre-mRNA can be modified by injection of Morpholino antisense oligos into the oocyte (for distribution throughout the embryo) or early embryo (for distribution only into daughter cells of the injected cell).",
            "score": 39.47299575805664
        },
        {
            "docid": "19167679_89",
            "document": "Virus . Viruses are important to the study of molecular and cell biology as they provide simple systems that can be used to manipulate and investigate the functions of cells. The study and use of viruses have provided valuable information about aspects of cell biology. For example, viruses have been useful in the study of genetics and helped our understanding of the basic mechanisms of molecular genetics, such as DNA replication, transcription, RNA processing, translation, protein transport, and immunology.",
            "score": 39.15245056152344
        },
        {
            "docid": "1686272_46",
            "document": "Chemical biology . Organisms are composed of cells that, in turn, are composed of macromolecules, e.g. proteins, ribosomes, etc. These macromolecules interact with each other, changing their concentration and suffering chemical modifications. The main goal of many biologists is to understand these interactions, using MRI, ESR, electrochemistry, and fluorescence among others. The advantages of fluorescence reside in its high sensitivity, non-invasiveness, safe detection, and ability to modulate the fluorescence signal. Fluorescence was observed mainly from small organic dyes attached to antibodies to the protein of interest. Later, fluorophores could directly recognize organelles, nucleic acids, and important ions in living cells. In the past decade, the discovery of green fluorescent protein (GFP), by Roger Y. Tsien, hybrid system and quantum dots have enable assessing protein location and function more precisely. Three main types of fluorophores are used: small organic dyes, green fluorescent proteins, and quantum dots. Small organic dyes usually are less than 1 kD, and have been modified to increase photostability, enhance brightness, and reduce self-quenching. Quantum dots have very sharp wavelength, high molar absorptivity and quantum yield. Both organic dyes and quantum dyes do not have the ability to recognize the protein of interest without the aid of antibodies, hence they must use immunolabeling. Since the size of the fluorophore-targeting complex typically exceeds 200 kD, it might interfere with multiprotein recognition in protein complexes, and other methods should be use in parallel. An advantage includes diversity of properties and a limitation is the ability of targeting in live cells. Green fluorescent proteins are genetically encoded and can be covalently fused to your protein of interest. A more developed genetic tagging technique is the tetracysteine biarsenical system, which requires modification of the targeted sequence that includes four cysteines, which binds membrane-permeable biarsenical molecules, the green and the red dyes \"FlAsH\" and \"ReAsH\", with picomolar affinity. Both fluorescent proteins and biarsenical tetracysteine can be expressed in live cells, but present major limitations in ectopic expression and might cause lose of function. Giepmans shows parallel applications of targeting methods and fluorophores using GFP and tetracysteine with ReAsH for α-tubulin and β-actin, respectively. After fixation, cells were immunolabeled for the Golgi matrix with QD and for the mitochondrial enzyme cytochrome with Cy5.",
            "score": 39.040000915527344
        },
        {
            "docid": "2530148_6",
            "document": "Wetware computer . Cells in many ways can be seen as their own form of naturally occurring wetware, similar to the concept that the human brain is the preexisting model system for complex wetware. In his book \"Wetware: A Computer in Every Living Cell\" (2009) Dennis Bray explains his theory that cells, which are the most basic form of life, are just a highly complex computational structure, like a computer. To simplify one of his arguments a cell can be seen as a type of computer, utilizing its own structured architecture. In this architecture, much like a traditional computer many smaller components operate in tandem to receive input, process the information, and compute an output. In an overly simplified, and non-technical analysis cellular function can be broken into the following components. Information and instructions for execution are stored as DNA in the cell, RNA acts as a source for distinctly encoded input which processed by ribosomes and other transcription factors to access and process the DNA and to output a protein. Bray's argument in favor of viewing cells and cellular structures as models of natural computational devices is important when considering the more applied theories of wetware in relation to biorobotics.",
            "score": 38.9649658203125
        },
        {
            "docid": "30731_64",
            "document": "Teleological argument . University of Chicago geneticist James A. Shapiro, writing in the Boston Review, states that advancements in genetics and molecular biology, and \"the growing realization that cells have molecular computing networks which process information about internal operations and about the external environment to make decisions controlling growth, movement, and differentiation\", have implications for the teleological argument. Shapiro states that these \"natural genetic engineering\" systems, can produce radical reorganizations of the \"genetic apparatus within a single cell generation\". Shapiro suggests what he calls a 'Third Way'; a non-creationist, non-Darwinian type of evolution:",
            "score": 38.82285690307617
        }
    ]
}