{
    "q": [
        {
            "docid": "17604561_6",
            "document": "Gary Ruvkun . When siRNAs of the same 21-22 nucleotide size as \"lin-4\" and \"let-7\" were discovered in 1999 by Hamilton and Baulcombe in plants, the fields of RNAi and miRNAs suddenly converged. It seemed likely that the similarly sized miRNAs and siRNAs would use similar mechanisms. In a collaborative effort, the Mello and Ruvkun labs showed that the first known components of RNA interference and their paralogs, Dicer and the PIWI proteins, are used by both miRNAs and siRNAs. Ruvkun's lab in 2003 identified many more miRNAs, identified miRNAs from mammalian neurons, and in 2007 discovered many new protein-cofactors for miRNA function.  Ruvkun's laboratory has also discovered that an insulin-like signaling pathway controls C. elegans metabolism and longevity. Klass Johnson and Kenyon showed that the developmental arrest program mediated by mutations in \"age-1\" and \"daf-2\" increase C. elegans longevity. The Ruvkun lab established that these genes constitute an insulin like receptor and a downstream phosphatidylinositol kinase that couple to the \"daf-16\" gene product, a highly conserved Forkhead transcription factor. Homologues of these genes have now been implicated in regulation of human aging. These findings are also important for diabetes, since the mammalian orthologs of \"daf-16\" (referred to as FOXO transcription factors) are also regulated by insulin. The Ruvkun lab has used full genome RNAi libraries to discover a comprehensive set of genes that regulate aging and metabolism. Many of these genes are broadly conserved in animal phylogeny and are likely to reveal the neuroendocrine system that assesses and regulates energy stores and assigns metabolic pathways based on that status. Recently, the Ruvkun lab discovered a deep connection between longevity and small RNA pathways, with the production of germline specific small RNA factors induced in somatic cells in long lived mutant animals.",
            "score": 167.48743569850922
        },
        {
            "docid": "29395245_2",
            "document": "Daf-16 . DAF-16 is the sole ortholog of the FOXO family of transcription factors in the nematode \"Caenorhabditis elegans\". It is responsible for activating genes involved in longevity, lipogenesis, heat shock survival and oxidative stress responses. It also protects \"C.elegans\" during food deprivation, causing it to transform into a hibernation - like state, known as a Dauer. DAF-16 is notable for being the primary transcription factor required for the profound lifespan extension observed upon mutation of the insulin-like receptor \"DAF-2\". The gene has played a large role in research into longevity and the insulin signalling pathway as it is located in \"C. elegans\", a successful ageing model organism.",
            "score": 135.30064868927002
        },
        {
            "docid": "2191103_3",
            "document": "Dauer larva . As E. Maupas first proposed in 1899-1900, all nematodes have five stages separated by four moults. Under environmental conditions that are favorable for reproduction, \"C. elegans\" larvae develop through four stages or moults which are designated as \"L1\", \"L2\", \"L3\" and \"L4\". After L4, animals moult to the reproductive adult stage. However, when the environment is unfavorable, L1 and L2 animals have the option to divert their development from reproduction to dauer formation. Signals such as temperature, food supply, and levels of a dauer-inducing pheromone, a population density cue, influence this dauer decision. Dauer larvae are thus considered an alternative L3 stage larva, and this stage is sometimes preceded by L2d. L2d animals are considered pre-dauer and are characterised by delayed development and dark intestines produced by storage of fat. L2d larvae can either continue normal development or enter dauer stage depending on whether the conditions that triggered their formation persist. Dauer is not, however, a permanent condition. In fact, if the food supply and the population density become optimal for growth the dauer larvae can exit this stage and become L4s and then adults. Dauer larvae are extensively studied by biologists because of their ability to survive harsh environments and live for extended periods of time. For example, \"C. elegans\" dauer larvae can survive up to four months, much longer than their average lifespan of about three weeks during normal reproductive development. Two genes that are essential for dauer formation are \"daf-2\" and \"daf-23\". Dauer formation in \"C. elegans\" requires a nuclear receptor DAF-12 and a forkhead transcription factor \"daf-16\". In favorable environments, DAF-12 is activated by a steroid hormone, called Dafachronic Acid, produced by the cytochrome p450, DAF-9. DAF-9 and DAF-12 have been implicated by Cynthia Kenyon and colleagues as being required for extended longevity seen in animals that lack germlines. Kenyon showed that, although the \"daf-16\" gene is required for life extension in \"C. elegans\", the life extension effect can be uncoupled from dauer growth arrest. The lifespan increase was shown to be associated with an increase in stress resistance.",
            "score": 122.86470198631287
        },
        {
            "docid": "733945_2",
            "document": "Daf-2 . The DAF-2 gene encodes for the insulin-like growth factor 1 (IGF-1) receptor in the worm \"Caenorhabditis elegans\". DAF-2 is part of the first metabolic pathway discovered to regulate the rate of aging. DAF-2 is also known to regulate reproductive development, resistance to oxidative stress, thermotolerance, resistance to hypoxia, and resistance to bacterial pathogens. Mutations in DAF-2 have been shown by Cynthia Kenyon to double the lifespan of the worms. In a 2007 episode of WNYC’s Radiolab, Kenyon called DAF-2 \"the grim reaper gene.”",
            "score": 113.38382482528687
        },
        {
            "docid": "733945_3",
            "document": "Daf-2 . Insulin/IGF-1-like signaling is well-conserved evolutionarily across animal phyla, from single celled organisms to mammals. DAF-2 is the only member of the insulin receptor family in \"C. elegans\" but it corresponds, in form and function, to multiple pathways in humans. The protein predicted from DAF-2's sequence is 35% identical to the human insulin receptor, which regulates metabolism; 34% identical to the IGF-1 receptor, which regulates growth; and 33% identical to the human insulin receptor–related receptor. In \"C. elegans\", the insulin/IGF-1/FOXO pathway is initiated by changes in IGF-1 levels which cause IGF-1 receptors to start a phosphorylation cascade that deactivates the FOXO transcription factor, DAF-16. When not phosphorylated, DAF-16 is active and present in the nucleus. DAF-16 is responsible for up-regulating transcription of about 100 genes that code for cell protecting products such as heat shock proteins and antioxidants. Genetic analysis reveals that the presence of functioning DAF-16 is required to produce the extended lifespan observed in DAF-2 knock-downs. By silencing DAF-16, activation of DAF-2 receptors can ultimately compromise a cell’s ability to mitigate harmful environmental conditions. In most eukaryotes, insulin activates DAF-2 signaling. However, both human insulin and insulin coded for by orthologous genes in \"C. elegans\" inhibit DAF-2 receptors in \"C. elegans\".",
            "score": 136.54640781879425
        },
        {
            "docid": "632786_19",
            "document": "Insulin-like growth factor 1 . Signaling through the insulin/IGF-1-like receptor pathway is a significant contributor to biological aging in many organisms. Cynthia Kenyon showed that mutations in the daf-2 gene double the lifespan of the roundworm, \"C. elegans\". Daf-2 encodes the worm's unified insulin/IGF-1-like receptor. Despite the impact of IGF1-like on \"C. elegans\" longevity, direct application to mammalian aging is not as clear as mammals lack dauer developmental stages. It is also inconsistent with evidence in humans.",
            "score": 138.2827751636505
        },
        {
            "docid": "29395245_11",
            "document": "Daf-16 . DAF-16 is necessary for dauer formation and the protection of \"C. elegans\" during periods of starvation, as DAF-16, DAF-18 and DAF-12 loss - of - function mutants lose the ability to form dauers. A 2003 study by Murphy et. al showed the significance of DAF-16 for longevity, as it up-regulates genes involved in lifespan extension such as stress response genes and down regulates specific life-shortening genes. It has been proven that telomeres have an implication in the aging process, and in \"C. elegans\" the lifespan - extending effect of long telomeres is dependent on DAF-16. DAF-2 mutations more than double the lifespan of \"C. elegans\", and this effect is dependent on the activity of DAF-16 as it encodes a member of the hepatocyte nuclear family 3 (HNF3)/ Forkhead family of transcription factors.",
            "score": 143.38960456848145
        },
        {
            "docid": "14815864_3",
            "document": "KLF11 . KLF11 is a mesoderm derived, zinc finger transcription factor in the Krüppel-like factor (KLF) family. It binds to SP1- like GC- rich sequences in epsilon and gamma globin gene promoters inhibiting cellular growth and causing apoptosis. In the regulation of genes, it is involved in cellular inflammation and differentiation, making it an essential factor in early embryonic development. This transcription factor binds to promoters of genes involved in cholesterol, prostaglandin, neurotransmitter, fat, and sugar metabolism, specifically pancreatic beta cell function. Defects in KLF11 affect glucose metabolism, insulin transcription, insulin processing, and insulin secretion which cause type 2 diabetes in adults and maturity-onset diabetes of the young type 7. These types of diabetes are caused by KLF11 interacting with co-repressors in the pancreatic islet beta cells. KLF11 has recently been shown to be involved in endometriosis since it regulated the expression of extracellular matrix genes. Its absence in extracellular matrix genes created a more fibrogenic response by the tissue. This was proved by creating a “knockout” model. The experiment showed that the absence of KLF11 showed higher amounts of fibrosis indicating that it prevents the growth of endometriotic lesions and inhibits pathological scarring.",
            "score": 89.42705488204956
        },
        {
            "docid": "733945_5",
            "document": "Daf-2 . Research into the interaction between diet and the insulin/IGF-1 pathway has shown sugar intake to be negatively correlated with DAF-16 activity and longevity. One study found that glucose ingestion reduced the rate of dauer formation and shortened the life-spans of DAF-2 knock-downs to resemble that of normal \"C. elegans\", suggesting that DAF-16 mediated gene expression associated with longevity is suppressed by glucose ingestion. Wild type \"C. elegans\" fed a diet that included 2% glucose showed reduced Daf-16 activity and lifespan was shortened by 20% compared to worms fed on glucose-free media. These findings raise the possibility that a low-sugar diet might have beneficial effects on life span in higher organisms.",
            "score": 102.0871787071228
        },
        {
            "docid": "43512270_5",
            "document": "Anne Brunet . Anne Brunet's lab works on discovering lifespan-regulating genes and their interactions with the environment. Next, she studies how conserved 'pro-longevity genes' (e.g. FOXO transcription factors) regulate longevity in mammals, the regenerative potential of stem cells, and the nervous system. She uses mammalian tissue culture and C. elegans as model systems to study longevity pathways, dietary restriction, and epigenetic (chromatin-state) regulation of longevity by the environment. In addition, she is developing the extremely short-lived African killifish N. furzeri as a new vertebrate model for aging.",
            "score": 127.22929358482361
        },
        {
            "docid": "9458068_26",
            "document": "RNA silencing . Artificial introduction of long dsRNAs or siRNAs has been adopted as a tool to inactivate gene expression, both in cultured cells and in living organisms. Structural and functional resolution of small RNAs as the effectors of RNA silencing has had a direct impact on experimental biology. For example, dsRNA may be synthesized to have a specific sequence complementary to a gene of interest. Once introduced into a cell or biological system, it is recognized as exogenous genetic material and activates the corresponding RNA silencing pathway. This mechanism can be used to effect decreases in gene expression with respect to the target, useful for investigating loss of function for genes relative to a phenotype. That is, studying the phenotypic and/or physiologic effects of expression decreases can reveal the role of a gene product. The observable effects can be nuanced, such that some methods can distinguish between “knockdown” (decrease expression) and “knockout” (eliminate expression) of a gene. RNA interference technologies have been noted recently as one of the most widely utilized techniques in functional genomics. Screens developed using small RNAs have been used to identify genes involved in fundamental processes such as cell division, apoptosis and fat regulation.",
            "score": 124.63255560398102
        },
        {
            "docid": "14755313_4",
            "document": "FOXO4 . FOXO transcription factors have been shown to be the down downstream effector molecules of insulin-like growth factor (IGF) signaling pathway. In the absence of insulin, PI3K is inactive, so the FOXO homolog daf-16 is able to translocate to the nucleus and turn on many genetic pathways associated with longevity in the roundworm Caenorhabditis elegans. FOXO’s activation of these pathways produces an increase in lifespan for worms, flies, mice; similar variants of FOXO3a have been associated with longer human lives as well.",
            "score": 89.74472093582153
        },
        {
            "docid": "39066649_14",
            "document": "Doubletime (gene) . Clock gene mutations, including those to Drosophila's \"dbt\", alter the sensitivization of drug-induced locomotor activity after repeated exposure to psychostimulants. Drosophila with mutant alleles of \"dbt\" failed to display locomotor sensitivization in response to repeated cocaine exposure. Additionally, there is experimental evidence for this gene to function in 13 unique biological processes, including biological regulation, phosphorus metabolic process, establishment of planar polarity, positive regulation of biological process, cellular process, single-organism developmental process, response to stimulus, response to organic substance, sensory organ development, macromolecule modification, growth, cellular component organization or biogenesis, and rhythmic process. The gene's alternative name, discs overgrown, refers to its role as a cell growth regulating gene that has strong effects of cell survival and growth control in imaginal discs, an attribute of the larvae fly stage. The protein is necessary in the mechanism linking cell survival during proliferation and growth arrest.",
            "score": 103.77645301818848
        },
        {
            "docid": "15000_3",
            "document": "Insulin-like growth factor . The IGF \"axis\" is also commonly referred to as the Growth Hormone/IGF-1 Axis. Insulin-like growth factor 1 (IGF-1, or sometimes with a Roman numeral as IGF-I) is mainly secreted by the liver as a result of stimulation by growth hormone (GH). IGF-1 is important for both the regulation of normal physiology, as well as a number of pathological states, including cancer. The IGF axis has been shown to play roles in the promotion of cell proliferation and the inhibition of cell death (apoptosis). Insulin-like growth factor 2 (IGF-2, or sometimes as IGF-II) is thought to be a primary growth factor required for early development while IGF-1 expression is required for achieving maximal growth. Gene knockout studies in mice have confirmed this, though other animals are likely to regulate the expression of these genes in distinct ways. While IGF-2 may be primarily fetal in action it is also essential for development and function of organs such as the brain, liver, and kidney.",
            "score": 98.74191164970398
        },
        {
            "docid": "1408530_31",
            "document": "Circadian clock . Another study conducted by Zhang et al. also employed a genome-wide small interfering RNA screen in U2OS cell line to identify additional clock genes and modifiers using luciferase reporter gene expression. Knockdown of nearly 1000 genes reduced rhythm amplitude. The authors found and confirmed hundreds of potent effects on period length or increased amplitude in secondary screens. Characterization of a subset of these genes demonstrated a dosage-dependent effect on oscillator function. Protein interaction network analysis showed that dozens of gene products directly or indirectly associate with known clock components. Pathway analysis revealed these genes are overrepresented for components of insulin and hedgehog signaling pathway, the cell cycle, and folate metabolism. Coupled with data demonstrating that many of these pathways are clock-regulated, Zhang et al. postulated that the clock is interconnected with many aspects of cellular function.",
            "score": 126.0349268913269
        },
        {
            "docid": "1539801_36",
            "document": "Brugia malayi . Sequence comparisons between the two genomes allow for mapping of \"C. elegans\" orthologs to \"B. malayi\" genes. By using orthology mappings (between \"C. elegans\" and \"B.malayi\") and incorporating the extensive genomic and functional genomic data, including genome-wide RNAi screens that already exist for \"C. elegans\", potentially essential genes in \"B. malayi\" can be identified. Scientists are hoping to be able to target these genes as potential new targets for drug treatments. The longevity of this parasite complicates treatment because most existing drugs target the larvae and thus do not kill adult worms. The drugs often must be taken periodically for years, and the worms can cause a massive immune reaction when they die and releases foreign molecules in the body. Drug treatments for filariasis have not changed significantly in over 20 years, and with the risk of resistance rising, there is an urgent need for the development of new anti-filarial drug therapies. From the genome sequence, several metabolic pathways have been identified, containing dozens of gene products that may be helpful in the discovery of more targeted and effective drug therapies.",
            "score": 116.06769824028015
        },
        {
            "docid": "15000_10",
            "document": "Insulin-like growth factor . Studies of recent interest show that the Insulin/IGF axis play an important role in aging. Nematodes, fruit-flies, and other organisms have an increased life span when the gene equivalent to the mammalian insulin is knocked out. It is somewhat difficult to relate this finding to the mammals, however, because in the smaller organism there are many genes (at least 37 in the nematode \"Caenorhabditis elegans\") that are \"insulin-like\" or \"IGF-1-like\", whereas in the mammals insulin-like proteins comprise only seven members (insulin, IGFs, relaxins, EPIL, and relaxin-like factor). The human insulin-like genes have apparently distinct roles with some but less crosstalk presumably because there are multiple insulin-receptor-like proteins in humans. Simpler organisms typically have fewer receptors; for example, only one insulin-like receptor exists in the nematode \"C. elegans\". Additionally, \"C. elegans\" do not have specialized organs such as the (Islets of Langerhans), which sense insulin in response to glucose homeostasis. Moreover, IGF1 affects lifespan in nematodes by causing dauer formation, a developmental stage of C. elegans larva. There is no mammalian correlate. Therefore, it is an open question as to whether either IGF-1 or insulin in the mammal may perturb aging, although there is the suggestion that dietary restriction phenomena may be related.",
            "score": 126.77367341518402
        },
        {
            "docid": "15346583_4",
            "document": "LHX1 . The Lim gene family is a subfamily of homeobox genes. The homeobox genes are essential in organizing the body plan of an organism and all contain the same conserved homeodomain of amino acids. Evidence that Lim-1 is essential to a developing organism is its conservation throughout evolution and presence in a variety of organisms. The Lim-1 gene encodes a transcription factor which binds to the DNA of specific genes and functions to produce the needed gene product for development of the organism. Lim-1 is important during early molecular development and is required in both primitive streak-derived tissue and visceral endoderm of the early embryo for development of a head. Studies done using mutant organisms without the Lim gene results in organisms that develop no head structure at all support the essential role of the Lim-1 gene in formation of the head. This gene has also been shown to play a crucial role in the formation of the female reproductive tract. The gene is expressed in the developing Müllerian duct of females, and when the gene is knocked out no reproductive tract forms. Recent studies have shown that Lim-1 mutations may be one cause of the Mayer-Rokitansky-Küster-Hauser (MRKH) syndrome. MRKH is characterized by defective development, or absence, of the uterus and upper part of the vagina in women with normal ovaries and karyotype.",
            "score": 108.8517701625824
        },
        {
            "docid": "733945_4",
            "document": "Daf-2 . \"Caenorhabditis elegans\", which progresses through a series of larval stages into a final reproductive adult, may instead enter a less metabolically active dauer diapause stage if food scarcity or overcrowding occurs before reaching adulthood. Disabling DAF-2 arrests development in the dauer stage which increases longevity, delays senescence and prevents reproductive maturity.",
            "score": 50.543734550476074
        },
        {
            "docid": "40160407_38",
            "document": "Essential gene . Metabolic modelling. Essential genes may be also predicted in completely sequenced genomes by metabolic reconstruction, that is, by reconstructing the complete metabolism from the gene content and then identifying those genes and pathways that have been found to be essential in other species. However, this method can be compromised by proteins of unknown function. In addition, many organisms have backup or alternative pathways which have to be taken into account (see figure 1). Metabolic modeling was also used by Basler (2015) to develop a method to predict essential metabolic genes. Flux balance analysis, a method of metabolic modeling, has recently been used to predict essential genes in clear cell renal cell carcinoma metabolism.",
            "score": 117.06240463256836
        },
        {
            "docid": "29395245_7",
            "document": "Daf-16 . \"C. elegans\" is the only known species to contain the DAF-16 gene, although orthologs are conserved across species. DAF-16 may localise to the nucleus or cytoplasm, depending on resources. In nutrient rich conditions, DAF-2 and AKT-1/AKT-2 in the insulin pathway inhibits entry of DAF-16 to the nucleus as it is phosphorylated. However starvation, heat and oxidative stress inhibit phosphorylation by AKT and allow the localisation of DAF-16 to the nucleus. DAF-16 is sequestered in the cytoplasm when associated with \"ftt-2\". Translocation to the nucleus and translation of longevity genes occurs after DAF-16 associates with \"prmpt-1\" Translocation to the nucleus is also promoted by \"jnk-1\" in heat stress and \"sek-1\" in oxidative stress.",
            "score": 89.86408066749573
        },
        {
            "docid": "29395245_4",
            "document": "Daf-16 . DAF-16 encodes FOXO (Forkhead box protein O), which binds to gene promoters that contain the sequence TTGTTTAC in their regulatory region – this is the DAF-16 binding element (DBE). FOXO is involved in the Insulin / IGF1 signalling pathway (IIS) which affects longevity, lipogenesis, dauer formation, heat shock and oxidative stress responses, by activating proteins such as MnSOD and Catalase. Expression of FOXO in the intestine normally leads to longevity signalling. FOXO has been shown to have a protective role against cancer, as it regulates and suppresses genes involved in tumour formation. It also has a protective role against muscular dystrophy. FOXO is also important in embryonic development, as it promotes apoptosis.",
            "score": 88.83792734146118
        },
        {
            "docid": "17288194_7",
            "document": "CED9 (gene) . The cells developed during embryogenesis and early life in \"C. elegans\" have one of two fates, to live and differentiate or apoptose. Apoptosis during development is highly regulated and only occurs in specific cells at specific times. Every cell division and cell death in the development of \"C. elegans\" from embryo to adult has been studied and documented to reveal a fixed pattern between individual organisms. Apoptosis during development is important for the proper morphology and refractivity of C. elegans, but it is not always essential for survival. Thus, over 100 mutations have been observed and documented as affecting the apoptotic pathway of \"C. elegans\". Many proteins involved in the interaction cascade were discovered because of these mutations and their resulting phenotype. \"CED-9\" mutants are among the mutations that affect this pathway. \"CED-9\" gain of function mutations are unresponsive to apoptosis signalling and allow cells fated to die, to survive. A notable example of a \"CED-9\" dominant gain of function mutation would be the \"n1950\" mutation which was the first mutation documented for \"CED-9\" and responsible for the gene's discovery. Loss of function mutations cause inappropriate cell death in the absence of apoptosis stimuli. Mutations in \"CED-9\" also reveal its maternal effect; where the genotype of the mother determines the phenotype of the progeny. Homozygous, loss of function mutants from a heterozygous mother experience some unpredictable cell death, however, give rise to unviable progeny themselves.",
            "score": 99.72572302818298
        },
        {
            "docid": "37388686_10",
            "document": "Minimal genome . Reconstruction of a minimal genome is possible by using the knowledge of existing genomes via which the sets of genes, essential for living can also be determined. Once the set of essential genetic elements are known, one can proceed to define the key pathways and core-players by modeling simulations and wet lab genome engineering. The two organisms upon which the ‘minimal gene set for cellular life' was applied were: \"Haemophilus influenzae\", and \"M. genitalium\". A list of orthologous proteins were compiled in hope that it would contain protein necessary for cell survival, as orthologous analysis determines how two organisms evolved and shed away any non-essential genes. Since, \"H. influenza\" and \"M. genitalium\" are Gram negative and Gram positive bacteria and due to their vast evolution it was expected that these organisms would be enriched genes that were of universal importance. However, 244 detected orthologs discovered contained no parasitism-specific proteins. The conclusion of this analysis was that similar biochemical functions might be performed by non-orthologous proteins. Even when biochemical pathways of these two organisms were mapped, several pathways were present but many were incomplete. Proteins determined to be common between the two organisms were non-orthologous to each other. Much of the research mainly focuses on the ancestral genome and less on the minimal genome. Studies of these existing genomes have helped determine that orthologous genes found in these two species are not necessarily essential for survival, in fact non-orthologous genes were found to be more important. Also, it was determined that in order for proteins to share same functions they do not need to have same sequence or common three dimensional folds. Distinguishing between orthologs and paralogs and detecting displacements of orthologs have been quiet beneficial in reconstructing evolution and determining the minimal gene set required for a cellular life. Instead, of conducting a strict orthology study, comparing groups of orthologs and occurrence in most clades instead of every species helped encounter genes lost or displaced. Only genomes that have been completely sequenced have enabled in studying orthologs among group of organisms. Without a fully sequenced genome it would not be possible to determine the essential minimal gene set required for survival.",
            "score": 108.99886572360992
        },
        {
            "docid": "13796485_21",
            "document": "Caretaker gene . Because mechanisms that control the accumulation of damage through the lifetime of a cell is essential to longevity, it is logical that caretaker and gatekeeper genes play a significant role in cellular aging. Increased activity of caretaker genes postpones aging, increasing lifespan. This is because of the regulatory function associated with caretaker genes in maintaining the stability of the genome. The actions of caretaker genes contribute to increasing lifespan of the cell.",
            "score": 150.07014274597168
        },
        {
            "docid": "22689624_3",
            "document": "Skewed X-inactivation . Nonrandom X Inactivation leads to skewed X inactivation. Nonrandom X inactivation can be caused by chance or directed by genes. If the initial pool of cells in which X inactivation occurs is small, chance can cause skewing to occur in some individuals by causing a bigger proportion of the initial cell pool to inactivate one X chromosome. A reduction in the size of this initial cell pool would increase the likelihood of skewing occurring. This skewing can then be inherited by progeny cells, or increased by secondary selection. The X-chromosome controlling element (Xce) gene in mice has been found to influence genetically mediated skewing. It is unknown whether a similar gene plays a role in human X inactivation, although a 2008 study found that skewing in humans is mostly caused by secondary events rather than a genetic tendency. There is a much higher concordance rate in genetically identical (monozygotic) twins compared to non-identical (dizygotic) twins, which suggests a strong genetic input. A 10% difference in the skewing of genetically identical twins did exist however, so there are other contributing factors outside of genetics alone. It is difficult to identify primary nonrandom inactivation in humans, as early cell selection occurs in the embryo. Mutation and imprinting of the XIST gene, a part of the X inactivation centre, can result in skewing. This is rare in humans.",
            "score": 110.51935350894928
        },
        {
            "docid": "13630162_6",
            "document": "Georg F. Weber . Georg F. Weber has defined the genetic basis of metastasis formation as aberrant expression or splicing of a unique set of developmentally non-essential genes (stress response genes) that physiologically mediate the homing of immune system cells. Specifically, his laboratory has studied the cytokine osteopontin, which acts as a metastasis gene in multiple malignancies, including breast cancer. Based on the molecular mechanisms of osteopontin induction and function in cancer metastasis, he has established the following paradigms: 1. Osteopontin and variant CD44 interact, and this is essential for metastasis by several types of cancer.  2. Multiple osteopontin splice variants are present in malignant, but not in benign human breast tumor cells. 3. Metastasis genes support anchorage-independence in an autocrine fashion. 4. In cancer cells, distinct signal transduction pathways to growth and invasiveness are activated by oncogenes.  5. The expression (activation) of metastasis genes is triggered by cellular stress response programs and is regulated by multi-subunit transcription factor complexes.",
            "score": 102.35479402542114
        },
        {
            "docid": "29395245_3",
            "document": "Daf-16 . DAF-16 is a gene conserved across species, with homologs being found in \"C. elegans\", humans, mice, and \"Drosophila\" (fruit flies). In \"C. elegans\", DAF-16 is located on Chromosome 1, at position 175-268. It is made up of 15 exons. DAF-16 is also located downstream of DAF-2, which signals in the IIS pathway. Mutants in this pathway age slower and have a lifespan up to twice as long as normal. Further studies have demonstrated that the lifespan extension is dependent on DAF-16. Other consequences of mutations in the DAF-16 gene is the inability to form dauers.",
            "score": 128.85308980941772
        },
        {
            "docid": "237704_32",
            "document": "Saccharomyces cerevisiae . \"S. cerevisiae\" has been highly studied as a model organism to better understand aging for more than five decades and has contributed to the identification of more mammalian genes affecting aging than any other model organism. Some of the topics studied using yeast are calorie restriction, as well as in genes and cellular pathways involved in senescence. The two most common methods of measuring aging in yeast are Replicative Life Span, which measures the number of times a cell divides, and Chronological Life Span, which measures how long a cell can survive in a non-dividing stasis state. Limiting the amount of glucose or amino acids in the growth medium has been shown to increase RLS and CLS in yeast as well as other organisms. At first, this was thought to increase RLS by up-regulating the sir2 enzyme, however it was later discovered that this effect is independent of sir2. Over-expression of the genes sir2 and fob1 has been shown to increase RLS by preventing the accumulation of extrachromosomal rDNA circles, which are thought to be one of the causes of senescence in yeast. The effects of dietary restriction may be the result of a decreased signaling in the TOR cellular pathway. This pathway modulates the cell's response to nutrients, and mutations that decrease TOR activity were found to increase CLS and RLS. This has also been shown to be the case in other animals. A yeast mutant lacking the genes sch9 and ras2 has recently been shown to have a tenfold increase in chronological lifespan under conditions of calorie restriction and is the largest increase achieved in any organism.",
            "score": 131.1885483264923
        },
        {
            "docid": "16413778_35",
            "document": "Ageing . Cancer geneticist Ronald A. DePinho and his colleagues published research in mice where telomerase activity was first genetically removed. Then, after the mice had prematurely aged, they restored telomerase activity by reactivating the telomerase gene. As a result, the mice were rejuvenated: Shrivelled testes grew back to normal and the animals regained their fertility. Other organs, such as the spleen, liver, intestines and brain, recuperated from their degenerated state. \"[The finding] offers the possibility that normal human ageing could be slowed by reawakening the enzyme in cells where it has stopped working\" says Ronald DePinho. However, activating telomerase in humans could potentially encourage the growth of tumours. Most known genetic interventions in \"C. elegans\" increase lifespan by 1.5 to 2.5-fold. , the record for lifespan extension in C. \"elegans\" is a single-gene mutation which increases adult survival by tenfold. The strong conservation of some of the mechanisms of ageing discovered in model organisms imply that they may be useful in the enhancement of human survival. However, the benefits may not be proportional; longevity gains are typically greater in \"C. elegans\" than fruit flies, and greater in fruit flies than in mammals. One explanation for this is that mammals, being much longer-lived, already have many traits which promote lifespan.",
            "score": 155.60918188095093
        },
        {
            "docid": "14875776_2",
            "document": "XIST . Xist (X-inactive specific transcript) is an RNA gene on the X chromosome of the placental mammals that acts as a major effector of the X inactivation process. It is a component of the \"Xic\" – X-chromosome inactivation centre – along with two other RNA genes (\"Jpx\" and \"Ftx\") and two protein genes (\"Tsx\" and \"Cnbp2\"). The Xist RNA, a large (17 kb in humans) transcript, is expressed on the inactive chromosome and not on the active one. It is processed in a similar way to mRNAs, through splicing and polyadenylation. However, it remains untranslated. It has been suggested that this RNA gene evolved at least partly from a protein coding gene that became a pseudogene. The inactive X chromosome is coated with this transcript, which is essential for the inactivation. X chromosomes lacking Xist will not be inactivated, while duplication of the Xist gene on another chromosome causes inactivation of that chromosome.",
            "score": 91.82127618789673
        },
        {
            "docid": "854294_44",
            "document": "DNA repair . A number of individual genes have been identified as influencing variations in life span within a population of organisms. The effects of these genes is strongly dependent on the environment, in particular, on the organism's diet. Caloric restriction reproducibly results in extended lifespan in a variety of organisms, likely via nutrient sensing pathways and decreased metabolic rate. The molecular mechanisms by which such restriction results in lengthened lifespan are as yet unclear (see for some discussion); however, the behavior of many genes known to be involved in DNA repair is altered under conditions of caloric restriction. Several agents reported to have anti-aging properties have been shown to attenuate constitutive level of mTOR signaling, an evidence of reduction of metabolic activity, and concurrently to reduce constitutive level of DNA damage induced by endogenously generated reactive oxygen species. For example, increasing the gene dosage of the gene SIR-2, which regulates DNA packaging in the nematode worm \"Caenorhabditis elegans\", can significantly extend lifespan. The mammalian homolog of SIR-2 is known to induce downstream DNA repair factors involved in NHEJ, an activity that is especially promoted under conditions of caloric restriction. Caloric restriction has been closely linked to the rate of base excision repair in the nuclear DNA of rodents, although similar effects have not been observed in mitochondrial DNA.",
            "score": 147.29834055900574
        }
    ],
    "r": [
        {
            "docid": "17604561_6",
            "document": "Gary Ruvkun . When siRNAs of the same 21-22 nucleotide size as \"lin-4\" and \"let-7\" were discovered in 1999 by Hamilton and Baulcombe in plants, the fields of RNAi and miRNAs suddenly converged. It seemed likely that the similarly sized miRNAs and siRNAs would use similar mechanisms. In a collaborative effort, the Mello and Ruvkun labs showed that the first known components of RNA interference and their paralogs, Dicer and the PIWI proteins, are used by both miRNAs and siRNAs. Ruvkun's lab in 2003 identified many more miRNAs, identified miRNAs from mammalian neurons, and in 2007 discovered many new protein-cofactors for miRNA function.  Ruvkun's laboratory has also discovered that an insulin-like signaling pathway controls C. elegans metabolism and longevity. Klass Johnson and Kenyon showed that the developmental arrest program mediated by mutations in \"age-1\" and \"daf-2\" increase C. elegans longevity. The Ruvkun lab established that these genes constitute an insulin like receptor and a downstream phosphatidylinositol kinase that couple to the \"daf-16\" gene product, a highly conserved Forkhead transcription factor. Homologues of these genes have now been implicated in regulation of human aging. These findings are also important for diabetes, since the mammalian orthologs of \"daf-16\" (referred to as FOXO transcription factors) are also regulated by insulin. The Ruvkun lab has used full genome RNAi libraries to discover a comprehensive set of genes that regulate aging and metabolism. Many of these genes are broadly conserved in animal phylogeny and are likely to reveal the neuroendocrine system that assesses and regulates energy stores and assigns metabolic pathways based on that status. Recently, the Ruvkun lab discovered a deep connection between longevity and small RNA pathways, with the production of germline specific small RNA factors induced in somatic cells in long lived mutant animals.",
            "score": 167.48744201660156
        },
        {
            "docid": "16413778_35",
            "document": "Ageing . Cancer geneticist Ronald A. DePinho and his colleagues published research in mice where telomerase activity was first genetically removed. Then, after the mice had prematurely aged, they restored telomerase activity by reactivating the telomerase gene. As a result, the mice were rejuvenated: Shrivelled testes grew back to normal and the animals regained their fertility. Other organs, such as the spleen, liver, intestines and brain, recuperated from their degenerated state. \"[The finding] offers the possibility that normal human ageing could be slowed by reawakening the enzyme in cells where it has stopped working\" says Ronald DePinho. However, activating telomerase in humans could potentially encourage the growth of tumours. Most known genetic interventions in \"C. elegans\" increase lifespan by 1.5 to 2.5-fold. , the record for lifespan extension in C. \"elegans\" is a single-gene mutation which increases adult survival by tenfold. The strong conservation of some of the mechanisms of ageing discovered in model organisms imply that they may be useful in the enhancement of human survival. However, the benefits may not be proportional; longevity gains are typically greater in \"C. elegans\" than fruit flies, and greater in fruit flies than in mammals. One explanation for this is that mammals, being much longer-lived, already have many traits which promote lifespan.",
            "score": 155.60919189453125
        },
        {
            "docid": "13796485_21",
            "document": "Caretaker gene . Because mechanisms that control the accumulation of damage through the lifetime of a cell is essential to longevity, it is logical that caretaker and gatekeeper genes play a significant role in cellular aging. Increased activity of caretaker genes postpones aging, increasing lifespan. This is because of the regulatory function associated with caretaker genes in maintaining the stability of the genome. The actions of caretaker genes contribute to increasing lifespan of the cell.",
            "score": 150.0701446533203
        },
        {
            "docid": "854294_44",
            "document": "DNA repair . A number of individual genes have been identified as influencing variations in life span within a population of organisms. The effects of these genes is strongly dependent on the environment, in particular, on the organism's diet. Caloric restriction reproducibly results in extended lifespan in a variety of organisms, likely via nutrient sensing pathways and decreased metabolic rate. The molecular mechanisms by which such restriction results in lengthened lifespan are as yet unclear (see for some discussion); however, the behavior of many genes known to be involved in DNA repair is altered under conditions of caloric restriction. Several agents reported to have anti-aging properties have been shown to attenuate constitutive level of mTOR signaling, an evidence of reduction of metabolic activity, and concurrently to reduce constitutive level of DNA damage induced by endogenously generated reactive oxygen species. For example, increasing the gene dosage of the gene SIR-2, which regulates DNA packaging in the nematode worm \"Caenorhabditis elegans\", can significantly extend lifespan. The mammalian homolog of SIR-2 is known to induce downstream DNA repair factors involved in NHEJ, an activity that is especially promoted under conditions of caloric restriction. Caloric restriction has been closely linked to the rate of base excision repair in the nuclear DNA of rodents, although similar effects have not been observed in mitochondrial DNA.",
            "score": 147.29833984375
        },
        {
            "docid": "29395245_11",
            "document": "Daf-16 . DAF-16 is necessary for dauer formation and the protection of \"C. elegans\" during periods of starvation, as DAF-16, DAF-18 and DAF-12 loss - of - function mutants lose the ability to form dauers. A 2003 study by Murphy et. al showed the significance of DAF-16 for longevity, as it up-regulates genes involved in lifespan extension such as stress response genes and down regulates specific life-shortening genes. It has been proven that telomeres have an implication in the aging process, and in \"C. elegans\" the lifespan - extending effect of long telomeres is dependent on DAF-16. DAF-2 mutations more than double the lifespan of \"C. elegans\", and this effect is dependent on the activity of DAF-16 as it encodes a member of the hepatocyte nuclear family 3 (HNF3)/ Forkhead family of transcription factors.",
            "score": 143.3896026611328
        },
        {
            "docid": "46837955_5",
            "document": "Host microbe interactions in Caenorhabditis elegans . The lifespan of \"C. elegans\" is prolonged when grown on plates with \"Pseudomonas sp.\" or \"Bacillus megaterium\" compared to individuals living on \"E.coli\". The lifespan extension mediated by \"B. megaterium\" is greater than that caused by \"Pseudomonas sp.\". As determined by microarray analysis (a method, which allows the identification of \"C. elegans\" genes that are differentially expressed in response to different bacteria), 14 immune defence genes were up-regulated when \"C. elegans\"was grown on \"B. megaterium\", while only two were up-regulated when fed with \"Pseudomonas sp.\" In addition to immune defence genes, other upregulated genes are involved in the synthesis of collagen and other cuticle components, indicating that the cuticle might play an important role in the interaction with microbes. Although some of the genes are known to be important for \"C. elegans\" lifespan extension, the precise underlying mechanisms still remain unclear.",
            "score": 139.12037658691406
        },
        {
            "docid": "632786_19",
            "document": "Insulin-like growth factor 1 . Signaling through the insulin/IGF-1-like receptor pathway is a significant contributor to biological aging in many organisms. Cynthia Kenyon showed that mutations in the daf-2 gene double the lifespan of the roundworm, \"C. elegans\". Daf-2 encodes the worm's unified insulin/IGF-1-like receptor. Despite the impact of IGF1-like on \"C. elegans\" longevity, direct application to mammalian aging is not as clear as mammals lack dauer developmental stages. It is also inconsistent with evidence in humans.",
            "score": 138.28277587890625
        },
        {
            "docid": "1256165_25",
            "document": "Calorie restriction . Preliminary research indicates that sirtuins are activated by fasting and serve as \"energy sensors\" during metabolism. Sirtuins, specifically Sir2 (found in yeast) have been implicated in the aging of yeast, and are a class of highly conserved, NAD-dependent histone deacetylase enzymes. Sir2 homologs have been identified in a wide range of organisms from bacteria to humans. Yeast has 3 SIR genes (SIR2, SIR3, and SIR4) that are responsible for silencing mating type loci, telomeres, and rDNA. Although all three genes are required for the silencing of mating type loci and telomeres, only SIR2 has been implicated in the silencing of rDNA. In addition, SIR2 related genes also regulate formation of some specialized survival forms, such as spores in yeast and daher larvae in \"C. elegans\". A study done by Kaeberlein et al. (1999) in yeast found that deletions of Sir2 decreased lifespan, and additional copies increased lifespan.",
            "score": 136.60679626464844
        },
        {
            "docid": "733945_3",
            "document": "Daf-2 . Insulin/IGF-1-like signaling is well-conserved evolutionarily across animal phyla, from single celled organisms to mammals. DAF-2 is the only member of the insulin receptor family in \"C. elegans\" but it corresponds, in form and function, to multiple pathways in humans. The protein predicted from DAF-2's sequence is 35% identical to the human insulin receptor, which regulates metabolism; 34% identical to the IGF-1 receptor, which regulates growth; and 33% identical to the human insulin receptor–related receptor. In \"C. elegans\", the insulin/IGF-1/FOXO pathway is initiated by changes in IGF-1 levels which cause IGF-1 receptors to start a phosphorylation cascade that deactivates the FOXO transcription factor, DAF-16. When not phosphorylated, DAF-16 is active and present in the nucleus. DAF-16 is responsible for up-regulating transcription of about 100 genes that code for cell protecting products such as heat shock proteins and antioxidants. Genetic analysis reveals that the presence of functioning DAF-16 is required to produce the extended lifespan observed in DAF-2 knock-downs. By silencing DAF-16, activation of DAF-2 receptors can ultimately compromise a cell’s ability to mitigate harmful environmental conditions. In most eukaryotes, insulin activates DAF-2 signaling. However, both human insulin and insulin coded for by orthologous genes in \"C. elegans\" inhibit DAF-2 receptors in \"C. elegans\".",
            "score": 136.54640197753906
        },
        {
            "docid": "29395245_2",
            "document": "Daf-16 . DAF-16 is the sole ortholog of the FOXO family of transcription factors in the nematode \"Caenorhabditis elegans\". It is responsible for activating genes involved in longevity, lipogenesis, heat shock survival and oxidative stress responses. It also protects \"C.elegans\" during food deprivation, causing it to transform into a hibernation - like state, known as a Dauer. DAF-16 is notable for being the primary transcription factor required for the profound lifespan extension observed upon mutation of the insulin-like receptor \"DAF-2\". The gene has played a large role in research into longevity and the insulin signalling pathway as it is located in \"C. elegans\", a successful ageing model organism.",
            "score": 135.30064392089844
        },
        {
            "docid": "237704_32",
            "document": "Saccharomyces cerevisiae . \"S. cerevisiae\" has been highly studied as a model organism to better understand aging for more than five decades and has contributed to the identification of more mammalian genes affecting aging than any other model organism. Some of the topics studied using yeast are calorie restriction, as well as in genes and cellular pathways involved in senescence. The two most common methods of measuring aging in yeast are Replicative Life Span, which measures the number of times a cell divides, and Chronological Life Span, which measures how long a cell can survive in a non-dividing stasis state. Limiting the amount of glucose or amino acids in the growth medium has been shown to increase RLS and CLS in yeast as well as other organisms. At first, this was thought to increase RLS by up-regulating the sir2 enzyme, however it was later discovered that this effect is independent of sir2. Over-expression of the genes sir2 and fob1 has been shown to increase RLS by preventing the accumulation of extrachromosomal rDNA circles, which are thought to be one of the causes of senescence in yeast. The effects of dietary restriction may be the result of a decreased signaling in the TOR cellular pathway. This pathway modulates the cell's response to nutrients, and mutations that decrease TOR activity were found to increase CLS and RLS. This has also been shown to be the case in other animals. A yeast mutant lacking the genes sch9 and ras2 has recently been shown to have a tenfold increase in chronological lifespan under conditions of calorie restriction and is the largest increase achieved in any organism.",
            "score": 131.1885528564453
        },
        {
            "docid": "7804713_6",
            "document": "Leonard P. Guarente . In 1995 the Guarente lab identified the gene SIR4 (Silent information regulator 4) as a longevity regulator. When SIRT4 was mutated in a single cell organism \"S. cerevisiae\" longevity was extended. It was later determined that the complex of SIR2 and SIR4 are responsible for longevity phenotype, and that over-expression of SIR2 alone was sufficient to extend lifespan. Moreover, scientists in Guarente laboratory determined that SIR2 is necessary for longevity extension by calorie restriction.",
            "score": 131.09449768066406
        },
        {
            "docid": "38852341_3",
            "document": "Genetics of aging . The first mutation found to increase longevity in an animal was the \"age-1\" gene in \"Caenorhabditis elegans\". Michael Klass discovered that lifespan of \"C. elegans\" could be altered by mutations, but Klass believed that the effect was due to reduced food consumption (calorie restriction). Thomas Johnson later showed that life extension of up to 65% was due to the mutation itself rather than due to calorie restriction, and he named the gene \"age-1\" in the expectation that other genes that control aging would be found. The \"age-1\" gene encodes the catalytic subunit of class-I phosphatidylinositol 3-kinase (PI3K).",
            "score": 129.74244689941406
        },
        {
            "docid": "52448763_12",
            "document": "Phylotypic stage . One hypothesis for the evolutionary conservation during the phylotypic period is that it is a period characterized by a high level of interactions as the body plan is being established. In zebrafish, the interconnectivity of proteins over developmental time was found to be highest in early development, supporting the early conservation model. Another way to examine the point in development at which developmental constraints are the strongest is through experimental gene loss, because the removal of a gene should be more deleterious when it is expressed at a developmental stage with stronger evolutionary constraints. Gene knockout experiments from mice and zebrafish demonstrated that the ratio of essential genes to non-essential genes decreases over developmental time, suggesting that there are stronger constraints in early development that are relaxed over time. Despite increasing evidence supporting the hourglass model, identifying the point in development that is most conserved among species with a phylum (the phylotypic period) is a controversy in the field of developmental biology.",
            "score": 128.94180297851562
        },
        {
            "docid": "29395245_3",
            "document": "Daf-16 . DAF-16 is a gene conserved across species, with homologs being found in \"C. elegans\", humans, mice, and \"Drosophila\" (fruit flies). In \"C. elegans\", DAF-16 is located on Chromosome 1, at position 175-268. It is made up of 15 exons. DAF-16 is also located downstream of DAF-2, which signals in the IIS pathway. Mutants in this pathway age slower and have a lifespan up to twice as long as normal. Further studies have demonstrated that the lifespan extension is dependent on DAF-16. Other consequences of mutations in the DAF-16 gene is the inability to form dauers.",
            "score": 128.85308837890625
        },
        {
            "docid": "146539_36",
            "document": "Senescence . Gene expression is imperfectly controlled, and it is possible that random fluctuations in the expression levels of many genes contribute to the aging process as suggested by a study of such genes in yeast. Individual cells, which are genetically identical, none-the-less can have substantially different responses to outside stimuli, and markedly different lifespans, indicating the epigenetic factors play an important role in gene expression and aging as well as genetic factors.",
            "score": 128.09713745117188
        },
        {
            "docid": "43512270_5",
            "document": "Anne Brunet . Anne Brunet's lab works on discovering lifespan-regulating genes and their interactions with the environment. Next, she studies how conserved 'pro-longevity genes' (e.g. FOXO transcription factors) regulate longevity in mammals, the regenerative potential of stem cells, and the nervous system. She uses mammalian tissue culture and C. elegans as model systems to study longevity pathways, dietary restriction, and epigenetic (chromatin-state) regulation of longevity by the environment. In addition, she is developing the extremely short-lived African killifish N. furzeri as a new vertebrate model for aging.",
            "score": 127.22929382324219
        },
        {
            "docid": "15000_10",
            "document": "Insulin-like growth factor . Studies of recent interest show that the Insulin/IGF axis play an important role in aging. Nematodes, fruit-flies, and other organisms have an increased life span when the gene equivalent to the mammalian insulin is knocked out. It is somewhat difficult to relate this finding to the mammals, however, because in the smaller organism there are many genes (at least 37 in the nematode \"Caenorhabditis elegans\") that are \"insulin-like\" or \"IGF-1-like\", whereas in the mammals insulin-like proteins comprise only seven members (insulin, IGFs, relaxins, EPIL, and relaxin-like factor). The human insulin-like genes have apparently distinct roles with some but less crosstalk presumably because there are multiple insulin-receptor-like proteins in humans. Simpler organisms typically have fewer receptors; for example, only one insulin-like receptor exists in the nematode \"C. elegans\". Additionally, \"C. elegans\" do not have specialized organs such as the (Islets of Langerhans), which sense insulin in response to glucose homeostasis. Moreover, IGF1 affects lifespan in nematodes by causing dauer formation, a developmental stage of C. elegans larva. There is no mammalian correlate. Therefore, it is an open question as to whether either IGF-1 or insulin in the mammal may perturb aging, although there is the suggestion that dietary restriction phenomena may be related.",
            "score": 126.77367401123047
        },
        {
            "docid": "50429846_3",
            "document": "Gene desert . Although the possibility of function in gene deserts was predicted as early as the 1960s, genetic identification tools were unable to uncover any specific characteristics of the long noncoding regions, other than that no coding occurred in those regions. Before the completion of the human genome in 2001 through the Human Genome Project, most of the early associative gene comparisons relied on the belief that essential housekeeping genes were clustered in the same areas of the genome for ease of access and tight regulation. This belief later constructed a hypothesis that gene deserts are therefore previous regulatory sequences that are highly linked (and hence do not undergo recombination), but have had substitutions between them over time. These substitutions could cause tightly conserved genes to separate over time, thus forming regions of nonsense codes with a few essential genes. However, uncertainty due to differential gene conservation rates in different portions of chromosomes prevented accurate identification.  Later associations were remodeled when regulatory sequences were associated with transcription factors, leading to the birth of large-scale genome-wide mapping. Thus began the hunt for the contents and functions of gene deserts. Recent advancements in the screening of chromatin signatures on chromosomes (for instance, chromosome conformation capture, also known as 3C) have allowed the confirmation of the long-range gene activation model, which postulates that there are indeed physical links between regulatory enhancers and their target promoters. Research on gene deserts, although centralized on human genetics, has also been applied to mice, various birds, and Drosophila melanogaster. Although conservation is variable among selected species’ genomes, orthologous gene deserts function similarly. Thus, the prevailing the contention of gene deserts is that these noncoding sequences harbor active and important regulatory elements.",
            "score": 126.50752258300781
        },
        {
            "docid": "35153806_3",
            "document": "Sean Curran (scientist) . Curran and his co-author Gary Ruvkun discovered approximately 60 highly conserved genes that are essential for development but can significantly increase lifespan when inactivated in adulthood.",
            "score": 126.07728576660156
        },
        {
            "docid": "1408530_31",
            "document": "Circadian clock . Another study conducted by Zhang et al. also employed a genome-wide small interfering RNA screen in U2OS cell line to identify additional clock genes and modifiers using luciferase reporter gene expression. Knockdown of nearly 1000 genes reduced rhythm amplitude. The authors found and confirmed hundreds of potent effects on period length or increased amplitude in secondary screens. Characterization of a subset of these genes demonstrated a dosage-dependent effect on oscillator function. Protein interaction network analysis showed that dozens of gene products directly or indirectly associate with known clock components. Pathway analysis revealed these genes are overrepresented for components of insulin and hedgehog signaling pathway, the cell cycle, and folate metabolism. Coupled with data demonstrating that many of these pathways are clock-regulated, Zhang et al. postulated that the clock is interconnected with many aspects of cellular function.",
            "score": 126.03492736816406
        },
        {
            "docid": "38852341_4",
            "document": "Genetics of aging . A decade after Johnson's discovery \"daf-2\", one of the two genes that are essential for dauer larva formation, was shown by Cynthia Kenyon to double \"C. elegans\" lifespan. Kenyon showed that the \"daf-2\" mutants, which would form dauers above would bypass the dauer state below with a doubling of lifespan. Prior to Kenyon's study it was commonly believed that lifespan could only be increased at the cost of a loss of reproductive capacity, but Kenyon's nematodes maintained youthful reproductive capacity as well as extended youth in general. Subsequent genetic modification (PI3K-null mutation) to \"C. elegans\" was shown to extend maximum life span tenfold.",
            "score": 125.53726196289062
        },
        {
            "docid": "9458068_26",
            "document": "RNA silencing . Artificial introduction of long dsRNAs or siRNAs has been adopted as a tool to inactivate gene expression, both in cultured cells and in living organisms. Structural and functional resolution of small RNAs as the effectors of RNA silencing has had a direct impact on experimental biology. For example, dsRNA may be synthesized to have a specific sequence complementary to a gene of interest. Once introduced into a cell or biological system, it is recognized as exogenous genetic material and activates the corresponding RNA silencing pathway. This mechanism can be used to effect decreases in gene expression with respect to the target, useful for investigating loss of function for genes relative to a phenotype. That is, studying the phenotypic and/or physiologic effects of expression decreases can reveal the role of a gene product. The observable effects can be nuanced, such that some methods can distinguish between “knockdown” (decrease expression) and “knockout” (eliminate expression) of a gene. RNA interference technologies have been noted recently as one of the most widely utilized techniques in functional genomics. Screens developed using small RNAs have been used to identify genes involved in fundamental processes such as cell division, apoptosis and fat regulation.",
            "score": 124.63255310058594
        },
        {
            "docid": "16413778_23",
            "document": "Ageing . In laboratory settings, researchers have demonstrated that selected alterations in specific genes can extend lifespan quite substantially in yeast and roundworms, less so in fruit flies and less again in mice. Some of the targeted genes have homologues across species and in some cases have been associated with human longevity.",
            "score": 123.9744873046875
        },
        {
            "docid": "18523258_11",
            "document": "EIF4G . Regulation of translation initiation by eIF4G is vital for protein synthesis in developing organisms, for example yeast and nematodes. Deletion of eIF4G is lethal in yeast. In the roundworm C. elegans, knockout of eIF4G leads to animals that cannot develop past the early larval stage (L2) of development. The critical role of eIF4G in development appears to be reversed in adulthood, when eIF4G dysregulation negatively impacts lifespan and increases susceptibility to certain aging-related diseases (see eIF4G in diseases above). Inhibiting eIF4G during adulthood in C. elegans drastically extends lifespan, comparable to the lifespan increase exhibited during dietary restriction. In addition, inhibiting eIF4G reduces overall protein translation, while preferentially translating mRNA of genes important for responding to stress and against those associated with growth and reproduction. Thus eIF4G appears to control differential mRNA translation during periods or growth and stress, which may ultimately lead to age-related decline.",
            "score": 123.46952056884766
        },
        {
            "docid": "50429846_4",
            "document": "Gene desert . One study focused on a regulatory archipelago, a region with “islands” of coding sequences surrounded by vast noncoding regions. The study, which explored the effects of regulation on the hox genes, initially focused on two enhancer sequences, GCR and Prox, which are located 200 basepairs and 50 basepairs respectively upstream of the Hox D locus. To manipulate the region, the study inverted the two enhancer sequences and discovered no major effects on the transcription of the Hox D gene, even though the two sequences were the closest sequences to the gene. Thus, the turned to the gene desert that flanked the GCR sequence upstream and found 5 regulatory islands within it that could regulate the gene. To select the most likely candidate, the study then applied several individual and multiple deletions to the five islands to observe the effects. These varied deletions only resulted in minor effects including physical abnormalities or a few missing digits.  When the experiment was taken a step further and applied a deletion of the entire 830 kilobase gene desert, the functionality of the entire Hox D locus was rendered inactive. This indicates that the neighboring gene desert, as an entire 830 kilobase unit (including the five island sequences within it), serves as an important regulator of a single gene that spans merely 50 kilobases. Therefore, these results hinted at the regulatory effects of flanking gene deserts. This study was supported by a later observation through a comparison between fluorescence in situ hybridization and chromosome conformation capture which discovered that the Hox D locus was the most decondensed portion in the region. This meant that it had relatively higher activity in comparison to the flanking gene deserts. Hence, the Hox D could be regulated by specific nearby enhancer sequences that were not expressed in unison. However, the does caution that proximity is inaccurate when either analytical method is used. Thus, associations between regulatory gene deserts and their target promoters seem to have variable distances and are not required to act as borders.  The variability in distance demonstrates that distance may be another important factor that is determined by gene deserts. For instance, distal enhancers may interact with their target promoters through looping interactions which must act over a certain distance. Thus, proximity is not an accurate predictor of enhancers: enhancers do not need to border their target sequence to regulate them. While this leads to a variation in distances, the average distance between transcription start sites and the interaction complex mediated by their enhancer elements is 120 kilobases upstream of the start site. Gene deserts may play a role in constructing this distance to allow maximal looping to occur. Given that the mechanism of enhancer complex formation is a fairly simply regulated mechanism (the structures that are recruited into the enhancing complex have various regulatory controls that control construction), more than 50% of promoters have several long-range interactions. Certain core genes even have up to 20 possible enhancing interactions. There is a curious bias for complexes to form only upstream of the promoters. Thus, given the correlation that many regulatory gene deserts appear upstream of their target promoters, it is possible that the more immediate role that gene deserts play is in long-range regulation of key sequences.  As the ideal formation of enhancer interactions requires specific constructs, a possible side-product of the regulatory roles of gene deserts may be the conservation of genes: to retain the specific lengths of loops and order of regulating genes hidden in gene deserts, certain portions of gene deserts are more highly conserved than others when passing through inheritance events. These conserved noncoding sequences (CNS) are directly associated with syntenic inheritance in all vertebrates. Thus, the presence of these CNSs could serve to conserve of large regions of genes. Although distance may vary in regulatory gene deserts, distance appears to have an upper limit in conservative gene deserts. CNSs were initially thought to occur close to their conserved genes: earlier estimates placed most CNSs in proximity of gene sequences. However, the expansion of genetic data has revealed that several CNSs reside up to 2.5 megabases from their target genes, with the majority of CNSs falling between 1 and 2 megabases. This range, which was measured for the human genome, is varied among different species. For instance, in comparison to humans, the Fugu fish has a smaller range, with an estimated maximum distance of a few hundred kilobases. Regardless of the difference in lengths, CNSs work in similar methods in both species. Thus, as functions differ between gene deserts, so do their contents.",
            "score": 123.1874008178711
        },
        {
            "docid": "2191103_3",
            "document": "Dauer larva . As E. Maupas first proposed in 1899-1900, all nematodes have five stages separated by four moults. Under environmental conditions that are favorable for reproduction, \"C. elegans\" larvae develop through four stages or moults which are designated as \"L1\", \"L2\", \"L3\" and \"L4\". After L4, animals moult to the reproductive adult stage. However, when the environment is unfavorable, L1 and L2 animals have the option to divert their development from reproduction to dauer formation. Signals such as temperature, food supply, and levels of a dauer-inducing pheromone, a population density cue, influence this dauer decision. Dauer larvae are thus considered an alternative L3 stage larva, and this stage is sometimes preceded by L2d. L2d animals are considered pre-dauer and are characterised by delayed development and dark intestines produced by storage of fat. L2d larvae can either continue normal development or enter dauer stage depending on whether the conditions that triggered their formation persist. Dauer is not, however, a permanent condition. In fact, if the food supply and the population density become optimal for growth the dauer larvae can exit this stage and become L4s and then adults. Dauer larvae are extensively studied by biologists because of their ability to survive harsh environments and live for extended periods of time. For example, \"C. elegans\" dauer larvae can survive up to four months, much longer than their average lifespan of about three weeks during normal reproductive development. Two genes that are essential for dauer formation are \"daf-2\" and \"daf-23\". Dauer formation in \"C. elegans\" requires a nuclear receptor DAF-12 and a forkhead transcription factor \"daf-16\". In favorable environments, DAF-12 is activated by a steroid hormone, called Dafachronic Acid, produced by the cytochrome p450, DAF-9. DAF-9 and DAF-12 have been implicated by Cynthia Kenyon and colleagues as being required for extended longevity seen in animals that lack germlines. Kenyon showed that, although the \"daf-16\" gene is required for life extension in \"C. elegans\", the life extension effect can be uncoupled from dauer growth arrest. The lifespan increase was shown to be associated with an increase in stress resistance.",
            "score": 122.86470031738281
        },
        {
            "docid": "340952_7",
            "document": "Genetic screen . An enhancer screen begins with a mutant individual that has an affected process of interest with a known gene mutation. The screen can then be used to identify additional genes or gene mutations that play a role in that biological or physiological process. A genetic enhancer screen identifies mutations which enhance a phenotype of interest in an already mutant individual. The phenotype of the double mutant (individual with both the enhancer and original background mutation) is more prominent than either of the single mutant phenotypes. The enhancement must surpass the expected phenotypes of the two mutations on their own, and therefore each mutation may be considered an enhancer of the other. Isolating enhancer mutants can lead to the identification of interacting genes or genes which act redundantly with respect to one another.",
            "score": 122.61651611328125
        },
        {
            "docid": "446223_7",
            "document": "Gene knockdown . RNAi is widely used as a laboratory technique for genetic functional analysis. RNAi in organisms such as \"C. elegans\" and \"Drosophila melanogaster\" provides a quick and inexpensive means of investigating gene function. In \"C. elegans\" research, the availability of tools such as the Ahringer RNAi Library give laboratories a way of testing many genes in a variety of experimental backgrounds. Insights gained from experimental RNAi use may be useful in identifying potential therapeutic targets, drug development, or other applications. RNA interference is a very useful research tool, allowing investigators to carry out large genetic screens in an effort to identify targets for further research related to a particular pathway, drug, or phenotype.",
            "score": 122.45230865478516
        },
        {
            "docid": "29176399_4",
            "document": "MDI Biological Laboratory . For example, MDI Biological Laboratory scientists study the tiny nematode \"Caenorhabditis elegans\", with a lifespan of two to three weeks, to study genes that regulate aging and lifespan. Those same genes are present in humans. They study organisms such as zebrafish and salamanders that are naturally able to regenerate diseased or damaged tissue, organs, and limbs using the same genetic mechanisms found in humans. However, for some reason those mechanisms have been turned off in most mammals. MDI Biological Laboratory scientists are learning how to reactivate these mechanisms to promote healing in humans.",
            "score": 122.2838134765625
        },
        {
            "docid": "25351840_5",
            "document": "Fine structure genetics . When a gene is identified as affecting a specific phenotype, a modifier screen can be used to assess which genes that either enhance or inhibit the phenotypic expression of the initial mutation. This is a powerful way of rapidly identifying many genes that are involved in the expression of a phenotype, but such screens can only say whether or not two genes interact, not what their exact function are, or how they relate. For instance, the product of the second gene may interact directly with that of the first gene, or it may be involved in distantly on the pathway.",
            "score": 121.68699645996094
        },
        {
            "docid": "57414_21",
            "document": "Evolutionary developmental biology . Among the more surprising and, perhaps, counterintuitive (from a neo-Darwinian viewpoint) results of recent research in evolutionary developmental biology is that the diversity of body plans and morphology in organisms across many phyla are not necessarily reflected in diversity at the level of the sequences of genes, including those of the developmental genetic toolkit and other genes involved in development. Indeed, as John Gerhart and Marc Kirschner have noted, there is an apparent paradox: \"where we most expect to find variation, we find conservation, a lack of change\". So, if the observed morphological novelty between different clades does not come from changes in gene sequences (such as by mutation), where does it come from? Novelty may arise by mutation-driven changes in gene regulation.",
            "score": 121.5119400024414
        }
    ]
}