{
    "q": [
        {
            "docid": "38678086_3",
            "document": "STARR-seq . In eukaryotes, transcription is regulated by sequence-specific DNA-binding proteins (transcription factors) associated with a gene’s promoter and also by distant control sequences including enhancers. Enhancers are non-coding DNA sequences, containing several binding sites for a variety of transcription factors. They typically recruit transcriptional factors that modulate chromatin structure and directly interact with the transcription machinery placed at the promoter of gene. Enhancers are able to regulate transcription of target genes in a cell type-specific manner, independent of their location or distance from the promoter of genes. Occasionally, they can regulate transcription of genes located in a different chromosome.  However, the knowledge about enhancers so far has been limited to studies of a small number of enhancers, as they have been difficult to identify accurately at a genome-wide scale. Moreover, many regulatory elements function only in certain cell types and specific conditions.",
            "score": 147.1758255958557
        },
        {
            "docid": "398124_13",
            "document": "Transcriptional regulation . Transcription factors are proteins that bind to specific DNA sequences in order to regulate the expression of a given gene. The power of transcription factors resides in their ability to activate and/or repress wide repertoires of downstream target genes. The fact that these transcription factors work in a combinatorial fashion means that only a small subset of an organism's genome encodes transcription factors. Transcription factors function through a wide variety of mechanisms. Often they are at the end of a signal transduction pathway that functions to change something about the factor, like its subcellular localization or its activity. Post-translational modifications to transcription factors located in the cytosol can cause them to translocate to the nucleus where they can interact with their corresponding enhancers. Others are already in the nucleus, and are modified to enable the interaction with partner transcription factors. Some post-translational modifications known to regulate the functional state of transcription factors are phosphorylation, acetylation, SUMOylation and ubiquitylation. Transcription factors can be divided in two main categories: activators and repressors. While activators can interact directly or indirectly with the core machinery of transcription through enhancer binding, repressors predominantly recruit co-repressor complexes leading to transcriptional repression by chromatin condensation of enhancer regions. It may also happen that a repressor may function by allosteric competition against a determined activator to repress gene expression: overlapping DNA-binding motifs for both activators and repressors induce a physical competition to occupy the site of binding. If the repressor has a higher affinity for its motif than the activator, transcription would be effectively blocked in the presence of the repressor. Tight regulatory control is achieved by the highly dynamic nature of transcription factors. Again, many different mechanisms exist to control whether a transcription factor is active. These mechanisms include control over protein localization or control over whether the protein can bind DNA. An example of this is the protein HSF1, which remains bound to Hsp70 in the cytosol and is only translocated into the nucleus upon cellular stress such as heat shock. Thus the genes under the control of this transcription factor will remain untranscribed unless the cell is subjected to stress.",
            "score": 162.08082246780396
        },
        {
            "docid": "44733611_3",
            "document": "Enhancer-FACS-seq . In metazoans, in order to respond to environmental stress, differentiate properly, and progress normally through the cell cycle, a eukaryotic cell needs a specific and coordinated gene expression program, which involves the highly regulated transcription of thousands of genes. This gene regulation is in large part controlled, in a tissue-specific manner, by the binding of transcription factors to noncoding genomic regions referred to as cis-regulatory modules (CRMs), activating or repressing gene expression by modulating the structure of the chromatin and therefore having a positive or negative effect on transcription regulation. CRMs activating gene expression are often referred to as transcriptional enhancers, whereas those repressing gene expression are referred to as transcriptional silencers.",
            "score": 111.43964743614197
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 144.77974092960358
        },
        {
            "docid": "1872854_5",
            "document": "Biochemical cascade . The cellular response in signal transduction cascades involves alteration of the expression of effector genes or activation/inhibition of targeted proteins. Regulation of protein activity mainly involves phosphorylation/dephosphorylation events, leading to its activation or inhibition. It is the case for the vast majority of responses as a consequence of the binding of the primary messengers to membrane receptors. This response is quick, as it involves regulation of molecules that are already present in the cell. On the other hand, the induction or repression of the expression of genes requires the binding of transcriptional factors to the regulatory sequences of these genes. The transcriptional factors are activated by the primary messengers, in most cases, due to their function as nuclear receptors for these messengers. The secondary messengers like DAG or Ca could also induce or repress gene expression, via transcriptional factors. This response is slower than the first because it involves more steps, like transcription of genes and then the effect of newly formed proteins in a specific target. The target could be a protein or another gene.",
            "score": 138.85659670829773
        },
        {
            "docid": "215038_10",
            "document": "Enhancer (genetics) . The development, differentiation and growth of cells and tissues require precisely regulated patterns of gene expression. Enhancers work as cis-regulatory elements to mediate both spatial and temporal control of development by turning on transcription in specific cells and/or repressing it in other cells. Thus, the particular combination of transcription factors and other DNA-binding proteins in a developing tissue controls which genes will be expressed in that tissue. Enhancers allow the same gene to be used in diverse processes in space and time.",
            "score": 144.48493075370789
        },
        {
            "docid": "14759991_4",
            "document": "Homeobox A1 . In vertebrates, the genes encoding the class of transcription factors called homeobox genes are found in clusters named A, B, C, and D on four separate chromosomes. Expression of these proteins is spatially and temporally regulated during embryonic development. This gene is part of the A cluster on chromosome 7 and encodes a DNA-binding transcription factor which may regulate gene expression, morphogenesis, and cellular differentiation. The homeobox protein Hox-A1 may be involved in the placement of hindbrain segments in the proper location along the anterior-posterior axis during development.",
            "score": 183.1772575378418
        },
        {
            "docid": "46335535_7",
            "document": "Hox genes in amphibians and reptiles . Hox genes contain a DNA sequence known as the homeobox that are involved in the regulation of patterns of anatomical development. They contain a specific DNA sequence with the aim of providing instructions for making a string of 60 protein building blocks - amino acids- which are referred to as the homeodomain. Most homeodomain-containing proteins function as transcription factors and fundamentally bind and regulate the activity of different genes. The homeodomain is the segment of the protein that binds to precise regulatory regions of the target genes. Genes within the homeobox family are implicated in a wide variety of significant activities during growth. These activities include directing the development of limbs and organs along the anterior-posterior axis and regulating the process by which cells mature to carry out specific functions, a process known as cellular differentiation. Certain homeobox genes can act tumor suppressors, which means they help prevent cells from growing and dividing too rapidly or in an uncontrolled way.",
            "score": 209.64519834518433
        },
        {
            "docid": "12155889_5",
            "document": "Histone deacetylase inhibitor . The histone deacetylase inhibitors are a new class of cytostatic agents that inhibit the proliferation of tumor cells in culture and in vivo by inducing cell cycle arrest, differentiation and/or apoptosis. Histone deacetylase inhibitors exert their anti-tumour effects via the induction of expression changes of oncogenes or tumour suppressor, through modulating that the acetylation/deactylation of histones and/or non-histone proteins such as transcription factors. Histone acetylation and deacetylation play important roles in the modulation of chromatin topology and the regulation of gene transcription. Histone deacetylase inhibition induces the accumulation of hyperacetylated nucleosome core histones in most regions of chromatin but affects the expression of only a small subset of genes, leading to transcriptional activation of some genes, but repression of an equal or larger number of other genes. Non-histone proteins such as transcription factors are also targets for acetylation with varying functional effects. Acetylation enhances the activity of some transcription factors such as the tumor suppressor p53 and the erythroid differentiation factor GATA-1 but may repress transcriptional activity of others including T cell factor and the co-activator ACTR. Recent studies [...] have shown that the estrogen receptor alpha (ERalpha) can be hyperacetylated in response to histone deacetylase inhibition, suppressing ligand sensitivity and regulating transcriptional activation by histone deacetylase inhibitors. Conservation of the acetylated ER-alpha motif in other nuclear receptors suggests that acetylation may play an important regulatory role in diverse nuclear receptor signaling functions. A number of structurally diverse histone deacetylase inhibitors have shown potent antitumor efficacy with little toxicity in vivo in animal models. Several compounds are currently in early phase clinical development as potential treatments for solid and hematological cancers both as monotherapy and in combination with cytotoxics and differentiation agents.\"",
            "score": 119.5127580165863
        },
        {
            "docid": "215038_13",
            "document": "Enhancer (genetics) . The enhancers determining early segmentation in \"Drosophila melanogaster\" embryos are among the best characterized developmental enhancers. In the early fly embryo, the gap gene transcription factors are responsible for activating and repressing a number of segmentation genes, such as the pair rule genes. The gap genes are expressed in blocks along the anterior-posterior axis of the fly along with other maternal effect transcription factors, thus creating zones within which different combinations of transcription factors are expressed. The pair-rule genes are separated from one another by non-expressing cells. Moreover, the stripes of expression for different pair-rule genes are offset by a few cell diameters from one another. Thus, unique combinations of pair-rule gene expression create spatial domains along the anterior-posterior axis to set up each of the 14 individual segments. The 480 bp enhancer responsible for driving the sharp stripe two of the pair-rule gene \"even-skipped\" (\"eve\") has been well-characterized. The enhancer contains 12 different binding sites for maternal and gap gene transcription factors. Activating and repressing sites overlap in sequence. \"Eve\" is only expressed in a narrow stripe of cells that contain high concentrations of the activators and low concentration of the repressors for this enhancer sequence. Other enhancer regions drive \"eve\" expression in 6 other stripes in the embryo.",
            "score": 105.46975469589233
        },
        {
            "docid": "14156018_7",
            "document": "FHL2 . Different transcription factors that have been reported responsible for the regulation of fhl2 expression include the well-known tumor suppressor protein p53, serum response factor (SRF), specificity protein 1 (Sp1). the pleiotropic factor IL-1β, MEF-2, and activator protein-1 (AP-1). Apart from being regulated by different transcription factors, FHL2 is itself involved extensively in regulating the expression of other genes. FHL2 exerts its transcriptional regulatory effects by functioning as an adaptor protein interacting indirectly with the targeted genes. In fact, LIM domain is a platform for the formation of multimeric protein complexes. Therefore, FHL2 can contribute to human carcinogenesis by interacting with transcription factors of cancer-related genes and modulates the signaling pathways underlying the expression of these genes. Different types of cancer are associated with FHL2 which act either as the cancer suppressor or inducer, for example in breast cancer, gastrointestinal (GI) cancers, liver cancer and prostate cancer.",
            "score": 133.5225237607956
        },
        {
            "docid": "9825228_11",
            "document": "Protein inhibitor of activated STAT . PIAS proteins contribute to the control of gene expression, and may be considered transcriptional co-regulators. While PIAS proteins interact with at least 60 different proteins involved in transcription, they are known to act as E3 SUMO-protein ligases. In essence, the RING-finger-like zinc-binding domain of the PIAS protein assists in the attachment of a SUMO protein to the target transcription factor. Attachment of a SUMO protein to the target allows for protein–protein interaction between PIAS and the transcription factor. This interaction can either upregulate or downregulate transcription. For example, the activity of transcription factor p53 was stimulated after it was SUMOylated by PIASy. In contrast, the activity of transcription factor p73 was repressed after it was SUMOylated by PIAS1. One function of PIAS proteins is to relocate transcriptional regulators to different compartments within the nucleus of the cell.",
            "score": 141.44684743881226
        },
        {
            "docid": "9955145_29",
            "document": "Eukaryotic transcription . All steps in the transcription are subject to some degree of regulation. Transcription initiation in particular is the primary level at which gene expression is regulated. Targeting the rate-limiting initial step is the most efficient in terms of energy costs for the cell. Transcription initiation is regulated by cis-acting elements (enhancers, silencers, isolators) within the regulatory regions of the DNA, and sequence-specific trans-acting factors that act as activators or repressors. Gene transcription can also be regulated post-initiation by targeting the movement of the elongating polymerase.",
            "score": 94.48695611953735
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 153.40452897548676
        },
        {
            "docid": "50430120_13",
            "document": "Short interspersed nuclear elements (SINEs) . In addition to directly affecting chromatin structure, there are a number of ways in which SINEs can potentially regulate gene expression. For example, long non-coding RNA can directly interact with transcriptional repressors and activators, attenuating or modifying their function. This type of regulation can occur in different ways: the RNA transcript can directly bind to the transcription factor as a co-regulator; also, the RNA can regulate and modify the ability of co-regulators to associate with the transcription factor. For example, Evf-2, a certain long non-coding RNA, has been known to function as a co-activator for certain homeobox transcription factors which are critical to nervous system development and organization. Furthermore, RNA transcripts can interfere with the functionality of the transcriptional complex by interacting or associating with RNA polymerases during the transcription or loading processes. Moreover, non-coding RNAs like SINEs can bind or interact directly with the DNA duplex coding the gene and thus prevent its transcription.  Also, many non-coding RNAs are distributed near protein-coding genes, often in the reverse direction. This is especially true for short-interspersed nuclear elements as seen in Usmanova et al. These non-coding RNAs, which lie adjacent to or overlap gene-sets provide a mechanism by which transcription factors and machinery can be recruited to increase or repress the transcription of local genes. The particular example of SINEs potentially recruit the YY1 polycomb transcriptional repressor is discussed above. Alternatively, it also provides a mechanism by which local gene expression can be curtailed and regulated because the transcriptional complexes can hinder or prevent nearby genes from being transcribed. There is research to suggest that this phenomenon is particularly seen in the gene-regulation of pluripotent cells.",
            "score": 135.6243121623993
        },
        {
            "docid": "21673918_3",
            "document": "Bacterial one-hybrid system . Across all living organisms, regulation of gene expression is controlled by interactions between DNA-binding regulatory proteins (transcription factors) and cis-regulatory elements, DNA sequences in or around genes that act as target sites for DNA-binding proteins. By binding to cis-regulatory sequences and to each other, transcription factors fine-tune transcriptional levels by stabilizing/destabilizing binding of RNA polymerase to a gene's promoter. But despite their importance and ubiquity, little is known about where exactly each of these regulatory proteins binds. Literature suggests that nearly 8% of human genes encode transcription factors and the functions and specificities of their interactions remain largely unexplored. We are on the brink of a convergence of high-throughput technologies and genomic theory that is allowing researchers to start mapping these interactions on a genome-wide scale. Only recently has a complete survey of DNA-binding specificities been attempted for a large family of DNA-binding domains. B1H is just one emerging technique among many that is useful for studying protein–DNA interactions.",
            "score": 153.99884819984436
        },
        {
            "docid": "11849358_4",
            "document": "ETV6 . The human ETV6 protein is a member of the ETS transcription factor family; however, it more often acts to inhibit than stimulate transcription of its target genes. ETV6 protein contains 3 domains: a) the pointed N-terminal (i.e. PNT) domain which forms oligomer partners with itself as well as other transcription factors (e.g. FLI1) and is required for ETV6's transcriptional repressing activity; b) the central regulatory domain; and c) the C-terminal DNA-binding domain, ETS, which binds to the consensus DNA sequence, 5-GGAA/T-3 within a 9-to-10 bp sequence, in the target genes it regulates. ETV6 interacts with other proteins that regulate the differentiation and growth of cells. It binds to and thereby inhibits FLI1, another member of the ETS transcription factor family, which is active in promoting the maturation of blood platelet-forming megakaryocytes and blocking the Cellular differentiation of erythroblasts into red blood cells; this results in the excessive proliferation and abnormal morphology of erythroblasts. ETV6 likewise binds to HTATIP, a histone acetyl transferase that regulates the expression of various genes involved in gene transcription, DNA repair, and cellular apoptosis; this binding promotes the transcription-repressing activity of ETV6.",
            "score": 136.43669271469116
        },
        {
            "docid": "50429846_4",
            "document": "Gene desert . One study focused on a regulatory archipelago, a region with “islands” of coding sequences surrounded by vast noncoding regions. The study, which explored the effects of regulation on the hox genes, initially focused on two enhancer sequences, GCR and Prox, which are located 200 basepairs and 50 basepairs respectively upstream of the Hox D locus. To manipulate the region, the study inverted the two enhancer sequences and discovered no major effects on the transcription of the Hox D gene, even though the two sequences were the closest sequences to the gene. Thus, the turned to the gene desert that flanked the GCR sequence upstream and found 5 regulatory islands within it that could regulate the gene. To select the most likely candidate, the study then applied several individual and multiple deletions to the five islands to observe the effects. These varied deletions only resulted in minor effects including physical abnormalities or a few missing digits.  When the experiment was taken a step further and applied a deletion of the entire 830 kilobase gene desert, the functionality of the entire Hox D locus was rendered inactive. This indicates that the neighboring gene desert, as an entire 830 kilobase unit (including the five island sequences within it), serves as an important regulator of a single gene that spans merely 50 kilobases. Therefore, these results hinted at the regulatory effects of flanking gene deserts. This study was supported by a later observation through a comparison between fluorescence in situ hybridization and chromosome conformation capture which discovered that the Hox D locus was the most decondensed portion in the region. This meant that it had relatively higher activity in comparison to the flanking gene deserts. Hence, the Hox D could be regulated by specific nearby enhancer sequences that were not expressed in unison. However, the does caution that proximity is inaccurate when either analytical method is used. Thus, associations between regulatory gene deserts and their target promoters seem to have variable distances and are not required to act as borders.  The variability in distance demonstrates that distance may be another important factor that is determined by gene deserts. For instance, distal enhancers may interact with their target promoters through looping interactions which must act over a certain distance. Thus, proximity is not an accurate predictor of enhancers: enhancers do not need to border their target sequence to regulate them. While this leads to a variation in distances, the average distance between transcription start sites and the interaction complex mediated by their enhancer elements is 120 kilobases upstream of the start site. Gene deserts may play a role in constructing this distance to allow maximal looping to occur. Given that the mechanism of enhancer complex formation is a fairly simply regulated mechanism (the structures that are recruited into the enhancing complex have various regulatory controls that control construction), more than 50% of promoters have several long-range interactions. Certain core genes even have up to 20 possible enhancing interactions. There is a curious bias for complexes to form only upstream of the promoters. Thus, given the correlation that many regulatory gene deserts appear upstream of their target promoters, it is possible that the more immediate role that gene deserts play is in long-range regulation of key sequences.  As the ideal formation of enhancer interactions requires specific constructs, a possible side-product of the regulatory roles of gene deserts may be the conservation of genes: to retain the specific lengths of loops and order of regulating genes hidden in gene deserts, certain portions of gene deserts are more highly conserved than others when passing through inheritance events. These conserved noncoding sequences (CNS) are directly associated with syntenic inheritance in all vertebrates. Thus, the presence of these CNSs could serve to conserve of large regions of genes. Although distance may vary in regulatory gene deserts, distance appears to have an upper limit in conservative gene deserts. CNSs were initially thought to occur close to their conserved genes: earlier estimates placed most CNSs in proximity of gene sequences. However, the expansion of genetic data has revealed that several CNSs reside up to 2.5 megabases from their target genes, with the majority of CNSs falling between 1 and 2 megabases. This range, which was measured for the human genome, is varied among different species. For instance, in comparison to humans, the Fugu fish has a smaller range, with an estimated maximum distance of a few hundred kilobases. Regardless of the difference in lengths, CNSs work in similar methods in both species. Thus, as functions differ between gene deserts, so do their contents.",
            "score": 156.23425841331482
        },
        {
            "docid": "1687906_15",
            "document": "Morphogen . Discrete target genes respond to different thresholds of morphogen activity. The expression of target genes is controlled by segments of DNA called 'enhancers' to which transcription factors bind directly. Once bound, the transcription factor then stimulates or inhibits the transcription of the gene and thus controls the level of expression of the gene product (usually a protein). 'Low-threshold' target genes require only low levels of morphogen activity to be regulated and feature enhancers that contain many high-affinity binding sites for the transcription factor. 'High-threshold' target genes have relatively fewer binding sites or low-affinity binding sites that require much greater levels of transcription factor activity to be regulated.",
            "score": 128.6557011604309
        },
        {
            "docid": "25428989_6",
            "document": "Homeotic selector gene . Homeotic selector genes encode regulatory DNA-binding proteins which are all related through a highly conserved DNA binding sequences called the homeobox (from which the \"Hox Complex\" name is derived from). Although each all of the DNA-binding complexes are conserved, each para-segment still has an individual identity. The proteins do not bind directly to the DNA, rather, they interact with other regulatory proteins which are already bound to DNA-binding complexes. Different interactions determine which DNA binding sites are recognized and subsequently activated or repressed. Homeotic selector proteins combine in different combinations with regulatory proteins to give each parasegment its identity.  Certain signals set up the spatial pattern of expression of the Hox complex early in development. The Hox complex acts like a stamp, giving cells in each segment a long term positional value. The cell memory of a given positional value depends on two inputs, the first being the ability of many Hox proteins to autoactivate their own transcription, and the second derived from two large groups of transcriptional regulators: The Polycomb group and the Trithorax group. A defect in either of these regulators results in a pattern which is initially correct but is not maintained at later embryonic stages. The Polycomb and Trithorax regulators act in opposite ways. The Trithorax group maintains Hox transcription after transcription is already activated. The Polycomb group forms stable complexes that bind to the chromatin of Hox genes, and keep it in a repressed state at sites where Hox genes are not active.",
            "score": 196.7353208065033
        },
        {
            "docid": "4694833_8",
            "document": "GATA1 . In both GATA1 and GATA1-S, C-ZnF (i.e. C-terminus zinc finger) binds to DNA-specific nucleic acid sequences sites viz., (T/A(GATA)A/G), on the expression-regulating sites of its target genes and in doing so either stimulates or suppresses the expression of these target genes. Their N-ZnF (i.e. N-terminus zinc fingers) interacts with an essential transcription factor-regulating nuclear protein, FOG1. FOG1 powerfully promotes or suppresses the actions that the two transcription factors have on most of their target genes. Similar to the knockout of \"Gata1\", knockout of the mouse gene for FOG1, \"Zfpm1\", causes total failure of red blood cell development and embryonic lethality by day 11.5. Based primarily on mouse studies, it is proposed that the GATA1-FOG1 complex promotes human erythropoiesis by recruiting and binding with at least two gene expression-regulating complexes, Mi-2/NuRD complex (a chromatin remodeler) and CTBP1 (a histone deacetylase) and three gene expression-regulating proteins, SET8 (a GATA1-inhibiting histone methyltransferase), BRG1 (a transcription activator), and Mediator (a transcription co-activator). Other interactions include those with: BRD3 (remodels DNA nucleosomes), BRD4 (binds acetylated lysine residues in DNA-associated histone to regulate gene accessibility), FLI1 (a transcription factor that blocks erythroid differentiation), HDAC1 (a histone deacetylase), LMO2 (regulator of erythrocyte development), ZBTB16 (transcription factor regulating cell cycle progression), TAL1 (a transcription factor), FOG2 (a transcription factor regulator), and GATA2 (Displacement of GATA2 by GATA1, i.e. the \"GATA switch\", at certain gene-regulating sites is critical for red blood development in mice and, presumably, humans). GATA1-FOG1 and GATA2-FOG1 interactions are critical for platelet formation in mice and may similarly be critical for this in humans.",
            "score": 135.6071081161499
        },
        {
            "docid": "24763456_3",
            "document": "HOXA2 . In vertebrates, the genes encoding the class of transcription factors called homeobox genes are found in clusters named A, B, C, and D on four separate chromosomes. Expression of these proteins is spatially and temporally regulated during embryonic development. This gene is part of the A cluster on chromosome 7 and encodes a DNA-binding transcription factor which may regulate gene expression, morphogenesis, and differentiation. The encoded protein may be involved in the placement of hindbrain segments in the proper location along the anterior-posterior axis during development. Two transcript variants encoding two different isoforms have been found for this gene, with only one of the isoforms containing the homeodomain region.",
            "score": 143.75807976722717
        },
        {
            "docid": "22164509_2",
            "document": "Cis-regulatory module . \"Cis\"-regulatory module (CRM) is a stretch of DNA, usually 100–1000 DNA base pairs in length, where a number of transcription factors can bind and regulate expression of nearby genes and regulate their transcription rates. They are labeled as \"cis\" because they are typically located on the same DNA strand as the genes they control as opposed to \"trans\", which refers to effects on genes not located on the same strand or farther away, such as transcription factors. One \"cis\"-regulatory element can regulate several genes, and conversely, one gene can have several \"cis\"-regulatory modules.\"Cis\"-regulatory modules carry out their function by integrating the active transcription factors and the associated co-factors at a specific time and place in the cell where this information is read and an output is given.",
            "score": 104.86380290985107
        },
        {
            "docid": "553121_11",
            "document": "Regulation of gene expression . Regulation of transcription thus controls when transcription occurs and how much RNA is created. Transcription of a gene by RNA polymerase can be regulated by several mechanisms. Specificity factors alter the specificity of RNA polymerase for a given promoter or set of promoters, making it more or less likely to bind to them (i.e., sigma factors used in prokaryotic transcription). Repressors bind to the Operator, coding sequences on the DNA strand that are close to or overlapping the promoter region, impeding RNA polymerase's progress along the strand, thus impeding the expression of the gene.The image to the right demonstrates regulation by a repressor in the lac operon. General transcription factors position RNA polymerase at the start of a protein-coding sequence and then release the polymerase to transcribe the mRNA. Activators enhance the interaction between RNA polymerase and a particular promoter, encouraging the expression of the gene. Activators do this by increasing the attraction of RNA polymerase for the promoter, through interactions with subunits of the RNA polymerase or indirectly by changing the structure of the DNA. Enhancers are sites on the DNA helix that are bound by activators in order to loop the DNA bringing a specific promoter to the initiation complex. Enhancers are much more common in eukaryotes than prokaryotes, where only a few examples exist (to date). Silencers are regions of DNA sequences that, when bound by particular transcription factors, can silence expression of the gene.",
            "score": 134.67787218093872
        },
        {
            "docid": "14151028_9",
            "document": "HIPK2 . HIPK2 has two major functions. It acts as a co-repressor for NK homeodomain transcription factors, increasing their DNA binding affinity and their repressive effect on transcription. HIPK2 participates in the regulation of gene expression through its contribution to regulating homeobox genes.These genes encode transcription factors that act to regulate target genes. HIPK2 also acts in signal transduction, specifically the pathway leading to programmed cell death (apoptosis). HIPK2 can promote apoptosis either in association with p53 or by a separate mechanism. HIPK2 phosphorylates the S46 residue of p53, leading to its activation, which in turn leads to the transcription of factors that induce apoptosis. Phosphorylation of p53 by HIPK2 prevents the association of negative regulator Mdm2 to p53 and is necessary for the acetylation of the K382 residue in p53, which also serves as a functionally important modification. Proper folding of p53 is essential for p53 function. The folding of p53 depends on the presence of zinc , and HIPK2 plays a role in zinc regulation. Consequently, the absence of HIPK2 leads to p53 misfolding. HIPK2 indirectly enhances p53 activity by phosphorylating negative regulators of p53, such as CtBP1 and Mdm2, leading to their degradation by the proteasome. HIPK2 also has the ability to regulate cellular response to reactive oxygen species by regulating the expression of both oxidant and antioxidant genes.",
            "score": 111.4235372543335
        },
        {
            "docid": "44260712_7",
            "document": "SNP annotation . Transcriptional gene regulation process depends on many spatial and temporal factors in the nucleus such as global or local chromatin states, nucleosome positioning, TF binding, enhancer/promoter activities. Variant that alter the function of any of these biological processes may alter the gene regulation and cause phenotypic abnormality. Genetic variants that located in distal regulatory region can affect the binding motif of TFs, chromatin regulators and other distal transcriptional factors, which disturb the interaction between enhancer/silencer and its target gene.",
            "score": 110.22548317909241
        },
        {
            "docid": "15066271_3",
            "document": "EDF1 . This gene encodes a protein that may regulate endothelial cell differentiation. It has been postulated that the protein functions as a bridging molecule that interconnects regulatory proteins and the basal transcriptional machinery, thereby modulating the transcription of genes involved in endothelial differentiation. This protein has also been found to act as a transcriptional coactivator by interconnecting the general transcription factor TATA element-binding protein (TBP) and gene-specific activators. Two alternatively spliced transcripts which encode distinct proteins have been found for this gene.",
            "score": 122.67041850090027
        },
        {
            "docid": "2925212_21",
            "document": "Hox gene . Just as Hox genes regulate realisator genes, they are in turn regulated themselves by gap genes and pair-rule genes, which are in their turn regulated by maternally-supplied mRNA. This results in a transcription factor cascade: maternal factors activate gap or pair-rule genes; gap and pair-rule genes activate Hox genes; then, finally, Hox genes activate realisator genes that cause the segments in the developing embryo to differentiate. Regulation is achieved via protein concentration gradients, called morphogenic fields. For example, high concentrations of one maternal protein and low concentrations of others will turn on a specific set of gap or pair-rule genes. In flies, stripe 2 in the embryo is activated by the maternal proteins Bicoid and Hunchback, but repressed by the gap proteins Giant and Kruppel. Thus, stripe 2 will only form wherever there is Bicoid and Hunchback, but \"not\" where there is Giant and Kruppel.",
            "score": 183.14997935295105
        },
        {
            "docid": "3454720_7",
            "document": "Regulator gene . Promoters reside at the beginning of the gene and serve as the site where the transcription machinery assembles and transcription of the gene begins. Enhancers turn on the promoters at specific locations, times, and levels and can be simply defined as the “promoters of the promoter.” Silencers are thought to turn off gene expression at specific time points and locations. Insulators, also called boundary elements, are DNA sequences that create cis-regulatory boundaries that prevent the regulatory elements of one gene from affecting neighboring genes. The general dogma is that these regulatory elements get activated by the binding of transcription factors, proteins that bind to specific DNA sequences, and control mRNA transcription. There could be several transcription factors that need to bind to one regulatory element in order to activate it. In addition, several other proteins, called transcription cofactors, bind to the transcription factors themselves to control transcription.",
            "score": 133.43923997879028
        },
        {
            "docid": "38678086_8",
            "document": "STARR-seq . Applying this technology to Drosophila genome, Arnold et al. found 96% of the non-repetitive genome with at least 10-fold coverage. Authors discovered that most identified enhancers (55.6%) were placed within introns, particularly in the first intron and intergenic regions. Interestingly, 4.5% of enhancers were located at transcription start sites (TSS), suggesting that these enhancers can start transcription and also improve transcription from a distant TSS. The strongest enhancers were near housekeeping genes such as enzymes or component of the cytoskeleton and developmental regulators such as the transcription factors. The strongest enhancer was located within the intron of the transcription factor zfh1. This transcription factor regulates neuropeptide expression and growth of larval neuromuscular junctions in Drosophila. The ribosomal protein genes were the only class of genes with poor enhancers ranking. Moreover, authors demonstrated that many genes are regulated by several independent active enhancers even in a single cell type. Furthermore, gene expression levels on average were correlated with the sum of the enhancer strengths per gene, supporting direct link between gene expression and enhancer activity.",
            "score": 100.8223991394043
        },
        {
            "docid": "46273402_9",
            "document": "Segmentation in the human nervous system . Segmentation in the hind-brain and paraxial mesoderm is highly regulated by the expression of the Hox gene. Hox genes encode helix-turn-helix transcription factors and play the major role in specifying the positional identities for tissues along the anterior-posterior axis (A-P axis) during the developmental phase. Humans, like other vertebrates have a total of 39 Hox genes organized into four different clusters. The property of Hox genes called colinerarity, whereby the gene arrangement, timing and the boundaries of expression on the A-P axis are correlated, is instrumental in the development of ordered domains of expression. The Hox gene expression leads to the development of unique combination codes for the different segments that specify their distinct identity. Even though the development of segmentation in the hind-brain and paraxial mesoderm are distinct, the Hox expression in both system are coordinated with the process of morphological segmentation.",
            "score": 166.59333539009094
        },
        {
            "docid": "14723308_3",
            "document": "Myocyte-specific enhancer factor 2A . The process of differentiation from mesodermal precursor cells to myoblasts has led to the discovery of a variety of tissue-specific factors that regulate muscle gene expression. The myogenic basic helix-loop-helix proteins, including myoD (MIM 159970), myogenin (MIM 159980), MYF5 (MIM 159990), and MRF4 (MIM 159991) are 1 class of identified factors. A second family of DNA binding regulatory proteins is the myocyte-specific enhancer factor-2 (MEF2) family. Each of these proteins binds to the MEF2 target DNA sequence present in the regulatory regions of many, if not all, muscle-specific genes. The MEF2 genes are members of the MADS gene family (named for the yeast mating type-specific transcription factor MCM1, the plant homeotic genes 'agamous' and 'deficiens' and the human serum response factor SRF (MIM 600589)), a family that also includes several homeotic genes and other transcription factors, all of which share a conserved DNA-binding domain.[supplied by OMIM]",
            "score": 134.64226913452148
        }
    ],
    "r": [
        {
            "docid": "46335535_7",
            "document": "Hox genes in amphibians and reptiles . Hox genes contain a DNA sequence known as the homeobox that are involved in the regulation of patterns of anatomical development. They contain a specific DNA sequence with the aim of providing instructions for making a string of 60 protein building blocks - amino acids- which are referred to as the homeodomain. Most homeodomain-containing proteins function as transcription factors and fundamentally bind and regulate the activity of different genes. The homeodomain is the segment of the protein that binds to precise regulatory regions of the target genes. Genes within the homeobox family are implicated in a wide variety of significant activities during growth. These activities include directing the development of limbs and organs along the anterior-posterior axis and regulating the process by which cells mature to carry out specific functions, a process known as cellular differentiation. Certain homeobox genes can act tumor suppressors, which means they help prevent cells from growing and dividing too rapidly or in an uncontrolled way.",
            "score": 209.64520263671875
        },
        {
            "docid": "2925212_20",
            "document": "Hox gene . However, all homeodomain-containing transcription factors bind essentially the same DNA sequence. The sequence bound by the homeodomain of a Hox protein is only six nucleotides long, and such a short sequence would be found at random many times throughout the genome, far more than the number of actual functional sites. Especially for Hox proteins, which produce such dramatic changes in morphology when misexpressed, this raises the question of how each transcription factor can produce such specific and different outcomes if they all bind the same sequence. One mechanism that introduces greater DNA sequence specificity to Hox proteins is to bind protein cofactors. Two such Hox cofactors are Extradenticle (Exd) and Homothorax (Hth). Exd and Hth bind to Hox proteins and appear to induce conformational changes in the Hox protein that increase its specificity.",
            "score": 200.85986328125
        },
        {
            "docid": "25428989_6",
            "document": "Homeotic selector gene . Homeotic selector genes encode regulatory DNA-binding proteins which are all related through a highly conserved DNA binding sequences called the homeobox (from which the \"Hox Complex\" name is derived from). Although each all of the DNA-binding complexes are conserved, each para-segment still has an individual identity. The proteins do not bind directly to the DNA, rather, they interact with other regulatory proteins which are already bound to DNA-binding complexes. Different interactions determine which DNA binding sites are recognized and subsequently activated or repressed. Homeotic selector proteins combine in different combinations with regulatory proteins to give each parasegment its identity.  Certain signals set up the spatial pattern of expression of the Hox complex early in development. The Hox complex acts like a stamp, giving cells in each segment a long term positional value. The cell memory of a given positional value depends on two inputs, the first being the ability of many Hox proteins to autoactivate their own transcription, and the second derived from two large groups of transcriptional regulators: The Polycomb group and the Trithorax group. A defect in either of these regulators results in a pattern which is initially correct but is not maintained at later embryonic stages. The Polycomb and Trithorax regulators act in opposite ways. The Trithorax group maintains Hox transcription after transcription is already activated. The Polycomb group forms stable complexes that bind to the chromatin of Hox genes, and keep it in a repressed state at sites where Hox genes are not active.",
            "score": 196.73532104492188
        },
        {
            "docid": "2925212_5",
            "document": "Hox gene . The products of Hox genes are Hox proteins. Hox proteins are a subset of the homeodomain-containing transcription factors, which are proteins that are capable of binding to specific nucleotide sequences on the DNA called enhancers where they either activate or repress genes. The same Hox protein can act as a repressor at one gene and an activator at another. The ability of Hox proteins to bind DNA is conferred by a part of the protein referred to as the homeodomain. The homeodomain is a 60-amino-acid-long DNA-binding domain (encoded by its corresponding 180-base-pair DNA sequence, the homeobox). This amino acid sequence folds into a \"helix-turn-helix\" (i.e. homeodomain fold) motif that is stabilized by a third helix. The consensus polypeptide chain is:",
            "score": 192.06378173828125
        },
        {
            "docid": "2925212_4",
            "document": "Hox gene . The protein product of each Hox gene is a transcription factor. Each Hox gene contains a well-conserved DNA sequence known as the homeobox, of which the term \"Hox\" is a contraction. Hox genes are thus a subset of the homeobox transcription factor genes. In many animals, the organization of the Hox genes in the chromosome is the same as the order of their expression along the anterior-posterior axis of the developing animal, and are thus said to display colinearity.",
            "score": 188.28619384765625
        },
        {
            "docid": "1631383_4",
            "document": "William McGinnis . McGinnis studies the evolutionary changes in transcription factors by looking at the Hox genes. His main research has been in \"Drosophila\", comparing Hox genes within that species with Hox genes in other species, to see they are conserved (kept intact) during evolution. He also studies how Hox transcription functions control morphogenesis, and how changes in the Hox proteins, cofactors, and DNA targets affect morphology. One long term objective of the research in his lab is to understand the molecular interactions that underlie functional specificity in the Hox patterning system.",
            "score": 186.74850463867188
        },
        {
            "docid": "33259689_7",
            "document": "HOXA11-AS1 . Studies regarding HOX genes have found that lncRNAs are highly expressed in relation to the homeobox genes. Known antisense HOX lncRNAs, such as HOTAIR, are scaffolds where transcription factors bind, which makes them mediators of epigenetic regulation. Furthermore, this and other HOX lncRNAs are required for the normal development of the organism and are overexpressed in different forms of cancer. The overexpression of HOX lncRNA promotes cancer because it causes epigenetic regulator proteins to relocate and the chromatin of the cell to be remodeled. This remodeling can cause highly regulated functions of the cell, like proliferation, migration, and apoptosis to become unrestrained. Given the sparse research on the specific mechanism of HOXA11-AS lncRNA and what is known about the role of HOX genes, it may hold that HOXA11-AS lncRNAs act in a similar manner to other HOX lncRNAs.",
            "score": 183.9704132080078
        },
        {
            "docid": "46669355_7",
            "document": "Polycomb Group Proteins and Cancer . Polycomb group proteins control nucleosome interactions and were first discovered in \"Drosophila melanogaster\", where PcG genes maintain repression of the homeobox (Hox) genes that establish and preserve the anterior-posterior axis of the insect body plan during development. The Hox genes encode transcription factors that give a specific identity to each segment along the body axis of the animal.",
            "score": 183.26065063476562
        },
        {
            "docid": "14759991_4",
            "document": "Homeobox A1 . In vertebrates, the genes encoding the class of transcription factors called homeobox genes are found in clusters named A, B, C, and D on four separate chromosomes. Expression of these proteins is spatially and temporally regulated during embryonic development. This gene is part of the A cluster on chromosome 7 and encodes a DNA-binding transcription factor which may regulate gene expression, morphogenesis, and cellular differentiation. The homeobox protein Hox-A1 may be involved in the placement of hindbrain segments in the proper location along the anterior-posterior axis during development.",
            "score": 183.17726135253906
        },
        {
            "docid": "2925212_21",
            "document": "Hox gene . Just as Hox genes regulate realisator genes, they are in turn regulated themselves by gap genes and pair-rule genes, which are in their turn regulated by maternally-supplied mRNA. This results in a transcription factor cascade: maternal factors activate gap or pair-rule genes; gap and pair-rule genes activate Hox genes; then, finally, Hox genes activate realisator genes that cause the segments in the developing embryo to differentiate. Regulation is achieved via protein concentration gradients, called morphogenic fields. For example, high concentrations of one maternal protein and low concentrations of others will turn on a specific set of gap or pair-rule genes. In flies, stripe 2 in the embryo is activated by the maternal proteins Bicoid and Hunchback, but repressed by the gap proteins Giant and Kruppel. Thus, stripe 2 will only form wherever there is Bicoid and Hunchback, but \"not\" where there is Giant and Kruppel.",
            "score": 183.1499786376953
        },
        {
            "docid": "25428989_2",
            "document": "Homeotic selector gene . Homeotic selector genes confer segment identity in \"Drosophila\". They encode homeodomain proteins which interact with Hox and other homeotic genes to initiate segment-specific gene regulation. Homeodomain proteins are transcription factors that share a DNA-binding domain called the homeodomain. Changes in the expression and function of homeotic genes are responsible for the changes in the morphology of the limbs of arthropods as well as in the axial skeletons of vertebrates. Mutations in homeotic selector genes do not lead to elimination of a segment or pattern, but instead cause the segment to develop incorrectly.",
            "score": 180.6046905517578
        },
        {
            "docid": "60289_9",
            "document": "Homeobox . Homeoprotein transcription factors typically switch on cascades of other genes. The homeodomain binds DNA in a sequence-specific manner. However, the specificity of a single homeodomain protein is usually not enough to recognize only its desired target genes. Most of the time, homeodomain proteins act in the promoter region of their target genes as complexes with other transcription factors. Such complexes have a much higher target specificity than a single homeodomain protein. Homeodomains are encoded both by genes of the Hox gene clusters and by other genes throughout the genome.",
            "score": 178.86790466308594
        },
        {
            "docid": "51923460_4",
            "document": "Evo-devo gene toolkit . Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. The majority of toolkit genes are components of signaling pathways, and encode for the production of transcription factors, cell adhesion proteins, cell surface receptor proteins (and signalling ligands that bind to them), and secreted morphogens, all of these participate in defining the fate of undifferentiated cells, generating spatial and temporal patterns, which in turn form the body plan of the organism. Among the most important of the toolkit genes are those of the Hox gene cluster, or complex. Hox genes, transcription factors containing the more broadly distributed homeobox protein-binding DNA motif, function in patterning the body axis. Thus, by combinatorial specifying the identity of particular body regions, Hox genes determine where limbs and other body segments will grow in a developing embryo or larva. A paradigmatic toolkit gene is \"Pax6/eyeless\", which controls eye formation in all animals. It has been found to produce eyes in mice and \"Drosophila\", even if mouse \"Pax6/eyeless\" was expressed in \"Drosophila\".",
            "score": 177.93797302246094
        },
        {
            "docid": "16770101_27",
            "document": "Long non-coding RNA . In Drosophila, long ncRNAs induce the expression of the homeotic gene, Ubx, by recruiting and directing the chromatin modifying functions of the trithorax protein Ash1 to Hox regulatory elements. Similar models have been proposed in mammals, where strong epigenetic mechanisms are thought to underlie the embryonic expression profiles of the Hox genes that persist throughout human development. Indeed, the human Hox genes are associated with hundreds of ncRNAs that are sequentially expressed along both the spatial and temporal axes of human development and define chromatin domains of differential histone methylation and RNA polymerase accessibility. One ncRNA, termed HOTAIR, that originates from the HOXC locus represses transcription across 40 kb of the HOXD locus by altering chromatin trimethylation state. HOTAIR is thought to achieve this by directing the action of Polycomb chromatin remodeling complexes in trans to govern the cells' epigenetic state and subsequent gene expression. Components of the Polycomb complex, including Suz12, EZH2 and EED, contain RNA binding domains that may potentially bind HOTAIR and probably other similar ncRNAs. This example nicely illustrates a broader theme whereby ncRNAs recruit the function of a generic suite of chromatin modifying proteins to specific genomic loci, underscoring the complexity of recently published genomic maps. Indeed, the prevalence of long ncRNAs associated with protein coding genes may contribute to localised patterns of chromatin modifications that regulate gene expression during development. For example, the majority of protein-coding genes have antisense partners, including many tumour suppressor genes that are frequently silenced by epigenetic mechanisms in cancer. A recent study observed an inverse expression profile of the p15 gene and an antisense ncRNA in leukaemia. A detailed analysis showed the p15 antisense ncRNA (CDKN2BAS) was able to induce changes to heterochromatin and DNA methylation status of p15 by an unknown mechanism, thereby regulating p15 expression. Therefore, misexpression of the associated antisense ncRNAs may subsequently silence the tumour suppressor gene contributing towards cancer.",
            "score": 176.7762908935547
        },
        {
            "docid": "57414_16",
            "document": "Evolutionary developmental biology . A small fraction of the genes in an organism's genome control the organism's development. These genes are called the developmental-genetic toolkit. They are highly conserved among phyla, meaning that they are ancient and very similar in widely separated groups of animals. Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. Most toolkit genes are parts of signalling pathways: they encode transcription factors, cell adhesion proteins, cell surface receptor proteins and signalling ligands that bind to them, and secreted morphogens that diffuse through the embryo. All of these help to define the fate of undifferentiated cells in the embryo. Together, they generate the patterns in time and space which shape the embryo, and ultimately form the body plan of the organism. Among the most important toolkit genes are the \"Hox\" genes. These transcription factors contain the homeobox protein-binding DNA motif, also found in other toolkit genes, and create the basic pattern of the body along its front-to-back axis. Hox genes determine where repeating parts, such as the many vertebrae of snakes, will grow in a developing embryo or larva. \"Pax-6\", already mentioned, is a classic toolkit gene. Homeobox genes are also found in plants, implying they are common to all eukaryotes.",
            "score": 170.67416381835938
        },
        {
            "docid": "60289_28",
            "document": "Homeobox . Hox genes and their associated microRNAs are highly conserved developmental master regulators with tight tissue-specific, spatiotemporal control. These genes are known to be dysregulated in several cancers and are often controlled by DNA methylation. The regulation of Hox genes is highly complex and involves reciprocal interactions, mostly inhibitory. Drosophila is known to use the Polycomb and Trithorax Complexes to maintain the expression of Hox genes after the down-regulation of the pair-rule and gap genes that occurs during larval development. Polycomb-group proteins can silence the HOX genes by modulation of chromatin structure.",
            "score": 170.6570281982422
        },
        {
            "docid": "2925212_6",
            "document": "Hox gene . The sequence and function of Hox genes is highly conserved. The homeodomain protein motif is highly conserved across vast evolutionary distances. In addition, homeodomains of individual Hox proteins usually exhibit greater similarity to homeodomains in other species than to proteins encoded by adjacent genes within their own Hox cluster. These two observations led to the suggestions that Hox gene clusters evolved from a single Hox gene via tandem duplication and subsequent divergence and that a prototypic Hox gene cluster containing at least seven different Hox genes was present in the common ancestor of all bilaterian animals.",
            "score": 168.4530029296875
        },
        {
            "docid": "46273402_9",
            "document": "Segmentation in the human nervous system . Segmentation in the hind-brain and paraxial mesoderm is highly regulated by the expression of the Hox gene. Hox genes encode helix-turn-helix transcription factors and play the major role in specifying the positional identities for tissues along the anterior-posterior axis (A-P axis) during the developmental phase. Humans, like other vertebrates have a total of 39 Hox genes organized into four different clusters. The property of Hox genes called colinerarity, whereby the gene arrangement, timing and the boundaries of expression on the A-P axis are correlated, is instrumental in the development of ordered domains of expression. The Hox gene expression leads to the development of unique combination codes for the different segments that specify their distinct identity. Even though the development of segmentation in the hind-brain and paraxial mesoderm are distinct, the Hox expression in both system are coordinated with the process of morphological segmentation.",
            "score": 166.5933380126953
        },
        {
            "docid": "33259689_3",
            "document": "HOXA11-AS1 . The HOX genes code for transcription factors that are key to embryonic development. This lncRNA is one of the three lncRNAs present in the 5-prime region of the HOXA11 gene. The other two lncRNAs are HOXA10-AS and HOTTIP. Of these lncRNAs, HOXA11-AS, is the most conserved sequence in a wide range of organisms, which shows its longevity in the phylogenetic tree. Since HOX genes play a prominent role in embryogenesis and carcinogenesis, genes on the sense strand and antisense non-coding RNA (ncRNA) genes are often studied in their role of aberrant epithelial differentiation and cancer development.  Many lncRNAs are sequences that regulate the expression of nearby or distant genes. Common in HOX genes, lncRNAs can either regulate through cis or trans mechanisms, respectively. Cis mechanisms are transcription based when nearby genes are regulated, whereas trans mechanisms are transcript-based and regulate genes afar. HOXA11-AS regulates transcription factors and is a co-activator of the HOXA gene and other genes. Coming from HOXA homeobox, HOXA11-AS lncRNA regulates HOXA11 mRNA by blocking transcription.",
            "score": 162.78077697753906
        },
        {
            "docid": "46335535_9",
            "document": "Hox genes in amphibians and reptiles . Essentially, Hox genes contribute to the specification of three main components of limb development, including the stylopod, zeugopod and autopod. Certain mutations in Hox genes can potentially lead to the proximal and/or distal losses along with different abnormalities. Three different models have been created for outlining the patterning of these regions. The Zone of polarizing activity (ZPA) in the limb bud has pattern-organizing activity through the utilization of a morphogen gradient of a protein called Sonic hedgehog (Shh). Sonic hedgehog is turned on in the posterior region via the early expression of HoxD genes, along with the expression of Hoxb8. Shh is maintained in the posterior through a feedback loop between the ZPA and the AER. Shh cleaves the Ci/Gli3 transcriptional repressor complex to convert the transcription factor Gli3 to an activator, which activates the transcription of HoxD genes along the anterior/posterior axis. It is evident that different Hox genes are critical for proper limb development in different amphibians.",
            "score": 162.34217834472656
        },
        {
            "docid": "398124_13",
            "document": "Transcriptional regulation . Transcription factors are proteins that bind to specific DNA sequences in order to regulate the expression of a given gene. The power of transcription factors resides in their ability to activate and/or repress wide repertoires of downstream target genes. The fact that these transcription factors work in a combinatorial fashion means that only a small subset of an organism's genome encodes transcription factors. Transcription factors function through a wide variety of mechanisms. Often they are at the end of a signal transduction pathway that functions to change something about the factor, like its subcellular localization or its activity. Post-translational modifications to transcription factors located in the cytosol can cause them to translocate to the nucleus where they can interact with their corresponding enhancers. Others are already in the nucleus, and are modified to enable the interaction with partner transcription factors. Some post-translational modifications known to regulate the functional state of transcription factors are phosphorylation, acetylation, SUMOylation and ubiquitylation. Transcription factors can be divided in two main categories: activators and repressors. While activators can interact directly or indirectly with the core machinery of transcription through enhancer binding, repressors predominantly recruit co-repressor complexes leading to transcriptional repression by chromatin condensation of enhancer regions. It may also happen that a repressor may function by allosteric competition against a determined activator to repress gene expression: overlapping DNA-binding motifs for both activators and repressors induce a physical competition to occupy the site of binding. If the repressor has a higher affinity for its motif than the activator, transcription would be effectively blocked in the presence of the repressor. Tight regulatory control is achieved by the highly dynamic nature of transcription factors. Again, many different mechanisms exist to control whether a transcription factor is active. These mechanisms include control over protein localization or control over whether the protein can bind DNA. An example of this is the protein HSF1, which remains bound to Hsp70 in the cytosol and is only translocated into the nucleus upon cellular stress such as heat shock. Thus the genes under the control of this transcription factor will remain untranscribed unless the cell is subjected to stress.",
            "score": 162.08082580566406
        },
        {
            "docid": "1037062_8",
            "document": "Rhombomere . The Hox gene also has been shown to play a part in the formation of the cranial motor nerves. The fate of a rhombomere has been shown to be affected by differential expression of the Hox gene. With mutations in the Hox gene, the cranial motor nerves formed in different locations than normal or simply did not form altogether. One possibility for this was that the Hox gene was somehow involved in regionalization within the neural tube, and that expression of this particular gene correlated with the amount of migration that occurred. However, no correlation could be found. Many studies showed small amounts of correlation, but there were equal amounts showing a complete lack of correlation. The amount of correlation that occurred was not enough to draw a concrete conclusion from. This, however, could have happened because studies have only drawn data points from a limited window of time. Another possibility for this lack of correlation is that most studies were based on in situ hybridization, which only maps the location of transcripts rather than proteins. A third possibility is that studies focused on rhombomeres as landmarks, and therefore correlated expression domains to these. While studies were unable to show a relationship between closely related neurons from the rhombomeres and Hox gene expression, the Hox gene is still an important factor when it comes to specification of the neuronal phenotype. The Hox gene was expressed rostrocaudally in the same sequence that was physically within the chromosome and its transcription was regulated by retinoic acid. The Hox gene has been identified in all vertebrates, and the number of Hox genes expressed increases as the vertebrate species diverge farther away from the invertebrate species. Certain neuron groups relate to Hox gene expression. At the r4 level, Hoxb1 is suspected to bestow rhombomere 4 cell identity.",
            "score": 161.01438903808594
        },
        {
            "docid": "46335535_5",
            "document": "Hox genes in amphibians and reptiles . Hox genes are a group of related genes that control the body plan of an embryo along the head-tail axis. They are responsible for body segment differentiation and express the arrangement of numerous body components during initial embryonic development. Primarily, these sets of genes are utilized during the development of body plans by coding for the transcription factors that trigger production of body segment specific structures. Additionally in most animals, these genes are laid out along the chromosome similar to the order in which they are expressed along the anterior – posterior axis.",
            "score": 159.54978942871094
        },
        {
            "docid": "37860667_3",
            "document": "Cdx . Cdx genes play many roles during embryological development. This is particularly seen during the development of the body plan. Cdx genes are transcription factors that are influenced by signaling molecules such as Wnt during body plan establishment in the developing embryo. Expression of Cdx is responsible for the control of the Hox gene family, which establishes the body plan posteriorly and anteriorly. Transfer of this information to Hox genes for positional development works directly through Cdx binding sites. Mutations to these binding sites have shown to ultimately prevent Hox gene expression and affect proper establishment of the body plan by preventing regulation of region-specific expression.",
            "score": 159.13059997558594
        },
        {
            "docid": "14271172_4",
            "document": "KMT2A . KMT2A gene encodes a transcriptional coactivator that plays an essential role in regulating gene expression during early development and hematopoiesis. The encoded protein contains multiple conserved functional domains. One of these domains, the SET domain, is responsible for its histone H3 lysine 4 (H3K4) methyltransferase activity which mediates chromatin modifications associated with epigenetic transcriptional activation. Enriched in the nucleus, the MLL1 enzyme trimethylates H3K4 (H3K4me3). It also upregulates mono- and dimethylation of H3K4. This protein is processed by the enzyme Taspase 1 into two fragments, MLL-C (~180 kDa) and MLL-N (~320 kDa). These fragments then assemble into different multi-protein complexes that regulate the transcription of specific target genes, including many of the HOX genes.",
            "score": 158.89187622070312
        },
        {
            "docid": "14757671_4",
            "document": "HOXB6 . HOX B6 gene is only expressed in erythoid progenitor cells, which are the precursor to red blood cells used for transport of oxygen and carbon dioxide throughout the body. During development, the formation of the HOX gene factor happens in the first stages of fetal development, namely soon after the establishment of the mesoderm, which is the “middle layer” of the future embryo. However, HOX B6 is only expressed once the undifferentiated stem cells of the embryo distinguish themselves into the erythpoietic phase. The research has shown that HOX B6 is not expressed in hematopoietic stem cells located in the red bone marrow, which are the precursor cells to all types of blood cells, or primordial germ cells (PGCs), the precursor to cells passed on in each generation. Since it is a transcriptional factor, HOX B6 regulates erythpoigenesis (red blood cell formation) using mRNA as the basis for certain protein productions. The specific gene factor for erytopoigenesis has relatively been unobserved in the scientific community, and no known diseases have been associated with a defect HOX B6 gene. However, it has been shown in correlation with major skeletal deformations.",
            "score": 158.38287353515625
        },
        {
            "docid": "2925212_17",
            "document": "Hox gene . Proteins with a high degree of sequence similarity are also generally assumed to exhibit a high degree of functional similarity, i.e. Hox proteins with identical homeodomains are assumed to have identical DNA-binding properties (unless additional sequences are known to influence DNA-binding). To identify the set of proteins between two different species that are most likely to be most similar in function, classification schemes are used. For Hox proteins, three different classification schemes exist: phylogenetic inference based, synteny-based, and sequence similarity-based. The three classification schemes provide conflicting information for Hox proteins expressed in the middle of the body axis (\"Hox6-8\" and \"Antp, Ubx\" and\" abd-A\"). A combined approach used phylogenetic inference-based information of the different species and plotted the protein sequence types onto the phylogenetic tree of the species. The approach identified the proteins that best represent ancestral forms (\"Hox7\" and \"Antp\") and the proteins that represent new, derived versions (or were lost in an ancestor and are now missing in numerous species).",
            "score": 158.27578735351562
        },
        {
            "docid": "23519759_2",
            "document": "Cdx protein family . The Cdx protein family is a group of the transcription factor proteins which bind to DNA to regulate the expression of genes. In particular this family of proteins can regulate the Hox genes.",
            "score": 158.19361877441406
        },
        {
            "docid": "2925248_7",
            "document": "Antennapedia . Although it is known that Antp-class homeobox genes play some sort of role in transcriptional processes, not all of their actions and functions have been discovered. Recent studies observed Antp and the Hox ortholog HoxC6 in Xenopus in order to further distinguish the evolution of these orthologues. HoxC6 was found to play an important role in gastrulation in the vertebrate \"Xenopus\". However, gastrulation was also a target in the \"Drosophila\" Antp gene. The anterior-posterior pattern mechanism is highly conserved in these genes, as its function in \"Xenopus\" is clear, but it is unclear why it would be a target in \"Drosophila\". The similarities continuously observed between Hox genes in vertebrates and \"Drosophila\" suggests a complex evolutionary history of the Antp Hox gene cluster, as well as reaffirms the importance of the conservation of this gene cluster in the evolution of body morphology.",
            "score": 158.0343475341797
        },
        {
            "docid": "11421185_10",
            "document": "Mir-10 microRNA precursor family . A number of Hox genes have been shown to be regulated by miR-10. These genes encode transcription factors which are important in embryonic development. In zebrafish embryos, miR-10 binds to sites in the three prime untranslated region (3'UTR) of the \"HoxB1a\" and \"HoxB3a\" genes, which are important in anterior-posterior patterning during embryonic development. Binding of miR-10 leads to the repression of these genes. It also acts synergistically with HoxB4 to repress these genes. The \"mir-10\" gene is located near to the \"HoxB1a\" and \"HoxB3a\" genes within the zebrafish genome, \"Hox-1\" and \"Hox-3\" paralogues located on different Hox clusters are not targets of miR-10. Human \"HOXD10\" gene has also been shown experimentally to be repressed by miR-10a and miR-10b.",
            "score": 157.12063598632812
        },
        {
            "docid": "50429846_4",
            "document": "Gene desert . One study focused on a regulatory archipelago, a region with “islands” of coding sequences surrounded by vast noncoding regions. The study, which explored the effects of regulation on the hox genes, initially focused on two enhancer sequences, GCR and Prox, which are located 200 basepairs and 50 basepairs respectively upstream of the Hox D locus. To manipulate the region, the study inverted the two enhancer sequences and discovered no major effects on the transcription of the Hox D gene, even though the two sequences were the closest sequences to the gene. Thus, the turned to the gene desert that flanked the GCR sequence upstream and found 5 regulatory islands within it that could regulate the gene. To select the most likely candidate, the study then applied several individual and multiple deletions to the five islands to observe the effects. These varied deletions only resulted in minor effects including physical abnormalities or a few missing digits.  When the experiment was taken a step further and applied a deletion of the entire 830 kilobase gene desert, the functionality of the entire Hox D locus was rendered inactive. This indicates that the neighboring gene desert, as an entire 830 kilobase unit (including the five island sequences within it), serves as an important regulator of a single gene that spans merely 50 kilobases. Therefore, these results hinted at the regulatory effects of flanking gene deserts. This study was supported by a later observation through a comparison between fluorescence in situ hybridization and chromosome conformation capture which discovered that the Hox D locus was the most decondensed portion in the region. This meant that it had relatively higher activity in comparison to the flanking gene deserts. Hence, the Hox D could be regulated by specific nearby enhancer sequences that were not expressed in unison. However, the does caution that proximity is inaccurate when either analytical method is used. Thus, associations between regulatory gene deserts and their target promoters seem to have variable distances and are not required to act as borders.  The variability in distance demonstrates that distance may be another important factor that is determined by gene deserts. For instance, distal enhancers may interact with their target promoters through looping interactions which must act over a certain distance. Thus, proximity is not an accurate predictor of enhancers: enhancers do not need to border their target sequence to regulate them. While this leads to a variation in distances, the average distance between transcription start sites and the interaction complex mediated by their enhancer elements is 120 kilobases upstream of the start site. Gene deserts may play a role in constructing this distance to allow maximal looping to occur. Given that the mechanism of enhancer complex formation is a fairly simply regulated mechanism (the structures that are recruited into the enhancing complex have various regulatory controls that control construction), more than 50% of promoters have several long-range interactions. Certain core genes even have up to 20 possible enhancing interactions. There is a curious bias for complexes to form only upstream of the promoters. Thus, given the correlation that many regulatory gene deserts appear upstream of their target promoters, it is possible that the more immediate role that gene deserts play is in long-range regulation of key sequences.  As the ideal formation of enhancer interactions requires specific constructs, a possible side-product of the regulatory roles of gene deserts may be the conservation of genes: to retain the specific lengths of loops and order of regulating genes hidden in gene deserts, certain portions of gene deserts are more highly conserved than others when passing through inheritance events. These conserved noncoding sequences (CNS) are directly associated with syntenic inheritance in all vertebrates. Thus, the presence of these CNSs could serve to conserve of large regions of genes. Although distance may vary in regulatory gene deserts, distance appears to have an upper limit in conservative gene deserts. CNSs were initially thought to occur close to their conserved genes: earlier estimates placed most CNSs in proximity of gene sequences. However, the expansion of genetic data has revealed that several CNSs reside up to 2.5 megabases from their target genes, with the majority of CNSs falling between 1 and 2 megabases. This range, which was measured for the human genome, is varied among different species. For instance, in comparison to humans, the Fugu fish has a smaller range, with an estimated maximum distance of a few hundred kilobases. Regardless of the difference in lengths, CNSs work in similar methods in both species. Thus, as functions differ between gene deserts, so do their contents.",
            "score": 156.2342529296875
        },
        {
            "docid": "46697210_8",
            "document": "Epigenetics of human development . Hox genes are genes in humans that regulate body plan development. Humans have four sets of Hox genes, numbering 39 genes altogether, all of which aid in the differentiation of cells by location. Hox genes are activated early in the development of the embryo, in order to plan the development of the differing structures of the body. They also show colinearity with the body plan, meaning that the order of the Hox genes is similar to the expression levels of the Hox genes on the anterior-posterior axis. This colinearity allows for a spatial and temporal activation of genes in order to produce a proper body structure.",
            "score": 156.1746063232422
        }
    ]
}