{
    "q": [
        {
            "docid": "10611249_2",
            "document": "Helminth protein . A helminth protein, or helminthic antigen, is a protein derived from a parasitic worm that causes an immune reaction. When secreted, these proteins may modify the host's immune response in order to promote longevity of the parasite. Helminth proteins can result in a deregulated response to infection, and are implicated in reduced reactivity to other antigens. Other helminth proteins promote parasite survival in other ways, particularly since parasites must depend on hosts for the supply of essential nutrients. Despite their pathogenic properties, helminth proteins have potential to be co-opted to treat a number of other human diseases.",
            "score": 80.16765642166138
        },
        {
            "docid": "287207_6",
            "document": "Plasmodium . Like other apicomplexans, \"Plasmodium\" species have several cellular structures at the apical end of the parasite that serve as specialized organelles for secreting effectors into the host. The most prominent are the bulbous rhoptries which contain parasite proteins involved in invading the host cell and modifying the host once inside. Adjacent to the rhoptries are smaller structures termed micronemes that contain parasite proteins required for motility as well as recognizing and attaching to host cells. Spread throughout the parasite are secretory vesicles called dense granules that contain parasite proteins involved in modifying the membrane that separates the parasite from the host, termed the parasitophorous vacuole.",
            "score": 60.75405287742615
        },
        {
            "docid": "47306088_2",
            "document": "Parasitophorous vacuole . The parasitophorous vacuole (PV) is a structure produced by apicomplexan parasites in the cell of its host. The PV allows the parasite to develop while protected from the phagolysosomes of the host cell. The PV is a bubble-like compartment made of plasma membrane and containing cytoplasm and the parasite. The PV allows the parasite to exist and grow within the cell while protecting it from the host cell defense mechanisms. The PV prevents the acidification of the compartment, the mechanism by which the lysosomes of the host cell would normally destroy an invading parasite. Parasites that form a parasitophorous vacuole as part of their infection process include \"Plasmodium falciparum\", which causes malaria and \"Toxoplasma gondii\", which causes toxoplasmosis. The parasitophorous vacuole is formed during cell invasion, when the parasite uses part of the membrane of the host cell to form a parasitophorous vacuolar membrane (PVM). The PVM surrounds the intracellular parasite, creating a separate bubble of cytoplasm-filled plasma membrane within the host cell. The rhoptry and the microneme, special secretory organelles found in apicomplexan parasites, play a major role in the formation of the vacuole. One theory is that the microneme works with the rhoptry and the rhoptry secretes proteins to create the PVM, while the microneme binds to the surface of red blood cells, allowing the parasite to more easily enter into the cell.",
            "score": 77.53059160709381
        },
        {
            "docid": "1609006_5",
            "document": "Trichinella spiralis . \"Trichinella spiralis\" can live the majority of its adult life in the intestines of humans. To begin its life cycle, \"Trichinella spiralis\" adults will invade the intestinal wall of a pig, and produce larvae that invade the pig's muscles. The larval forms are encapsulated as a small cystic structure within a muscle cell of the infected host. When another animal (perhaps a human) eats the infected meat, the larvae are released from the nurse cells in the meat (due to stomach pH), and migrate to the intestine, where they burrow into the intestinal mucosa, mature, and reproduce. Juveniles within nurse cells have an anaerobic or facultative anaerobic metabolism, but when they become activated, they adopt the aerobic metabolism characteristics of the adult. Female \"Trichinella\" worms live for about six weeks, and in that time can produce up to 1,500 larvae; when a spent female dies, she passes out of the host. The larvae gain access to the circulation and migrate around the body of the host, in search of a muscle cell in which to encyst . The migration and encystment of larvae can cause fever and pain, brought on by the host inflammatory response. In some cases, accidental migration to specific organ tissues can cause myocarditis and encephalitis that can result in death.",
            "score": 113.99271655082703
        },
        {
            "docid": "46837955_9",
            "document": "Host microbe interactions in Caenorhabditis elegans . One of the best studied natural pathogens of \"C. elegans\" is the microsporidium \"Nematocida parisii\", which was directly isolated from wild-caught \"C. elegans\". \"N. parisii\" is an intracellular parasite that is exclusively transmitted horizontally from one animal to another. The microsporidian spores are likely to exit the cells by disrupting a conserved cytoskeletal structure in the intestine called the terminal web. It seems that none of the known immune pathways of \"C. elegans\" is involved in mediating resistance against \"N. parisii\". Microsporidia were found in several nematodes isolated from different locations, indicating that microsporidia are common natural parasites of \"C. elegans\". The \"N. parisii\"-\"C. elegans\" system represents a very useful tool to study infection mechanisms of intracellular parasites. Additionally, a new species of microsporidia was recently found in a wild caught \"C. elegans\" that genome sequencing places in the same genus \"Nematocida\" as prior microsporidia seen in these nematodes. This new species was named \"Nematocida displodere,\" after a phenotype seen in late infected worms that explode at the vulva to release infectious spores. \"N. displodere\" was shown to infect a broad range of tissues and cell types in \"C. elegans\", including the epidermis, muscle, neurons, intestine, seam cells, and coelomocytes. Strangely, the majority of intestinal infection fails to grow to later parasite stages, while the muscle and epidermal infection thrives. This is in stark contrast to \"N. parisii\" which infects and completes its entire life cycle in the \"C. elegans\" intestine. These related \"Nematocida\" species are being used to study the host and pathogen mechanisms responsible for allowing or blocking eukaryotic parasite growth in different tissue niches.  Another eukaryotic pathogen is the fungus \"Drechmeria coniospora\", which has not been directly co-isolated with \"C. elegans\" from nature, but is still considered to be a natural pathogen of \"C. elegans\". \"D. coniospora\" attaches to the cuticle of the worm at the vulva, mouth, and anus and its hyphae penetrate the cuticle. In this way \"D. coniospora\" infects the worm from the outside, while the majority of bacterial pathogens infect the worm from the intestinal lumen",
            "score": 89.18022334575653
        },
        {
            "docid": "55840032_3",
            "document": "Steinernema carpocapsae . The immunomodulatory and pathogenic properties of parasitic nematodes are largely attributed to the excretory/secretory (ES) products they release during infection. The infective larvae also start spewing out a complex cocktail of proteins. When researchers isolated and examined this mixture more closely, they found that it was made up of 472 different proteins – many of them are proteases. For the average insect, a lethal dose of \"X. nematophilus\" consists of about 3500 bacterial cells. But, each \"S. carpocapsae\" only carries 20—200 cells of \"S. carpocapsae\" – well below the lethal dose. The fact that a single worm is enough to kill an insect host with so few bacterial cells means that \"S. carpocapsae\" is not just relying on the bacteria to do all the work.",
            "score": 81.5327377319336
        },
        {
            "docid": "2203098_3",
            "document": "Merozoite surface protein . Merozoite surface proteins, or MSPs, are useful in researching malaria, a disease caused by protozoans. The malaria parasite, in its asexual, blood invading stage called the merozoite stage, infects red blood cells. The MSP1 complex of surface proteins likely mediates the first interactions of the parasite with red blood cells.",
            "score": 80.82879447937012
        },
        {
            "docid": "2190506_3",
            "document": "Trichinella . The genus was first recognised in a larval form in 1835. The L1 larvae live in a modified skeletal muscle cell. The adult worms occupy a membrane-bound portion of columnar epithelium, living as intramulticellular parasites. Infections with this genus have been reported from more than 150 different naturally or experimentally infected hosts. It has been shown to have a worldwide distribution in domestic and/or sylvatic animals.",
            "score": 84.0027186870575
        },
        {
            "docid": "8129870_19",
            "document": "Alveolar macrophage . IL-10 inhibits the secretion of pro-inflammatory cytokines TNF-alpha and INF-gamma, thus suppressing the proliferation of T-cells, NK cells, and AM. IL-10 shares similar immunomodulating mechanisms to TGF-β. It is thought that both cytokines reduce the rate of apoptosis in human alveolar macrophages, thus indirectly enhancing alveolar macrophage-mediated inhibition of T-cell proliferation. There is a significant increase in the basal rate of apoptosis upon activation by bacterial products. Apoptosis is particularly regulated by the presence of cytokines: IFN-γ increases the rate of apoptosis, whereas IL-10 and TGF-β decrease it. However, IL-10 has counterproductive effects on the immune system, and has been shown to actually promote infection by foreign pathogens. The role of IL-10 in bacterial and parasitic infection has been discovered as a strategy to evade host immune systems. There are bacteria which parasitize AMs by invading through their membranes, and thrive by growing and replicating inside of them, exploiting AMs as host cells. Normally, this infection can be eliminated by T-cells, which activate enzymes in alveolar macrophages that destroy the bacteria; but these bacteria have been shown to alter the cytokine signaling network to their advantage. As an inhibitory cytokine, IL-10 facilitates the infection of human alveolar macrophages and monocytes by completely reversing the protective effect of IFN-γ against intracellular Legionella pneumophila replication. Yersinia enterocolitica has also been shown to releases virulence antigen LcrV, which induces IL-10 through Toll-like receptor-2 and CD14 (an accessory surface protein of TLR4-mediated LPS-signaling), resulting in the suppression of IFN-γ and TNF-alpha suppression.",
            "score": 86.48483610153198
        },
        {
            "docid": "1609006_3",
            "document": "Trichinella spiralis . \"Trichinella\" species, the smallest nematode parasite of humans, have an unusual lifecycle, and are one of the most widespread and clinically important parasites in the world. The small adult worms mature in the small intestine of a definitive host, such as a pig. Each adult female produces batches of live larvae, which bore through the intestinal wall, enter the blood (to feed on it) and lymphatic system, and are carried to striated muscle. Once in the muscle, they encyst, or become enclosed in a capsule.  Humans can become infected by eating infected pork, horsemeat, or wild carnivores such as fox, cat, or bear.",
            "score": 99.7598797082901
        },
        {
            "docid": "5951626_6",
            "document": "Antigenic variation . Trypanosoma brucei, the organism that causes sleeping sickness, replicates extracellularly in the bloodstream of infected mammals. In later stages, the parasite crosses the blood brain barrier, resulting in a devastating and usually fatal outcome. As a result of replicating in the bloodstream, \"T. brucei\" parasites are subjected to numerous host defense mechanisms including soluble components of the immune system ( i.e. complement), as well as cellular components of the innate and adaptive immune systems. In order to protect itself from host defenses, the parasite decorates itself with a dense, homogeneous coat (~10^7 molecules) of glycoprotein known as the variant surface glycoprotein (VSG).  In the early stages of invasion, the dense protein coat is sufficient to protect the parasite from immune detection. However, the host eventually identifies the VSG as a foreign antigen and mounts an attack against the microbe. The \"T. brucei\" parasite has evolved an elegant mechanism to display a completely new coat of VSG antigen, rendering it once again invisible to the host’s immune system. The parasite’s genome has over 1,000 genes that code for different variants of the VSG protein. VSG genes can be found on the subtelomeric portion of large chromosomes, or on intermediate chromosomes. VSG genes also exist in arrays and many exist as pseudogenes.  There is a hierarchy by which the VSG genes are activated. Telomeric VSGs are activated first, followed by array VSGs, and finally pseudogene VSGs. Switching of VSG proteins occurs at a rate substantially higher than the background mutation rate of other genes in the parasite (suggesting that it is a regulated process). The process is partially dependent on homologous recombination of DNA, which is mediated in part by the interaction of the \"T. brucei\" BRCA2 gene with RAD51 (however, this is not the only responsible mechanism, as BRCA2 variants still display some VSG switching). In addition to homologous recombination, transcriptional regulation also plays an important role in antigen switching. This is in contrast to other pathogens, where antigenic variation is typically mediated by DNA rearrangements or transcriptional regulation. The process by which VSG switching occurs has not been fully elucidated, but it is known that activation of VSGs requires recombination of the VSG genes into a VSG expression site (ES). The ES consists of a single \"vsg\" gene flanked by an upstream array of 70 base pair repeats and expression site associated genes (ESAGs). \"T. brucei\" expresses one VSG at any given time, and the active VSG can either be selected by activation of a previously silent ES, or by recombination of a VSG sequence into the active ES (see the figure \"Mechanisms of VSG Switching in \"T. brucei\"\"). Although the biological triggers that result in VSG switching are not fully known, mathematical modeling suggests that the ordered appearance of different VSG variants is controlled by at least two key parasite-derived factors: differential activation rates of parasite VSG and density-dependent parasite differentiation.",
            "score": 64.84320330619812
        },
        {
            "docid": "29940688_11",
            "document": "Effects of parasitic worms on the immune system . Type diabetes (T1D) is an autoimmune disease in which the immune system destroys the body's pancreatic beta cells. In an experiment with mice, infection with parasitic worms or helminth-products generally inhibited the spontaneous development of T1D, according to Dr. Anne Cook in the journal \"Immunology\". However, results varied among the different species of parasitic worms. Some helminth-products, like a protein of the nematode Acanthocheilonema viteae, didn't have any effect. Another infectious agent, Salmonella typhimurium was successful even when administered late in the development of T1D.",
            "score": 74.56634521484375
        },
        {
            "docid": "5951626_7",
            "document": "Antigenic variation . Plasmodium falciparum, the major etiologic agent of human malaria, has a very complex life cycle that occurs in both humans and mosquitoes. While in the human host, the parasite spends most of its life cycle within hepatic cells and erythrocytes (in contrast to \"T. brucei\" which remains extracellular). As a result of its mainly intracellular niche, parasitized host cells which display parasite proteins must be modified to prevent destruction by the host immune defenses. In the case of \"Plasmodium\", this is accomplished via the dual purpose \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1). PfEMP1 is encoded by the diverse family of genes known as the \"var\" family of genes (approximately 60 genes in all). The diversity of the gene family is further increased via a number of different mechanisms including exchange of genetic information at telomeric loci, as well as meiotic recombination. The PfEMP1 protein serves to sequester infected erythrocytes from splenic destruction via adhesion to the endothelium. Moreover, the parasite is able to evade host defense mechanisms by changing which \"var\" allele is used to code the PfEMP1 protein. Like \"T. brucei\", each parasite expresses multiple copies of one identical protein. However, unlike \"T. brucei\", the mechanism by which \"var\" switching occurs in \"P. falciparum\" is thought to be purely transcriptional. \"Var\" switching has been shown to take place soon after invasion of an erythrocyte by a \"P. falciparum\" parasite. Fluorescent in situ hybridization analysis has shown that activation of \"var\" alleles is linked to altered positioning of the genetic material to distinct “transcriptionally permissive” areas.",
            "score": 75.4136254787445
        },
        {
            "docid": "53918629_27",
            "document": "Evolutionary models of human drug use . For example, researchers have recently sought to understand why humans began using tobacco in spite of the consequences and adverse reactions commonly associated with its use. Hagen and colleagues propose that, as in other species, humans began using tobacco and other plant toxins as a way of controlling infection by parasitic diseases, including helminths. Tobacco, as well as arecoline and cannabis, two other plant neurotoxins that are widely used as recreational drugs in humans, have been found to be toxic to parasitic worms that affect humans and other mammals, as well as plants. Modern anthelminthics function as well by targeting nicotinic acetylcholine receptors (nAChRs) on somatic muscle cells of parasites, producing paralysis and expelling the parasite, the same receptors which are targeted by nicotine (Roulette et al., 2014). Moreover, it has also been found that nicotine is equally or more effective than commercial anthelmintics at killing leeches, including those that infect humans. Similarly, Roulette et al. (2014) found in a study comparing male smoking prevalence and parasite load among Aka hunter-gatherers that treatment with commercial anthelmintics was associated with a decrease in cotinine concentrations (a measure of current tobacco use), thereby supporting their theory that humans regulate the amount of tobacco used in response to current helminth infection. The study also found that men with higher initial tobacco use also had lower worm burdens one year later, suggesting that nicotine not only eliminates parasites, but also protects from reinfection.",
            "score": 80.76465833187103
        },
        {
            "docid": "8924394_7",
            "document": "Malaria prophylaxis . An experimental approach involves preventing the parasite from binding with red blood cells by blocking calcium signalling between the parasite and the host cell. Erythrocyte-binding-like proteins (EBLs) and reticulocyte-binding protein homologues (RHs) are both used by specialized P. falciparum organelles known as rhoptries and micronemes to bind with the host cell. Disrupting the binding process can stop the parasite.",
            "score": 58.73798727989197
        },
        {
            "docid": "43937_38",
            "document": "Parasitism . Viruses are obligate intracellular parasites, characterised by extremely limited biological function, to the point where, while they are evidently able to infect all other organisms from bacteria and archaea to animals, plants and fungi, it is unclear whether they can themselves be described as living. Viruses can be either RNA or DNA viruses consisting of a single or double strand of genetic material (RNA or DNA) respectively, covered in a protein coat and sometimes a lipid envelope. They thus lack all the usual machinery of the cell such as enzymes, relying entirely on the host cell's ability to replicate DNA and synthesise proteins. Most viruses are bacteriophages, infecting bacteria.",
            "score": 80.0157458782196
        },
        {
            "docid": "2190607_5",
            "document": "Nurse cell . In parasitology, a nurse cell is an infected cell in the disease trichinosis discovered by Dickson Despommier. A trichinella larva enters a cell and develops there, probably as a way of concealing itself from the immune system. The parasite has evolved a way of stimulating blood vessel development around the cell, in order to receive the nutrients it needs. In trichinosis, nurse cells are invariably skeletal muscle cells; these are the only type of cell that can support the parasite.",
            "score": 99.59510564804077
        },
        {
            "docid": "24973826_12",
            "document": "Human genetic resistance to malaria . The mechanisms by which erythrocytes containing abnormal hemoglobins, or are G6PD deficient, are partially protected against \"P. falciparum\" infections are not fully understood, although there has been no shortage of suggestions. During the peripheral blood stage of replication malaria parasites have a high rate of oxygen consumption and ingest large amounts of hemoglobin. It is likely that HbS in endocytic vesicles is deoxygenated, polymerizes and is poorly digested. In red cells containing abnormal hemoglobins, or which are G6PD deficient, oxygen radicals are produced, and malaria parasites induce additional oxidative stress. This can result in changes in red cell membranes, including translocation of phosphatidylserine to their surface, followed by macrophage recognition and ingestion. The authors suggest that this mechanism is likely to occur earlier in abnormal than in normal red cells, thereby restricting multiplication in the former. In addition, binding of parasitized sickle cells to endothelial cells is significantly decreased because of an altered display of \"P. falciparum\" erythrocyte membrane protein-1 (PfMP-1). This protein is the parasite’s main cytoadherence ligand and virulence factor on the cell surface. During the late stages of parasite replication red cells are adherent to venous endothelium, and inhibiting this attachment could suppress replication.",
            "score": 68.63680231571198
        },
        {
            "docid": "34333508_3",
            "document": "Viperin . Viperin is a cellular protein which could inhibit many DNA and RNA viruses such as CHIKV, HCMV, HCV, DENV, WNV, SINV, influenza, HIV LAI strain, and so on. Initially identified as an IFN-γ induced antiviral protein in human cytomegalovirus (HCMV) infected macrophages, viperin is reported that it could be induced by HCMV glycoprotein B in fibroblasts but inhibits HCMV viral infection and down-regulates viral structural proteins, which is essential for viral assembling and maturation. The mechanism of how the virus protein induces viperin against itself is still not clear. However, the viral induced redistribution of Viperin is also found in HCMV infected cells, which may reflect the mechanism of virus evading antiviral activities of Viperin. Viperin could also be induced, and then interact with HCMV viral proteins and relocate to mitochondria in HCMV viral infected cells, and finally enhance viral infectivity by the disrupted cellular metabolism. In the inhibition of influenza virus budding and release, viperin could disrupt the lipid rafts on cell plasma membrane by decreasing the enzyme activities of farnesyl diphosphate synthase (FPPS), which is an essential enzyme in isoprenoid biosynthesis pathway. Besides, viperin can also inhibit the viral replication of HCV via the interaction with host protein hVAP-33 and NS5A and disruption of the formation of the replication complex.",
            "score": 87.60657453536987
        },
        {
            "docid": "14023251_3",
            "document": "Gongylonema pulchrum . \"Gongylonema pulchrum\" infections are due to humans acting as accidental hosts for the parasite. There are seven genera of spirudia nematodes that infect human hosts accidentally: \"Gnathostoma, Thelazia, Gongylonema, Physaloptera, Spirocerca, Rictularia\". The \"G. pulchrum\" parasite is a nematode worm of the order Spirurida. It is a relatively thin nematode, and like other worms within its class, it has no circulatory or respiratory system. Most other \"Gongylonema\" species infect birds and mammals: there are 25 species found in mammals and 10 species found in birds.",
            "score": 62.85837364196777
        },
        {
            "docid": "3147145_16",
            "document": "Fc receptor . Large parasites like the helminth (worm) \"Schistosoma mansoni\" are too large for ingestion by phagocytes. They also have an external structure called an integument that is resistant to attack by substances released by macrophages and mast cells. However, these parasites can become coated with IgE and recognized by FcεRI on the surface of eosinophils. Activated eosinophils release preformed mediators such as major basic protein, and enzymes such as peroxidase, against which helminths are not resistant. The interaction of the FcεRI receptor with the Fc portion of helminth bound IgE causes the eosinophil to release these molecules in a mechanism similar to that of the NK cell during ADCC.",
            "score": 63.826331615448
        },
        {
            "docid": "49996875_12",
            "document": "Ostertagia ostertagi . Gastrointestinal nematodes may elicit a variety of host immune responses depending on the initial immune status of the host, parasite species, and environmental conditions. The body has several physical defense mechanisms against parasites including the continual sloughing of the gut epithelium to prevent parasite attachment. However, once an infection has occurred, the host’s immune system attempts to limit the damage caused by the worm. Apart from the importance of the extrinsic factors of weather, climate and grazing management, the immune status of cattle is perhaps the most significant of all host factors influencing infection with \"O. ostertagi\". Unlike other common gastrointestinal nematodes of cattle, who are subject to a quick host immune response after relatively short periods of exposure and immune system memory, a protective host immune response against \"O. ostertagi\" requires far longer periods of exposure and is not always permanent. The failure to respond quickly to \"Ostertagia\" may be a result of the suggested immunosuppression or impairment of antibody and cellular responses. \"O. ostertagi\" has been shown to induce cytokines and T-cells in the adaptive immune response in cattle, and recent advances have been made to produce suitable vaccines targeting adult stage \"Ostertagia\". The major limitations to reducing parasitic load using vaccines is the complex and dynamic host-parasite interaction that is unique to each species of host and parasite, which is often influenced by several environmental factors.",
            "score": 75.41859424114227
        },
        {
            "docid": "33732870_6",
            "document": "Pathogenesis-related protein . Although the term pathogenesis-related proteins by itself may give the impression that (all) proteins common to pathological processes in a given plant species can be considered PRs, proteins that are constitutively present in low, yet readily detectable amounts, but which are increased substantially by pathogen infection, such as oxidative and hydrolytic enzymes or general enzymes of aromatic biosynthesis, have been excluded. However, if specific isoforms of such enzymes do not normally occur but are induced as a result of infection, such isoenzymes do belong to the PRs. The major criterion for inclusion among the PRs is that the protein concerned is newly expressed upon infection, although not necessarily in all pathological conditions. These considerations imply that the characteristics of the induction of PRs take priority over other identifying characteristics, such as chemical properties and cellular localization.18 Proteins that are induced exclusively during disease development in compatible host–pathogen combinations have hardly been considered as PRs. Rather, the “classical” PRs are a collective set of novel proteins associated with host defense mainly in incompatible interactions and, thus, are related primarily to a special type of pathogenesis, i.e., one culminating in the impediment of further pathogen progress. In compatible host–pathogen interactions, pathogenesis, symptom expression, and reduction of growth are generally more severe, and enzyme activities may be increased to high levels, but novel host proteins have been observed only occasionally and remain poorly characterized. Proteins expressed under such conditions seem to be rather specific, being induced under the influence of particular pathogens but not others. This situation contrasts with the massive, apparently coordinated, induction of a common set of PRs in virtually any incompatible interaction, which in some cases can amount to 10% of the total soluble protein of the leaf. For this reason, PRs have been implicated in the resistance response and, more specifically, in the acquired resistance that is induced accompanying necrotic lesion formation in various plant species. When plants are locally infected with a pathogen inducing hypersensitive necrosis, they acquire systemically enhanced resistance to subsequent infection by various types of pathogens, and this systemic acquired resistance (SAR) is associated with the induction of PRs in tissues distant from the original inoculation site.1,7,8,19 Such observations suggested that PRs are defense proteins functioning in limiting pathogen multiplication and/or spread. Among the many metabolic alterations characteristic of a hypersensitive response, induction of PRs is a relatively late event,14 and their contribution to resistance against the initial infection is likely to be limited. In contrast, PRs induced in noninfected, distant leaves as a result of primary infection might afford an enhanced level of protection, resulting in reduced size or number of lesions, or even in reduced systemic symptom severity, upon further infection. The “related situations” in which PRs were found to be induced, seem to prove the point: application of chemicals that mimic the effect of pathogen infection or induce some aspects of the host response, as well as wound responses that give rise to proteins that are also induced during infections, can induce both PRs and acquired resistance. This is the case for salicylic acid, for example, which has since been shown to be an essential intermediate in the signal–transduction pathway leading to the induction of PRs in tobacco.",
            "score": 84.60549700260162
        },
        {
            "docid": "35435897_2",
            "document": "Fh8 . Fh8 is a small protease produced by the liver fluke \"Fasciola hepatica\". This parasite infects human and animals, and may lead to death. This protease is a very small one, 8 kDa, as is produced and secreted by the parasite during the infection process through liver. This protein has been tested and used as a fusion tag to improve the solubilization and expression of recombinant proteins, due to its biochemical characteristics.",
            "score": 61.358670234680176
        },
        {
            "docid": "2188496_13",
            "document": "Schistosoma mansoni . \"S. mansoni\" is locomotive in primarily two stages of its life cycle: as cercariae swimming freely through a body of freshwater to locate the epidermis of their human hosts, and as developing and fully-fledged adults, migrating throughout their primary host upon infection. Cercariae are attracted to the presence of fatty acids on the skin of their definitive host, and the parasite responds to changes in light and temperature in their freshwater medium to navigate towards the skin. Ressurreicao et al. (2015) tested the roles of various protein kinases in the ability of the parasite to navigate its medium and locate a penetrable host surface. Extracellular signal-regulated kinase and protein kinase C both respond to changes in medium temperature and light levels, and the stimulation of p38 mitogen-activated protein kinase, associated with recognition of parasite host surface, results in a glandular secretion that deteriorates the host epidermis, and allows the parasite to burrow into its host.",
            "score": 60.70619559288025
        },
        {
            "docid": "53450372_12",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . The PfEMP1 molecule is deposited at the RBC membrane at the knobs. These knobs are easily identified as conspicuous bumps on the infected RBCs from the early trophozoite stage onward. The malarial parasite cannot induce its virulence on RBCs without knobs. As many as 10,000 knobs are distributed throughout the surface of a mature infected RBC, and each knob is 50-80 nm in diameter. The export of pfEMP1 from Maurer's cleft to RBC membrane is mediated by binding of another protein produced by the parasite called knob-associated histidine-rich protein (KAHRP). KAHRP enhances the structural rigidity of infected RBC and adhesion of PfEMP1 on the knobs. It is also directly responsible for forming knobs, as indicated by the fact that \"kahrp\" gene-deficient malarial parasites do not form knobs. To form a knob, KAHRP aggregates several membrane skeletal proteins of the host RBC, such as spectrin, actin, ankyrin R, and spectrin–actin band 4.1 complex. Upon arrival at the knob, PfEMP1 is attached to the spectrin network using the PHIST proteins.",
            "score": 64.51145100593567
        },
        {
            "docid": "53450372_2",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1) is a family of proteins present on the membrane surface of red blood cells (RBCs or erythrocytes) that are infected by the malarial parasite \"Plasmodium falciparum\". PfEMP1 is synthesized during the parasite's blood stage (erythrocytic schizogony) inside the RBC, during which the clinical symptoms of falciparum malaria are manifested. Acting as both an antigen and adhesion protein, it is thought to play a key role in the high level of virulence associated with \"P. falciparum\". It was discovered in 1984 when it was reported that infected RBCs had unusually large-sized cell membrane proteins, and these proteins had antibody-binding (antigenic) properties. An elusive protein, its chemical structure and molecular properties were revealed only after a decade, in 1995. It is now established that there is not one but a large family of PfEMP1 proteins, genetically regulated (encoded) by a group of about 60 genes called \"var\". Each \"P. falciparum\" is able to switch on and off specific \"var\" genes to produce a functionally different protein, rendering evasion from the host's immune system. RBCs carrying PfEMP1 on their surface stick to endothelial cells, which facilitates further binding with uninfected RBCs (through the processes of sequestration and rosetting), ultimately helping the parasite to both spread to other RBCs as well as bringing about the fatal symptoms of \"P. falciparum\" malaria.",
            "score": 81.02376508712769
        },
        {
            "docid": "5094165_6",
            "document": "African swine fever virus . The virus encodes enzymes required for replication and transcription of its genome, including elements of a base excision repair system, structural proteins, and many proteins that are not essential for replication in cells, but instead have roles in virus survival and transmission in its hosts. Virus replication takes place in perinuclear factory areas. It is a highly orchestrated process with at least four stages of transcription—immediate-early, early, intermediate, and late. The majority of replication and assembly occurs in discrete, perinuclear regions of the cell called virus factories, and finally progeny virions are transported to the plasma membrane along microtubules where they bud out or are propelled away along actin projections to infect new cells. As the virus progresses through its lifecycle, most if not all of the host cell's organelles are modified, adapted, or in some cases destroyed. Assembly of the icosahedral capsid occurs on modified membranes from the endoplasmic reticulum. Products from proteolytically processed polyproteins form the core shell between the internal membrane and the nucleoprotein core. An additional outer membrane is gained as particles bud from the plasma membrane. The virus encodes proteins that inhibit signalling pathways in infected macrophages and thus modulate transcriptional activation of immune response genes. In addition, the virus encodes proteins which inhibit apoptosis of infected cells to facilitate production of progeny virions. Viral membrane proteins with similarity to cellular adhesion proteins modulate interaction of virus-infected cells and extracellular virions with host components.",
            "score": 80.88683593273163
        },
        {
            "docid": "22126816_3",
            "document": "Trichostrongylus . Eggs are passed through the feces of an infected definitive host, usually a mammalian herbivore including rabbits, sheep, cattle, and rodents. Under certain environmental conditions, which include optimal temperature and humidity, larvae hatch from eggs after several days. Hatched rhabditiform larvae grow on vegetation or within soil. After 5 to 10 days, two molts (L1 & L2) have occurred and the parasite becomes a filariform (L3) larvae that is infectious. Infection in mammals occurs upon ingestion of infective filariform (L3) larvae. The larvae reaches the small intestine to reside and mature into adult worms within their definitive hosts. Infections in humans may occur as incidental infections. Trichostrongylus consists of multiple species that relate to each of its host, when it comes to parasitic survival and infection. For example, \"Trichostrongylus affinis\" primarily infects cottontail rats, \"Trichostrongylus sigmodontis\" affects hispid cotton rat, and marsh rice rat, and \"Trichostrongylus retortaeformis\" primarily affects European rabbits (\"Oryctolagus cuniculus\").",
            "score": 60.59174621105194
        },
        {
            "docid": "14458998_6",
            "document": "Ascoviridae . These viruses infect immature stages of the order \"Lepidoptera\", in which they cause a chronic, fatal disease. They are transmissed by endoparasitic wasps and the host develops a unique cytopathology that resembles apoptosis. Cell infection induces apoptosis and in some species is associated with synthesis of a virus-encoded executioner caspase and several lipid-metabolizing enzymes. After infection the host cell DNA is degraded, the nucleus fragments and the cell then cleaves into large virion-containing vesicles. Synthesis of viral proteins results in the rescue of developing apoptotic bodies that are converted into large vesicles in which virions accumulate and continue to assemble. In infected larvae, millions of these virion-containing vesicles begin to disperse from infected tissues 48–72 hours after infection into the haemolymph, making it milky white, a characteristic of this disease. The circulation of virions and vesicles in the blood facilitates mechanical transmission by parasitic wasps.",
            "score": 87.9278175830841
        },
        {
            "docid": "34217148_11",
            "document": "Vectors in gene therapy . The viral vectors described above have natural host cell populations that they infect most efficiently. Retroviruses have limited natural host cell ranges, and although adenovirus and adeno-associated virus are able to infect a relatively broader range of cells efficiently, some cell types are refractory to infection by these viruses as well. Attachment to and entry into a susceptible cell is mediated by the protein envelope on the surface of a virus. Retroviruses and adeno-associated viruses have a single protein coating their membrane, while adenoviruses are coated with both an envelope protein and fibers that extend away from the surface of the virus. The envelope proteins on each of these viruses bind to cell-surface molecules such as heparin sulfate, which localizes them upon the surface of the potential host, as well as with the specific protein receptor that either induces entry-promoting structural changes in the viral protein, or localizes the virus in endosomes wherein acidification of the lumen induces this refolding of the viral coat. In either case, entry into potential host cells requires a favorable interaction between a protein on the surface of the virus and a protein on the surface of the cell. For the purposes of gene therapy, one might either want to limit or expand the range of cells susceptible to transduction by a gene therapy vector. To this end, many vectors have been developed in which the endogenous viral envelope proteins have been replaced by either envelope proteins from other viruses, or by chimeric proteins. Such chimera would consist of those parts of the viral protein necessary for incorporation into the virion as well as sequences meant to interact with specific host cell proteins. Viruses in which the envelope proteins have been replaced as described are referred to as pseudotyped viruses. For example, the most popular retroviral vector for use in gene therapy trials has been the lentivirus Simian immunodeficiency virus coated with the envelope proteins, G-protein, from Vesicular stomatitis virus. This vector is referred to as VSV G-pseudotyped lentivirus, and infects an almost universal set of cells. This tropism is characteristic of the VSV G-protein with which this vector is coated. Many attempts have been made to limit the tropism of viral vectors to one or a few host cell populations. This advance would allow for the systemic administration of a relatively small amount of vector. The potential for off-target cell modification would be limited, and many concerns from the medical community would be alleviated. Most attempts to limit tropism have used chimeric envelope proteins bearing antibody fragments. These vectors show great promise for the development of \"magic bullet\" gene therapies.",
            "score": 73.25290906429291
        },
        {
            "docid": "391141_6",
            "document": "Basophil . Basophils appear in many specific kinds of inflammatory reactions, particularly those that cause allergic symptoms. Basophils contain anticoagulant heparin, which prevents blood from clotting too quickly. They also contain the vasodilator histamine, which promotes blood flow to tissues. They can be found in unusually high numbers at sites of ectoparasite infection, e.g., ticks. Like eosinophils, basophils play a role in both parasitic infections and allergies. They are found in tissues where allergic reactions are occurring and probably contribute to the severity of these reactions. Basophils have protein receptors on their cell surface that bind IgE, an immunoglobulin involved in macroparasite defense and allergy. It is the bound IgE antibody that confers a selective response of these cells to environmental substances, for example, pollen proteins or helminth antigens. Recent studies in mice suggest that basophils may also regulate the behavior of T cells and mediate the magnitude of the secondary immune response.",
            "score": 79.32015013694763
        }
    ],
    "r": [
        {
            "docid": "1609006_5",
            "document": "Trichinella spiralis . \"Trichinella spiralis\" can live the majority of its adult life in the intestines of humans. To begin its life cycle, \"Trichinella spiralis\" adults will invade the intestinal wall of a pig, and produce larvae that invade the pig's muscles. The larval forms are encapsulated as a small cystic structure within a muscle cell of the infected host. When another animal (perhaps a human) eats the infected meat, the larvae are released from the nurse cells in the meat (due to stomach pH), and migrate to the intestine, where they burrow into the intestinal mucosa, mature, and reproduce. Juveniles within nurse cells have an anaerobic or facultative anaerobic metabolism, but when they become activated, they adopt the aerobic metabolism characteristics of the adult. Female \"Trichinella\" worms live for about six weeks, and in that time can produce up to 1,500 larvae; when a spent female dies, she passes out of the host. The larvae gain access to the circulation and migrate around the body of the host, in search of a muscle cell in which to encyst . The migration and encystment of larvae can cause fever and pain, brought on by the host inflammatory response. In some cases, accidental migration to specific organ tissues can cause myocarditis and encephalitis that can result in death.",
            "score": 113.99272155761719
        },
        {
            "docid": "1609006_3",
            "document": "Trichinella spiralis . \"Trichinella\" species, the smallest nematode parasite of humans, have an unusual lifecycle, and are one of the most widespread and clinically important parasites in the world. The small adult worms mature in the small intestine of a definitive host, such as a pig. Each adult female produces batches of live larvae, which bore through the intestinal wall, enter the blood (to feed on it) and lymphatic system, and are carried to striated muscle. Once in the muscle, they encyst, or become enclosed in a capsule.  Humans can become infected by eating infected pork, horsemeat, or wild carnivores such as fox, cat, or bear.",
            "score": 99.75988006591797
        },
        {
            "docid": "2190607_5",
            "document": "Nurse cell . In parasitology, a nurse cell is an infected cell in the disease trichinosis discovered by Dickson Despommier. A trichinella larva enters a cell and develops there, probably as a way of concealing itself from the immune system. The parasite has evolved a way of stimulating blood vessel development around the cell, in order to receive the nutrients it needs. In trichinosis, nurse cells are invariably skeletal muscle cells; these are the only type of cell that can support the parasite.",
            "score": 99.59510803222656
        },
        {
            "docid": "1609006_6",
            "document": "Trichinella spiralis . This nematode is a multicellular parasite that lives within a single muscle cell, which it extensively modifies according to its own requirements. Nurse cell formation in skeletal muscle tissue is mediated by the hypoxic environment surrounding the new vessel formation. The hypoxic environment stimulates muscle cells in the surrounding tissue to upregulate and secrete angiogenic cytokines, such as vascular endothelial growth factor (VEGF). This allows the migrating \"T. spiralis\" larva to enter the myocyte and induce the transformation into the nurse cell. VEGF expression is detected surrounding the nurse cell immediately after nurse cell formation, and the continued secretion of VEGF can maintain the constant state of hypoxia.",
            "score": 97.27742004394531
        },
        {
            "docid": "1171686_12",
            "document": "Regulatory T cell . An important question in the field of immunology is how the immunosuppressive activity of regulatory T cells is modulated during the course of an ongoing immune response. While the immunosuppressive function of regulatory T cells prevents the development of autoimmune disease, it is not desirable during immune responses to infectious microorganisms. Current hypotheses suggest that, upon encounter with infectious microorganisms, the activity of regulatory T cells may be downregulated, either directly or indirectly, by other cells to facilitate elimination of the infection. Experimental evidence from mouse models suggests that some pathogens may have evolved to manipulate regulatory T cells to immunosuppress the host and so potentiate their own survival. For example, regulatory T cell activity has been reported to increase in several infectious contexts, such as retroviral infections (the most well-known of which is HIV), mycobacterial infections (like tuberculosis), and various parasitic infections including \"Leishmania\" and malaria.",
            "score": 92.61779022216797
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 92.10980987548828
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 90.833984375
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 90.73074340820312
        },
        {
            "docid": "23129149_7",
            "document": "Toll-like receptor 11 . \"T. gondii\" is an apicomplexan parasite that can cause infection in humans. The parasite can live in many mammals and birds, but it carries out the sexual part of its lifecycle in cats. Feline feces from infected cats or undercooked meat from infected livestock contain \"T. gondii\" oocysts. Ingesting these could lead to Toxoplasmosis, a disease which at its worst can cause encephalitis or miscarriage as the disease is passed from mother to fetus.  \"T. gondii\" and other apicomplexan parasites rely on actin-dependent gliding motility in order to gain access to the body. This form of cellular motion requires profilin, an actin filament binding protein that helps restructure the actin cytoskeleton. Without profilin, \"T. gondii\" can still grow and replicate, but it loses the ability to pass through cell layers and biological barriers in order to carry out infection. Thus profilin is a conserved, essential protein for \"T. gondii\" infection efficacy. Profilin from \"T. gondii\" is a critical parasite ligand for TLR 11. It preferentially induces IL-12 production in dendritic cells that communicate with natural killer cells and cytotoxic T cells. In one study, mice bred to not express \"TLR 11\" (knock-out mice) did not mount the IL-12 response upon profilin stimulation. Dendritic cells in the knock-out mice also failed to migrate to lymph nodes, halting the initiation of the adaptive immune response.",
            "score": 90.14140319824219
        },
        {
            "docid": "44779596_7",
            "document": "Entamoeba invadens . To survive and infect other hosts, \"E. invadens\" must form a carbohydrate rich cyst. The chemical makeup and of formation of the cyst is of paramount importance to scientists all around the world because detailing this could lead to treatment development. Studies investigating cyst wall composition have shown that the wall specifically contains chitin, chitosan fibrils, and chitin binding proteins. As opposed to walls of plants and fungi who have multilayered walls, the \"Entamoeba\" cyst wall is homogenous—containing only one layer. The combination of these elements confers resistance to extreme environmental conditions such as desiccation, heat, and detergent Despite the amount of research conducted to date, the formation of the cyst wall during encystation has not yet been clearly defined. Scientists do know that during this process, the level of cytoplasmic vesicles is significantly reduced, which is thought to be caused by vesicles fusing with the plasma membrane in order to deposit the cyst wall on the exterior of the cell. These cyst wall properties allow the infective form of the parasite to persist for prolonged periods of time in extreme environments before it is ingested by the next host. Once ingested, the cyst travels through the digestive system unaffected until it reaches the small intestine, where it encounters several triggers, that have been found to induce excystation. Such triggers include, low glucose, osmotic shock, and a combination of water, bicarbonate, and bile. Eight pathogenic trophozoites emerge from each cyst (Brewer, 2008) and begin to feed on the bacteria that is naturally found in the reptilian gut in addition to mucin cells that make up the mucosal layer of the large intestine. The parasite will also secrete enzymes that continue to destroy the mucosal layer. This degradation recruits more bacteria to the scene of invasion, further fueling trophozoite replication. In addition to feeding the trophozoites, this excess flow of bacteria also can result in secondary bacterial infections that could also assist in the systemic distribution of the parasite causing liver or brain abscesses. The increased population of trophozoites through various cell signaling pathways will initiate trophozoite aggregation, which is the first step in encystation. Once encystation occurs, the infective cysts are excreted into the environment.",
            "score": 89.86785125732422
        },
        {
            "docid": "34344550_5",
            "document": "TIGIT . During Human Immunodeficiency Virus (HIV) infection, TIGIT expressing CD8+ T cells has been shown to be expanded and associated with clinical markers of HIV disease progression in a diverse group of HIV infected individuals. Elevated TIGIT levels remained sustained even among those with undetectable viral loads and a large fraction of HIV-specific CD8+ T cells simultaneously express both TIGIT and another negative checkpoint receptor, Programmed Death Protein 1 (PD-1) and retained several features of exhausted T cells. Blocking these pathways with novel targeted monoclonal antibodies synergistically rejuvenated HIV-specific CD8+ T cell responses. Further, the TIGIT pathway is active in the rhesus macaque non-human primate model, and mimics expression and function during Simian Immunodeficiency Virus (SIV) infection. This pathway can potentially be targeted to enhance killing of HIV infected cells during \"Shock and Kill\" HIV curative approaches.",
            "score": 89.56393432617188
        },
        {
            "docid": "14757750_3",
            "document": "IFI16 . This gene encodes a member of the HIN-200 (hematopoietic interferon-inducible nuclear antigens with 200 amino acid repeats) family of cytokines. The encoded protein contains domains involved in DNA binding, transcriptional regulation, and protein-protein interactions. The protein localizes to the nucleoplasm and nucleoli, and interacts with p53, retinoblastoma-1 and BRCA1. It modulates p53 function, and inhibits cell growth in the Ras/Raf signaling pathway. IFI16 has been shown to play a role in the sensing of intracellular DNA - a hallmark of virally infected cells - and has also been linked to the death of HIV-infected helper CD4 T cells by pyroptosis, a highly inflammatory form of programmed cell death.",
            "score": 89.54834747314453
        },
        {
            "docid": "46837955_9",
            "document": "Host microbe interactions in Caenorhabditis elegans . One of the best studied natural pathogens of \"C. elegans\" is the microsporidium \"Nematocida parisii\", which was directly isolated from wild-caught \"C. elegans\". \"N. parisii\" is an intracellular parasite that is exclusively transmitted horizontally from one animal to another. The microsporidian spores are likely to exit the cells by disrupting a conserved cytoskeletal structure in the intestine called the terminal web. It seems that none of the known immune pathways of \"C. elegans\" is involved in mediating resistance against \"N. parisii\". Microsporidia were found in several nematodes isolated from different locations, indicating that microsporidia are common natural parasites of \"C. elegans\". The \"N. parisii\"-\"C. elegans\" system represents a very useful tool to study infection mechanisms of intracellular parasites. Additionally, a new species of microsporidia was recently found in a wild caught \"C. elegans\" that genome sequencing places in the same genus \"Nematocida\" as prior microsporidia seen in these nematodes. This new species was named \"Nematocida displodere,\" after a phenotype seen in late infected worms that explode at the vulva to release infectious spores. \"N. displodere\" was shown to infect a broad range of tissues and cell types in \"C. elegans\", including the epidermis, muscle, neurons, intestine, seam cells, and coelomocytes. Strangely, the majority of intestinal infection fails to grow to later parasite stages, while the muscle and epidermal infection thrives. This is in stark contrast to \"N. parisii\" which infects and completes its entire life cycle in the \"C. elegans\" intestine. These related \"Nematocida\" species are being used to study the host and pathogen mechanisms responsible for allowing or blocking eukaryotic parasite growth in different tissue niches.  Another eukaryotic pathogen is the fungus \"Drechmeria coniospora\", which has not been directly co-isolated with \"C. elegans\" from nature, but is still considered to be a natural pathogen of \"C. elegans\". \"D. coniospora\" attaches to the cuticle of the worm at the vulva, mouth, and anus and its hyphae penetrate the cuticle. In this way \"D. coniospora\" infects the worm from the outside, while the majority of bacterial pathogens infect the worm from the intestinal lumen",
            "score": 89.18022155761719
        },
        {
            "docid": "2846331_14",
            "document": "Helminthic therapy . Experimental data support the hypothesis that clinically induced helminthic infections have the ability to alleviate or mitigate immune responses. Most autoimmune disorders are believed to involve hyperactive Th1 or Th17 immune responses that are down regulated by the promotion of a Th2 response by helminths. Helminths secrete immunoregulatory molecules that promote the induction of regulatory T cells while inhibiting the function of antigen presenting cells and other T cells. As such, helminthic therapy attempts to restore homeostasis by shifting a hyperactive Th1 pro-inflammatory response to a Th2 response with reduced inflammation. Human and animal studies have provided evidence of decreased Th1 and Th17 immune responses with a shift to Th2 cytokine production resulting in significantly decreased levels of interleukin 12 and IFNy with simultaneous increases in the regulatory T cells, interleukin 4, interleukin 5 and interleukin 10 of test subjects. These observations indicate that helminth therapy can provide protection against autoimmune disease not only through prevention, since helminths can be present before autoimmune disease develops, but also after autoimmune responses are initiated. Furthermore, responses of type-two T helper cells rarely kill the parasitic worms. Rather, the Th2 response limits the infection by reducing the viability and reproductive capacity of the parasite.",
            "score": 89.13134765625
        },
        {
            "docid": "10906045_7",
            "document": "Lanosterol 14 alpha-demethylase . The biological role of this protein is also well understood. The demethylated products of the CYP51 reaction are vital intermediates in pathways leading to the formation of cholesterol in humans, ergosterol in fungi, and other types of sterols in plants (Lepesheva et al.). These sterols localize to the plasma membrane of cells, where they play an important structural role in the regulation of membrane fluidity and permeability and also influence the activity of enzymes, ion channels, and other cell components that are embedded within (Daum et al.). With the proliferation of immuno-suppressive diseases such as HIV/AIDS and cancer, patients have become increasingly vulnerable to opportunistic fungal infections (Richardson et al.). Seeking new means to treat such infections, drug researchers have begun targeting the 14α-demethylase enzyme in fungi; destroying the fungal cell's ability to produce ergosterol causes a disruption of the plasma membrane, thereby resulting in cellular leakage and ultimately the death of the pathogen (\"DrugBank\").",
            "score": 88.94499206542969
        },
        {
            "docid": "14458998_6",
            "document": "Ascoviridae . These viruses infect immature stages of the order \"Lepidoptera\", in which they cause a chronic, fatal disease. They are transmissed by endoparasitic wasps and the host develops a unique cytopathology that resembles apoptosis. Cell infection induces apoptosis and in some species is associated with synthesis of a virus-encoded executioner caspase and several lipid-metabolizing enzymes. After infection the host cell DNA is degraded, the nucleus fragments and the cell then cleaves into large virion-containing vesicles. Synthesis of viral proteins results in the rescue of developing apoptotic bodies that are converted into large vesicles in which virions accumulate and continue to assemble. In infected larvae, millions of these virion-containing vesicles begin to disperse from infected tissues 48–72 hours after infection into the haemolymph, making it milky white, a characteristic of this disease. The circulation of virions and vesicles in the blood facilitates mechanical transmission by parasitic wasps.",
            "score": 87.92781829833984
        },
        {
            "docid": "21354427_3",
            "document": "Human T-lymphotropic virus . HTLV-1 is an abbreviation for \"human T-cell lymphotropic virus type 1\", also called human T-cell leukemia type 1, a virus that has been implicated in several kinds of diseases, including HTLV-1-associated myelopathy, and as a virus cancer link for leukemia (see adult T-cell leukemia/lymphoma).HTLV-1 has six reported subtypes (subtypes A to F). The great majority of infections are caused by the cosmopolitan subtype A. HTLV was discovered by Robert Gallo and colleagues in 1980. Between 1 in 20 and 1 in 25 infected people are thought to develop cancer as a result of the virus. HTLV-1 infection is thought to spread only through dividing cells since reverse transcriptase generates proviral DNA from genomic viral RNA, and the provirus is integrated into the host genome by viral integrase after transmission. Therefore, the quantification of provirus reflects the number of HTLV-1-infected cells. So, an increase in numbers of HTLV-1-infected cells using cell division, by actions of accessory viral genes, especially Tax, may provide an enhancement of infectivity Tax expression induces proliferation, inhibits the apoptosis of HTLV-1-infected cells and, conversely, evokes the host immune response, including cytotoxic T cells, to kill virus-infected cells. Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 87.74871826171875
        },
        {
            "docid": "34333508_3",
            "document": "Viperin . Viperin is a cellular protein which could inhibit many DNA and RNA viruses such as CHIKV, HCMV, HCV, DENV, WNV, SINV, influenza, HIV LAI strain, and so on. Initially identified as an IFN-γ induced antiviral protein in human cytomegalovirus (HCMV) infected macrophages, viperin is reported that it could be induced by HCMV glycoprotein B in fibroblasts but inhibits HCMV viral infection and down-regulates viral structural proteins, which is essential for viral assembling and maturation. The mechanism of how the virus protein induces viperin against itself is still not clear. However, the viral induced redistribution of Viperin is also found in HCMV infected cells, which may reflect the mechanism of virus evading antiviral activities of Viperin. Viperin could also be induced, and then interact with HCMV viral proteins and relocate to mitochondria in HCMV viral infected cells, and finally enhance viral infectivity by the disrupted cellular metabolism. In the inhibition of influenza virus budding and release, viperin could disrupt the lipid rafts on cell plasma membrane by decreasing the enzyme activities of farnesyl diphosphate synthase (FPPS), which is an essential enzyme in isoprenoid biosynthesis pathway. Besides, viperin can also inhibit the viral replication of HCV via the interaction with host protein hVAP-33 and NS5A and disruption of the formation of the replication complex.",
            "score": 87.60657501220703
        },
        {
            "docid": "8258312_7",
            "document": "Ubiquitin-activating enzyme . The ubiquitin-proteasome system is critical to appropriate protein degradation within cells. Dysfunctions of this system can disrupt cellular homeostasis and lead to a host of disorders. In normally functioning cells, the covalent linkage of ubiquitin or ubiquitin-like protein to a target protein changes the target protein’s surface. These ubiquitinylated proteins are subject to degradation by proteolytic and non-proteolytic pathways. If this system malfunctions, numerous inherited and acquired diseases may result, such as cancer, diabetes, stroke, Alzheimer’s disease, amyotropic lateral sclerosis, multiple sclerosis, asthma, inflammatory bowel disease, autoimmune thyroiditis, inflammatory arthritis and lupus.",
            "score": 87.06990814208984
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 86.92633056640625
        },
        {
            "docid": "5398413_10",
            "document": "Viral vector . Viruses expressing pathogen proteins are currently being developed as vaccines against these pathogens, based on the same rationale as DNA vaccines. T-lymphocytes recognize cells infected with intracellular parasites based on the foreign proteins produced within the cell. T cell immunity is crucial for protection against viral infections and such diseases as malaria. A viral vaccine induces expression of pathogen proteins within host cells similarly to the Sabin Polio vaccine and other attenuated vaccines. However, since viral vaccines contain only a small fraction of pathogen genes, they are much safer and sporadic infection by the pathogen is impossible. Adenoviruses are being actively developed as vaccines.",
            "score": 86.85966491699219
        },
        {
            "docid": "42325581_3",
            "document": "Thioester-containing protein 1 . TEP1 is an antimicrobial protein which acts in a system reminiscent of the human complement pathway, which damages the cell membranes of pathogens. Studies have shown that TEP1 is structurally and functionally homologous to the human complement protein C3. TEP1 is now known to be important in the resistance of \"Anopheles\" mosquitoes to \"Plasmodium\" infection, targeting the malaria parasite during its invasion into the mosquitoes body cavity. Following this discovery insect thioester containing proteins have come under increased scrutiny from the scientific community as possible targets for disease control.",
            "score": 86.78271484375
        },
        {
            "docid": "8129870_19",
            "document": "Alveolar macrophage . IL-10 inhibits the secretion of pro-inflammatory cytokines TNF-alpha and INF-gamma, thus suppressing the proliferation of T-cells, NK cells, and AM. IL-10 shares similar immunomodulating mechanisms to TGF-β. It is thought that both cytokines reduce the rate of apoptosis in human alveolar macrophages, thus indirectly enhancing alveolar macrophage-mediated inhibition of T-cell proliferation. There is a significant increase in the basal rate of apoptosis upon activation by bacterial products. Apoptosis is particularly regulated by the presence of cytokines: IFN-γ increases the rate of apoptosis, whereas IL-10 and TGF-β decrease it. However, IL-10 has counterproductive effects on the immune system, and has been shown to actually promote infection by foreign pathogens. The role of IL-10 in bacterial and parasitic infection has been discovered as a strategy to evade host immune systems. There are bacteria which parasitize AMs by invading through their membranes, and thrive by growing and replicating inside of them, exploiting AMs as host cells. Normally, this infection can be eliminated by T-cells, which activate enzymes in alveolar macrophages that destroy the bacteria; but these bacteria have been shown to alter the cytokine signaling network to their advantage. As an inhibitory cytokine, IL-10 facilitates the infection of human alveolar macrophages and monocytes by completely reversing the protective effect of IFN-γ against intracellular Legionella pneumophila replication. Yersinia enterocolitica has also been shown to releases virulence antigen LcrV, which induces IL-10 through Toll-like receptor-2 and CD14 (an accessory surface protein of TLR4-mediated LPS-signaling), resulting in the suppression of IFN-γ and TNF-alpha suppression.",
            "score": 86.4848403930664
        },
        {
            "docid": "32242924_4",
            "document": "Co-option (biology) . Because of its medical importance, the Influenza A virus has been characterized to a large extent, and is mentioned here as an example of co-option. Its genome encodes only for 11 proteins, and it needs to use host-cell genes and proteins to carry out its lytic cycle. In 2010, a study was realized to determine which host-cell factors are necessary for the entry and replication of Influenza A virus. Using siRNA techniques, the effect of the disruption of more than 19,000 human genes on influenza life cycle was studied. That allowed identifying 295 host-cell genes needed for the virus to complete its lytic cycle, 23 of which are used during the entry steps, and the 219 remaining for the post-entry steps. Of all these genes implicated on the virus vital cycle, 168 might be targets for developing antiviral drugs for the treatment of H1N1 infection. It is important to emphasize that these targets are not virus proteins, but host-cell proteins.",
            "score": 86.12496185302734
        },
        {
            "docid": "32523145_8",
            "document": "CD8+ cell . CD8+ T cells have been found to play different roles in certain diseases, such as in HIV infection and in Type 1 diabetes. HIV over time has developed many strategies to evade the host cell immune system. For example, HIV has adopted very high mutation rates to allow them to escape recognition by CD8+ T cells. They are also able to down-regulate expression of surface MHC Class I proteins of cells that they infect, in order to further evade destruction by CD8+ T cells. If CD8+ T cells cannot find, recognize and bind to infected cells, the virus will not be destroyed and will continue to grow. Furthermore, it has been recently discovered that CD8+ T cells play a critical role in Type 1 diabetes. It was previously thought that this autoimmune disease was exclusively controlled by CD4+ cells - but recent studies in a diabetic mouse model showed that CD8+ T cells also engaged in the destruction of insulin-producing pancreatic cells.",
            "score": 85.87898254394531
        },
        {
            "docid": "26769241_32",
            "document": "Gladstone Institutes . Warner C. Greene—Provided insight into the precise mechanisms of how HIV attacks the human immune system, and how small fibrils found in semen enhance the ability of HIV to infect cells—paving the way for the development of new ways to prevent the spread of the virus. Identifying pyroptosis as the predominant mechanism that causes the two signature pathogenic events in HIV infection––CD4 T-cell depletion and chronic inflammation. Identifying pyroptosis may provides novel therapeutic opportunities targeting caspase-1, which controls the pyroptotic cell death pathway. Specifically, these findings could open the door to an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus.",
            "score": 85.24506378173828
        },
        {
            "docid": "5460467_6",
            "document": "Xenoma . Xenomas are provoked in various types of organisms, depending on the species of the parasite. Microsporidia are known to produce xenomas in oligochaetes, insects, crustaceans and fish. In addition to organism specificity, different species of parasite will have distinct host cell specificity, even if targeting the same organism. For example, \"Microsporidium chaetogastris\" infects solely connective and muscle tissue cells of the annelid \"Chaetogaster diaphanus\", whereas other species of microsporidia will target other tissue types. Another example is microsporidial gill disease in different species of fish caused by \"Loma salmonae\". It was found that certain species had a higher prevalence of xenoma formation following infection with the same parasite i.e. xenomas per gill filament in chinook salmon was 8 to 33 times greater than in rainbow trout, showing differences in host cell susceptibility. Once a host cell is infected with the microsporidian (or protist) parasite, a complete restructuring of the host cell ensues. This occurs as the parasite seeks to take control of the metabolism of the cell, in order to survive and exploit the host cell's resources and reproduction. It provides the parasite with optimal growth conditions and protection from the host's immune response. The parasite proliferates within the host cell where its mass replaces most of the host cell's cytoplasm, with the rest being taken up by microvillus structures and rhizoids. Other structures may be present inside the infected host cell including vesicles, fat globules and bundles of fibril. The nucleus may be in varying locations including the centre of the cell and may also vary in structure i.e. lobed, branched or divided into multiple fragments, but it will always be hypertrophic. The host also commonly envelops the proliferating parasite and the host cell itself in layers of membranes and cells.",
            "score": 85.13990783691406
        },
        {
            "docid": "407814_24",
            "document": "Hygiene hypothesis . An alternative explanation is that the developing immune system must receive stimuli (from infectious agents, symbiotic bacteria, or parasites) to adequately develop regulatory T cells. Without that stimuli it becomes more susceptible to autoimmune diseases and allergic diseases, because of insufficiently repressed T1 and T2 responses, respectively. For example, all chronic inflammatory disorders show evidence of failed immunoregulation. Secondly, helminths, non-pathogenic ambient pseudocommensal bacteria or certain gut commensals and probiotics, drive immunoregulation. They block or treat models of all chronic inflammatory conditions. Thirdly, some such organisms (or molecules that they secrete), specifically expand populations of regulatory T cells (Treg), or cause dendritic cells to switch to regulatory forms that preferentially drive immunoregulation. Finally, when multiple sclerosis patients become infected with helminths, the disease stops progressing and circulating myelin-recognising regulatory T cells appear in the peripheral blood. This indicates that helminths act as adjuvants for regulatory T cells. This observation led to clinical trials.",
            "score": 85.12825012207031
        },
        {
            "docid": "57323017_5",
            "document": "Chandrima Shaha . Shaha's research programme is geared towards the understanding of cell death pathways and cellular defense processes in unicellular and multicellular organisms that have important bearing on designing of therapies for various diseases. Kala-azar, a neglected tropical disease remains a huge problem being endemic in certain parts of the country and is caused by the \"Leishmania\" parasite. Understanding of how parasite death occurs is important as successful killing of the parasite would reduce disease burden. The research demonstrated the ability of the \"Leishmania\" parasite to execute death phenotypes similar to metazoans and experimental evidence demonstrated the involvement of the single mitochondrion in apoptosis like death in one of the earliest eukaryotes. Host-parasite interaction studies show the involvement of Bcl-2 proteins in parasite survival. Other studies with cells having high division index like cancer cells and mammalian germ cells provides insight into the various pathways that are triggered by stress and their functional relevance in cell survival.",
            "score": 84.98648834228516
        },
        {
            "docid": "520602_15",
            "document": "Sialic acid . Many viruses such as some adenoviruses (\"Adenoviridae\"), rotaviruses (\"Reoviridae\") and influenza viruses (\"Orthomyxoviridae\") can use host-sialylated structures for binding to their target host cell. Sialic acids provide a good target for these viruses since they are highly conserved and are abundant in large numbers in virtually all cells. Unsurprisingly, sialic acids also play an important role in several human viral infections. The influenza viruses have hemagglutinin activity (HA) glycoproteins on their surfaces that bind to sialic acids found on the surface of human erythrocytes and on the cell membranes of the upper respiratory tract. This is the basis of hemagglutination when viruses are mixed with blood cells, and entry of the virus into cells of the upper respiratory tract. Widely used anti-influenza drugs (oseltamivir and zanamivir) are sialic acid analogs that interfere with release of newly generated viruses from infected cells by inhibiting the viral enzyme neuraminidase.",
            "score": 84.80648803710938
        },
        {
            "docid": "33732870_6",
            "document": "Pathogenesis-related protein . Although the term pathogenesis-related proteins by itself may give the impression that (all) proteins common to pathological processes in a given plant species can be considered PRs, proteins that are constitutively present in low, yet readily detectable amounts, but which are increased substantially by pathogen infection, such as oxidative and hydrolytic enzymes or general enzymes of aromatic biosynthesis, have been excluded. However, if specific isoforms of such enzymes do not normally occur but are induced as a result of infection, such isoenzymes do belong to the PRs. The major criterion for inclusion among the PRs is that the protein concerned is newly expressed upon infection, although not necessarily in all pathological conditions. These considerations imply that the characteristics of the induction of PRs take priority over other identifying characteristics, such as chemical properties and cellular localization.18 Proteins that are induced exclusively during disease development in compatible host–pathogen combinations have hardly been considered as PRs. Rather, the “classical” PRs are a collective set of novel proteins associated with host defense mainly in incompatible interactions and, thus, are related primarily to a special type of pathogenesis, i.e., one culminating in the impediment of further pathogen progress. In compatible host–pathogen interactions, pathogenesis, symptom expression, and reduction of growth are generally more severe, and enzyme activities may be increased to high levels, but novel host proteins have been observed only occasionally and remain poorly characterized. Proteins expressed under such conditions seem to be rather specific, being induced under the influence of particular pathogens but not others. This situation contrasts with the massive, apparently coordinated, induction of a common set of PRs in virtually any incompatible interaction, which in some cases can amount to 10% of the total soluble protein of the leaf. For this reason, PRs have been implicated in the resistance response and, more specifically, in the acquired resistance that is induced accompanying necrotic lesion formation in various plant species. When plants are locally infected with a pathogen inducing hypersensitive necrosis, they acquire systemically enhanced resistance to subsequent infection by various types of pathogens, and this systemic acquired resistance (SAR) is associated with the induction of PRs in tissues distant from the original inoculation site.1,7,8,19 Such observations suggested that PRs are defense proteins functioning in limiting pathogen multiplication and/or spread. Among the many metabolic alterations characteristic of a hypersensitive response, induction of PRs is a relatively late event,14 and their contribution to resistance against the initial infection is likely to be limited. In contrast, PRs induced in noninfected, distant leaves as a result of primary infection might afford an enhanced level of protection, resulting in reduced size or number of lesions, or even in reduced systemic symptom severity, upon further infection. The “related situations” in which PRs were found to be induced, seem to prove the point: application of chemicals that mimic the effect of pathogen infection or induce some aspects of the host response, as well as wound responses that give rise to proteins that are also induced during infections, can induce both PRs and acquired resistance. This is the case for salicylic acid, for example, which has since been shown to be an essential intermediate in the signal–transduction pathway leading to the induction of PRs in tobacco.",
            "score": 84.60549926757812
        },
        {
            "docid": "218580_9",
            "document": "Myelitis . Parasitic species infect human hosts through larvae that penetrate the skin. Then they enter the lymphatic and circulatory system, and migrate to liver and lung. Some reach the spinal cord. Parasitic infections have been reported with Schistosoma species, \"Toxocara canis\", Echinococcus species, \"Taenia solium\", \"Trichinella spiralis\", and Plasmodium species.",
            "score": 84.33837127685547
        }
    ]
}