{
    "q": [
        {
            "docid": "23634_47",
            "document": "Protein . Complementary to the field of structural genomics, \"protein structure prediction\" develops efficient mathematical models of proteins to computationally predict the molecular formations in theory, instead of detecting structures with laboratory observation. The most successful type of structure prediction, known as homology modeling, relies on the existence of a \"template\" structure with sequence similarity to the protein being modeled; structural genomics' goal is to provide sufficient representation in solved structures to model most of those that remain. Although producing accurate models remains a challenge when only distantly related template structures are available, it has been suggested that sequence alignment is the bottleneck in this process, as quite accurate models can be produced if a \"perfect\" sequence alignment is known. Many structure prediction methods have served to inform the emerging field of protein engineering, in which novel protein folds have already been designed. A more complex computational problem is the prediction of intermolecular interactions, such as in molecular docking and protein–protein interaction prediction.",
            "score": 131.71499478816986
        },
        {
            "docid": "35881441_5",
            "document": "HH-suite . HHsearch takes as input a multiple sequence alignment or a profile hidden Markov Model (HMM) and searches a database of profile HMMs for homologous (related) proteins.  HHsearch is often used for homology modeling, that is, to build a model of the structure of a query protein for which only the sequence is known: For that purpose, a database of proteins with known structures such as the protein data bank is searched for \"template\" proteins similar to the query protein. If such a template protein is found, the structure of the protein of interest can be predicted based on a pairwise sequence alignment of the query with the template protein sequence. In the CASP9 protein structure prediction competition in 2010, a fully automated version of HHpred based on HHsearch and HHblits was ranked best out of 81 servers in template-based structure prediction CASP9 TBM/FM. HHblits was added to the HH-suite in 2011. It can build high-quality multiple sequence alignments (MSAs) starting from a single query sequence or MSA. From the query, a profile HMM can be calculated. By using MSAs instead of single sequences, the sensitivity of sequence searches and the quality of the resulting sequence alignments can be improved dramatically. MSAs are also the starting point for a multitude of downstream computational methods, such as methods to predict the secondary and tertiary structure of proteins, to predict their molecular functions or cellular pathways, to predict the positions in their sequence or structure that contribute to enzymatic activity or ligand-binding, to predict evolutionarily conserved residues, disease-causing versus neutral mutations, the proteins' cellular localization and many more. This explains the importance to produce MSAs of the highest quality.",
            "score": 136.06107759475708
        },
        {
            "docid": "4350008_8",
            "document": "Protein–protein interaction prediction . This group of methods makes use of known protein complex structures to predict and structurally model interactions between query protein sequences. The prediction process generally starts by employing a sequence based method (e.g. Interolog) to search for protein complex structures that are homologous to the query sequences. These known complex structures are then used as templates to structurally model the interaction between query sequences. This method has the advantage of not only inferring protein interactions but also suggests models of how proteins interact structurally, which can provide some insights into the atomic level mechanism of that interaction. On the other hand, the ability for these methods to make a prediction is constrained by a limited number of known protein complex structures.",
            "score": 119.0622456073761
        },
        {
            "docid": "8865843_2",
            "document": "Loop modeling . Loop modeling is a problem in protein structure prediction requiring the prediction of the conformations of loop regions in proteins with or without the use of a structural template. Computer programs that solve these problems have been used to research a broad range of scientific topics from ADP to breast cancer. Because protein function is determined by its shape and the physiochemical properties of its exposed surface, it is important to create an accurate model for protein/ligand interaction studies. The problem arises often in homology modeling, where the tertiary structure of an amino acid sequence is predicted based on a sequence alignment to a \"template\", or a second sequence whose structure is known. Because loops have highly variable sequences even within a given structural motif or protein fold, they often correspond to unaligned regions in sequence alignments; they also tend to be located at the solvent-exposed surface of globular proteins and thus are more conformationally flexible. Consequently, they often cannot be modeled using standard homology modeling techniques. More constrained versions of loop modeling are also used in the data fitting stages of solving a protein structure by X-ray crystallography, because loops can correspond to regions of low electron density and are therefore difficult to resolve.",
            "score": 133.7770276069641
        },
        {
            "docid": "910107_22",
            "document": "Biological small-angle scattering . Recently a few methods proposed that use SAXS data as constraints. The authors aimed to improve results of fold recognition and de novo protein structure prediction methods. SAXS data provide the Fourier transform of the histogram of atomic pair distances (pair distribution function) for a given protein. This can serve as a structural constraint on methods used to determine the native conformational fold of the protein. Threading or fold recognition assumes that 3D structure is more conserved than sequence. Thus, very divergent sequences may have similar structure. Ab initio methods, on the other hand, challenge one of the biggest problems in molecular biology, namely, to predict the folding of a protein \"from scratch\", using no homologous sequences or structures. Using the \"SAXS filter\", the authors were able to purify the set of de novo protein models significantly. This was further proved by structure homology searches. It was also shown, that the combination of SAXS scores with scores, used in threading methods, significantly improves the performance of fold recognition. On one example it was demonstrated how approximate tertiary structure of modular proteins can be assembled from high resolution NMR structures of domains, using SAXS data, confining the translational degrees of freedom. Another example shows how the SAXS data can be combined together with NMR, X-ray crystallography and electron microscopy to reconstruct the quaternary structure of multidomain protein.",
            "score": 123.23493230342865
        },
        {
            "docid": "19905369_4",
            "document": "RAPTOR (software) . Protein threading is more effective than homology modeling, especially for proteins which have few homologs detectable by sequence alignment. The two methods both predict protein structure from a template. Given a protein sequence, protein threading first aligns (threads) the sequence to each template in a structure library by optimizing a scoring function that measures the fitness of a sequence-structure alignment. The selected best template is used to build the structure model. Unlike homology modeling, which selects template purely based on homology information (sequence alignments), the scoring function used in protein threading utilizes both homology and structure information (sequence structure alignments).",
            "score": 129.98898577690125
        },
        {
            "docid": "55172_50",
            "document": "Proteomics . The biomolecular structure forms the 3D configuration of the protein. Understanding the protein's structure aids in identification of the protein's interactions and function. It used to be that the 3D structure of proteins could only be determined using X-ray crystallography and NMR spectroscopy. As of 2017, Cryo-electron microscopy is a leading technique, solving difficulties with crystallization (in X-ray crystallography) and conformational ambiguity (in NMR); resolution was 2.2Å as of 2015. Now, through bioinformatics, there are computer programs that can in some cases predict and model the structure of proteins. These programs use the chemical properties of amino acids and structural properties of known proteins to predict the 3D model of sample proteins. This also allows scientists to model protein interactions on a larger scale. In addition, biomedical engineers are developing methods to factor in the flexibility of protein structures to make comparisons and predictions.",
            "score": 125.50632882118225
        },
        {
            "docid": "29467449_9",
            "document": "Protein function prediction . Because 3D protein structure is generally more well conserved than protein sequence, structural similarity is a good indicator of similar function in two or more proteins. Many programs have been developed to screen an unknown protein structure against the Protein Data Bank and report similar structures (for example, FATCAT (Flexible structure AlignmenT by Chaining AFPs (Aligned Fragment Pairs) with Twists), CE (combinatorial extension)) and DeepAlign (protein structure alignment beyond spatial proximity). To deal with the situation that many protein sequences have no solved structures, some function prediction servers such as RaptorX are also developed that can first predict the 3D model of a sequence and then use structure-based method to predict functions based upon the predicted 3D model. In many cases instead of the whole protein structure, the 3D structure of a particular motif representing an active site or binding site can be targeted. The Structurally Aligned Local Sites of Activity (SALSA) method, developed by Mary Jo Ondrechen and students, utilizes computed chemical properties of the individual amino acids to identify local biochemically active sites. Databases such as Catalytic Site Atlas have been developed that can be searched using novel protein sequences to predict specific functional sites.",
            "score": 131.68756937980652
        },
        {
            "docid": "26480660_7",
            "document": "Ram Samudrala . Specifically, on a more grounded level, he has consistently taken part in, spoken at, and published in the proceedings of blind protein structure prediction experiments, known as CASP since its inception. His work with John Moult at CASP1 in 1994 and CASP2 in 1996 and with Michael Levitt at CASP3 in 1998 are among the very first improvements of blinded protein structure prediction in both comparative and template free modelling categories. With John Moult, as part of his PhD thesis, he was the first to develop and apply an all heavy atom knowledge-based conditional probability discriminatory function as well as graph-theoretic methods to accurately predict interactomic interactions for comparative modelling of protein structures. With Michael Levitt, as part of his postdoctoral fellowship, he developed a combined hierarchical approach for \"de novo\" structure prediction as well as the Decoys 'R' Us database to evaluate discrimination functions.",
            "score": 103.23879337310791
        },
        {
            "docid": "216104_14",
            "document": "Protein engineering . These methods involve free modeling without using any structural information about the template. \"Ab initio\" methods are aimed at prediction of the native structures of proteins corresponding to the global minimum of its free energy. some examples of \"ab initio\" methods are AMBER, GROMOS, GROMACS, CHARMM, OPLS, and ENCEPP12. General steps for \"ab initio\" methods begin with the geometric representation of the protein of interest. Next, a potential energy function model for the protein is developed. This model can be created using either molecular mechanics potentials or protein structure derived potential functions. Following the development of a potential model, energy search techniques including molecular dynamic simulations, Monte Carlo simulations and genetic algorithms are applied to the protein.",
            "score": 117.44470405578613
        },
        {
            "docid": "3255539_25",
            "document": "Rosetta@home . In modeling protein structure as of CASP6, Robetta first searches for structural homologs using BLAST, PSI-BLAST, and 3D-Jury, then parses the target sequence into its individual domains, or independently folding units of proteins, by matching the sequence to structural families in the Pfam database. Domains with structural homologs then follow a \"template-based model\" (i.e., homology modeling) protocol. Here, the Baker laboratory's in-house alignment program, K*sync, produces a group of sequence homologs, and each of these is modeled by the Rosetta \"de novo\" method to produce a decoy (possible structure). The final structure prediction is selected by taking the lowest energy model as determined by a low-resolution Rosetta energy function. For domains that have no detected structural homologs, a \"de novo\" protocol is followed in which the lowest energy model from a set of generated decoys is selected as the final prediction. These domain predictions are then connected together to investigate inter-domain, tertiary-level interactions within the protein. Finally, side-chain contributions are modeled using a protocol for Monte Carlo conformational search.",
            "score": 108.98723018169403
        },
        {
            "docid": "168370_8",
            "document": "Transmembrane protein . Membrane proteins which have hydrophobic surfaces, are relatively flexible and are expressed at relatively low levels. This creates difficulties in obtaining enough protein and then growing crystals. Hence, despite the significant functional importance of membrane proteins, determining atomic resolution structures for these proteins is more difficult than globular proteins. As of January 2013 less than 0.1% of protein structures determined were membrane proteins despite being 20–30% of the total proteome. Due to this difficulty and the importance of this class of proteins methods of protein structure prediction based on hydropathy plots, the positive inside rule and other methods have been developed.",
            "score": 160.85839653015137
        },
        {
            "docid": "969126_29",
            "document": "Protein structure . The generation of a protein sequence is much easier than the determination of a protein structure. However, the structure of a protein gives much more insight in the function of the protein than its sequence. Therefore, a number of methods for the computational prediction of protein structure from its sequence have been developed. \"Ab initio\" prediction methods use just the sequence of the protein. Threading and homology modeling methods can build a 3-D model for a protein of unknown structure from experimental structures of evolutionarily-related proteins, called a protein family.",
            "score": 137.3235900402069
        },
        {
            "docid": "7026278_6",
            "document": "Homology modeling . Homology modeling can produce high-quality structural models when the target and template are closely related, which has inspired the formation of a structural genomics consortium dedicated to the production of representative experimental structures for all classes of protein folds. The chief inaccuracies in homology modeling, which worsen with lower sequence identity, derive from errors in the initial sequence alignment and from improper template selection. Like other methods of structure prediction, current practice in homology modeling is assessed in a biennial large-scale experiment known as the Critical Assessment of Techniques for Protein Structure Prediction, or CASP.",
            "score": 119.80141806602478
        },
        {
            "docid": "23634_45",
            "document": "Protein . Discovering the tertiary structure of a protein, or the quaternary structure of its complexes, can provide important clues about how the protein performs its function. Common experimental methods of structure determination include X-ray crystallography and NMR spectroscopy, both of which can produce information at atomic resolution. However, NMR experiments are able to provide information from which a subset of distances between pairs of atoms can be estimated, and the final possible conformations for a protein are determined by solving a distance geometry problem. Dual polarisation interferometry is a quantitative analytical method for measuring the overall protein conformation and conformational changes due to interactions or other stimulus. Circular dichroism is another laboratory technique for determining internal β-sheet / α-helical composition of proteins. Cryoelectron microscopy is used to produce lower-resolution structural information about very large protein complexes, including assembled viruses; a variant known as electron crystallography can also produce high-resolution information in some cases, especially for two-dimensional crystals of membrane proteins. Solved structures are usually deposited in the Protein Data Bank (PDB), a freely available resource from which structural data about thousands of proteins can be obtained in the form of Cartesian coordinates for each atom in the protein.",
            "score": 145.9112470149994
        },
        {
            "docid": "4173711_40",
            "document": "History of molecular biology . The secondary and low-resolution tertiary structure of globular proteins was investigated initially by hydrodynamic methods, such as analytical ultracentrifugation and flow birefringence. Spectroscopic methods to probe protein structure (such as circular dichroism, fluorescence, near-ultraviolet and infrared absorbance) were developed in the 1950s. The first atomic-resolution structures of proteins were solved by X-ray crystallography in the 1960s and by NMR in the 1980s. , the Protein Data Bank has nearly 40,000 atomic-resolution structures of proteins. In more recent times, cryo-electron microscopy of large macromolecular assemblies and computational protein structure prediction of small protein domains are two methods approaching atomic resolution.",
            "score": 114.11552381515503
        },
        {
            "docid": "55170_25",
            "document": "Genomics . Structural genomics seeks to describe the 3-dimensional structure of every protein encoded by a given genome. This genome-based approach allows for a high-throughput method of structure determination by a combination of experimental and modeling approaches. The principal difference between structural genomics and traditional structural prediction is that structural genomics attempts to determine the structure of every protein encoded by the genome, rather than focusing on one particular protein. With full-genome sequences available, structure prediction can be done more quickly through a combination of experimental and modeling approaches, especially because the availability of large numbers of sequenced genomes and previously solved protein structures allow scientists to model protein structure on the structures of previously solved homologs. Structural genomics involves taking a large number of approaches to structure determination, including experimental methods using genomic sequences or modeling-based approaches based on sequence or structural homology to a protein of known structure or based on chemical and physical principles for a protein with no homology to any known structure. As opposed to traditional structural biology, the determination of a protein structure through a structural genomics effort often (but not always) comes before anything is known regarding the protein function. This raises new challenges in structural bioinformatics, i.e. determining protein function from its 3D structure.",
            "score": 150.81971275806427
        },
        {
            "docid": "9378673_5",
            "document": "De novo protein structure prediction . \"De novo\" protein structure prediction methods attempt to predict tertiary structures from sequences based on general principles that govern protein folding energetics and/or statistical tendencies of conformational features that native structures acquire, without the use of explicit templates. Research into de novo structure prediction has been primarily focused into three areas: alternate lower-resolution representations of proteins, accurate energy functions, and efficient sampling methods.",
            "score": 107.9580647945404
        },
        {
            "docid": "32922845_3",
            "document": "RaptorX . RaptorX is a software and web server for protein structure and function prediction that is free for non-commercial use. RaptorX is among the most popular methods for protein structure prediction. Like other remote homology recognition/protein threading techniques, RaptorX is able to regularly generate reliable protein models when the widely used PSI-BLAST cannot. However, RaptorX is also significantly different from those profile-based methods (e.g., HHpred / HHsearch and Phyre / Phyre2) in that RaptorX excels at modeling of protein sequences without a large number of sequence homologs by exploiting structure information. RaptorX Server has been designed to ensure a user-friendly interface for users inexpert in protein structure prediction methods.",
            "score": 127.87431573867798
        },
        {
            "docid": "8011876_2",
            "document": "MODELLER . Modeller, often stylized as MODELLER, is a computer program used for homology modeling to produce models of protein tertiary structures and quaternary structures (rarer). It implements a method inspired by nuclear magnetic resonance spectroscopy of proteins (protein NMR), termed \"satisfaction of spatial restraints\", by which a set of geometrical criteria are used to create a probability density function for the location of each atom in the protein. The method relies on an input sequence alignment between the target amino acid sequence to be modeled and a template protein which structure has been solved.",
            "score": 110.93748593330383
        },
        {
            "docid": "3255539_10",
            "document": "Rosetta@home . Progress in protein structure prediction is evaluated in the biannual Critical Assessment of Techniques for Protein Structure Prediction (CASP) experiment, in which researchers from around the world attempt to derive a protein's structure from the protein's amino acid sequence. High scoring groups in this sometimes competitive experiment are considered the \"de facto\" standard-bearers for what is the state of the art in protein structure prediction. Rosetta, the program on which Rosetta@home is based, has been used since CASP5 in 2002. In the 2004 CASP6 experiment, Rosetta made history by being the first to produce a close to atomic-level resolution, \"ab initio protein structure prediction\" in its submitted model for CASP target T0281. \"Ab initio\" modeling is considered an especially difficult category of protein structure prediction, as it does not use information from structural homology and must rely on information from sequence homology and modeling physical interactions within the protein. Rosetta@home has been used in CASP since 2006, where it was among the top predictors in every category of structure prediction in CASP7. These high quality predictions were enabled by the computing power made available by Rosetta@home volunteers. Increasing computing power allows Rosetta@home to sample more regions of conformation space (the possible shapes a protein can assume), which, according to Levinthal's paradox, is predicted to increase exponentially with protein length.",
            "score": 134.9053976535797
        },
        {
            "docid": "7026278_11",
            "document": "Homology modeling . The critical first step in homology modeling is the identification of the best template structure, if indeed any are available. The simplest method of template identification relies on serial pairwise sequence alignments aided by database search techniques such as FASTA and BLAST. More sensitive methods based on multiple sequence alignment – of which PSI-BLAST is the most common example – iteratively update their position-specific scoring matrix to successively identify more distantly related homologs. This family of methods has been shown to produce a larger number of potential templates and to identify better templates for sequences that have only distant relationships to any solved structure. Protein threading, also known as fold recognition or 3D-1D alignment, can also be used as a search technique for identifying templates to be used in traditional homology modeling methods. Recent CASP experiments indicate that some protein threading methods such as RaptorX indeed are more sensitive than purely sequence(profile)-based methods when only distantly-related templates are available for the proteins under prediction. When performing a BLAST search, a reliable first approach is to identify hits with a sufficiently low \"E\"-value, which are considered sufficiently close in evolution to make a reliable homology model. Other factors may tip the balance in marginal cases; for example, the template may have a function similar to that of the query sequence, or it may belong to a homologous operon. However, a template with a poor \"E\"-value should generally not be chosen, even if it is the only one available, since it may well have a wrong structure, leading to the production of a misguided model. A better approach is to submit the primary sequence to fold-recognition servers or, better still, consensus meta-servers which improve upon individual fold-recognition servers by identifying similarities (consensus) among independent predictions.",
            "score": 109.44308686256409
        },
        {
            "docid": "4635854_3",
            "document": "Hypothetical protein . The function of a hypothetical protein can be predicted by domain homology searches with various confidence levels. Conserved domains are available in the hypothetical proteins which need to be compared with the known family domains by which hypothetical protein could be classified into particular protein families even though they have not been in vivo investigated. The function of hypothetical protein could also be predicted by homology modelling, in which hypothetical protein has to align with known protein sequence whose three dimensional structure is known and by modelling method if structure predicted then the capability of hypothetical protein to function could be ascertained computationally. Further, approaches to annotate function to hypothetical proteins include determination of 3-dimensional structure of these proteins by structural genomics initiatives, understanding the nature and mode of prosthetic group/metal ion binding, fold similarity with other proteins of known functions and annotating possible catalytic site and regulatory site. Structure prediction with biochemical function assessment by screening for various substrate is another promising approach to annotate function",
            "score": 129.1961544752121
        },
        {
            "docid": "9378673_3",
            "document": "De novo protein structure prediction . \"De novo\" methods tend to require vast computational resources, and have thus only been carried out for relatively small proteins. De novo protein structure modeling is distinguished from Template-based modeling (TBM) by the fact that no solved homolog to the protein of interest is used, making efforts to predict protein structure from amino acid sequence exceedingly difficult. Prediction of protein structure \"de novo\" for larger proteins will require better algorithms and larger computational resources such as those afforded by either powerful supercomputers (such as Blue Gene or MDGRAPE-3) or distributed computing projects (such as Folding@home, Rosetta@home, the Human Proteome Folding Project, or Nutritious Rice for the World). Although computational barriers are vast, the potential benefits of structural genomics (by predicted or experimental methods) to fields such as medicine and drug design make \"de novo\" structure prediction an active research field.",
            "score": 126.74428522586823
        },
        {
            "docid": "42471468_3",
            "document": "Resolution by Proxy . In X-ray crystallography, resolution is a measure of the resolvability or precision in the electron density map of a molecule. Resolution is usually reported in Angstroms (10–10 meters) for X-ray crystal structures. The smaller the number, the better the degree of atomic resolution. In protein X-ray crystallography the best resolution typically attainable is about 1 Angstrom. This level of resolution allows individual hydrogen atoms to be visualized and heavy atoms (C, O, N) to be very accurately mapped. Most protein structures solved today have a resolution of 1.5 to 2.5 Angstroms, which means the hydrogen atoms are not visible and there is some uncertainty in the precise location of the heavy atoms. Protein structures with a resolution of >2.5 Angstroms generally have a number of coordinate inaccuracies as well as other structural problems. When the resolution is greater than 3.5 Angstroms, there is often considerable uncertainty in both the atom locations and even the identity of individual amino residues. In other words, resolution is inversely correlated with structure quality (i.e. higher numbers mean poorer structures). This trend in protein structure quality for X-ray resolution matches very closely to the trend seen the quality of NMR-determined protein structures. Some NMR structures have large numbers of constraints (NOEs, H-bonds, J-couplings, dipolar couplings), excellent geometry, high structure quality and very tight ensembles with excellent atomic precision (RMSDs < 1 Angstrom). Other NMR structures have very few constraints, poor geometry or poor structure quality and very loose ensembles (RMSDs > 3 Angstroms). However, there is no simple mapping between NMR RMSD values and X-ray resolution values. That is, an NMR ensemble with 1 Angstrom RMSD does not correspond in quality or precision to an X-ray structure with 1 Angstrom resolution. This is because the RMSD measure is both a function of the number of structures used in the ensemble and the selection bias of the spectroscopist who desposits the structural ensemble. Likewise, in NMR it is possible to generate high quality, precisely determined protein structures using relatively few, well-chosen constraints. It is also possible to generate very low quality NMR structures from large numbers of carelessly assessed, mistaken or mis-assigned constraints.",
            "score": 107.78159976005554
        },
        {
            "docid": "2916615_19",
            "document": "Force field (chemistry) . Another round of criticism came from practical applications, such as protein structure refinement. It was noted that \"Critical Assessment of protein Structure Prediction\" (CASP) participants did not try to refine their models to avoid \"\"a central embarrassment of molecular mechanics, namely that energy minimization or molecular dynamics generally leads to a model that is less like the experimental structure\"\". The force fields have been applied successfully for protein structure refinement in different X-ray crystallography and NMR spectroscopy applications, especially using program XPLOR. However, such refinement is driven mainly by a set of experimental constraints, whereas the interatomic potentials serve merely to remove interatomic hindrances. The results of calculations are practically the same with rigid sphere potentials implemented in program DYANA (calculations from NMR data), or with programs for crystallographic refinement that do not use any energy functions. The deficiencies of the interatomic potentials remain a major bottleneck in homology modeling of proteins. Such situation gave rise to development of alternative empirical scoring functions specifically for ligand docking, protein folding, homology model refinement, computational protein design, and modeling of proteins in membranes.",
            "score": 145.7794189453125
        },
        {
            "docid": "33436022_6",
            "document": "David Tudor Jones . MEMSAT is an approach to predict the positions of transmembrane helix segments based on the recognition of the topological models of proteins. The method uses a set of statistical tables derived from well-characterized membrane protein data, and we have a dynamic programming algorithm to recognize the membrane topology models by maximizing the expectation. Since MEMSAT was originally built back in 1994, it then triggered a lot of improvements in the prediction of secondary structure. The newest version is MEMSAT3, released in 2007. It uses a neural network to determine the locations of residues are on the cytoplasmic side of the membrane or in the transmembrane helices.",
            "score": 143.77149987220764
        },
        {
            "docid": "969126_27",
            "document": "Protein structure . Protein structure database is a database that is modeled around the various experimentally determined protein structures. The aim of most protein structure databases is to organize and annotate the protein structures, providing the biological community access to the experimental data in a useful way. Data included in protein structure databases often includes 3D coordinates as well as experimental information, such as unit cell dimensions and angles for x-ray crystallography determined structures. Though most instances, in this case either proteins or a specific structure determinations of a protein, also contain sequence information and some databases even provide means for performing sequence based queries, the primary attribute of a structure database is structural information, whereas sequence databases focus on sequence information, and contain no structural information for the majority of entries. Protein structure databases are critical for many efforts in computational biology such as structure based drug design, both in developing the computational methods used and in providing a large experimental dataset used by some methods to provide insights about the function of a protein.",
            "score": 134.5102858543396
        },
        {
            "docid": "16784415_2",
            "document": "Protein structure database . In biology, a protein structure database is a database that is modeled around the various experimentally determined protein structures. The aim of most protein structure databases is to organize and annotate the protein structures, providing the biological community access to the experimental data in a useful way. Data included in protein structure databases often includes three-dimensional coordinates as well as experimental information, such as unit cell dimensions and angles for x-ray crystallography determined structures. Though most instances, in this case either proteins or a specific structure determinations of a protein, also contain sequence information and some databases even provide means for performing sequence based queries, the primary attribute of a structure database is structural information, whereas sequence databases focus on sequence information, and contain no structural information for the majority of entries. Protein structure databases are critical for many efforts in computational biology such as structure based drug design, both in developing the computational methods used and in providing a large experimental dataset used by some methods to provide insights about the function of a protein.",
            "score": 135.670738697052
        },
        {
            "docid": "35881441_3",
            "document": "HH-suite . Proteins are central players in all of life's processes. To understand how life in cells is organised, we have to understand what each of the proteins involved in these molecular processes does. This is particularly important in order to understand the origin of diseases. But for a large fraction of the approximately 20 000 human proteins the structures and functions remain unknown. Many proteins have been investigated in model organisms such as many bacteria, baker's yeast, fruit flies, zebra fish or mice, for which experiments can be often done more easily than with human cells. To predict the function, structure, or other properties of a protein for which only its sequence of amino acids is known, the protein sequence is compared to the sequences of other proteins in public databases. If a protein with sufficiently similar sequence is found, the two proteins are likely to be evolutionarily related (\"homologous\"). In that case, they are likely to share similar structures and functions. Therefore, if a protein with a sufficiently similar sequence and with known functions and/or structure can be found by the sequence search, the unknown protein's functions, structure, and domain composition can be predicted. Such predictions greatly facilitate the determination of the function or structure by targeted validation experiments.",
            "score": 138.2092728614807
        },
        {
            "docid": "41452308_2",
            "document": "I-TASSER . I-TASSER (Iterative Threading ASSEmbly Refinement) is a bioinformatics method for predicting three-dimensional structure model of protein molecules from amino acid sequences. It detects structure templates from the Protein Data Bank by a technique called fold recognition (or threading). The full-length structure models are constructed by reassembling structural fragments from threading templates using replica exchange Monte Carlo simulations. I-TASSER is one of the most successful protein structure prediction methods in the community-wide CASP experiments.",
            "score": 97.19435262680054
        },
        {
            "docid": "461517_3",
            "document": "CASP . In order to ensure that no predictor can have prior information about a protein's structure that would put him/her at an advantage, it is important that the experiment be conducted in a double-blind fashion: Neither predictors nor the organizers and assessors know the structures of the target proteins at the time when predictions are made. Targets for structure prediction are either structures soon-to-be solved by X-ray crystallography or NMR spectroscopy, or structures that have just been solved (mainly by one of the structural genomics centers) and are kept on hold by the Protein Data Bank. If the given sequence is found to be related by common descent to a protein sequence of known structure (called a template), comparative protein modeling may be used to predict the tertiary structure. Templates can be found using sequence alignment methods (e.g. BLAST or HHsearch) or protein threading methods, which are better in finding distantly related templates. Otherwise, \"de novo\" protein structure prediction must be applied (e.g. Rosetta), which is much less reliable but can sometimes yield models with the correct fold (usually, for proteins less than 100-150 amino acids). Truly new folds are becoming quite rare among the targets, making that category smaller than desirable.",
            "score": 118.81970357894897
        }
    ],
    "r": [
        {
            "docid": "46628631_2",
            "document": "Membrane Protein Structural Dynamics Consortium . The Membrane Protein Structural Dynamics Consortium (MPSDC) is a large scale collaborative consortium composed of an interdisciplinary team of scientists who use biophysical and computational methods to understand how the structure and movement of membrane proteins determine their functions. The Consortium conducts research on membrane protein function of energy transduction in signaling (ion channels and receptors) and energy interconversion (transporters and pumps) from a mechanistic perspective. The project was funded in May 2010 by the National Institute of General Medical Sciences as a Glue Grant which supports the research of complex biological problems that cannot be solved by a single research group. The MPSDC was largely spurred by the urgent, compelling need for high-resolution approaches to membrane protein structure and dynamics.",
            "score": 166.63034057617188
        },
        {
            "docid": "19332780_3",
            "document": "Orientations of Proteins in Membranes database . Proteins structures are taken from the Protein Data Bank. OPM also provides structural classification of membrane-associated proteins into families and superfamilies, membrane topology, quaternary structure of proteins in membrane-bound state, and the type of a destination membrane for each protein. The coordinate files with calculated membrane boundaries are downloadable. The site allows visualization of protein structures with membrane boundary planes through Jmol. The database was widely used in experimental and theoretical studies of membrane-associated proteins. However, structures of many membrane-associated proteins are not included in the database if their spatial arrangement in membrane can not be computationally predicted from the three-dimensional structure. This is the case when all membrane-anchoring parts of the proteins (amphiphilic alpha helices, exposed nonpolar residues, or lipidated amino acid residues) are missing in the experimental structures.. The database also does not include lower resolution structures with only main chain atoms provided by the Protein Data Bank. The calculated spatial arrangements of the lower resolution protein structures in the lipid bilayer can be found in other resources, such as PDBTM.",
            "score": 163.10171508789062
        },
        {
            "docid": "168370_8",
            "document": "Transmembrane protein . Membrane proteins which have hydrophobic surfaces, are relatively flexible and are expressed at relatively low levels. This creates difficulties in obtaining enough protein and then growing crystals. Hence, despite the significant functional importance of membrane proteins, determining atomic resolution structures for these proteins is more difficult than globular proteins. As of January 2013 less than 0.1% of protein structures determined were membrane proteins despite being 20–30% of the total proteome. Due to this difficulty and the importance of this class of proteins methods of protein structure prediction based on hydropathy plots, the positive inside rule and other methods have been developed.",
            "score": 160.8583984375
        },
        {
            "docid": "156968_7",
            "document": "Integral membrane protein . The Protein Structure Initiative (PSI), funded by the U.S. National Institute of General Medical Sciences (NIGMS), part of the National Institutes of Health (NIH), has among its aim to determine three-dimensional protein structures and to develop techniques for use in structural biology, including for membrane proteins. Homology modeling can be used to construct an atomic-resolution model of the \"target\" integral protein from its amino acid sequence and an experimental three-dimensional structure of a related homologous protein. This procedure has been extensively used for ligand-G protein–coupled receptors (GPCR) and their complexes.",
            "score": 158.00547790527344
        },
        {
            "docid": "630489_26",
            "document": "Theories of general anaesthetic action . It was initially hypothesized that general anaesthetic binds to its target ion channel by a key-lock mechanism and changes its structure dramatically from open to closed conformation or vice versa. However, there is a significant amount of evidence against direct key-lock interaction of membrane proteins with general anaesthetics Various studies have shown that low affinity drugs including inhaled general anaesthetics do not usually interact with their target proteins via specific lock-and-key binding mechanism because they do not change molecular structures of transmembrane receptors, ion channels and globular proteins. Based on these experimental facts and some computer simulations modern version of protein hypothesis was proposed. Proteins of four-α-helix bundle structural motif served as models of monomer of pentameric Cys-loop receptor because binding pockets of inhaled anaesthetics are believed to be within transmembrane four-α-helix bundles of Cys-loop receptors. Inhaled general anaesthetic does not change structure of membrane channel but changes its dynamics especially dynamics in the flexible loops that connect α-helices in a bundle and are exposed to the membrane-water interface. It is a well known fact that dynamics of protein in microsecond-millisecond timescale is often coupled with functions of the protein. Thus it was logical to propose that since inhaled general anaesthetics do not change protein structure they may exert their effect on proteins by modulating protein dynamics in a slow microsecond-millisecond timescale and/or by disrupting the modes of motion essential for function of this protein. Normal interactions between residues in protein regions (loops) at the water-lipid interface that play critical roles in protein functions and agonist binding may be disrupted by general anaesthetic. Interactions within the same loop or between different loops may be disrupted by anaesthetics and ultimately functions of Cys-loop receptors may be altered.",
            "score": 154.99777221679688
        },
        {
            "docid": "303101_3",
            "document": "Structural genomics . Because protein structure is closely linked with protein function, the structural genomics has the potential to inform knowledge of protein function. In addition to elucidating protein functions, structural genomics can be used to identify novel protein folds and potential targets for drug discovery. Structural genomics involves taking a large number of approaches to structure determination, including experimental methods using genomic sequences or modeling-based approaches based on sequence or structural homology to a protein of known structure or based on chemical and physical principles for a protein with no homology to any known structure.",
            "score": 152.9598388671875
        },
        {
            "docid": "55170_25",
            "document": "Genomics . Structural genomics seeks to describe the 3-dimensional structure of every protein encoded by a given genome. This genome-based approach allows for a high-throughput method of structure determination by a combination of experimental and modeling approaches. The principal difference between structural genomics and traditional structural prediction is that structural genomics attempts to determine the structure of every protein encoded by the genome, rather than focusing on one particular protein. With full-genome sequences available, structure prediction can be done more quickly through a combination of experimental and modeling approaches, especially because the availability of large numbers of sequenced genomes and previously solved protein structures allow scientists to model protein structure on the structures of previously solved homologs. Structural genomics involves taking a large number of approaches to structure determination, including experimental methods using genomic sequences or modeling-based approaches based on sequence or structural homology to a protein of known structure or based on chemical and physical principles for a protein with no homology to any known structure. As opposed to traditional structural biology, the determination of a protein structure through a structural genomics effort often (but not always) comes before anything is known regarding the protein function. This raises new challenges in structural bioinformatics, i.e. determining protein function from its 3D structure.",
            "score": 150.81971740722656
        },
        {
            "docid": "29400_4",
            "document": "Structural biology . A third approach that structural biologists take to understanding structure is bioinformatics to look for patterns among the diverse sequences that give rise to particular shapes. Researchers often can deduce aspects of the structure of integral membrane proteins based on the membrane topology predicted by hydrophobicity analysis. See protein structure prediction.  In the past few years it has become possible for highly accurate physical molecular models to complement the \"in silico\" study of biological structures. Examples of these models can be found in the Protein Data Bank.",
            "score": 150.3231658935547
        },
        {
            "docid": "19733067_2",
            "document": "Nanodisc . A nanodisc is a synthetic model membrane system which assists in the study of membrane proteins. It is composed of a lipid bilayer of phospholipids with the hydrophobic edge screened by two amphipathic proteins. These proteins are called membrane scaffolding proteins (MSP) and align in double belt formation. Nanodiscs are structurally very similar to high-density lipoproteins (HDL) and the MSPs are modified versions of apolipoprotein A1 (apoA1), the main constituent in HDL. Nanodiscs are useful in the study of membrane proteins because they can solubilise and stabilise membrane proteins and represent a more native environment than liposomes, detergent micelles, bicelles and amphipols.",
            "score": 148.35684204101562
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 147.29806518554688
        },
        {
            "docid": "22519313_3",
            "document": "Cell surface receptor . Many membrane receptors are transmembrane proteins. There are various kinds, including glycoproteins and lipoproteins. Hundreds of different receptors are known and many more have yet to be studied. Transmembrane receptors are typically classified based on their tertiary (three-dimensional) structure. If the three-dimensional structure is unknown, they can be classified based on membrane topology. In the simplest receptors, polypeptide chains cross the lipid bilayer once, while others, such as the G-protein coupled receptors, cross as many as seven times. Each cell membrane can have several kinds of membrane receptors, with varying surface distributions. A single receptor may also be differently distributed at different membrane positions, depending on the sort of membrane and cellular function. Receptors are often clustered on the membrane surface, rather than evenly distributed.",
            "score": 147.27825927734375
        },
        {
            "docid": "1660995_8",
            "document": "Virus-like particle . The VLP Lipoparticle was developed to aid the study of integral membrane proteins. Lipoparticles are stable, highly purified, homogeneous VLPs that are engineered to contain high concentrations of a conformationally intact membrane protein of interest. Integral Membrane proteins are involved in diverse biological functions and are targeted by nearly 50% of existing therapeutic drugs. However, because of their hydrophobic domains, membrane proteins are difficult to manipulate outside of living cells. Lipoparticles can incorporate a wide variety of structurally intact membrane proteins, including G protein-coupled receptors (GPCR)s, ion channels and viral Envelopes. Lipoparticles provide a platform for numerous applications including antibody screening, production of immunogens and ligand binding assays. The understanding of self-assembly of VLPs was once based on viral assembly. This is rational as long as the VLP assembly takes place inside the host cell (\"in vivo\"), though the self-assembly event was found \"in vitro\" from the very beginning of the study about viral assembly. Study also reveals that \"in vitro\" assembly of VLPs competes with aggregation and certain mechanisms exist inside the cell to prevent the formation of aggregates while assembly is ongoing.",
            "score": 146.7493438720703
        },
        {
            "docid": "40684861_6",
            "document": "Michael F. Brown . Notably Brown was a pioneer in developing the use of deuterium (2H) NMR spectroscopy for measuring the order parameters and relaxation times of biomolecules. This method has since become one of the mainstays of biophysical chemistry. He developed new solid-state NMR approaches to unveil the emergence of membrane elasticity over nano- and mesoscopic length scales. Additional NMR methods have been implemented to study the structural dynamics of membrane proteins. Michael Brown has put forth a new Flexible Surface Model (FSM) that effectively supersedes the standard fluid mosaic model found in textbooks. His innovation of a two-way coupling of lipids and proteins explains membrane protein function by nonspecific material properties of lipid bilayers. The spontaneous monolayer curvature competes with the solvation energy of the proteolipid interface, and explains lipid modulation of the conformational energetics of membrane proteins. The membrane curvature stress field is linked to key biomembrane functions involving G-protein–coupled receptors (GPCRs) and ion channels. For G-protein–coupled receptors such as rhodopsin—as well as membrane transporters and ion channels—Brown's flexible surface model illuminates how the properties of biomembranes underlie key cellular functions, with potential implications for drug discovery and human medicine.",
            "score": 146.3844451904297
        },
        {
            "docid": "32171880_2",
            "document": "BtpA protein . In molecular biology, the BtpA protein family is a family of proteins which includes BtpA. BtpA appears to play a role in the stabilisation of photosystem I . It is an extrinsic membrane protein located on the cytoplasmic side of the thylakoid membrane. Homologs of BtpA are found in the crenarchaeota and euryarchaeota, where their function remains unknown. The Ycf4 protein is firmly associated with the thylakoid membrane, presumably through a transmembrane domain. Ycf4 co-fractionates with a protein complex larger than PSI upon sucrose density gradient centrifugation of solubilised thylakoids. The Ycf3 protein is loosely associated with the thylakoid membrane and can be released from the membrane with sodium carbonate. This suggests that Ycf3 is not part of a stable complex and that it probably interacts transiently with its partners. Ycf3 contains a number of tetratricopeptide repeats (TPR); TPR is a structural motif present in a wide range of proteins, which mediates protein-protein interactions.",
            "score": 146.218505859375
        },
        {
            "docid": "23634_45",
            "document": "Protein . Discovering the tertiary structure of a protein, or the quaternary structure of its complexes, can provide important clues about how the protein performs its function. Common experimental methods of structure determination include X-ray crystallography and NMR spectroscopy, both of which can produce information at atomic resolution. However, NMR experiments are able to provide information from which a subset of distances between pairs of atoms can be estimated, and the final possible conformations for a protein are determined by solving a distance geometry problem. Dual polarisation interferometry is a quantitative analytical method for measuring the overall protein conformation and conformational changes due to interactions or other stimulus. Circular dichroism is another laboratory technique for determining internal β-sheet / α-helical composition of proteins. Cryoelectron microscopy is used to produce lower-resolution structural information about very large protein complexes, including assembled viruses; a variant known as electron crystallography can also produce high-resolution information in some cases, especially for two-dimensional crystals of membrane proteins. Solved structures are usually deposited in the Protein Data Bank (PDB), a freely available resource from which structural data about thousands of proteins can be obtained in the form of Cartesian coordinates for each atom in the protein.",
            "score": 145.91123962402344
        },
        {
            "docid": "49839698_6",
            "document": "Marc Baldus . The main focus of the research of Marc Baldus is the use of solid state NMR spectroscopy to study the structure and dynamics of proteins and other biomolecules. He has used the technology amongst others to study the behavior of bacterial proteins, protein aggregation in Alzheimer's and Parkinson's disease, to study the effect of sugars on membrane behaviour, for the analsyis of membrane embedded proteins such as G-protein coupled receptors and ion channels and for the characterization of novel drug delivery systems. In recent years, his attention has been focussed on the analysis of in-cell NMR to study the structure and function of proteins in their native cellular environment.",
            "score": 145.82809448242188
        },
        {
            "docid": "40618482_4",
            "document": "Henning Stahlberg . Henning Stahlberg studies biological membrane systems from the atomic structure of individual proteins to the cellular context of the system. Employing light and electron microscopy, x- ray crystallography, and electron tomography, he investigates the structure of ion channels and membrane transporters. Further, he develops computational algorithms for the 3D reconstruction of proteins. Using these methods, Stahlberg successfully elucidated among other things the 3D structure of the Type III Secretion System (T3SS) in intact bacteria. In addition he demonstrated that certain proteins at the base of the T3SS needle are elastic. He developed the 2dx software to reconstruct the 3D structure of membrane proteins from cryo-electron microscopy images of 2D crystals.",
            "score": 145.80357360839844
        },
        {
            "docid": "2916615_19",
            "document": "Force field (chemistry) . Another round of criticism came from practical applications, such as protein structure refinement. It was noted that \"Critical Assessment of protein Structure Prediction\" (CASP) participants did not try to refine their models to avoid \"\"a central embarrassment of molecular mechanics, namely that energy minimization or molecular dynamics generally leads to a model that is less like the experimental structure\"\". The force fields have been applied successfully for protein structure refinement in different X-ray crystallography and NMR spectroscopy applications, especially using program XPLOR. However, such refinement is driven mainly by a set of experimental constraints, whereas the interatomic potentials serve merely to remove interatomic hindrances. The results of calculations are practically the same with rigid sphere potentials implemented in program DYANA (calculations from NMR data), or with programs for crystallographic refinement that do not use any energy functions. The deficiencies of the interatomic potentials remain a major bottleneck in homology modeling of proteins. Such situation gave rise to development of alternative empirical scoring functions specifically for ligand docking, protein folding, homology model refinement, computational protein design, and modeling of proteins in membranes.",
            "score": 145.7794189453125
        },
        {
            "docid": "6932525_4",
            "document": "Richard Henderson (biologist) . Henderson worked on the structure and mechanism of chymotrypsin for his doctorate under the supervision of David Mervyn Blow at the MRC Laboratory of Molecular Biology. His interest in membrane proteins led to him working on voltage-gated sodium channels as a post-doctoral researcher at Yale University. Returning to the MRC Laboratory of Molecular Biology in 1975, Henderson worked with Nigel Unwin to study the structure of the membrane protein bacteriorhodopsin by electron microscopy. A seminal paper in \"Nature\" by Henderson and Unwin (1975) established a low resolution structural model for bacteriorhodopsin showing the protein to consist of seven transmembrane helices. This paper was important for a number of reasons, not the least of which was that it showed that membrane proteins had well defined structures and that transmembrane alpha-helices could occur. After 1975 Henderson continued to work on the structure of bacteriorhodopsin without Unwin. In 1990 Henderson published an atomic model of bacteriorhodopsin by electron crystallography in the \"Journal of Molecular Biology\". This model was the second ever atomic model of a membrane protein. The techniques Henderson developed for electron crystallography are still in use.",
            "score": 145.57640075683594
        },
        {
            "docid": "2154572_16",
            "document": "Nanobiotechnology . DNA nanotechnology is one important example of bionanotechnology. The utilization of the inherent properties of nucleic acids like DNA to create useful materials is a promising area of modern research. Another important area of research involves taking advantage of membrane properties to generate synthetic membranes. Proteins that self-assemble to generate functional materials could be used as a novel approach for the large-scale production of programmable nanomaterials. One example is the development of amyloids found in bacterial biofilms as engineered nanomaterials that can be programmed genetically to have different properties. Protein folding studies provide a third important avenue of research, but one that has been largely inhibited by our inability to predict protein folding with a sufficiently high degree of accuracy. Given the myriad uses that biological systems have for proteins, though, research into understanding protein folding is of high importance and could prove fruitful for bionanotechnology in the future.",
            "score": 145.5174560546875
        },
        {
            "docid": "1442593_7",
            "document": "Viral protein . The fusion of the viral envelope with the cellular membrane requires high energy to occur. Viral membrane fusion proteins act as catalysts to overcome this high energy barrier. Following viral glycoprotein binding to cellular receptors, viral membrane fusion proteins undergo a change in structure conformation. This change in conformation then facilitates the destabilization and fusion of the viral envelope with the cellular membrane by allowing fusion loops (FLs) or hydrophobic fusion peptides (FPs) on the viral envelope to interact with the cell membrane. Most viral membrane fusion proteins would end up in a hairpin-like conformation after fusion, in which FLs/FPs and the transmembrane domain are all on the same side of the protein.",
            "score": 145.43247985839844
        },
        {
            "docid": "15330149_2",
            "document": "Protein Structure Initiative . The Protein Structure Initiative (PSI) was a USA based project that aimed at accelerating discovery in structural genomics and contribute to understanding biological function. Funded by the U.S. National Institute of General Medical Sciences (NIGMS) between 2000 and 2015, its aim was to reduce the cost and time required to determine three-dimensional protein structures and to develop techniques for solving challenging problems in structural biology, including membrane proteins. Over a dozen research centers have been supported by the PSI for work in building and maintaining high-throughput structural genomics pipelines, developing computational protein structure prediction methods, organizing and disseminating information generated by the PSI, and applying high-throughput structure determination to study a broad range of important biological and biomedical problems.",
            "score": 145.37977600097656
        },
        {
            "docid": "4954001_4",
            "document": "Membrane biology . Membrane biophysics is the study of biological membrane structure and function using physical, computational, mathematical, and biophysical methods. A combination of these methods can be used to create phase diagrams of different types of membranes, which yields information on thermodynamic behavior of a membrane and its components. As opposed to membrane biology, membrane biophysics focuses on quantitative information and modeling of various membrane phenomena, such as lipid raft formation, rates of lipid and cholesterol flip-flop, protein-lipid coupling, and the effect of bending and elasticity functions of membranes on inter-cell connections.",
            "score": 145.04208374023438
        },
        {
            "docid": "18236271_5",
            "document": "David Phoenix . The group is multidisciplinary and draws on a range of specialisms including, biology, chemistry, engineering, physics and computational modelling to help develop understanding of the structure function relationships used by amphiphilic bioactive molecules. The term ‘‘peptide-amphiphile’’ can be used to describe amphiphilic peptides consisting only of amino acids that show segregation of charged and uncharged components within the primary or secondary structure. Alternatively, they may be composed of hydrophilic peptides linked to hydrophobic alkyl chains or lipids, and peptide-based copolymers. Such molecules are of significant biological importance due to the range of asymmetric boundaries that occur in nature such as those found at a membrane lipid interface. Amphiphilic protein sequences can be involved in protein targeting, membrane protein assembly as well as membrane fusion and lysis. In addition to amphiphilic peptides possessing key biological functions amphiphiles are becoming of increasing interest in the creation of new biomaterials. Amphiphiles can self-assemble into a variety of different structures such as micelles, vesicles, monolayers, bilayers, nanofibers, nanotapes, ribbons, and twisted ribbons, to minimise unfavorable interactions with their surroundings. A key aspect of his work involves the development of bioactive peptides and new biomaterials with biomedical application.",
            "score": 144.9252471923828
        },
        {
            "docid": "44572807_4",
            "document": "Anthony Watts (biophysicist) . Since his PhD, Tony Watts has had an interest in both model and biological membranes, using a wide range of biophysical methods to characterize vesicular, model, reconstituted and natural membranes. In early work, lipid-protein interactions were investigated exploiting ESR approaches to relate lipid dynamics to function. In Oxford, newly developed wide-line NMR was developed to characterize surface specificity of lipid-protein and peptide interactions in membranes. More recently, novel solid state NMR approaches have been developed and exploited to resolve high resolution conformational and dynamic details directly of ligand-targets interactions in the absence of target structure, with GPCRs being the current focus. He has published using a wide range of biophysical methodologies, with a focus on understanding structural explanation of biological function - https://scholar.google.com/citations?user=dsSTSaIAAAAJ",
            "score": 144.86642456054688
        },
        {
            "docid": "39288495_17",
            "document": "Mitochondrial fusion . In yeast, three proteins are essential for mitochondrial fusion. Fzo1 (P38297) and Mgm1 (P32266) are conserved guanosine triphosphatases that reside in the outer and inner membranes, respectively. At each membrane, these conserved proteins are required for the distinct steps of membrane tethering and lipid mixing. The third essential component is Ugo1, an outer membrane protein with a region homologous to but distantly related to a region in the Mitochondrial Carrier (MC) family. Hoppins \"et al.\", 2009 showed that Ugo1 is a modified member of this family, containing three transmembrane domains and existing as a dimer, a structure that is critical for the fusion function of Ugo1. Their analyses of Ugo1 indicate that it is required for both outer and inner membrane fusion after membrane tethering, indicating that it operates at the lipid-mixing step of fusion. This role is distinct from the fusion dynamin-related proteins and thus demonstrates that at each membrane, a single fusion protein is not sufficient to drive the lipid-mixing step. Instead, this step requires a more complex assembly of proteins. The formation of a fusion pore has not yet been demonstrated. The Ugo1 protein is a member of the MC superfamily.",
            "score": 144.83950805664062
        },
        {
            "docid": "36907492_7",
            "document": "Fences and pickets model of plasma membrane structure . Receptor redistribution and clustering are key steps in many signal transduction pathways. Several reports have indicated the active roles played by the cytoskeleton in inhibiting or enabling the redistribution/clustering of membrane molecules. Receptor monomers can hop across the inter-compartment boundaries quite readily, but when they form oligomers upon liganding, their size increases and consequently their hop rate decreases dramatically.  Many receptors and other membrane-associated molecules are temporarily immobilized on actin filaments. This imobilization is often enhanced upon receptor engagement, and constitutes a key step for recruiting the downstream signaling molecule. Meanwhile, the formation of engaged receptor clusters might lead to de novo polymerization of actin filaments at the receptor cluster. As such, the actin-based membrane skeleton might work as a base scaffold for enhancing the interactions between the receptor and the actin-bound downstream molecules and for localized signaling. The ‘‘pickets’’ and ‘‘fences’’ made of the membrane skeleton and the anchored transmembrane proteins provide the cell with a mechanism for preserving the spatial information of signal transduction in the membranewhereas pickets would influence both lipids and transmembrane proteins. Pickets influence both lipids and transmembrane proteins traffic, whereas fences mostly influence only transmembrane proteins. Therefore, transmembrane proteins are corralled by both fences and pickets. In both models, membrane proteins and lipids can hop from a compartment to an adjacent one, probably when thermal fluctuations of the membrane and the membrane skeleton create a space between them large enough to allow the passage of integral membrane proteins, when an actin filament temporarily breaks, and/or when membrane molecules have sufficient kinetic energy to cross the barrier when they are in the boundary region.",
            "score": 144.77206420898438
        },
        {
            "docid": "47482842_64",
            "document": "Surface plasmon resonance microscopy . Membrane proteins are responsible for the regulation of cellular responses to extracellular signals. It has been the challenging thing to investigate the involvement of membrane proteins in disease biomarkers and therapeutic targets and its binding kinetics with their ligands. Traditional approaches could not reflect clear structures and functions of membrane proteins.",
            "score": 144.5677490234375
        },
        {
            "docid": "1581752_63",
            "document": "Protein design . Membrane proteins are inherently hard to design, in large part because it is hard to validate the designs experimentally for several reasons. Membrane proteins are hard to purify. Their structure is hard to characterize because they adopt their native conformation only in the presence of a membrane. Crystallization is inherently hard, and NMR studies of membrane proteins can fail because of their size.",
            "score": 144.25933837890625
        },
        {
            "docid": "33436022_6",
            "document": "David Tudor Jones . MEMSAT is an approach to predict the positions of transmembrane helix segments based on the recognition of the topological models of proteins. The method uses a set of statistical tables derived from well-characterized membrane protein data, and we have a dynamic programming algorithm to recognize the membrane topology models by maximizing the expectation. Since MEMSAT was originally built back in 1994, it then triggered a lot of improvements in the prediction of secondary structure. The newest version is MEMSAT3, released in 2007. It uses a neural network to determine the locations of residues are on the cytoplasmic side of the membrane or in the transmembrane helices.",
            "score": 143.77149963378906
        },
        {
            "docid": "24511_28",
            "document": "Protein primary structure . The primary structure of a biological polymer to a large extent determines the three-dimensional shape (tertiary structure). Protein sequence can be used to predict local features, such as segments of secondary structure, or trans-membrane regions. However, the complexity of protein folding currently prohibits predicting the tertiary structure of a protein from its sequence alone. Knowing the structure of a similar homologous sequence (for example a member of the same protein family) allows highly accurate prediction of the tertiary structure by homology modeling. If the full-length protein sequence is available, it is possible to estimate its general biophysical properties, such as its isoelectric point.",
            "score": 142.42181396484375
        },
        {
            "docid": "19332780_2",
            "document": "Orientations of Proteins in Membranes database . Orientations of Proteins in Membranes (OPM) database provides spatial positions of membrane protein structures with respect to the lipid bilayer. Positions of the proteins are calculated using an implicit solvation model of the lipid bilayer. The results of calculations were verified against experimental studies of spatial arrangement of transmembrane and peripheral proteins in membranes.",
            "score": 142.12152099609375
        }
    ]
}