{
    "q": [
        {
            "docid": "19303923_2",
            "document": "Inflammasome . The inflammasome is a multiprotein oligomer responsible for the activation of inflammatory responses. The inflammasome promotes the maturation and secretion of pro-inflammatory cytokines Interleukin 1β (IL-1β) and Interleukin 18 (IL-18). The secretion of these cytokines results in pyroptosis, a form of programmed pro-inflammatory cell death distinct from apoptosis. In the case of dysregulation of the inflammasome, an assortment of major diseases may arise. It is expressed in myeloid cells and is a component of the innate immune system. The inflammasome complex can consist of caspase 1, PYCARD, NALP and sometimes caspase 5 (also known as caspase 11 or ICH-3). NLRs (nucleotide-binding oligomerization domain and leucine-rich repeat-containing receptors) and ALRs (AIM2-like receptors) can also form an inflammasome. The exact composition of an inflammasome depends on the activator which initiates inflammasome assembly, e.g. dsRNA will trigger one inflammasome composition whereas asbestos will assemble a different variant. Because the pro-inflammatory pathway does not need Toll-like receptors (TLRs), inflammasomes with AIM2 can detect cytoplasmic DNA, a danger signal, that may be threatening and strengthen their innate response.",
            "score": 85.45839238166809
        },
        {
            "docid": "14765246_5",
            "document": "CLEC7A . The C-type lectin receptors are class of signalling pattern recognition receptors which are involved in antifungal immunity, but also play important roles in immune responses to other pathogens such as bacteria, viruses and nematodes. As a member of this receptor family, dectin-1 recognizes β-glucans and carbohydrates found in fungal cell walls, some bacteria and plants, but may also recognize other unidentified molecules (endogenous ligand on T-cells and ligand on mycobacteria). Ligand binding induces intracellular signalling via the ITAM-like motif. CLEC7A can induce both Syk dependent or Syk independent pathways. Dimerization of dectin-1 upon ligand binding leads to tyrosine phosphorylation by Src family kinases and recruitment of Syk. Syk activates transcription factor NFκB. This transcription factor is responsible for the production of numerous inflammatory cytokines and chemokines such as TNF, IL-23, IL-6, IL-2. Other responses include: respiratory burst, production of arachidonic acid metabolites, dendritic cell maturation, and phagocytosis of the ligand.",
            "score": 44.22241234779358
        },
        {
            "docid": "46332876_2",
            "document": "Interleukin-1 receptor associated kinase . The interleukin-1 receptor (IL-1R) associated kinase (IRAK) family plays a crucial role in the protective response to pathogens introduced into the human body by inducing acute inflammation followed by additional adaptive immune responses. IRAKs are essential components of the Interleukin-1 receptor signaling pathway and some Toll-like receptor signaling pathways. Toll-like receptors (TLRs) detect microorganisms by recognizing specific pathogen-associated molecular patterns (PAMPs) and IL-1R family members respond the interleukin-1 (IL-1) family cytokines. These receptors initiate an intracellular signaling cascade through adaptor proteins, primarily, MyD88. This is followed by the activation of IRAKs. TLRs and IL-1R members have a highly conserved amino acid sequence in their cytoplasmic domain called the Toll/Interleukin-1 (TIR) domain. The elicitation of different TLRs/IL-1Rs results in similar signaling cascades due to their homologous TIR motif leading to the activation of mitogen-activated protein kinases (MAPKs) and the IκB kinase (IKK) complex, which initiates a nuclear factor-κB (NF-κB) and AP-1-dependent transcriptional response of pro-inflammatory genes. Understanding the key players and their roles in the TLR/IL-1R pathway is important because the presence of mutations causing the abnormal regulation of Toll/IL-1R signaling leading to a variety of acute inflammatory and autoimmune diseases.",
            "score": 57.9337420463562
        },
        {
            "docid": "19303923_4",
            "document": "Inflammasome . During an infection, one of the first forms of defense employed by the innate immune response is a group of pattern recognition receptors (PRRs) encoded in the germline to recognize molecular patterns expressed by invading pathogens. These may either be on the membrane surface e.g. Toll-like receptors (TLRs) and C-type Lectin Receptors (CLRs) or inside the cytoplasm e.g. Nod-like receptors (NLRs) and RIG-I-like receptors (RLRs). In 2002, it was first reported by Martinon \"et al.\" that a subset of NLRs named NLRP1 were able to assemble and oligomerize into a common structure which collectively activated the caspase-1 cascade, thereby leading to the production of pro-inflammatory cytokines especially IL-1B and IL-18. This NLRP1 multi-molecular complex was dubbed the ‘inflammasome’, which spurred much interest in the following years; since then, several other inflammasomes were discovered, two of which are also NLR subsets—NLRP3 and NLRC4. More recently, Hornung \"et al.\" classified an inflammasome of the PYHIN (pyrin and HIN domain-containing protein) family, termed absent in melanoma 2 (AIM2) which assembles upon sensing foreign cytoplasmic double-stranded DNA (dsDNA). Notably, the pyrin domain of the adaptor protein ASC has recently been shown to function as a prion-like domain, through a self-perpetuating manner upon activation.",
            "score": 54.80850267410278
        },
        {
            "docid": "6648966_7",
            "document": "NALP3 . NALP3 is a component of the innate immune system that functions as a pathogen recognition receptor (PRR) that recognizes pathogen-associated molecular patterns (PAMPs). NALP3 belongs to the NOD-like receptor (NLR) subfamily of PRRs and NALP3 together with the adaptor ASC protein PYCARD forms a caspase-1 activating complex known as the NALP3 inflammasome. NALP3 in the absence of activating signal is kept in an inactive state complexed with HSP90 and SGT1 in the cytoplasm. NALP3 inflammasome detects danger signals such as crystalline uric acid and extracellular ATP released by damaged cells. These signals release HSP90 and SGT1 from and recruit ASC protein and caspase-1 to the inflammasome complex. Caspase-1 within the activated NALP3 inflammasome complex in turn activates the inflammatory cytokine, IL-1β.",
            "score": 60.04179048538208
        },
        {
            "docid": "51429077_5",
            "document": "GSDMD . Several current studies have revealed that GSDMD serves as a specific substrate of inflammatory caspases (caspase-1, -4, -5 and -11) and as an effector molecule for the lytic and highly inflammatory form of programmed cell death known as pyroptosis. Hence, GSDMD is an essential mediator of host defence against microbial infection and danger signals. The pore-forming activity of the N-terminal cleavage product causes cell swelling and lysis to prevent intracellular pathogens from replicating, and is required for the release of cytoplasmic content such as the inflammatory cytokine interleukin-1β (IL-1β) into the extracellular space to recruit and activate immune cells to the site of infection. GSDMD has an additional potential role as an antimicrobial by binding to cardiolipin (CL) and form pores on bacterial membranes.",
            "score": 78.39979434013367
        },
        {
            "docid": "17460900_11",
            "document": "NOD-like receptor . NLRPs and IPAF subfamilies are involved in the formation of the inflammasome. The best characterized inflammasome is NLRP3, the activation through PAMPs or DAMPs leads to the oligomerization. The pyrin domain of NLRs binds to an adaptor protein ASC (PYCARD) via PYD-PYD interaction. ASC contains PYD and CARD domain and links the NLRs to inactive form of caspase 1 through the CARD domain.  All these protein-protein interaction form a complex called the inflammasome. The aggregation of the pro-caspase-1 causes the autocleavage and formation of an active enzyme. Caspase-1 is important for the proteolytic processing of the pro-inflammatory cytokines IL-1β and IL-18. NLRP3 mutations are responsible for the autoinflammatory disease familial cold autoinflammatory syndrome or Muckle–Wells syndrome.",
            "score": 88.22251296043396
        },
        {
            "docid": "8948754_12",
            "document": "Pyroptosis . The crucial enzyme required in the stimulation of the downstream pathway is caspase-1, which is located inside the cells. Caspase-1 was known as an interleukin-1β converting enzyme, as it was first discovered in association with the cleavage of pro-IL-1β. The pro-caspase-1 with a 10-kDa CARD domain will be recruited by various inflammasome. Similar to other caspases, caspase-1 starts off as an inactive precursor called zymogen. The caspase-1 enzymes become activated when they oligomerize and form tetramers. This process is spontaneous due to the fact that everything in the inflammasome is in close proximity with each other. The cysteine-cleaved enzyme will not only cause cell death but is also responsible for the cleavage of the pro-inflammatory cytokines IL-1β and IL-18. The cytokines, once processed, will be in their biologically active form ready to be released from the host cells. The development of efficient adaptive immune responses depends on the recruitment and activation of the immune cells by inflammatory cytokines.",
            "score": 77.9941680431366
        },
        {
            "docid": "29446130_14",
            "document": "MiR-155 . The innate immune system constitutes the first line of defense against invading pathogens and is regarded as the major initiator of inflammatory responses. Its cellular component involves primarily monocyte/macrophages, granulocytes, and dendritic cells (DCs), which are activated upon sensing of conserved pathogen structures (PAMPs) by pattern recognition receptors such as Toll-like receptors ((TLRs)). \"MIR155HG\" (i.e. miR-155-5p) expression is greatly enhanced by TLR agonist stimulation of macrophages and dendritic cells. Since microbial lipopolysaccharide (an agonist of TLR4) activates a chain of events that lead to the stimulation of the NF-κB and AP-1 transcription factors, it was hypothesized that endotoxin activation of \"MIR155HG\" may be mediated by those transcription factors. Indeed, \"MIR155HG\" expression was found to be activated in LPS treated murine macrophage cells (i.e. Raw264.7) by an NF-κB-mediated mechanism. Furthermore, \"H. pylori\" infection of primary murine bone marrow-derived macrophages resulted in a NF-κB dependent up-regulation of \"MIR155HG\". In the context of viral infection vesicular stomatitis virus (VSV) challenge of murine peritoneal macrophages was reported to result in miR-155-5p over-expression via a retinoic acid-inducible gene I/JNK/NF-κB–dependent pathway. Support for a role of AP-1 in \"MIR155HG\" activation comes from studies using stimuli relevant to viral infection such as TLR3 ligand poly(I:C) or interferon beta (IFN-β). Downstream of those stimuli AP-1 seems to play a major role in \"MIR155HG\" activation.",
            "score": 45.77846074104309
        },
        {
            "docid": "8948754_7",
            "document": "Pyroptosis . Infection can launch a 'self-destruct' and warning system in the host cell. Two types of receptors that belong to different families of pattern recognition receptors (PRRs) are present in the pyroptosis to sense intracellular and extracellular 'danger' signals. These are Nod-like receptors (NLRs) and Toll-like receptors (TLRs). The 'danger' signals can be given off by invasive pathogens, or by an injury to a tissue, which can all be recognised by the host cells' receptors. That recognition will determine the fate of the host cell by a distinct mechanism, i.e. it will induce either the production of inflammatory chemical messengers termed 'cytokines' or programmed cell death. Commonly found cytokines are tumour necrosis factor (TNF), IL-6, IL-8, type I interferons (IFNs) and Interferon regulatory factor (IRFs). The inflammatory response is cell-death independent.",
            "score": 46.28090786933899
        },
        {
            "docid": "16693506_14",
            "document": "Pathogenic fungus . Studies have shown that hosts with higher levels of immune response cells such as monocytes/macrophages, dendritic cells, and invariant natural killer (iNK) T-cells exhibited greater control of fungal growth and protection against systemic infection. Pattern recognition receptors (PRRs) play an important role in inducing an immune response by recognizing specific fungal pathogens and initiating an immune response. In the case of mucosal candidiasis, the cells that produce cytokine IL-17 are extremely important in maintaining innate immunity.",
            "score": 54.13268542289734
        },
        {
            "docid": "5574266_2",
            "document": "Caspase 1 . Caspase-1/Interleukin-1 converting enzyme (ICE) is an evolutionarily conserved enzyme that proteolytically cleaves other proteins, such as the precursors of the inflammatory cytokines interleukin 1β and interleukin 18 as well as the pyroptosis inducer Gasdermin D, into active mature peptides. It plays a central role in cell immunity as an inflammatory response initiator. Once activated through formation of an inflammasome complex, it initiates a proinflammatory response through the cleavage and thus activation of the two inflammatory cytokines, interleukin 1β (IL-1β) and interleukin 18 (IL-18) as well as pyroptosis, a programmed lytic cell death pathway, through cleavage of Gasdermin D. The two inflammatory cytokines activated by Caspase-1 are excreted from the cell to further induce the inflammatory response in neighboring cells.",
            "score": 81.76267075538635
        },
        {
            "docid": "33032376_4",
            "document": "Lung microbiota . The airway epithelium together with alveolar macrophages and dendritic cells play a major role in the initial recognition of bacterial products getting into the lower airways with the air. Since some of these products are potent proinflammatory stimuli it is extremely important for the immune system to distinguish between pathogens and non-pathogenic commensals. This prevents the development of constant inflammation and forms tolerance against harmless microbiota.  This process becomes much more intriguing when taking into account that commensals often share their surface molecules with pathogens. Epithelial cells are equipped with very sensitive recognition tools - toll like receptors (TLRs), nucleotide-binding oligomerization domain (NOD)-like receptors (NLRs) and retinoic acid-inducible gene (RIG)-I-like receptors (RLRs) which recognize a broad variety of microbial structural components. After recognition of pathogenic bacteria proinflammatory pathways are activated and cellular components of the adaptive and innate immunity are recruited to the infection site. One key regulator in this process is the NF-κB which translocates from the cytoplasm into the nucleus and activates pro-inflammatory genes in epithelial cells and macrophages. The DNA-binding protein complex recognizes a discrete nucleotide sequence (5’-GGG ACT TTC T-3’) in the upstream region of a variety of response genes. The activation of NF-κB by a number of stimuli: bacterial cell walls or inflammatory cytokines results in its translocation to the nucleus.",
            "score": 48.178470730781555
        },
        {
            "docid": "28857_33",
            "document": "Signal transduction . Certain intracellular receptors of the immune system are cytoplasmic receptors; recently identified NOD-like receptors (NLRs) reside in the cytoplasm of some eukaryotic cells and interact with ligands using a leucine-rich repeat (LRR) motif similar to TLRs. Some of these molecules like NOD2 interact with RIP2 kinase that activates NF-κB signaling, whereas others like NALP3 interact with inflammatory caspases and initiate processing of particular cytokines like interleukin-1β.",
            "score": 59.18462300300598
        },
        {
            "docid": "4602068_9",
            "document": "IRAK4 . Members of interleukin-1 receptor (Il-1R) and the Toll-like receptor superfamily share an intracytoplasmic Toll-IL-1 receptor (TLR) domain, which mediates recruitment of the interleukin-1 receptor-associated kinase (IRAK) complex via TIR-containing adapter molecules. The TIR-IRAK signaling pathway appears to be crucial for protective immunity against specific bacteria but is redundant against most other microorganisms. IRAK4 is considered the “master IRAK” in the mammalian IRAK family because it is the only component in the IL-1/TLR signalling pathway that is absolutely crucial to its functioning. When one of these pathways is stimulated, the cell is triggered to release proinflammatory signals and to trigger innate immune actions. The loss of IRAK4, or its intrinsic kinase activity, can entirely stop signalling through these pathways. IRAK4 is involved in signal transduction pathways stimulated by the cellular receptors belonging to the Toll/Interleukin-1 receptor superfamily. The Toll-Like Receptors (TLRs) are stimulated by recognition of pathogen-associated molecular patterns (PAMPS), whereas members of the IL-1R family are stimulated by cytokines. Both play an essential role in the immune response. The ligand binding causes conformational changes to the intracellular domain which allows for the recruitment of scaffolding proteins. One of these proteins, MyD88, uses its death domains to recruit, orient, and activate IRAK4. IRAK2 can then be phosphorylated and joins with IRAK4 and MyD88 to form the myddosome complex, which further phosphorylates and recruits IRAK1. The myddosome complex and IRAK1 recruit and activate TNF receptor-associated factor 6 (TRAF6), a ubiquitin protein ligase. TRAF6 can polyubiquitinate IKK-γ as well as itself, which recruits TGF-β activated kinase 1 (TAK1) in order to activate its ability to phosphorylate IKK-β. These pathways both work to degrade IKKγ, which releases NFκB and free it for translocation into the nucleus. Additionally, TAK1 can activate JNK to induce a MAP kinase pathway which leads to AP-1-induced gene expression. Together, AP-1 and NFκB lead to increased cytokine transcription, adhesion molecule production, and release of second messengers of infection.",
            "score": 44.52611327171326
        },
        {
            "docid": "14522621_11",
            "document": "Prostacyclin receptor . IP activators inhibit the adherence of circulating platelets and leukocytes adherence to vascular endothelium thereby blocking their entry into sites of tissue disturbance. The activators also inhibit vascular smooth muscle cells from proliferation by blocking these cells' growth cycle and triggering their apoptosis (i.e. cell death]]. These actions, along with its anti-inflammatory effects, may underlie the ability of IP gene knockout in an ApoE(−/−) mosue model to cause an accelerated rate of developing atherosclerosis. Mouse studies indicate that the PGI-IP axis activates cellular signaling pathways that tend to suppress allergic inflammation. The axis inhibits bone marrow-derived dendritic cells (i.e. antigen-presenting cells that process antigen material, present it on their surfaces for delivery to T cells, and otherwise regulate innate and adaptive immune system responses) from producing pro-inflammatory cytokines (e.g. IL-12, TNF-alpha, IL-1-alpha, and IL-6) while stimulating them to increase production of the anti-inflammatory cytokine, IL-10. IP receptor activation of these cells also blocks their lipopolysaccharide-stimulated expression of pro-inflammatory cell surface proteins (i.e. CD86, CD40, and MHC class II molecules) that are critical for developing adaptive immune responses. IL receptor-activated bone marrow-derived dendritic cells showed a greatly reduced ability to stimulate the proliferation of T helper cell as well as the ability of these cells to produce pro-allergic cytokines (i.e. IL-5 and IL-13)s. In a mouse model of allergic inflammation, PGI reduced the maturation and migration of lung mature dendritic cells to Mediastinal lymph nodes while increasing the egress of immature dendritic cells away from the lung. These effects resulted in a decrease in allergen-induced responses of the cells mediating allergic reactivity, TH-2 cells. These IP-induced responses likely contribute to its apparent function in inhibiting certain mouse inflammation responses as exemplified by the failure of IP receptor deficient mice to develop full lung airway allergic responses to ovalbumin in a model of allergic inflammation.",
            "score": 43.80531549453735
        },
        {
            "docid": "29871617_20",
            "document": "Interleukin-1 family . The synthesis of IL-1β precursor (and IL-18) is induced by stimulation of innate immune cells by Toll-like receptors (TLRs) or RIG-like receptors (RLRs), but to gain the ability to bind to IL-1 receptor, the IL-1β precursor has to be cleaved by a cysteine protease called caspase-1. Caspase-1 needs to be activated by a formation called the inflammasome which is mediated by cytoplasmic pattern recognition receptor signaling. So, the secretion of IL-1β needs these two steps and activation of different receptors to be activated. Under special circumstances IL-1β can be processed also by other proteases, like during high neutrophilic inflammation.",
            "score": 68.36922693252563
        },
        {
            "docid": "53803481_16",
            "document": "Clonal hypereosinophilia . The \"JAK2\" gene encodes a member of the Janus kinase family of non-receptor tyrosine kinase, JAK2. The JAK2 protein associates with the cytoplasmic tails of various cytokine and growth factor receptors that reside on the cell surface and reagulate Haematopoiesis, i.e. the development and growth of blood cells. Examples of such receptors include the erythropoietin receptor, Thrombopoietin receptor, granulocyte colony-stimulating factor receptor, Granulocyte macrophage colony-stimulating factor receptor, Interleukin-3 receptor, Interleukin-5 receptor, Interleukin-6 receptor, and the receptor Thymic stromal lymphopoietin, which is a complex composed of the CRLF2 receptor combined with alpha chain of the IL-7 receptor. JAK2 protein's association with these receptors is responsible for a) correctly targeting and positioning these receptors at the cell surface and b) indirectly activating critical cell signaling pathways including in particular the STAT family of transcription factors which are involved in promoting the growth, proliferation, differentiation, and survival of the myeloid and lymphoid precursor cells that populate the bone marrow, other blood cell forming tissues, and the blood. The \"PCM1\" gene codes for the PCM1 protein, i.e. pricentriolar material 1. also known as PCM1, is a protein which in humans is encoded by the PCM1 gene. The PCM1 protein exhibits a distinct cell cycle-dependent association with the centrosome complex and microtubules; it is critical for the normal cell cycle and cell division (see PCM1).",
            "score": 30.413405656814575
        },
        {
            "docid": "8948754_10",
            "document": "Pyroptosis . NOD-like receptors (NLRs) consist of more than 20 subsets, including NOD1 and NOD2, NLRP3 (also known as NALP3), NLRC4. All recognize bacterial, viral and toxic foreign products that are introduced into the host cell cytosol. Upon recognition, NOD1 and NOD2 function similarly to the TLRs, producing and processing inflammatory cytokines. Some of these subsets such as NLRP3 could also activate caspase-1 dependent cell death, accompanied by pore-forming and further stimulated by cellular potassium efflux. NLRC4 can specifically recognize flagellin and then trigger caspase-1 dependent pyroptosis. NODs recognize molecular pattern danger signals and build up the inflammasome.",
            "score": 59.70370292663574
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 36.647998690605164
        },
        {
            "docid": "211949_41",
            "document": "T helper cell . It has been proposed that during the non-symptomatic phase of HIV infection, the virus has a relatively low affinity towards T cells (and has a higher affinity for macrophages), resulting in a slow kill rate of CD4 T cells by the immune system . This is initially compensated for via the production of new helper T cells from the thymus (originally from the bone marrow). Once the virus becomes lymphotropic (or T-tropic) however, it begins to infect CD4 T cells far more efficiently (likely due to a change in the co-receptors it binds to during infection), and the immune system is overwhelmed. Of note, recent studies suggest that only ~5% of the lymphoid-derived CD4 T cells targeted by HIV are permissive and become productively infected with the virus. More than 95% of the CD4 T cells that die are resting and are unable to support productive infection. These cells undergo abortive infection with HIV. Cell death is triggered when the host cell detects HIV foreign DNA intermediates and initiates a suicidal death pathway in an attempt to protect the host, leading to caspase-1 activation in inflammasomes, thus causing pyroptosis (a highly inflammatory form of programmed cell death).",
            "score": 45.07516026496887
        },
        {
            "docid": "51429077_8",
            "document": "GSDMD . Caspase-1, conserved in vertebrates, is involved in the canonical pathway and is activated by canonical inflammasomes such as NLRP3 and NLRC4 inflammasomes, which are multi-protein complexes that are formed upon recognition of specific inflammatory ligands called pathogen-associated molecular patterns (PAMPs) and damage-associated molecular patterns (DAMPs) in the cytosol by NOD-like receptors (NLRs). Examples include bacterial type 3 secretion system (T3SS) rod protein and flagellin, which are potent activators of NLRC4 inflammasome, and bacterial toxin nigericin that activates NLRP3 inflammasome.",
            "score": 54.98279547691345
        },
        {
            "docid": "502447_8",
            "document": "Familial Mediterranean fever . The function of pyrin has not been completely elucidated, but in short, it is a protein that binds to the adaptor ASC and the pro form of the enzyme caspase-1 to generate multiprotein complexes called inflammasomes in response to certain infections. In healthy individuals, pyrin-mediated inflammasome assembly (which leads to the caspase 1) dependent processing and secretion of the pro-inflammatory cytokines (such as interleukin-18 (IL-18) and IL-1β) is a response to enterotoxins from certain bacteria. The gain-of-function mutations in the MEFV gene render Pyrin hyperactive, and subsequently, the formation of the inflammasomes becomes more frequent. It is not conclusively known what exactly sets off the attacks, and why overproduction of IL-1 would lead to particular symptoms in particular organs (e.g. joints or the peritoneal cavity).",
            "score": 78.28203177452087
        },
        {
            "docid": "11849160_6",
            "document": "Tyrosine kinase 2 . The mammalian JAK family has four members: JAK1, JAK2, JAK3 and tyrosine kinase 2 (TYK2). The connection between Jaks and cytokine signaling was first revealed when a screen for genes involved in interferon type I (IFN-1) signaling identified Tyk2 as an essential element, which is activated by an array of cytokine receptors. Tyk2 has broader and profound functions in humans than previously appreciated on the basis of analysis of murine models, which indicate that Tyk2 functions primarily in IL-12 and type I-IFN signaling. Tyk2 deficiency has more dramatic effects in human cells than in mouse cells. However, in addition to IFN-α and -β and IL-12 signaling, Tyk2 has major effects on the transduction of IL-23, IL-10, and IL-6 signals. Since, IL-6 signals through the gp-130 receptor-chain that is common to a large family of cytokines, including IL-6, IL-11, IL-27, IL-31, oncostatin M (OSM), ciliary neurotrophic factor, cardiotrophin 1, cardiotrophin-like cytokine, and LIF, Tyk2 might also affect signaling through these cytokines. Recently, it has been recognized that IL-12 and IL-23 share ligand and receptor subunits that activate Tyk2. IL-10 is a critical anti-inflammatory cytokine, and IL-10 mice suffers from fatal, systemic autoimmune disease.",
            "score": 43.10709810256958
        },
        {
            "docid": "7817323_4",
            "document": "Interleukin 26 . Interleukin 26 (IL-26), is a natural human antimicrobial that promotes immune sensing of bacterial and host cell death. IL-26, a human TH17 cell–derived cytokine, is a cationic amphipathic protein that kills extracellular bacteria via membrane-pore formation. Furthermore, TH17 cell–derived IL-26 formed complexes with bacterial DNA and self-DNA released by dying bacteria and host cells. The IL-26–DNA complexes triggered the production of type I interferon by plasmacytoid dendritic cells via activation of Toll-like receptor 9, but independently of the IL-26 receptor.",
            "score": 41.474029541015625
        },
        {
            "docid": "23099118_6",
            "document": "Cryopyrin-associated periodic syndrome . Cryopyrin-associated periodic syndromes are associated with a gain-of-function missense mutation in exon 3 of \"NLRP3\", the gene encoding cryopyrin, a major component of the interleukin 1 inflammasome. In keratoendotheliitis fugax hereditaria, the mutation occurs in exon 1. Intracellular formation of the interleukin 1 inflammasome leads to the activation of the potent pro-inflammatory cytokines interleukin 1β and interleukin-18 through a cascade involving caspase 1. The IL-1 inflammasome may also be released from activated macrophages, amplifying the cytokine production cascade. The mutation in \"NLRP3\" leads to aberrant formation of this inflammasome and subsequent unregulated production of interleukin 1β.",
            "score": 97.01478981971741
        },
        {
            "docid": "39311563_8",
            "document": "Caspase 11 . Caspase-11 activation results in pyroptosis, a form of lytic cell death that releases inflammatory molecules such as ATP, HMGB1 and IL-1α from the cytosol. Inflammatory cytokines such as IL-1β and IL-18 are also often produced. Production of IL-1β downstream of caspase-11 requires another canonical inflammasome, called the NLRP3 inflammasome, that activates caspase-1. The mechanism linking caspase-11 to NLRP3 is not currently known.",
            "score": 84.50398874282837
        },
        {
            "docid": "41120962_10",
            "document": "Neuroinflammation . During the SCI induced inflammatory response, several pro-inflammatory cytokines including interleukin 1β (IL-1β), inducible Nitric Oxide Synthase (iNOS), Interferon-γ (IFN-γ), IL-6, IL-23, and tumor necrosis factor α (TNFα) are secreted, activating local microglia and attracting various immune cells such as naive bone-marrow derived macrophages. These activated microglia and macrophages play a role in the pathogenesis of SCI.",
            "score": 74.54553437232971
        },
        {
            "docid": "11849163_2",
            "document": "Janus kinase 1 . JAK1 is a human tyrosine kinase protein essential for signaling for certain type I and type II cytokines. It interacts with the common gamma chain (γc) of type I cytokine receptors, to elicit signals from the IL-2 receptor family (e.g. IL-2R, IL-7R, IL-9R and IL-15R), the IL-4 receptor family (e.g. IL-4R and IL-13R), the gp130 receptor family (e.g. IL-6R, IL-11R, LIF-R, OSM-R, cardiotrophin-1 receptor (CT-1R), ciliary neurotrophic factor receptor (CNTF-R), neurotrophin-1 receptor (NNT-1R) and Leptin-R). It is also important for transducing a signal by type I (IFN-α/β) and type II (IFN-γ) interferons, and members of the IL-10 family via type II cytokine receptors. Jak1 plays a critical role in initiating responses to multiple major cytokine receptor families. Loss of Jak1 is lethal in neonatal mice, possibly due to difficulties suckling. Expression of JAK1 in cancer cells enables individual cells to contract, potentially allowing them to escape their tumor and metastasize to other parts of the body.",
            "score": 30.697170972824097
        },
        {
            "docid": "54897841_10",
            "document": "Cladophialophora carrionii . During infection, the immune system of the host attempts to eliminate the fungus via engulfment and degradation by macrophages and neutrophils, which function in the innate immune system. The adaptive immune system also plays a role by activating cells such as interleukin-6 (IL-6), the type of IL specifically produced with \"C. carrionii\" infection, but it may have negative consequences for eradicating the fungus. It is postulated that the presence of melanin in black yeasts like \"C. carrionii\" contributes to pathogenicity because it strengthens the fungal cell wall and can neutralize the enzymes produced in macrophages that normally function to break down targeted cells.",
            "score": 54.21145987510681
        },
        {
            "docid": "14755663_4",
            "document": "IKBKE . Serine/threonine kinase that plays an essential role in regulating inflammatory responses to viral infection, through the activation of the type I IFN, NF-kappa-B and STAT signaling. Also involved in TNFA and inflammatory cytokines, like Interleukin-1, signaling. Following activation of viral RNA sensors, such as RIG-I-like receptors, associates with DDX3X and phosphorylates interferon regulatory factors (IRFs), IRF3 and IRF7, as well as DDX3X. This activity allows subsequent homodimerization and nuclear translocation of the IRF3 leading to transcriptional activation of pro-inflammatory and antiviral genes including IFNB. In order to establish such an antiviral state, IKBKE forms several different complexes whose composition depends on the type of cell and cellular stimuli. Thus, several scaffolding molecules including IPS1/MAVS, TANK, AZI2/NAP1 or TBKBP1/SINTBAD (TANK-binding kinase 1-binding protein 1) can be recruited to the IKBKE-containing-complexes. Activated by polyubiquitination in response to TNFA and interleukin-1, regulates the NF-kappa-B signaling pathway through, at least, the phosphorylation of CYLD. Phosphorylates inhibitors of NF-kappa-B thus leading to the dissociation of the inhibitor/NF-kappa-B complex and ultimately the degradation of the inhibitor. In addition, is also required for the induction of a subset of ISGs which displays antiviral activity, may be through the phosphorylation of STAT1 at 'Ser-708'. Phosphorylation of STAT1 at 'Ser-708' seems also to promote the assembly and DNA binding of ISGF3 (STAT1:STAT2:IRF9) complexes compared to GAF (gamma-activation factor) (STAT1:STAT1) complexes, in this way regulating the balance between type I and type II IFN responses. Protects cells against DNA damage-induced cell death. Also plays an important role in energy balance regulation by sustaining a state of chronic, low-grade inflammation in obesity, which leads to a negative impact on insulin sensitivity. Phosphorylates AKT1.",
            "score": 50.42677307128906
        },
        {
            "docid": "11509270_4",
            "document": "Cholinergic anti-inflammatory pathway . Tumor necrosis factors (TNF) (and other cytokines) are produced by cells of the innate immune system during local injury and infection. These contribute to initiating a cascade of mediator release, and recruiting inflammatory cells to the site of infection to contain infection, referred to as \"innate immunity.\". TNF amplifies and prolongs the inflammatory response by activating other cells to release interleukin-1 (IL-1), high mobility group B1 (HMGB1) and other cytokines. These inflammatory cytokine responses confer protective advantages to the host at the site of bacterial infection. A “beneficial” inflammatory response is limited, resolves in 48–72 hours, and does not spread systemically. The cholinergic anti-inflammatory pathway provides a braking effect on the innate immune response which protects the body against the damage that can occur if a localized inflammatory response spreads beyond the local tissues, which results in toxicity or damage to the kidney, liver, lungs, and other organs.",
            "score": 62.92570471763611
        }
    ],
    "r": [
        {
            "docid": "23099118_6",
            "document": "Cryopyrin-associated periodic syndrome . Cryopyrin-associated periodic syndromes are associated with a gain-of-function missense mutation in exon 3 of \"NLRP3\", the gene encoding cryopyrin, a major component of the interleukin 1 inflammasome. In keratoendotheliitis fugax hereditaria, the mutation occurs in exon 1. Intracellular formation of the interleukin 1 inflammasome leads to the activation of the potent pro-inflammatory cytokines interleukin 1β and interleukin-18 through a cascade involving caspase 1. The IL-1 inflammasome may also be released from activated macrophages, amplifying the cytokine production cascade. The mutation in \"NLRP3\" leads to aberrant formation of this inflammasome and subsequent unregulated production of interleukin 1β.",
            "score": 97.01478576660156
        },
        {
            "docid": "17460900_11",
            "document": "NOD-like receptor . NLRPs and IPAF subfamilies are involved in the formation of the inflammasome. The best characterized inflammasome is NLRP3, the activation through PAMPs or DAMPs leads to the oligomerization. The pyrin domain of NLRs binds to an adaptor protein ASC (PYCARD) via PYD-PYD interaction. ASC contains PYD and CARD domain and links the NLRs to inactive form of caspase 1 through the CARD domain.  All these protein-protein interaction form a complex called the inflammasome. The aggregation of the pro-caspase-1 causes the autocleavage and formation of an active enzyme. Caspase-1 is important for the proteolytic processing of the pro-inflammatory cytokines IL-1β and IL-18. NLRP3 mutations are responsible for the autoinflammatory disease familial cold autoinflammatory syndrome or Muckle–Wells syndrome.",
            "score": 88.2225112915039
        },
        {
            "docid": "19303923_2",
            "document": "Inflammasome . The inflammasome is a multiprotein oligomer responsible for the activation of inflammatory responses. The inflammasome promotes the maturation and secretion of pro-inflammatory cytokines Interleukin 1β (IL-1β) and Interleukin 18 (IL-18). The secretion of these cytokines results in pyroptosis, a form of programmed pro-inflammatory cell death distinct from apoptosis. In the case of dysregulation of the inflammasome, an assortment of major diseases may arise. It is expressed in myeloid cells and is a component of the innate immune system. The inflammasome complex can consist of caspase 1, PYCARD, NALP and sometimes caspase 5 (also known as caspase 11 or ICH-3). NLRs (nucleotide-binding oligomerization domain and leucine-rich repeat-containing receptors) and ALRs (AIM2-like receptors) can also form an inflammasome. The exact composition of an inflammasome depends on the activator which initiates inflammasome assembly, e.g. dsRNA will trigger one inflammasome composition whereas asbestos will assemble a different variant. Because the pro-inflammatory pathway does not need Toll-like receptors (TLRs), inflammasomes with AIM2 can detect cytoplasmic DNA, a danger signal, that may be threatening and strengthen their innate response.",
            "score": 85.45838928222656
        },
        {
            "docid": "39311563_8",
            "document": "Caspase 11 . Caspase-11 activation results in pyroptosis, a form of lytic cell death that releases inflammatory molecules such as ATP, HMGB1 and IL-1α from the cytosol. Inflammatory cytokines such as IL-1β and IL-18 are also often produced. Production of IL-1β downstream of caspase-11 requires another canonical inflammasome, called the NLRP3 inflammasome, that activates caspase-1. The mechanism linking caspase-11 to NLRP3 is not currently known.",
            "score": 84.50399017333984
        },
        {
            "docid": "55584_12",
            "document": "Gout . Gout is a disorder of purine metabolism, and occurs when its final metabolite, uric acid, crystallizes in the form of monosodium urate, precipitating and forming deposits (tophi) in joints, on tendons, and in the surrounding tissues. Microscopic tophi may be walled off by a ring of proteins, which blocks interaction of the crystals with cells and therefore avoids inflammation. Naked crystals may break out of walled-off tophi due to minor physical damage to the joint, medical or surgical stress, or rapid changes in uric acid levels. When they break through the tophi, they trigger a local immune-mediated inflammatory reaction in macrophages, which is initiated by the NLRP3 inflammasome protein complex. Activation of the NLRP3 inflammasome recruits the enzyme caspase 1, which converts pro-interleukin 1β into active interleukin 1β, one of the key proteins in the inflammatory cascade. An evolutionary loss of urate oxidase (uricase), which breaks down uric acid, in humans and higher primates has made this condition common.",
            "score": 82.83963775634766
        },
        {
            "docid": "7761020_7",
            "document": "Mevalonate kinase deficiency . Immunoglobulin D (IgD) is a protein produced by a certain type of white blood cells. There are five classes of Immunoglobin like IgG, IgA and IgM, IgE and IgD. They play an important role in the immune system. The function of IgD is still unclear. There is a relationship between MKD and the interleukin 1beta (IL-Iβ). There is an increased IL-1β secretion and mevalonate kinase deficiency in MKD is most likely mediated by defective protein prenylation (Prenylation refers to addition of hydrophobic residues to proteins) ] and non-sterol isoprenoids, such as farnesyl pyrophosphate (FPP) or geranylgeranyl pyrophosphate (GGPP) are coupled to a target protein, which affects the activity and the cellular location. In a human monocytic MKD model it was found that the deficiency of GGPP leads to overproduction of IL-1β and defective prenylation of RhoA. This causes an increased level of Rac1 and PKB which was affecting the GTPases and B7-Glycoproteins. It was earlier found that Rac1/PI3K/PKB pathway had been linked to the pathogenesis of MKD. The inactivation of RhoA acts an inducer of IL-1β mRNA transcription independent of NLRP3- or caspase-1 activity. Due to defective RhoA there is a formation of defective mitochondria (elongated and instable) in the cell. If a defective mitochondria it is cleared in the cell by the mechanism of autophagia. But, in MKD the clearance of defective mitochondria from the cytosol is disrupted. As a result, the mitochondrial DNA starts accumulating in the cytosol which binds and activates NLRP3 which is responsible for the production of IL-1β. The activation can be direct or indirect. It can also be activated by reactive oxygen species (ROS).  It is known that monocytes and macrophages also produce higher levels of tumor necrosis factor alpha (TNF-α), interleukin 6(IL-6) other than IL-Iβ During the febrile (fever) attacks and during the attacks the C - reactive protein (CRP) also increases. [9]. The CRP is released by liver which causes inflammation[13].",
            "score": 82.69982147216797
        },
        {
            "docid": "5574266_2",
            "document": "Caspase 1 . Caspase-1/Interleukin-1 converting enzyme (ICE) is an evolutionarily conserved enzyme that proteolytically cleaves other proteins, such as the precursors of the inflammatory cytokines interleukin 1β and interleukin 18 as well as the pyroptosis inducer Gasdermin D, into active mature peptides. It plays a central role in cell immunity as an inflammatory response initiator. Once activated through formation of an inflammasome complex, it initiates a proinflammatory response through the cleavage and thus activation of the two inflammatory cytokines, interleukin 1β (IL-1β) and interleukin 18 (IL-18) as well as pyroptosis, a programmed lytic cell death pathway, through cleavage of Gasdermin D. The two inflammatory cytokines activated by Caspase-1 are excreted from the cell to further induce the inflammatory response in neighboring cells.",
            "score": 81.7626724243164
        },
        {
            "docid": "5080276_4",
            "document": "Interleukin 1 beta . IL-1β is a member of the interleukin 1 family of cytokines. This cytokine is produced by activated macrophages as a proprotein, which is proteolytically processed to its active form by caspase 1 (CASP1/ICE). This cytokine is an important mediator of the inflammatory response, and is involved in a variety of cellular activities, including cell proliferation, differentiation, and apoptosis. The induction of cyclooxygenase-2 (PTGS2/COX2) by this cytokine in the central nervous system (CNS) is found to contribute to inflammatory pain hypersensitivity. This gene and eight other interleukin 1 family genes form a cytokine gene cluster on chromosome 2.",
            "score": 81.56514739990234
        },
        {
            "docid": "19303923_11",
            "document": "Inflammasome . NLRP3 oligomerization is activated by a large number of stimuli, which has implicated studies into its activation pathway. Its activity has been shown to be induced and/or increased by low intracellular potassium concentrations, viruses e.g. influenza A and bacteria e.g. Neisseria gonorrhoeae, bacterial toxins e.g. nigericin and maitotoxin, liposomes, urban particulate matter, and most notably, crystallized endogenous molecules. Cholesterol crystals and monosodium urate (MSU) crystals increase NLRP3-induced IL-1β-production and this process is thought to be abrogated in atherosclerosis and gout, where these crystals form respectively in the cell. It has also been proven that inorganic particles like titanium dioxide, silicon dioxide and asbestos trigger the inflammasome-response. Pore-forming toxins and ATP-activated pannexin-1 may also trigger K+ efflux and grant access of toxins into the cell to directly activate NLRP3. Evidence indicates that NLRP3 inflammasome activation is involved in sleep regulation.",
            "score": 78.7266845703125
        },
        {
            "docid": "1903231_26",
            "document": "Pattern recognition receptor . The PRRs are also tightly connected to the proper function of neuronal networks and tissues, especially because of their involvement in the processes of inflammation, which are essential for proper function but may cause irreparable damage if not under control. The TLRs are expressed on most cells of the central nervous system (CNS) and they play a crucial role in sterile inflammation. After an injury, they lead to impairment of axonal growth and slow down or even halt the recovery altogether. Another important structure involved in and potentially exploitable in therapy after injury is the inflammasome. Through its induction of proinflammatory cytokines, IL-1β and IL-18 it has been proposed, that inhibition of inflammasome may also serve as an efficient therapeutic method. The involvement of inflammasome has also been researched in several other diseases including experimental autoimmune encephalomyelitis (EAE), Alzheimer's and Parkinson's diseases and in atherosclerosis connected with type II diabetes in patients. The suggested therapies include degradation of NLRP3 or inhibit the proinflammatory cytokines.",
            "score": 78.69908905029297
        },
        {
            "docid": "51429077_5",
            "document": "GSDMD . Several current studies have revealed that GSDMD serves as a specific substrate of inflammatory caspases (caspase-1, -4, -5 and -11) and as an effector molecule for the lytic and highly inflammatory form of programmed cell death known as pyroptosis. Hence, GSDMD is an essential mediator of host defence against microbial infection and danger signals. The pore-forming activity of the N-terminal cleavage product causes cell swelling and lysis to prevent intracellular pathogens from replicating, and is required for the release of cytoplasmic content such as the inflammatory cytokine interleukin-1β (IL-1β) into the extracellular space to recruit and activate immune cells to the site of infection. GSDMD has an additional potential role as an antimicrobial by binding to cardiolipin (CL) and form pores on bacterial membranes.",
            "score": 78.39979553222656
        },
        {
            "docid": "502447_8",
            "document": "Familial Mediterranean fever . The function of pyrin has not been completely elucidated, but in short, it is a protein that binds to the adaptor ASC and the pro form of the enzyme caspase-1 to generate multiprotein complexes called inflammasomes in response to certain infections. In healthy individuals, pyrin-mediated inflammasome assembly (which leads to the caspase 1) dependent processing and secretion of the pro-inflammatory cytokines (such as interleukin-18 (IL-18) and IL-1β) is a response to enterotoxins from certain bacteria. The gain-of-function mutations in the MEFV gene render Pyrin hyperactive, and subsequently, the formation of the inflammasomes becomes more frequent. It is not conclusively known what exactly sets off the attacks, and why overproduction of IL-1 would lead to particular symptoms in particular organs (e.g. joints or the peritoneal cavity).",
            "score": 78.28202819824219
        },
        {
            "docid": "8948754_12",
            "document": "Pyroptosis . The crucial enzyme required in the stimulation of the downstream pathway is caspase-1, which is located inside the cells. Caspase-1 was known as an interleukin-1β converting enzyme, as it was first discovered in association with the cleavage of pro-IL-1β. The pro-caspase-1 with a 10-kDa CARD domain will be recruited by various inflammasome. Similar to other caspases, caspase-1 starts off as an inactive precursor called zymogen. The caspase-1 enzymes become activated when they oligomerize and form tetramers. This process is spontaneous due to the fact that everything in the inflammasome is in close proximity with each other. The cysteine-cleaved enzyme will not only cause cell death but is also responsible for the cleavage of the pro-inflammatory cytokines IL-1β and IL-18. The cytokines, once processed, will be in their biologically active form ready to be released from the host cells. The development of efficient adaptive immune responses depends on the recruitment and activation of the immune cells by inflammatory cytokines.",
            "score": 77.9941635131836
        },
        {
            "docid": "20345288_7",
            "document": "Proinflammatory cytokine . Inflammatory cytokines play a role in initiating the inflammatory response and to regulate the host defence against pathogens mediating the innate immune response. Some inflammatory cytokines have additional roles such as acting as growth factors.  Pro-inflammatory cytokines such as IL-1β, IL-6, and TNF-α also trigger pathological pain. While IL-1β is released by monocytes and macrophages, it is also present in nocieptive DRG neurons. IL-6 plays a role in neuronal reaction to an injury. TNF-α is a well known proinflammatory cytokine present in neurons and the glia. TNF-α is often involved in different signaling pathways to regulate apoptosis in the cells. Excessive chronic production of inflammatory cytokines contribute to inflammatory diseases. that have been linked to different diseases, such as atherosclerosis and cancer. Dysregulation of proinflammatory cytokines have also been linked to depression and other neurological diseases. A balance between proinflammatory and anti-inflammatory cytokines is necessary to maintain health. Aging and exercise also play a role in the amount of inflammation from the release of proinflammatory cytokines.",
            "score": 77.61138153076172
        },
        {
            "docid": "6250625_3",
            "document": "Muckle–Wells syndrome . MWS occurs when a mutation in the \"CIAS1\" gene, encoding for NLRP3, leads to increased activity of the protein cryopyrin. This protein is partly responsible for the body's response to damage or infection. During these states, a cytokine called interleukin 1β is produced by an innate immune cell known as a macrophage. This cytokine interacts with a receptor on the surface of other immune cells to produce symptoms of inflammation such as fever, arthritis, and malaise. In MWS, the increased activity of cryopyrin leads to an increase in interleukin 1β. This leads to inflammation all throughout the body with the associated symptoms.",
            "score": 77.08199310302734
        },
        {
            "docid": "41120962_10",
            "document": "Neuroinflammation . During the SCI induced inflammatory response, several pro-inflammatory cytokines including interleukin 1β (IL-1β), inducible Nitric Oxide Synthase (iNOS), Interferon-γ (IFN-γ), IL-6, IL-23, and tumor necrosis factor α (TNFα) are secreted, activating local microglia and attracting various immune cells such as naive bone-marrow derived macrophages. These activated microglia and macrophages play a role in the pathogenesis of SCI.",
            "score": 74.5455322265625
        },
        {
            "docid": "6253974_5",
            "document": "Periodic fever syndrome . Pyrin is a protein normally present in the inflammasome. The mutated pyrin protein is thought to cause inappropriate activation of the inflammasome, leading to release of the pro-inflammatory cytokine IL-1β. Most other autoinflammatory diseases also cause disease by inappropriate release of IL-1β. Thus, IL-1β has become a common therapeutic target, and medications such as anakinra, rilonacept, and canakinumab have revolutionized the treatment of autoinflammatory diseases.",
            "score": 74.13736724853516
        },
        {
            "docid": "8948754_16",
            "document": "Pyroptosis . The level of expression of NLRP3 inflammasome and caspase-1 has direct relation with the severity of several metabolic syndromes, such as obesity and type II diabetic mellitus (T2DM). This is because the subsequent production level of IL-1β and IL-18, cytokines that impairs the secretion of insulin, is affected by the activity of caspase-1. Glucose uptake level is then diminished, and the condition is known as insulin resistance. The condition is further accelerated by the IL-1β induced destruction of pancreatic β cell.",
            "score": 73.53731536865234
        },
        {
            "docid": "18856487_7",
            "document": "Cord factor . Cord factor presence increases the production of the cytokines interleukin-12 (IL-12), interleukin-1 beta (IL-1β), interleukin-6 (IL-6), tumor necrosis factor (TNFα), and macrophage inflammatory protein-2 (MIP-2), which are all pro-inflammatory cytokines important for granuloma formation. IL-12 is particularly important in the defense against \"M. tuberculosis\"; without it, \"M. tuberculosis\" spreads unhampered. IL-12 triggers production of more cytokines through T cells and natural killer (NK) cells, while also leading to mature Th1 cells, and thus leading to immunity. Then, with IL-12 available, Th1 cells and NK cells produce interferon gamma (IFN-γ) molecules and subsequently release them. The IFN-γ molecules in turn activate macrophages.",
            "score": 72.25314331054688
        },
        {
            "docid": "1050201_7",
            "document": "Interleukin 10 . Discovered in 1991 IL-10 was initially reported to suppress cytokine secretion, antigen presentation and CD4+ T cell activation. Further investigation has shown that IL-10 predominantly inhibits lipopolysaccharide (LPS) and bacterial product mediated induction of the pro-inflammatory cytokines TNFα, IL-1β, IL-12, and IFNγ secretion from Toll-Like Receptor (TLR) triggered myeloid lineage cells.",
            "score": 70.03871154785156
        },
        {
            "docid": "5080276_6",
            "document": "Interleukin 1 beta . Increased production of IL-1β causes a number of different autoinflammatory syndromes, most notably the monogenic conditions referred to as Cryopyrin-Associated Periodic Syndromes (CAPS), due to mutations in the inflammasome receptor NLRP3 which triggers processing of IL-1B.",
            "score": 69.90664672851562
        },
        {
            "docid": "29871617_18",
            "document": "Interleukin-1 family . The inflammatory responses in the absence of infection (such as ischemia) are only dependent on IL-1α signaling via the Interleukin-1 receptor (IL-1R), rather than TLRs signaling. IL-1α also stimulates transcription and secretion of IL-1β from monocytes, so the initiator of immune responses is likely IL-1α precursor by induction of neutrophil infiltration. IL-1β seems to be an amplifier of inflammation by recruiting of macrophages in the context of sterile inflammation.",
            "score": 69.3271255493164
        },
        {
            "docid": "29871617_20",
            "document": "Interleukin-1 family . The synthesis of IL-1β precursor (and IL-18) is induced by stimulation of innate immune cells by Toll-like receptors (TLRs) or RIG-like receptors (RLRs), but to gain the ability to bind to IL-1 receptor, the IL-1β precursor has to be cleaved by a cysteine protease called caspase-1. Caspase-1 needs to be activated by a formation called the inflammasome which is mediated by cytoplasmic pattern recognition receptor signaling. So, the secretion of IL-1β needs these two steps and activation of different receptors to be activated. Under special circumstances IL-1β can be processed also by other proteases, like during high neutrophilic inflammation.",
            "score": 68.36922454833984
        },
        {
            "docid": "1241101_19",
            "document": "Hyaluronic acid . In addition to the free-radical scavenging role, HA may also function in the negative feedback loop of inflammatory activation through its specific biological interactions with the biological constituents of inflammation. TNF-α, an important cytokine generated in inflammation, stimulates the expression of TSG-6 (TNF-stimulated gene 6) in fibroblasts and inflammatory cells. TSG-6, a HA-binding protein, also forms a stable complex with the serum proteinase inhibitor IαI (Inter-α-inhibitor) with a synergistic effect on the latter’s plasmin-inhibitory activity. Plasmin is involved in activation of the proteolytic cascade of matrix metalloproteinases and other proteinases leading to inflammatory tissue damage. Therefore, the action of TSG-6/ IαI complex, which may be additionally organized by binding to HA in the extracellular matrix, may serve as a potent negative feedback loop to moderate inflammation and stabilize the granulation tissue as healing progresses. In the murine air pouch model of carragenan/IL-1 (Interleukin-1β)-induced inflammation, where HA has been shown to have a proinflammatory property, reduction of inflammation can be achieved by administrating TSG-6, and the result is comparable with systemic dexamethasone treatment.",
            "score": 67.69001007080078
        },
        {
            "docid": "39248107_6",
            "document": "Actinobacillus pleuropneumoniae . The bacterium rapidly colonizes the host and attaches to the epithelial cells of the tonsils, moving down to the respiratory tract using type IV fimbriae. As the bacteria replicate, they release cytotoxins (in the form of Apx toxins), hemolysins and the LPS on their outer membranes. The subsequent lysis of macrophages causes a release of lysozymes, which in turn cause the tissue damage seen in porcine pleuropneumonia. Members of the Pasteurellaceae family routinely change the cellular processes of the infected cell. In particular, \"A. pleuropneumoniae\" activates the creation of various cytokines such as interleukin 1β (IL-1β), IL-8 and tumor necrosis factor-alpha (TNF-α). IL-8 is itself a chemical signal used to attract neutrophils to the infection site.",
            "score": 67.56121063232422
        },
        {
            "docid": "8948754_11",
            "document": "Pyroptosis . The formation of the multi-protein complex inflammasome is achieved through the binding of intracellular bacterial, viral or host danger signals to the NLRs receptor, whose assembly leads to the activation of caspase-1 that is required in the processing and secretion of the pro-inflammatory cytokines. The best characterized inflammasome complex, NLRP3, has 3 distinct domains: several leucine-rich repeat (LRR) domains, a central nucleotide-binding and oligomerization domain (NBD) and an N-terminal pyrin domain (PYD). The interaction between NLRP3 and caspase-1 is via the adaptor protein ASC. ASC contains a caspase activation and recruitment domain (CARD) that binds and facilitates activation of pro-caspase-1 through CARD-CARD interactions. In some cases, NLRC4 can directly recruit caspase-1 as it has a CARD domain.",
            "score": 65.41976928710938
        },
        {
            "docid": "26383679_56",
            "document": "Selective serotonin reuptake inhibitor . Treatment with SSRIs has shown reduced production of inflammatory cytokines such as IL-1β, tumor necrosis factor (TNF)-α, IL-6, and interferon (IFN)-γ, which leads to a decrease in inflammation levels and subsequently a decrease in the activation level of the immune response. These inflammatory cytokines have been shown to activate microglia which are specialized macrophages that reside in the brain. Macrophages are a subset of immune cells responsible for host defense in the innate immune system. Macrophages can release cytokines and other chemicals to cause an inflammatory response. Peripheral inflammation can induce an inflammatory response in microglia and can cause neuroinflammation. SSRIs inhibit proinflammatory cytokine production which leads to less activation of microglia and peripheral macrophages. SSRIs not only inhibit the production of these proinflammatory cytokines, they also have been shown to upregulate anti-inflammatory cytokines such as IL-10. Taken together, this reduces the overall inflammatory immune response.",
            "score": 65.36629486083984
        },
        {
            "docid": "41120962_6",
            "document": "Neuroinflammation . Cytokines are a class of proteins that regulates inflammation, cell signaling, and various cell processes such as growth and survival. Chemokines are a subset of cytokines that regulate cell migration, such as attracting immune cells to a site of infection or injury. Various cell types in the brain may produce cytokines and chemokines such as microglia, astrocytes, endothelial cells, and other glial cells. Physiologically, chemokines and cytokines function as neuromodulators that regulate inflammation and development. In the healthy brain, cells secrete cytokines to produce a local inflammatory environment to recruit microglia and clear the infection or injury. However, in neuroinflammation, cells may have sustained release of cytokines and chemokines which may compromise the blood–brain barrier. Peripheral immune cells are called to the site of injury via these cytokines and may now migrate across the compromised blood brain barrier into the brain. Common cytokines produced in response to brain injury include: interleukin-6 (IL-6), which is produced during astrogliosis, and interleukin-1 beta (IL-1β) and tumor necrosis factor alpha (TNF-α), which can induce neuronal cytotoxicity. Although the pro-inflammatory cytokines may cause cell death and secondary tissue damage, they are necessary to repair the damaged tissue. For example, TNF-α causes neurotoxicity at early stages of neuroinflammation, but contributes to tissue growth at later stages of inflammation.",
            "score": 65.31170654296875
        },
        {
            "docid": "55439935_8",
            "document": "Role of microglia in disease . Chemokines are cytokines that stimulate directional migration of inflammatory cells in vitro and in vivo. Chemokines are divided into four main subfamilies: C, CC, CXC, and CXC. Microglial cells are sources of some chemokines and express the monocyte chemoattractant protein-1 (MCP-1) chemokine in particular. Other inflammatory cytokines like IL-1β and TNF-α, as well as bacterial-derived lipopolysaccharide (LPS) may stimulate microglia to produce MCP-1, MIP-1α, and MIP-1β. Microglia can express CCR3, CCR5, CXCL8, CXCR4, and CX3CR1 in vitro. Chemokines are proinflammatory and therefore contribute to the neuroinflammation process.",
            "score": 64.99690246582031
        },
        {
            "docid": "1043012_16",
            "document": "Uveitis . Whether through infection or other causes, this balance can be upset and autoreactive T cells allowed to proliferate and migrate to the eye. Upon entry to the eye, these cells may be returned to an inducible Treg state by the presence of IL-10 and TGF-beta from microglia. Failure of this mechanism leads to neutrophil and other leukocyte recruitment from the peripheral blood through IL-17 secretion. Tissue destruction is mediated by non-specific macrophage activation and the resulting cytokine cascades. Serum TNF-α is significantly elevated in cases while IL-6 and IL-8 are present in significantly higher quantities in the aqueous humour in patients with both quiescent and active uveitis. These are inflammatory markers that non-specifically activate local macrophages causing tissue damage. The cause of non-infectious uveitis is unknown but there are some strong genetic factors that predispose disease onset including HLA-B27 and the PTPN22 genotype. Recent evidence has pointed to reactivation of herpes simplex, varicella zoster and other viruses as important causes of developing what was previously described as idiopathic anterior uveitis. Bacterial infection is another significant contributing factor in developing uveitis.",
            "score": 64.85317993164062
        },
        {
            "docid": "8948754_14",
            "document": "Pyroptosis . In a healthy cell, caspase-1 activation helps to fight infection caused by \"Salmonella\" and \"Shigella\" via introducing cell death to restrict pathogen growth. When the ‘danger' signal is sensed, the quiescent cells will be activated to undergo pyroptosis and produce inflammatory cytokines IL-1β and IL-18. IL-18 will stimulate IFNγ production and initiates the development of T1 responses. (T1 responses tend to release cytokines that direct an immediate removal of the pathogen). The cell activation results in an increase in cytokine levels, which will augment the consequences of inflammation and this, in turn, contributes to the development of the adaptive response as infection progresses. The ultimate resolution will clear pathogens.",
            "score": 63.99361038208008
        },
        {
            "docid": "8948754_9",
            "document": "Pyroptosis . Toll like receptors (TLRs) recognize Pathogen-Associated Molecular Patterns (PAMPs) that are located either in cell surface or within endosomes. The resulting recognition will initiate the signalling pathway, including the activation of transcription factors NF-κB and MAPKs. This in turn will be responsible for the production of inflammatory cytokines such as IFN α/β, TNF and IL-12. In addition, pro-IL-1β and pro-IL-18 will be released to be processed by cysteine-mediated caspase-1.",
            "score": 63.804969787597656
        }
    ]
}