{
    "q": [
        {
            "docid": "15360151_15",
            "document": "ChIP-sequencing . ChIP-seq offers an alternative to ChIP-chip. STAT1 experimental ChIP-seq data have a high degree of similarity to results obtained by ChIP-chip for the same type of experiment, with >64% of peaks in shared genomic regions. Because the data are sequence reads, ChIP-seq offers a rapid analysis pipeline (as long as a high-quality genome sequence is available for read mapping, and the genome doesn't have repetitive content that confuses the mapping process) as well as the potential to detect mutations in binding-site sequences, which may directly support any observed changes in protein binding and gene regulation.",
            "score": 207.16371750831604
        },
        {
            "docid": "26289430_2",
            "document": "ChIA-PET . Chromatin Interaction Analysis by Paired-End Tag Sequencing (ChIA-PET) is a technique that incorporates chromatin immunoprecipitation (ChIP)-based enrichment, chromatin proximity ligation, Paired-End Tags, and High-throughput sequencing to determine \"de novo\" long-range chromatin interactions genome-wide.  Genes can be regulated by regions far from the promoter such as regulatory elements, insulators and boundary elements, and transcription-factor binding sites (TFBS). Uncovering the interplay between regulatory regions and gene coding regions is essential for understanding the mechanisms governing gene regulation in health and disease (Maston et al., 2006). ChIA-PET can be used to identify unique, functional chromatin interactions between distal and proximal regulatory transcription-factor binding sites and the promoters of the genes they interact with.",
            "score": 134.678649187088
        },
        {
            "docid": "3248511_7",
            "document": "Copy-number variation . Recent advances in biotechnology gave rise to many important techniques that are of extremely high genomic resolution and as a result, an increasing number of copy number variations in the genome have been reported. One of these advances involve using bacterial artificial chromosome (BAC) array with around 1 megabase of intervals throughout the entire gene, BACs can also detect copy number variations in rearrangement hotspots allowing for the detection of 119 novel copy number variations. Throughout the past decade or so, high throughput genomic sequencing has revolutionized the field of human genomics and in silico studies have been performed to detect copy number variations in the genome. Reference sequences have been compared to other sequences of interest using fosmids by strictly controlling the fosmid clones to be 40kb. Sequencing end reads would provide adequate information to align the reference sequence to the sequence of interest, and any misalignments are easily noticeable thus concluded to be copy number variations within that region of the clone. This type of detection technique offers a high genomic resolution and precise location of the repeat in the genome, and it can also detect other types of structural variation such as inversions. In addition, another way of detecting copy number variation that can ensure high genomic resolution is using single nucleotide polymorphisms (SNP). Since the International HapMap project had begun, common SNPs that occur between four different populations from different continents have been sequenced and located. Due to the abundance of the human SNP data, the direction of detecting copy number variation has changed to utilize these SNPs. Relying on the fact that human recombination is relatively rare and that many recombination events occur in specific regions of the genome known as recombination hotspots, linkage disequilibrium can be used to identify copy number variations. Efforts have been made in associating copy number variations with specific haplotype SNPs by analyzing the linkage disequilibrium, using these associations, one is able to recognize copy number variations in the genome using SNPs as markers. One drawback of this method is that because SNPs in the International HapMap are not optimized for detecting copy number variations, therefore the data is biased towards large copy number variations. Next-generation sequencing has also been used recently to detect copy number variations with high genomic resolutions. Using whole-genome shot-gun sequencing data, assays have been developed to accurately detect and identify regions of duplications. On the other hand, it is very challenging to detect CNVs in targeted sequencing because it is extremely unlikely that breakpoints will occur inside the scant number of regions captured by a gene panel. Thus, soft-clipped reads and discordant reads are unlikely to be found in targeted sequencing. On average, there is about 1 SNP per 800 bit/s, so over a long enough region, B-allele frequencies (BAF) can be used to detect copy number changes. However, in targeted sequencing, there are not enough heterozygous variants within a short region to detect deviations from the expected 50% BAF. Lastly, high resolution microarrays that have copy number probes as well as SNP probes are the gold standard for detecting copy number changes down to 50 kbs with whole genome coverage. Accurately detecting, identifying, and categorizing copy number variations is extremely important because of the complications they bring to DNA sequencing. Traditionally, DNA sequencing relied heavily on sequencing short reads from a large genome and using any overlapping regions of the reads to combine the short reads to form longer reads. This will eventually be mapped together to give the sequence of the entire genome. However, the issues related to copy number variations arise in linking the overlapping regions together. By definition, copy number variation is a region of the genome duplicated a variable number of times in the population and due to the large variation between the number of times portions of the genome are duplicated, when mapping overlapping sequences, it becomes unclear whether or not a region is an overlap or a duplicated region. With all the challenges faced by sequencing to detect copy number variations, high resolution microarrays are the technology of choice.",
            "score": 115.71108508110046
        },
        {
            "docid": "52218795_2",
            "document": "Transcription factor binding site databases . Identification of genomic regulatory elements is essential for understanding the dynamics of developmental, physiological and pathological processes. Recent advances in chromatin immunoprecipitation followed by sequencing (ChIP-seq) have provided powerful ways to identify genome-wide profiling of DNA-binding proteins and histone modifications. The application of ChIP-seq methods has reliably discovered transcription factor binding sites and histone modification sites.",
            "score": 166.2909712791443
        },
        {
            "docid": "57432949_3",
            "document": "Plant genome assembly . The genome of plants can vary in their structure and complexity from small genomes like green algae (15 Mbp). to very large and complex genomes that have typically much higher ploidy, higher rates of heterozygosity and repetitive elements than species from other kingdoms. One of the most complex plant genome assemblies available is that of loblolly pine (22 Gbp). Due to their complexity, the plants’ genome sequences can't be assembled back into chromosomes using only short reads provided by next-generation- sequencing technologies (NGS), and therefore most plant genome assemblies available that used NGS alone are highly fragmented, contain large numbers of contigs, and genome regions are not finished. Highly repetitive sequences, often larger than 10kbp, are the main challenge in plants. Most of the chromosomal sequences are produced by the activity of mobile genetic elements (MGEs) in the plant genomes. MGEs are divided into two classes: class I or retrotransposons, and class II or DNA transposons. In plants, long- terminal repeat (LTR) retrotransposons are predominant and constitute from 15% to 90% of the genome. Polyploidy is another challenge in assembling a plant genome, and it is estimated that ~80% of plants are polyploids.",
            "score": 95.4099509716034
        },
        {
            "docid": "53367602_3",
            "document": "SMiLE-Seq . Elucidating the regulatory mechanisms used to govern essential cellular processes is one of the most intensely studied branches of science. Cellular regulatory networks can be incredibly complex, and often involve the coordination of multiple processes that begin with the modulation of gene expression. The binding of transcription factor molecules to DNA, either alone or in combination with other transcription factors, is used to control gene expression in response to both intra- and extracellular stimuli. Characterizing the binding mechanisms and specificities of transcription factors to specific regions of DNA – and identifying these transcription factors – is a fundamental component of the process of resolving cellular regulatory dynamics. Before the introduction of SMiLE-seq technology, ChIP-seq (chromatin immunoprecipitation sequencing) and HT-SELEX (high throughput systematic evolution of ligands by exponential enrichment) technologies were used to successfully characterize nearly 500 transcription factor-DNA binding interactions. ChIP-seq uses immunoprecipitation to isolate specific transcription factors bound to DNA fragments. Immunoprecipitation is followed by DNA sequencing, which identifies the genomic regions to which transcription factors bind. HT-SELEX, a similar method, uses random, synthetically generated DNA molecules as bait for transcription factors \"in vitro\". Sequence preferences and binding affinities are characterized based on successful binding interactions between bait molecules and transcription factors. While many unique transcription factor-DNA binding interactions have been characterized using these methods, it is estimated that this described fraction represents fewer than 50% of the transcription factors present in humans. The development of SMiLE-seq technology has provided an attractive alternative method with the potential to facilitate identification and characterization of previously undescribed transcription factor-DNA binding interactions.",
            "score": 178.57698953151703
        },
        {
            "docid": "50591385_3",
            "document": "Genotyping by sequencing . GBS is a robust, simple, and affordable procedure for SNP discovery and mapping. Overall, this approach reduces genome complexity with restriction enzymes (REs) in high-diversity, large genomes species for efficient high-throughput, highly multiplexed sequencing. By using appropriate REs, repetitive regions of genomes can be avoided and lower copy regions can be targeted, which reduces alignments problems in genetically highly diverse species. The method was first described by Elshire et al. (2011). In summary, high molecular weight DNAs are extracted and digested using a specific RE previously defined by cutting frequently in the major repetitive fraction of the genome. \"ApeKI\" is the most used RE. Barcode adapters are then ligated to sticky ends and PCR amplification is performed. Next-generation sequencing technology is performed resulting in about 100 bp single-end reads. Raw sequence data are filtered and aligned to a reference genome using usually Burrows-Wheeler alignment tool (BWA) or Bowtie 2. The next step is to identify SNPs from aligned tags and score all discovered SNPs for various coverage, depth and genotypic statistics. Once a large-scale, species-wide SNP production has been run, it is possible to quickly call known SNPs in newly sequenced samples.",
            "score": 109.84688317775726
        },
        {
            "docid": "31084685_2",
            "document": "Peak calling . Peak calling is a computational method used to identify areas in a genome that have been enriched with aligned reads as a consequence of performing a ChIP-sequencing or MeDIP-seq experiment. These areas are those where a protein interacts with DNA. When the protein is a transcription factor, the enriched area is its transcription factor binding site (TFBS). Popular software programs include MACS. Wilbanks and colleagues is a survey of the ChIP-seq peak callers, and Bailey et al. is a description of practical guidelines for peak calling in ChIP-seq data.",
            "score": 174.4762101173401
        },
        {
            "docid": "21728811_12",
            "document": "Methylated DNA immunoprecipitation . The MeDIP-seq approach, i.e. the coupling of MeDIP with next generation, short-read sequencing technologies such as 454 pyrosequencing or Illumina (Solexa), was first described by Down \"et al.\" in 2008. The high-throughput sequencing of the methylated DNA fragments produces a large number of short reads (36-50bp or 400 bp, depending on the technology). The short reads are aligned to a reference genome using alignment software such as Mapping and Assembly with Quality (Maq), which uses a Bayesian approach, along with base and mapping qualities to model error probabilities for the alignments. The reads can then be extended to represent the ~400 to 700 bp fragments from the sonication step. The coverage of these extended reads can be used to estimate the methylation level of the region. A genome browser such as Ensembl can also be used to visualize the data.",
            "score": 128.72588539123535
        },
        {
            "docid": "34858148_2",
            "document": "ChIP-exo . ChIP-exo is a chromatin immunoprecipitation based method for mapping the locations at which a protein of interest (transcription factor) binds to the genome. It is a modification of the ChIP-seq protocol, improving the resolution of binding sites from hundreds of base pairs to almost one base pair. It employs the use of exonucleases to degrade strands of the protein-bound DNA in the 5'-3' direction to within a small number of nucleotides of the protein binding site. The nucleotides of the exonuclease-treated ends are determined using some combination of DNA sequencing, microarrays, and PCR. These sequences are then mapped to the genome to identify the locations on the genome at which the protein binds.",
            "score": 159.08515167236328
        },
        {
            "docid": "9756354_27",
            "document": "ChIP-on-chip . A first ChIP-on-chip experiment was performed in 1999 to analyze the distribution of cohesin along budding yeast chromosome III. Although the genome was not completely represented, the protocol in this study remains equivalent as those used in later studies. The ChIP-on-chip technique using all of the ORFs of the genome (that nevertheless remains incomplete, missing intergenic regions) was then applied successfully in three papers published in 2000 and 2001. The authors identified binding sites for individual transcription factors in the budding yeast \"Saccharomyces cerevisiae\". In 2002, Richard Young’s group determined the genome-wide positions of 106 transcription factors using a c-Myc tagging system in yeast. The first demonstration of the mammalian ChIp-on-chip technique reported the isolation of nine chromatin fragments containing weak and strong E2F binding site was done by Peggy Farnham's lab in collaboration with Michael Zhang's lab and published in 2001. This study was followed several months later in a collaboration between the Young lab with the laboratory of Brian Dynlacht which used the ChIP-on-chip technique to show for the first time that E2F targets encode components of the DNA damage checkpoint and repair pathways, as well as factors involved in chromatin assembly/condensation, chromosome segregation, and the mitotic spindle checkpoint Other applications for ChIP-on-chip include DNA replication, recombination, and chromatin structure. Since then, ChIP-on-chip has become a powerful tool in determining genome-wide maps of histone modifications and many more transcription factors. ChIP-on-chip in mammalian systems has been difficult due to the large and repetitive genomes. Thus, many studies in mammalian cells have focused on select promoter regions that are predicted to bind transcription factors and have not analyzed the entire genome. However, whole mammalian genome arrays have recently become commercially available from companies like Nimblegen. In the future, as ChIP-on-chip arrays become more and more advanced, high resolution whole genome maps of DNA-binding proteins and chromatin components for mammals will be analyzed in more detail.",
            "score": 146.71538770198822
        },
        {
            "docid": "56731478_14",
            "document": "CUT&amp;RUN sequencing . Peak calling is a process where an algorithm is used to predict the regions of the genome that a transcription factor binds to by finding regions of the genome that have many mapped reads from a ChIP-seq or CUT&RUN-seq experiment. MACS is a particularly popular peak calling algorithm for ChIP-seq data. Peak calling algorithms specifically for CUT&RUN-seq have not yet been developed due to the novelty of CUT&RUN-seq.",
            "score": 188.64262866973877
        },
        {
            "docid": "215038_12",
            "document": "Enhancer (genetics) . The development of genomic and epigenomic technologies, however, has dramatically changed the outlook for cis-regulatory modules (CRM) discovery. Next-generation sequencing (NGS) methods now enable high-throughput functional CRM discovery assays, and the vastly increasing amounts of available data, including large-scale libraries of transcription factor-binding site (TFBS) motifs, collections of annotated, validated CRMs, and extensive epigenetic data across many cell types, are making accurate computational CRM discovery an attainable goal. An example of NGS-based approach called DNase-seq have enabled identification of nucleosome-depleted, or open chromatin regions, which can contain CRM. Computational methods include comparative genomics, clustering of known or predicted TF-binding sites, and supervised machine-learning approaches trained on known CRMs.  All of these methods have proven effective for CRM discovery, but each has its own considerations and limitations, and each is subject to a greater or lesser number of false-positive identifications. In the comparative genomics approach, sequence conservation of non-coding regions can be indicative of enhancers. Sequences from multiple species are aligned, and conserved regions are identified computationally. Identified sequences can then be attached to a reporter gene such as green fluorescent protein or lacZ to determine the \"in vivo\" pattern of gene expression produced by the enhancer when injected into an embryo. mRNA expression of the reporter can be visualized by \"in situ\" hybridization, which provides a more direct measure of enhancer activity, since it is not subjected to the complexities of translation and protein folding. Although much evidence has pointed to sequence conservation for critical developmental enhancers, other work has shown that the function of enhancers can be conserved with little or no primary sequence conservation. For example, the \"RET\" enhancers in humans have very little sequence conservation to those in zebrafish, yet both species' sequences produce nearly identical patterns of reporter gene expression in zebrafish. Similarly, in highly diverged insects (separated by around 350 million years), similar gene expression patterns of several key genes was found to be regulated through similarly constituted CRMs although these CRMs do not show any appreciable sequence conservation detectable by standard sequence alignment methods such as BLAST.",
            "score": 128.93263578414917
        },
        {
            "docid": "53354695_11",
            "document": "Michael P. Snyder . At a time when most laboratories were studying one or a limited number of genes at a time, Snyder’s laboratory set up the first large scale systems project to study all yeast genes and proteins simultaneously using a transposon tagging strategy to analyze gene expression, protein localization and gene disruption . This was the first large-scale systems analysis of genes and proteins in any organism and launched the field of functional genomics. The libraries and approaches were widely utilized by many laboratories around the world and launched the concept of open sharing and reagents, prior to publication. With Dr. Patrick Brown’s laboratory, the Snyder laboratory invented ChIP-chip (which they later morphed into ChIP-seq to carry out the first genome wide mapping of transcription factor binding sites. Initially established for yeast, they later applied the methods to humans . This method was foundational for multiple multicenter consortia projects including the Encyclopedia of DNA Elements project (ENCODE; ).  Their laboratory constructed the first human chromosome array and later the first whole genome array to map TF binding sites and novel transcribed regions of the genome. They later invented RNA-seq to better map transcriptomes, both protein coding and noncoding . Today, this technique is widely employed in the molecular biology field.  With the advent of high throughput DNA sequencing technologies, the Snyder laboratory was the first to sequence an organism using such technology, at a time when most groups thought the technology was too error-prone to be useful. They sequenced \"Acinetobacter Baummanii\", a human pathogen with low error rates . They invented paired end sequencing using new high throughput sequencing technologies and used this to demonstrate that there was ten times as much structural variation (SV) in the human genome a previously realized and that most SV deletions and insertions were due to nonhomologous recombination, a surprising finding at the time, since most SVs were proposed to be due to homologous recombination events. Beyond the genome, the Snyder lab was also the first to set up protein and proteome microarrays for the large-scale characterization of protein function and antibody reactivity . They demonstrated many novel biological activities of protein kinases and other yeast proteins and showed they can be useful for autoantibody profiling .",
            "score": 138.3435618877411
        },
        {
            "docid": "53363521_20",
            "document": "Third-generation sequencing . Given the short reads produced by the current generation of sequencing technologies, de novo assembly is a major computational problem. It is normally approached by an iterative process of finding and connecting sequence reads with sensible overlaps. Various computational and statistical techniques, such as de bruijn graphs and overlap layout consensus graphs, have been leveraged to solve this problem. Nonetheless, due to the highly repetitive nature of eukaryotic genomes, accurate and complete reconstruction of genome sequences in de novo assembly remains challenging. Pair end reads have been posed as a possible solution, though exact fragment lengths are often unknown and must be approximated. Long read lengths offered by third generation sequencing may alleviate many of the challenges currently faced by de novo genome assemblies. For example, if an entire repetitive region can be sequenced unambiguously in a single read, no computation inference would be required. Computational methods have been proposed to alleviate the issue of high error rates. For example, in one study, it was demonstrated that de novo assembly of a microbial genome using PacBio sequencing alone performed superior to that of second generation sequencing.",
            "score": 114.03373491764069
        },
        {
            "docid": "16019737_7",
            "document": "Tiling array . ChIP-chip is one of the most popular usages of tiling arrays. Chromatin immunoprecipitation allows binding sites of proteins to be identified. A genome-wide variation of this is known as ChIP-on-chip. Proteins that bind to chromatin are cross-linked in vivo, usually via fixation with formaldehyde. The chromatin is then fragmented and exposed to antibodies specific to the protein of interest. These complexes are then precipitated. The DNA is then isolated and purified. With traditional DNA microarrays, the immunoprecipitated DNA is hybridized to the chip, which contains probes that are designed to cover representative genome regions. Overlapping probes or probes in very close proximity can be used. This gives an unbiased analysis with high resolution. Besides these advantages, tiling arrays show high reproducibility and with overlapping probes spanning large segments of the genome, tiling arrays can interrogate protein binding sites, which harbor repeats. ChIP-chip experiments have been able to identify binding sites of transcription factors across the genome in yeast, drosophila and a few mammalian species.",
            "score": 144.3518944978714
        },
        {
            "docid": "32168948_13",
            "document": "Sepp Hochreiter . Sepp Hochreiter's research group is member of the SEQC/MAQC-III consortium, coordinated by the US Food and Drug Administration. This consortium examined Illumina HiSeq, Life Technologies SOLiD and Roche 454 platforms at multiple laboratory sites regarding RNA sequencing (RNA-seq) performance. Within this project standard approaches to assess, report and compare the technical performance of genome-scale differential gene expression experiments have been defined. For analyzing the structural variation of the DNA, Sepp Hochreiter's research group proposed \"cn.MOPS: mixture of Poissons for discovering copy number variations in next-generation data with a low false discovery rate\" for detecting copy number variations in next generation sequencing data. cn.MOPS estimates the local DNA copy number, is suited for both whole genome sequencing and exom sequencing, and can be applied to diploid and haploid genomes but also to polyploid genomes. For identifying differential expressed transcripts in RNA-seq (RNA sequencing) data, Sepp Hochreiter's group suggested \"DEXUS: Identifying Differential Expression in RNA-Seq Studies with Unknown Conditions\". In contrast to other RNA-seq methods, DEXUS can detect differential expression in RNA-seq data for which the sample conditions are unknown and for which biological replicates are not available. In the group of Sepp Hochreiter, sequencing data was analyzed to gain insights into chromatin remodeling. The reorganization of the cell's chromatin structure was determined via next-generation sequencing of resting and activated T cells. The analyses of these T cell chromatin sequencing data identified GC-rich long nucleosome-free regions that are hot spots of chromatin remodeling. For targeted next-generation-sequencing panels in clinical diagnostics, in particular for cancer,  Hochreiter's group developed panelcn.MOPS.",
            "score": 120.29989171028137
        },
        {
            "docid": "46880460_6",
            "document": "ATAC-seq . Regions of the genome where DNA was accessible during the experiment will contain significantly more sequencing reads (since that is where the transposase preferentially acts), and form peaks in the ATAC-seq signal that are detectable with peak calling tools. These regions can be further categorized into the various regulatory element types - promoters, enhancers, insulators , etc.- by integrating further genomic and epigenomic data such as information about histone modifications or evidence for active transcription. Inside the regions where the ATAC-seq signal is enriched, one can also observe sub-regions with depleted signal. These subregions, typically only a few base pairs long, are considered to be “footprints” of DNA-binding proteins. These proteins will protect the DNA strand from transposase cleavage and will consequently cause a depletion in the signal.",
            "score": 127.11565589904785
        },
        {
            "docid": "10877365_4",
            "document": "Genomic organization . In particular, mammals have accumulated considerable repetitive elements and noncoding regions, which account for the majority of their DNA sequences (52% non-coding and 44% repetitive DNA). Only 1.2% of the mammalian genome thus encodes for protein function. This massive expansion of repetitive and noncoding sequences in multicellular organisms is most likely due to the incorporation of invasive elements, such as DNA transposons, retrotransposons, and other repetitive elements. The expansion of repetitive elements (such as Alu sequences) has even infiltrated the transcriptional units of the mammalian genome. This results in transcription units that are frequently much larger (30-200 kb), commonly containing multiple promoters and DNA repeats within untranslated introns.",
            "score": 90.15302419662476
        },
        {
            "docid": "33663886_2",
            "document": "ChiRP-Seq . ChiRP-Seq (Chromatin Isolation by RNA purification) is a high-throughput sequencing method to discover regions of the genome which are bound by a specific RNA (or by a ribonucleoprotein containing the RNA of interest).  Recent studies have shown that a significant proportion of some genomes (including mouse and human genomes) synthesize RNA that apparently do not code for proteins. The function of most of these non-coding RNA still has to be ascertained. Various genomic methods are being developed to map the functional association of these novel RNA to distinct regions of the genome to gain a better understanding of their function. ChiRP-Seq is one of these new methods which uses the massively parallel sequencing capability of 2nd generation sequencers to catalog the binding sites of these novel RNA molecules on a genome.",
            "score": 134.3166627883911
        },
        {
            "docid": "52156116_14",
            "document": "H3K27me3 . 1. Chromatin Immunoprecipitation Sequencing (ChIP-sequencing) measures the amount of DNA enrichment once bound to a targeted protein and immunoprecipitated. It results in good optimization and is used in vivo to reveal DNA-protein binding occurring in cells. ChIP-Seq can be used to identify and quantify various DNA fragments for different histone modifications along a genomic region.",
            "score": 139.99676418304443
        },
        {
            "docid": "52156116_8",
            "document": "H3K27me3 . The post-translational modification of histone tails by either histone modifying complexes or chromatin remodelling complexes are interpreted by the cell and lead to complex, combinatorial transcriptional output. It is thought that a Histone code dictates the expression of genes by a complex interaction between the histones in a particular region. The current understanding and interpretation of histones comes from two large scale projects: ENCODE and the Epigenomic roadmap. The purpose of the epigenomic study was to investigate epigenetic changes across the entire genome. This led to chromatin states which define genomic regions by grouping the interactions of different proteins and/or histone modifications together. Chromatin states were investigated in Drosophila cells by looking at the binding location of proteins in the genome. Use of ChIP-sequencing revealed regions in the genome characterised by different banding. Different developmental stages were profiled in Drosophila as well, an emphasis was placed on histone modification relevance. A look in to the data obtained led to the definition of chromatin states based on histone modifications. Certain modifications were mapped and enrichment was seen to localize in certain genomic regions. Five core histone modifications were found with each respective one being linked to various cell functions.",
            "score": 101.70650827884674
        },
        {
            "docid": "15360151_4",
            "document": "ChIP-sequencing . Specific DNA sites in direct physical interaction with transcription factors and other proteins can be isolated by chromatin immunoprecipitation. ChIP produces a library of target DNA sites bound to a protein of interest \"in vivo\". Massively parallel sequence analyses are used in conjunction with whole-genome sequence databases to analyze the interaction pattern of any protein with DNA, or the pattern of any epigenetic chromatin modifications. This can be applied to the set of ChIP-able proteins and modifications, such as transcription factors, polymerases and transcriptional machinery, structural proteins, protein modifications, and DNA modifications. As an alternative to the dependence on specific antibodies, different methods have been developed to find the superset of all nucleosome-depleted or nucleosome-disrupted active regulatory regions in the genome, like DNase-Seq and FAIRE-Seq.",
            "score": 138.13186049461365
        },
        {
            "docid": "477554_18",
            "document": "Gene duplication . Gene duplications can also be identified through the use of next-generation sequencing platforms. The simplest means to identify duplications in genomic resequencing data is through the use of paired-end sequencing reads. Tandem duplications are indicated by sequencing read pairs which map in abnormal orientations. Through a combination of increased sequence coverage and abnormal mapping orientation, it is possible to identify duplications in genomic sequencing data.",
            "score": 95.31395387649536
        },
        {
            "docid": "26289430_6",
            "document": "ChIA-PET . The ChIA-PET method successfully resolves the issues of non-specific interaction noise found in ChIP-Seq by sonicating the chip fragments in order to separate random attachments from specific interaction complexes. The next step, which is referred to as enrichment, reduces complexity for genome-wide analysis and adds specificity to chromatin interactions bound by pre-determined TFs (transcription factors). The ability of 3C approaches to identify long-range interactions is based on the theory of proximity ligation. In regards to DNA inter-ligation, fragments that are tethered by common protein complexes have greater kinetic advantages under dilute conditions, than those freely diffusing in solution or anchored in different complexes. ChIA-PET takes advantage of this concept by incorporating linker sequences onto the free ends of the DNA fragments tethered to the protein complexes. In order to build connectivity of the fragments tethered by regulatory complexes, the linker sequences are ligated during nuclear proximity ligation. Therefore, the products of linker-connected ligation can be analyzed by ultra-high-throughput PET sequencing and mapped to the reference genome. Since ChIA-PET is not dependent on specific sites for detection as 3C and 4C are, it allows unbiased, genome-wide de-novo detection of chromatin interactions (Fullwood et al., 2009).",
            "score": 116.22908902168274
        },
        {
            "docid": "28202032_2",
            "document": "Hybrid genome assembly . In bioinformatics, hybrid genome assembly refers to utilizing various sequencing technologies to achieve the task of assembling a genome from fragmented, sequenced DNA resulting from shotgun sequencing. Genome assembly presents one of the most challenging tasks in genome sequencing as most modern DNA sequencing technologies can only produce reads that are, on average, 25-300 base pairs in length. This is magnitudes smaller than the average size of a genome (the genome of the octoploid plant \"Paris japonica\" is 149 billion base pairs ). This assembly is computationally difficult and has some inherent challenges, one of these challenges being that genomes often contain complex tandem repeats of sequences that can be thousands of base pairs in length. These repeats can be long enough that second generation sequencing reads are not long enough to bridge the repeat, and, as such, determining the location of each repeat in the genome can be difficult. Resolving these tandem repeats can be accomplished by utilizing long third generation sequencing reads, such as those obtained using the PacBio RS DNA sequencer. These sequences are, on average, 10,000-15,000 base pairs in length and are long enough to span most repeated regions. Using a hybrid approach to this process can increase the fidelity of assembling tandem repeats by being able to accurately place them along a linear scaffold and make the process more computationally efficient.",
            "score": 98.11966705322266
        },
        {
            "docid": "31557771_10",
            "document": "FAIRE-Seq . Next, the identification of genomic regions with open chromatin, is done by using a peak calling algorithm. Different tools offer packages to do this, like ChIPOTle ZINBA and MACS2 ). ChIPOTle uses a sliding window of 300bp to identify statistically significant signals. In contrast, MACS2 identifies the enriched signal by combining the parameter callpeak with other options like 'broad', 'broad cutoff', 'no model' or 'shift'. ZINBA is a generic algorithm for detection of enrichment in short read dataset. It thus helps in the accurate detection of signal in complex datasets having low signal-to noise ratio.",
            "score": 95.4685378074646
        },
        {
            "docid": "56731478_15",
            "document": "CUT&amp;RUN sequencing . To identify the causal DNA-binding motif for CUT&RUN-seq peak calls one can apply the MEME motif-finding program to the CUT&RUN sequences. This involves using a position-specific scoring matrix (PSSM) along with the Motif Alignment and Search Tool (MAST) to identify motifs in a reference genome that match the acquired sequence reads. This process allows the identification of the transcription-factor binding motif, or if the binding motif was previously known, this process can act to confirm the success of the experiment",
            "score": 132.95803213119507
        },
        {
            "docid": "41759070_2",
            "document": "Long interspersed nuclear element . Long interspersed nuclear elements (LINEs) (also known as Long interspersed nucleotide elements or Long interspersed elements) are a group of non-LTR (long terminal repeat) retrotransposons which are widespread in the genome of many eukaryotes. They make up around 21.1% of the human genome. LINEs make up a family of transposons, where each LINE is about 7000 base pairs long. LINEs are transcribed into mRNA and translated into protein that acts as a reverse transcriptase. The reverse transcriptase makes a DNA copy of the LINE RNA that can be integrated into the genome at a new site. The only abundant LINE in humans is LINE-1. Our genome contains an estimated 100,000 truncated and 4,000 full-length LINE-1 elements. Due to the accumulation of random mutations, the sequence of many LINEs has degenerated to the extent that they are no longer transcribed or translated. Comparisons of LINE DNA sequences can be used to date transposon insertion in the genome.",
            "score": 49.09922230243683
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 90.15168404579163
        },
        {
            "docid": "30651_37",
            "document": "Transposable element . \"De novo\" identification of transposons involves three steps: 1) find all repeats within the genome, 2) build a consensus of each family of sequences, and 3) classify these repeats. There are three groups of algorithms for the first step. One group is referred to as the k-mer approach, where a k-mer is a sequence of length k. In this approach, the genome is scanned for overrepresented k-mers; that is, k-mers that occur more often than is likely based on probability alone. The length k is determined by the type of transposon being searched for. The k-mer approach also allows mismatches, the number of which is determined by the analyst. Some k-mer approach programs use the k-mer as a base, and extend both ends of each repeated k-mer until there is no more similarity between them, indicating the ends of the repeats. Another group of algorithms employs a method called sequence self-comparison. Sequence self-comparison programs use databases such as AB-BLAST to conduct an initial sequence alignment. As these programs find groups of elements that partially overlap, they are useful for finding highly diverged transposons, or transposons with only a small region copied into other parts of the genome. Another group of algorithms follows the periodicity approach. These algorithms perform a Fourier transformation on the sequence data, identifying periodicities, regions that are repeated periodically, and are able to use peaks in the resultant spectrum to find candidate repetitive elements. This method works best for tandem repeats, but can be used for dispersed repeats as well. However, it is a slow process, making it an unlikely choice for genome scale analysis.",
            "score": 88.79941749572754
        },
        {
            "docid": "1708335_15",
            "document": "Sanger sequencing . Sanger methods achieve read lengths of approximately 800bp (typically 500-600bp with non-enriched DNA). The longer read lengths in Sanger methods display significant advantages over other sequencing methods especially in terms of sequencing repetitive regions of the genome. A challenge of short-read sequence data is particularly an issue in sequencing new genomes \"(de novo)\" and in sequencing highly rearranged genome segments, typically those seen of cancer genomes or in regions of chromosomes that exhibit structural variation.",
            "score": 111.93023180961609
        }
    ],
    "r": [
        {
            "docid": "15360151_15",
            "document": "ChIP-sequencing . ChIP-seq offers an alternative to ChIP-chip. STAT1 experimental ChIP-seq data have a high degree of similarity to results obtained by ChIP-chip for the same type of experiment, with >64% of peaks in shared genomic regions. Because the data are sequence reads, ChIP-seq offers a rapid analysis pipeline (as long as a high-quality genome sequence is available for read mapping, and the genome doesn't have repetitive content that confuses the mapping process) as well as the potential to detect mutations in binding-site sequences, which may directly support any observed changes in protein binding and gene regulation.",
            "score": 207.16371154785156
        },
        {
            "docid": "56731478_14",
            "document": "CUT&amp;RUN sequencing . Peak calling is a process where an algorithm is used to predict the regions of the genome that a transcription factor binds to by finding regions of the genome that have many mapped reads from a ChIP-seq or CUT&RUN-seq experiment. MACS is a particularly popular peak calling algorithm for ChIP-seq data. Peak calling algorithms specifically for CUT&RUN-seq have not yet been developed due to the novelty of CUT&RUN-seq.",
            "score": 188.6426239013672
        },
        {
            "docid": "53367602_3",
            "document": "SMiLE-Seq . Elucidating the regulatory mechanisms used to govern essential cellular processes is one of the most intensely studied branches of science. Cellular regulatory networks can be incredibly complex, and often involve the coordination of multiple processes that begin with the modulation of gene expression. The binding of transcription factor molecules to DNA, either alone or in combination with other transcription factors, is used to control gene expression in response to both intra- and extracellular stimuli. Characterizing the binding mechanisms and specificities of transcription factors to specific regions of DNA – and identifying these transcription factors – is a fundamental component of the process of resolving cellular regulatory dynamics. Before the introduction of SMiLE-seq technology, ChIP-seq (chromatin immunoprecipitation sequencing) and HT-SELEX (high throughput systematic evolution of ligands by exponential enrichment) technologies were used to successfully characterize nearly 500 transcription factor-DNA binding interactions. ChIP-seq uses immunoprecipitation to isolate specific transcription factors bound to DNA fragments. Immunoprecipitation is followed by DNA sequencing, which identifies the genomic regions to which transcription factors bind. HT-SELEX, a similar method, uses random, synthetically generated DNA molecules as bait for transcription factors \"in vitro\". Sequence preferences and binding affinities are characterized based on successful binding interactions between bait molecules and transcription factors. While many unique transcription factor-DNA binding interactions have been characterized using these methods, it is estimated that this described fraction represents fewer than 50% of the transcription factors present in humans. The development of SMiLE-seq technology has provided an attractive alternative method with the potential to facilitate identification and characterization of previously undescribed transcription factor-DNA binding interactions.",
            "score": 178.57699584960938
        },
        {
            "docid": "31084685_2",
            "document": "Peak calling . Peak calling is a computational method used to identify areas in a genome that have been enriched with aligned reads as a consequence of performing a ChIP-sequencing or MeDIP-seq experiment. These areas are those where a protein interacts with DNA. When the protein is a transcription factor, the enriched area is its transcription factor binding site (TFBS). Popular software programs include MACS. Wilbanks and colleagues is a survey of the ChIP-seq peak callers, and Bailey et al. is a description of practical guidelines for peak calling in ChIP-seq data.",
            "score": 174.47621154785156
        },
        {
            "docid": "52218795_2",
            "document": "Transcription factor binding site databases . Identification of genomic regulatory elements is essential for understanding the dynamics of developmental, physiological and pathological processes. Recent advances in chromatin immunoprecipitation followed by sequencing (ChIP-seq) have provided powerful ways to identify genome-wide profiling of DNA-binding proteins and histone modifications. The application of ChIP-seq methods has reliably discovered transcription factor binding sites and histone modification sites.",
            "score": 166.2909698486328
        },
        {
            "docid": "15360151_16",
            "document": "ChIP-sequencing . As with many high-throughput sequencing approaches, ChIP-seq generates extremely large data sets, for which appropriate computational analysis methods are required. To predict DNA-binding sites from ChIP-seq read count data, peak calling methods have been developed. The most popular method is MACS which empirically models the shift size of ChIP-Seq tags, and uses it to improve the spatial resolution of predicted binding sites.",
            "score": 160.27322387695312
        },
        {
            "docid": "34858148_2",
            "document": "ChIP-exo . ChIP-exo is a chromatin immunoprecipitation based method for mapping the locations at which a protein of interest (transcription factor) binds to the genome. It is a modification of the ChIP-seq protocol, improving the resolution of binding sites from hundreds of base pairs to almost one base pair. It employs the use of exonucleases to degrade strands of the protein-bound DNA in the 5'-3' direction to within a small number of nucleotides of the protein binding site. The nucleotides of the exonuclease-treated ends are determined using some combination of DNA sequencing, microarrays, and PCR. These sequences are then mapped to the genome to identify the locations on the genome at which the protein binds.",
            "score": 159.0851593017578
        },
        {
            "docid": "15360151_13",
            "document": "ChIP-sequencing . Genome-wide ChIP-seq: ChIP-sequencing was completed on the worm C. elegans to explore genome-wide binding sites of 22 transcription factors. Up to 20% of the annotated candidate genes were assigned to transcription factors. Several transcription factors were assigned to non-coding RNA regions and may be subject to developmental or environmental variables. The functions of some of the transcription factors were also identified. Some of the transcription factors regulate genes that control other transcription factors. These genes are not regulated by other factors. Most transcription factors serve as both targets and regulators of other factors, demonstrating a network of regulation.",
            "score": 146.73660278320312
        },
        {
            "docid": "9756354_27",
            "document": "ChIP-on-chip . A first ChIP-on-chip experiment was performed in 1999 to analyze the distribution of cohesin along budding yeast chromosome III. Although the genome was not completely represented, the protocol in this study remains equivalent as those used in later studies. The ChIP-on-chip technique using all of the ORFs of the genome (that nevertheless remains incomplete, missing intergenic regions) was then applied successfully in three papers published in 2000 and 2001. The authors identified binding sites for individual transcription factors in the budding yeast \"Saccharomyces cerevisiae\". In 2002, Richard Young’s group determined the genome-wide positions of 106 transcription factors using a c-Myc tagging system in yeast. The first demonstration of the mammalian ChIp-on-chip technique reported the isolation of nine chromatin fragments containing weak and strong E2F binding site was done by Peggy Farnham's lab in collaboration with Michael Zhang's lab and published in 2001. This study was followed several months later in a collaboration between the Young lab with the laboratory of Brian Dynlacht which used the ChIP-on-chip technique to show for the first time that E2F targets encode components of the DNA damage checkpoint and repair pathways, as well as factors involved in chromatin assembly/condensation, chromosome segregation, and the mitotic spindle checkpoint Other applications for ChIP-on-chip include DNA replication, recombination, and chromatin structure. Since then, ChIP-on-chip has become a powerful tool in determining genome-wide maps of histone modifications and many more transcription factors. ChIP-on-chip in mammalian systems has been difficult due to the large and repetitive genomes. Thus, many studies in mammalian cells have focused on select promoter regions that are predicted to bind transcription factors and have not analyzed the entire genome. However, whole mammalian genome arrays have recently become commercially available from companies like Nimblegen. In the future, as ChIP-on-chip arrays become more and more advanced, high resolution whole genome maps of DNA-binding proteins and chromatin components for mammals will be analyzed in more detail.",
            "score": 146.71539306640625
        },
        {
            "docid": "9002986_4",
            "document": "CLC bio . Among other features, the software supports read mapping of Sanger and high-throughput sequencing data, de novo assembly of Sanger and high-throughput sequencing data, SNP detection on whole genomes of any size, detection of structural variations on whole genomes of any size, ChIP-seq analysis, RNA-Seq analysis, small RNA analysis and BLAST.",
            "score": 146.59542846679688
        },
        {
            "docid": "54629293_5",
            "document": "Single cell epigenomics . ChIP-sequencing, also known as ChIP-seq, is a method used to analyze protein interactions with DNA. ChIP-seq combines chromatin immunoprecipitation (ChIP) with massively parallel DNA sequencing to identify the binding sites of DNA-associated proteins. In epigenomics, this is often used to assess histone modifications (such as methylation). ChIP-seq is also often used to determine transcription factor binding sites.",
            "score": 146.2306365966797
        },
        {
            "docid": "16019737_7",
            "document": "Tiling array . ChIP-chip is one of the most popular usages of tiling arrays. Chromatin immunoprecipitation allows binding sites of proteins to be identified. A genome-wide variation of this is known as ChIP-on-chip. Proteins that bind to chromatin are cross-linked in vivo, usually via fixation with formaldehyde. The chromatin is then fragmented and exposed to antibodies specific to the protein of interest. These complexes are then precipitated. The DNA is then isolated and purified. With traditional DNA microarrays, the immunoprecipitated DNA is hybridized to the chip, which contains probes that are designed to cover representative genome regions. Overlapping probes or probes in very close proximity can be used. This gives an unbiased analysis with high resolution. Besides these advantages, tiling arrays show high reproducibility and with overlapping probes spanning large segments of the genome, tiling arrays can interrogate protein binding sites, which harbor repeats. ChIP-chip experiments have been able to identify binding sites of transcription factors across the genome in yeast, drosophila and a few mammalian species.",
            "score": 144.35189819335938
        },
        {
            "docid": "31113866_2",
            "document": "Mammalian promoter database . MPromDb (Mammalian Promoter Database) is a curated database of gene promoters identified from ChIP-seq The proximal promoter region (upstream of the core-promoter region) contains the cis-regulatory elements of most of the transcription factors (TFs). Recently a better approach to annotate active promoters has been demonstrated with a combination of ChIP-seq and computational technique. This technique has been used to find the target genes of TFs in mammalian systems. The MPromDb is based on this technology. Curated promoter sequences for eukaryotic organisms are provided by EPD database, however, promoter activity information at tissue/ cell centric level is not offered. The MPromDb data base added active RNAP-II promoters identified after analyzing ten different mouse cell/tissue ChIP-seq experiments performed with RNAP-II antibody and six different human cell types. The data was acquired by a series of computational methods followed by manual correction to ensure its high level quality. In the newest version of MPromDb, about 507 million uniquely aligned RNA Pol-II ChIP-seq reads have already been analyzed from 26 different databases, including six human cell-types and 10 distinct mouse cell/tissues.",
            "score": 141.9871368408203
        },
        {
            "docid": "26289430_4",
            "document": "ChIA-PET . The ChIA-PET method combines ChIP-based methods (Kuo & Allis, 1999), and Chromosome conformation capture (3C), to extend the capabilities of both approaches. ChIP-Sequencing (ChIP-Seq) is a popular method used to identify TFBS while 3C has been used to identify long-range chromatin interactions (Dekker et al., 2002). However, both suffer from limitations when used independently to identify de-novo long-range interactions genome wide. While ChIP-Seq is typically used for genome-wide identification of TFBS (Barski et al., 2007; Wei et al., 2006), it provides only linear information of protein binding sites along the chromosomes (but not interactions between them), and can suffer from high genomic background noise (false positives).",
            "score": 141.846923828125
        },
        {
            "docid": "37621565_7",
            "document": "MEME suite . Spaced Motif Analysis Tool (SpaMo) is a tool for inferring interactions between transcription factors. SpaMo takes a set of sequences (typically sequences surrounding ChIP-seq peaks), a motif represented in these sequences, and a database of known motifs. SpaMo searches the database for instances of database motifs enriched in sites neighboring the given motif. These enrichments suggest physical interaction between the factors that bind each motif. Central Motif Enrichment Analysis (CentriMo) is a tool for inferring direct DNA binding from ChIP-seq data. CentriMo is based on the observation that the positional distribution of binding sites matching the direct-binding motif tends to be unimodal, well centered and maximal in the precise center of the ChIP-seq peak regions. CentriMo takes a set of sequences and plots the occurrence of motifs relative to the ChIP-seq peak. Motifs that occur exclusively at the peak provide good evidence of direct binding, while motifs that do not occur in a consistent position relative to the peak may not bind directly.",
            "score": 140.5946044921875
        },
        {
            "docid": "52156116_14",
            "document": "H3K27me3 . 1. Chromatin Immunoprecipitation Sequencing (ChIP-sequencing) measures the amount of DNA enrichment once bound to a targeted protein and immunoprecipitated. It results in good optimization and is used in vivo to reveal DNA-protein binding occurring in cells. ChIP-Seq can be used to identify and quantify various DNA fragments for different histone modifications along a genomic region.",
            "score": 139.99676513671875
        },
        {
            "docid": "36131212_10",
            "document": "DNAnexus . DNAnexus uses cloud computing from Amazon Web Services. Customers of DNAnexus use those computational resources to run analysis programs on DNA sequence data and to store that data. The product includes applications for read mapping, RNA-seq, ChIP-seq, and genomic variant analysis.",
            "score": 139.79425048828125
        },
        {
            "docid": "22072718_8",
            "document": "Biological network . The activity of genes is regulated by transcription factors, proteins that typically bind to DNA. Most transcription factors bind to multiple binding sites in a genome. As a result, all cells have complex gene regulatory networks. For instance, the human genome encodes on the order of 1,400 DNA-binding transcription factors that regulate the expression of more than 20,000 human genes. Technologies to study gene regulatory networks include ChIP-chip, ChIP-seq, CliP-seq, and others.",
            "score": 138.40113830566406
        },
        {
            "docid": "53354695_11",
            "document": "Michael P. Snyder . At a time when most laboratories were studying one or a limited number of genes at a time, Snyder’s laboratory set up the first large scale systems project to study all yeast genes and proteins simultaneously using a transposon tagging strategy to analyze gene expression, protein localization and gene disruption . This was the first large-scale systems analysis of genes and proteins in any organism and launched the field of functional genomics. The libraries and approaches were widely utilized by many laboratories around the world and launched the concept of open sharing and reagents, prior to publication. With Dr. Patrick Brown’s laboratory, the Snyder laboratory invented ChIP-chip (which they later morphed into ChIP-seq to carry out the first genome wide mapping of transcription factor binding sites. Initially established for yeast, they later applied the methods to humans . This method was foundational for multiple multicenter consortia projects including the Encyclopedia of DNA Elements project (ENCODE; ).  Their laboratory constructed the first human chromosome array and later the first whole genome array to map TF binding sites and novel transcribed regions of the genome. They later invented RNA-seq to better map transcriptomes, both protein coding and noncoding . Today, this technique is widely employed in the molecular biology field.  With the advent of high throughput DNA sequencing technologies, the Snyder laboratory was the first to sequence an organism using such technology, at a time when most groups thought the technology was too error-prone to be useful. They sequenced \"Acinetobacter Baummanii\", a human pathogen with low error rates . They invented paired end sequencing using new high throughput sequencing technologies and used this to demonstrate that there was ten times as much structural variation (SV) in the human genome a previously realized and that most SV deletions and insertions were due to nonhomologous recombination, a surprising finding at the time, since most SVs were proposed to be due to homologous recombination events. Beyond the genome, the Snyder lab was also the first to set up protein and proteome microarrays for the large-scale characterization of protein function and antibody reactivity . They demonstrated many novel biological activities of protein kinases and other yeast proteins and showed they can be useful for autoantibody profiling .",
            "score": 138.34356689453125
        },
        {
            "docid": "46677656_13",
            "document": "Super-enhancer . Super-enhancers have been most commonly identified by locating genomic regions that are highly enriched in ChIP-Seq signal. ChIP-Seq experiments targeting master transcription factors and co-factors like Mediator or BRD4 have been used, but the most frequently used is H3K27ac-marked nucleosomes. The program “ROSE” (Rank Ordering of Super-Enhancers) is commonly used to identify super-enhancers from ChIP-Seq data. This program stitches together previously identified enhancer regions and ranks these stitched enhancers by their ChIP-Seq signal. The stitching distance selected to combine multiple individual enhancers into larger domains can vary. Because some markers of enhancer activity also are enriched in promoters, regions within promoters of genes can be disregarded. ROSE separates super-enhancers from typical enhancers by their exceptional enrichment in a mark of enhancer activity.",
            "score": 138.3160858154297
        },
        {
            "docid": "15360151_4",
            "document": "ChIP-sequencing . Specific DNA sites in direct physical interaction with transcription factors and other proteins can be isolated by chromatin immunoprecipitation. ChIP produces a library of target DNA sites bound to a protein of interest \"in vivo\". Massively parallel sequence analyses are used in conjunction with whole-genome sequence databases to analyze the interaction pattern of any protein with DNA, or the pattern of any epigenetic chromatin modifications. This can be applied to the set of ChIP-able proteins and modifications, such as transcription factors, polymerases and transcriptional machinery, structural proteins, protein modifications, and DNA modifications. As an alternative to the dependence on specific antibodies, different methods have been developed to find the superset of all nucleosome-depleted or nucleosome-disrupted active regulatory regions in the genome, like DNase-Seq and FAIRE-Seq.",
            "score": 138.13185119628906
        },
        {
            "docid": "54112223_21",
            "document": "Transcriptomics technologies . RNA-Seq refers to the combination of a high-throughput sequencing methodology with computational methods to capture and quantify transcripts present in an RNA extract. The nucleotide sequences generated are typically around 100 bp in length, but can range from 30 bp to over 10,000 bp depending on the sequencing method used. RNA-Seq leverages deep sampling of the transcriptome with many short fragments from a transcriptome to allow computational reconstruction of the original RNA transcript by aligning reads to a reference genome or to each other (de novo assembly). Both low-abundance and high-abundance RNAs can be quantified in an RNA-Seq experiment (dynamic range of 5 orders of magnitude)—a key advantage over microarray transcriptomes. In addition, input RNA amounts are much lower for RNA-Seq (nanogram quantity) compared to microarrays (microgram quantity), which allows finer examination of cellular structures down to the single-cell level when combined with linear amplification of cDNA. Theoretically, there is no upper limit of quantification in RNA-Seq, and background noise is very low for 100 bp reads in non-repetitive regions.",
            "score": 136.6639862060547
        },
        {
            "docid": "15360151_2",
            "document": "ChIP-sequencing . ChIP-sequencing, also known as ChIP-seq, is a method used to analyze protein interactions with DNA. ChIP-seq combines chromatin immunoprecipitation (ChIP) with massively parallel DNA sequencing to identify the binding sites of DNA-associated proteins. It can be used to map global binding sites precisely for any protein of interest. Previously, ChIP-on-chip was the most common technique utilized to study these protein–DNA relations.",
            "score": 135.7727508544922
        },
        {
            "docid": "26289430_2",
            "document": "ChIA-PET . Chromatin Interaction Analysis by Paired-End Tag Sequencing (ChIA-PET) is a technique that incorporates chromatin immunoprecipitation (ChIP)-based enrichment, chromatin proximity ligation, Paired-End Tags, and High-throughput sequencing to determine \"de novo\" long-range chromatin interactions genome-wide.  Genes can be regulated by regions far from the promoter such as regulatory elements, insulators and boundary elements, and transcription-factor binding sites (TFBS). Uncovering the interplay between regulatory regions and gene coding regions is essential for understanding the mechanisms governing gene regulation in health and disease (Maston et al., 2006). ChIA-PET can be used to identify unique, functional chromatin interactions between distal and proximal regulatory transcription-factor binding sites and the promoters of the genes they interact with.",
            "score": 134.67864990234375
        },
        {
            "docid": "33663886_2",
            "document": "ChiRP-Seq . ChiRP-Seq (Chromatin Isolation by RNA purification) is a high-throughput sequencing method to discover regions of the genome which are bound by a specific RNA (or by a ribonucleoprotein containing the RNA of interest).  Recent studies have shown that a significant proportion of some genomes (including mouse and human genomes) synthesize RNA that apparently do not code for proteins. The function of most of these non-coding RNA still has to be ascertained. Various genomic methods are being developed to map the functional association of these novel RNA to distinct regions of the genome to gain a better understanding of their function. ChiRP-Seq is one of these new methods which uses the massively parallel sequencing capability of 2nd generation sequencers to catalog the binding sites of these novel RNA molecules on a genome.",
            "score": 134.31666564941406
        },
        {
            "docid": "15360151_9",
            "document": "ChIP-sequencing . Unlike microarray-based ChIP methods, the precision of the ChIP-seq assay is not limited by the spacing of predetermined probes. By integrating a large number of short reads, highly precise binding site localization is obtained. Compared to ChIP-chip, ChIP-seq data can be used to locate the binding site within few tens of base pairs of the actual protein binding site. Tag densities at the binding sites are a good indicator of protein–DNA binding affinity, which makes it easier to quantify and compare binding affinities of a protein to different DNA sites.",
            "score": 133.3437042236328
        },
        {
            "docid": "56731478_15",
            "document": "CUT&amp;RUN sequencing . To identify the causal DNA-binding motif for CUT&RUN-seq peak calls one can apply the MEME motif-finding program to the CUT&RUN sequences. This involves using a position-specific scoring matrix (PSSM) along with the Motif Alignment and Search Tool (MAST) to identify motifs in a reference genome that match the acquired sequence reads. This process allows the identification of the transcription-factor binding motif, or if the binding motif was previously known, this process can act to confirm the success of the experiment",
            "score": 132.95803833007812
        },
        {
            "docid": "42057374_15",
            "document": "Chem-seq . Chem-seq is the first method that provides researchers with a way of determining the location of small molecules throughout the genome. It can be used in conjunction with ChIP-seq to cross reference the location of certain drugs with DNA binding proteins, like transcription factors, to discover novel interactions and aid in characterizing the molecular mechanisms through which small molecules affect the genome.",
            "score": 132.3673858642578
        },
        {
            "docid": "17704946_20",
            "document": "Epigenomics . In order to study histone modifications on a truly genome level, other high-throughput methods were coupled with the chromatin immunoprecipitation, namely: SAGE: serial analysis of gene expression (ChIP-SAGE), PET: paired end ditag sequencing (ChIP-PET) and more recently, next-generation sequencing (ChIP-Seq). ChIP-seq follows the same protocol for chromatin immunoprecipitation but instead of amplification of purified DNA and hybridization to a microarray, the DNA fragments are directly sequenced using next generation parallel re-sequencing. It has proven to be an effective method for analyzing the global histone modification patterns and protein target sites, providing higher resolution than previous methods.",
            "score": 130.26661682128906
        },
        {
            "docid": "45374363_7",
            "document": "Single-cell DNA template strand sequencing . The majority of current applications for Strand-seq start by aligning sequenced reads to a reference genome. Alignment can be performed using a variety of short-read aligners such as BWA and Bowtie. By aligning Strand-seq reads from a single cell to the reference genome, the inherited template strands can be determined. If the cell was sequenced after more than one generation, a pattern of chromatid assortment can be ascertained for the particular cell lineage at hand.  Presently, the Bioinformatic Analysis of Inherited Templates (BAIT) is the only bioinformatic software to exclusively analyze reads generated from the Strand-seq methodology. It begins by aligning the reads to a reference sequence, binning the genome into sections, and finally counting the number of Watson and Crick reads falling within each bin. From here, BAIT enables the identification of SCE events, misoriented contigs in the reference genome, aneuploid chromosomes and modes of sister chromatid segregation. It can also aid in assembling early-build genomes and assigning orphan scaffolds to locations within late-build genomes.",
            "score": 130.25901794433594
        },
        {
            "docid": "14087410_6",
            "document": "Heat shock protein 90kDa alpha (cytosolic), member A1 . Transcription of the HSP90AA1 gene is currently understood to be induced by stress through binding of the master transcription factor (TF) HSF1 to the HSP90AA1 promoter However, several focused studies of the HSP90AA1 promoter along with extensive global analysis of the human genome indicate that various other transcription complexes regulate HSP90AA1 gene expression. Mammalian HSP90AA1 along with HSP90AB1 gene expression was first characterized in transformed mouse cells where it was shown that HSP90AB1 is constitutively expressed 2.5-fold higher than HSP90AA1 under normal conditions. However upon heat shock, HSP90AA1 expression increased 7.0-fold while HSP90AB1 increases only 4.5-fold. Detailed analysis of the HSP90AA1 promoter shows that there are 2 heat shock elements (HSE) within 1200 bp of the transcription start site. The distal HSE is required for heat shock induction and the proximal HSE functions as a permissive enhancer. This model is supported by ChIP-SEQ analysis of cells under normal conditions where HSF1 is found bound to the proximal HSE and not detected at the distal HSE. The proto-oncogene MYC is also found to induce HSP90AA1 gene expression and binds proximally to the TSS as verified by ChIP-SEQ. Depletion of Hsp90A expression indicates that HSP90AA1 is required for MYC-driven transformation. In breast cancer cells the growth hormone prolactin induces HSP90AA1 expression through STAT5. NF-κB or RELA also induces HSP90AA1 expression possibly explaining the pro-survival ability of NF-κB-driven transcription. Conversely, STAT1, the proto-tumor suppressor, is found to inhibit stress induced expression of HSP90AA1. In addition to these findings, ChIP-SEQ analysis of the human genome indicates that at least 85 unique TFs bind to the RNA polymerase II (POLR2A) footprints associated with the promoter regions that drive the expression of both HSP90AA1 transcript variants. This indicates that HSP90AA1 gene expression may be highly regulated and complex.",
            "score": 129.1234588623047
        },
        {
            "docid": "215038_12",
            "document": "Enhancer (genetics) . The development of genomic and epigenomic technologies, however, has dramatically changed the outlook for cis-regulatory modules (CRM) discovery. Next-generation sequencing (NGS) methods now enable high-throughput functional CRM discovery assays, and the vastly increasing amounts of available data, including large-scale libraries of transcription factor-binding site (TFBS) motifs, collections of annotated, validated CRMs, and extensive epigenetic data across many cell types, are making accurate computational CRM discovery an attainable goal. An example of NGS-based approach called DNase-seq have enabled identification of nucleosome-depleted, or open chromatin regions, which can contain CRM. Computational methods include comparative genomics, clustering of known or predicted TF-binding sites, and supervised machine-learning approaches trained on known CRMs.  All of these methods have proven effective for CRM discovery, but each has its own considerations and limitations, and each is subject to a greater or lesser number of false-positive identifications. In the comparative genomics approach, sequence conservation of non-coding regions can be indicative of enhancers. Sequences from multiple species are aligned, and conserved regions are identified computationally. Identified sequences can then be attached to a reporter gene such as green fluorescent protein or lacZ to determine the \"in vivo\" pattern of gene expression produced by the enhancer when injected into an embryo. mRNA expression of the reporter can be visualized by \"in situ\" hybridization, which provides a more direct measure of enhancer activity, since it is not subjected to the complexities of translation and protein folding. Although much evidence has pointed to sequence conservation for critical developmental enhancers, other work has shown that the function of enhancers can be conserved with little or no primary sequence conservation. For example, the \"RET\" enhancers in humans have very little sequence conservation to those in zebrafish, yet both species' sequences produce nearly identical patterns of reporter gene expression in zebrafish. Similarly, in highly diverged insects (separated by around 350 million years), similar gene expression patterns of several key genes was found to be regulated through similarly constituted CRMs although these CRMs do not show any appreciable sequence conservation detectable by standard sequence alignment methods such as BLAST.",
            "score": 128.93263244628906
        }
    ]
}