{
    "q": [
        {
            "docid": "8275269_8",
            "document": "Autoregulation . This is so-called \"steady-state system\". An example is a system in which a protein P that is a product of gene G \"positively regulates its own production by binding to a regulatory element of the gene coding for it,\" and the protein gets used or lost at a rate that increases as its concentration increases. This feedback loop creates two possible states \"on\" and \"off\". If an outside factor makes the concentration of P increase to some threshold level, the production of protein P is \"on\", i.e. P will maintain its own concentration at a certain level, until some other stimulus will lower it down below the threshold level, when concentration of P will be insufficient to make gene G express at the rate that would overcome the loss or use of the protein P. This state (\"on\" or \"off\") gets inherited after cell division, since the concentration of protein a usually remains the same after mitosis. However, the state can be easily disrupted by outside factors. Similarly, this phenomenon is not only restricted to genes but may also apply to other genetic units, including mRNA transcripts. Regulatory segments of mRNA called a Riboswitch can autoregulate its transcription by sequestering cis-regulatory elements (particularly the Shine-Dalgarno sequence) located on the same transcript as the Riboswitch. The Riboswitch stem-loop has a region complementary to the Shine-Dalgarno but is sequestered by complimentary base pairing in the loop. With sufficient ligand, the ligand may bind to the stem-loop and disrupt intermolecular bonding, resulting in the complimentary Shine-Dalgarno stem-loop segment binding to the complimentary Riboswitch segment, preventing Ribosome from binding, inhibiting translation.",
            "score": 69.79905104637146
        },
        {
            "docid": "42862295_8",
            "document": "Amanda Fisher . Since 2003, Fisher has been studying gene regulation in Embryonic Stem (ES) cells, as a model for understanding pluripotency, lineage commitment and lineage restriction. In 2006, she showed that the promoters of many lineage-specifying genes in ES cells were simultaneously enriched for modified histones thought to mark either active genes (such as acetylation of H3K9, di- and tri-methylation of H3K4), or repressed domains ( such as tri-methylation of H3K27). This discovery ran contrary to the prevailing dogma of the time: that chromatin markers of actively transcribed and inactive domains were mutually exclusive. The study was published in 2006, contemporaneously with similar reports from several US-based groups. suggesting that important developmental regulator genes might be poised for transcription in ES cells, yet repressed by the activity of Polycomb Repressor Complexes (PRCs).",
            "score": 94.12778687477112
        },
        {
            "docid": "3160065_8",
            "document": "ABC model of flower development . The meristem can be defined as the tissue or group of plant tissues that contain undifferentiated stem cells, which are capable of producing any type of cell tissue. Their maintenance and development, both in the vegetative meristem or the meristem of the inflorescence is controlled by genetic cell fate determination mechanisms. This means that a number of genes will directly regulate, for example, the maintenance of the stem cell’s characteristics (gene \"WUSCHEL\" or \"WUS\"), and others will act via negative feedback mechanisms in order to inhibit a characteristic (gene \"CLAVATA\" or \"CLV\"). In this way both mechanisms give rise to a feedback loop, which along with other elements lend a great deal of robustness to the system. Along with the \"WUS\" gene the \"SHOOTMERISTEMLESS\" (\"STM\") gene also represses the differentiation of the meristematic dome. This gene acts by inhibiting the possible differentiation of the stem cells but still allows cell division in the daughter cells, which, had they been allowed to differentiate, would have given rise to distinct organs.",
            "score": 98.80473363399506
        },
        {
            "docid": "42862295_5",
            "document": "Amanda Fisher . At Imperial, Fisher used lymphocytes as a model to analyse how gene expression patterns are transmitted through cell division. Fisher also explored the molecular basis of lineage choice. She studies the transcriptional and epigenetic mechanisms that underlie cellular differentiation and experimental reprogramming. Fisher's research activities also include pluripotency and reprogramming, polycomb repressor complexes in stem cells, cohesion function in gene expression and genome organisation with Ikaros family transcription factors (TFs). Fisher conducts her research with a cell biology and genetics approach, using current technologies to address the events involved in maintaining embryonic stem (ES) cell pluripotency versus differentiation towards mesoderm, endoderm and ectoderm, as well as the mechanisms of T cell and B cell lineage choice and differentiation. Fisher's discoveries in HIV were extensive and critical for future research of the virus's characteristics. She produced the first functional copies of HIV, allowing her and other scientists to access biologically active material for future research of the virus's genes. She determined the roles of several of the genes in HIV. These findings have been significant in studying and understanding different characteristics of HIV and Human T-lymphotropic virus (HTLV). Whilst at the NIH, Fisher developed approaches that allowed the successful introduction of exogenous DNA onto human blood cells. Two methods, protoplast fusion and electroporation, proved successful and allowed Fisher to test whether molecular clones isolated from HIV-infected cultures could generate infectious retrovirus upon transfection. Fisher showed in 1985 that molecular clones of HIV, contained within approximately 18kb of contiguous proviral DNA, were biologically active and generated cytopathic virus when introduced into primary human T-cells. This discovery was important s it established that products of the viral genome itself, rather than a cofactor or contaminant, were capable of killing human T cells and were therefore potentially capable of mediating the immunosuppressive effect of HIV. it also provided the basis for dissecting the molecular function of each of the viral genes and for developing DNA-based diagnostic tests for HIV infection. In the following 4 years, Fisher showed that the transactivator gene \"tat\" was essential for virus replication, that truncation of the 3' open reading frame disrupts virus cytopathogenicity, and that \"sor\" (now called \"vif)\" is required for efficient cell to cell transmission of HIV virus. With clinical collaborators from the Walter Reed National Military Medical Center (Redfield and Looney), Fisher showed that patient antisera displayed type-specific neutralising properties and that multiple HIV isolates derived from a single patient were biologically diverse and contained replication-competent as well as replication-incompetent cytopathic variants. These studies performed more than 20 years ago, gave some of the first hints that a successful HIV vaccine might prove difficult to engineer.",
            "score": 89.4199583530426
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 89.22888243198395
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 91.9479752779007
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 92.88060140609741
        },
        {
            "docid": "46307296_3",
            "document": "AI-10-49 . Core-binding factor (CBF) is a heterodimeric transcription factor composed by the CBFβ and RUNX subunits (the latter is encoded by RUNX1, RUNX2, or RUNX3 genes). CBF plays critical roles in most hematopoietic lineages, regulating gene expression of a variety of genes associated with cell cycle, differentiation, signaling and adhesion. In hematopoiesis, CBF regulates progenitor cell fate decisions and differentiation at multiple levels. The function of CBF is essential for the emergence of embryonic hematopoietic stem cells (HSCs) and establishment of definitive hematopoiesis at midgestation. Similarly, in adult hematopoiesis, CBF regulates the frequency and differentiation of HSCs, lymphoid and myeloid progenitors, establishing CBF as a master regulator of hematopoietic homeostasis.",
            "score": 103.28105664253235
        },
        {
            "docid": "42064066_16",
            "document": "Proneural genes . Neural stem cells could give rise to neuronal or glial progenitors, depending on the type of signals that they receive - gliogenic or neurogenic signals, respectively. Glial progenitor cells could differentiate into oligodendrocytes or astrocytes. However, lineage commitment of neural progenitors involves the suppression of alternative fates. Therefore, vertebrate proneural genes promote neuronal fates and simultaneously inhibit glial fates. For example, the downregulation of the expression of proneural gene ngn2 in the spinal cord represses oligodendrocyte differentiation. In the context of restricted glial progenitors, proneural genes might have functions that are distinct from their better-characterized role in lineage specification, perhaps in the differentiation of glial lineages. Sun and colleagues showed that proneural ngn1 inhibits gliogenesis by binding transcriptional co-activators like CBP/Smad1 or p300/Smad1 preventing the transcription of glialdifferentiation genes. On the other hand, the Notch signaling pathway is capable of promoting gliogenesis in stem cells through the inhibition of proneural genes, such as mash1 and neurogenins.",
            "score": 76.93032956123352
        },
        {
            "docid": "10446876_9",
            "document": "Fate mapping . Cre-lox can also be used to permanently, fluorescently label cells by using a transgenic which contains a ubiquitous promoter such as β-actin driving a super-stop sequence flanked by loxP sites, upstream of a fluorescent protein sequence such as RFP. In this fashion, Julien Bertrand from David Traver's lab and Neil Chi discovered the endothelial-origin of hematopoietic (blood) stem cells in zebrafish by using a transgenic with an endothelial promoter, kdrl, driving Cre recombinase crossed to β-actin loxP transgenic fish (2010). Thus, in the presence of Cre, all endothelium-derived cells became indelibly fluorescent red since the super-stop was removed from the genome, and RFP will be expressed under the control of β-actin in all cellular progeny. Indeed, they found that nearly all hematopoietic stem cells and differentiated blood cells were RFP+, indicating their embryonic endothelial origin (See Figure 2). Similar site-directed recombination technology such as FLP-FRT recombination (Flippase and Flippase recognition target sites) is extremely powerful in cell fate mapping, ablation studies, and genetic mosaic analysis; this tool is also used heavily in studies in animal systems as divergent as mice and flies. In a similar fashion to reporter gene activation, Cre-lox recombination system can also be used to activate or inactivate a gene of interest, creating gain-of-function or loss-of-function models. As a matter of fact, researchers often need to perform lineage tracing whist perturbing a gene of interest. To this purpose, one could design a genetic model where within a cell one recombination event is designed for manipulating the gene of interest and the other recombination event is designed for activating a reporter gene. The fate of the cell whose gene is perturbed can then be followed and the function of the gene be revealed. Interpretation of this kind of cell lineage tracing experiments should be made with caution because the two recombination events may not occur simultaneously. Work in other animal models such as the nematode \"C. elegans\" was done with single-cell resolution prior to the widespread use of injectable cell tracers. The rapid embryonic development and transparent nature of the nematode allowed the construction of a hierarchical fate map of each mitotic event, from the single-cell zygote to the multicellular adult worm by John Sulston and colleagues in 1982. This cell lineage map was based entirely on observation using Nomarski optics, with no dyes.",
            "score": 101.19408524036407
        },
        {
            "docid": "10321124_16",
            "document": "Type three secretion system . The external cues listed above either regulate secretion directly or through a genetic mechanism. Several transcription factors that regulate the expression of T3SS genes are known. Some of the chaperones that bind T3SS effectors also act as transcription factors. A feedback mechanism has been suggested: when the bacterium does not secrete, its effector proteins are bound to chaperones and float in the cytoplasm. When secretion starts, the chaperones detach from the effectors and the latter are secreted and leave the cell. The lone chaperones then act as transcription factors, binding to the genes encoding their effectors and inducing their transcription and thereby the production of more effectors.",
            "score": 74.86706018447876
        },
        {
            "docid": "213354_31",
            "document": "Positive feedback . Positive feedback is a well studied phenomenon in gene regulation, where it is most often associated with bistability. Positive feedback occurs when a gene activates itself directly or indirectly via a double negative feedback loop. Genetic engineers have constructed and tested simple positive feedback networks in bacteria to demonstrate the concept of bistability. A classic example of positive feedback is the lac operon in \"E. coli\". Positive feedback plays an integral role in cellular differentiation, development, and cancer progression, and therefore, positive feedback in gene regulation can have significant physiological consequences. Random motions in molecular dynamics coupled with positive feedback can trigger interesting effects, such as create population of phenotypically different cells from the same parent cell. This happens because noise can become amplified by positive feedback. Positive feedback can also occur in other forms of cell signaling, such as enzyme kinetics or metabolic pathways.",
            "score": 86.55013024806976
        },
        {
            "docid": "56565_27",
            "document": "Circadian rhythm . The central oscillator generates a self-sustaining rhythm and is driven by two interacting feedback loops that are active at different times of day. The morning loop consists of CCA1 (Circadian and Clock-Associated 1) and LHY (Late Elongated Hypocotyl), which encode closely related MYB transcription factors that regulate circadian rhythms in \"Arabidopsis\", as well as PRR 7 and 9 (Pseudo-Response Regulators.) The evening loop consists of GI (Gigantea) and ELF4, both involved in regulation of flowering time genes. When CCA1 and LHY are overexpressed (under constant light or dark conditions), plants become arrhythmic, and mRNA signals reduce, contributing to a negative feedback loop. Gene expression of CCA1 and LHY oscillates and peaks in the early morning, whereas TOC1 gene expression oscillates and peaks in the early evening. While it was previously hypothesised that these three genes model a negative feedback loop in which over-expressed CCA1 and LHY repress TOC1 and over-expressed TOC1 is a positive regulator of CCA1 and LHY, it was shown in 2012 by Andrew Millar and others that TOC1 in fact serves as a repressor not only of CCA1, LHY, and PRR7 and 9 in the morning loop but also of GI and ELF4 in the evening loop. This finding and further computational modeling of TOC1 gene functions and interactions suggest a reframing of the plant circadian clock as a triple negative-component repressilator model rather than the positive/negative-element feedback loop characterizing the clock in mammals.",
            "score": 101.73755061626434
        },
        {
            "docid": "27075922_35",
            "document": "Natural computing . Gene regulatory networks comprise gene-gene interactions, as well as interactions between genes and other substances in the cell. Genes are transcribed into messenger RNA (mRNA), and then translated into proteins according to the genetic code.  Each gene is associated with other DNA segments (promoters, enhancers, or silencers) that act as binding sites for activators or repressors for gene transcription.  Genes interact with each other either through their gene products (mRNA, proteins) which can regulate gene transcription, or through small RNA species that can directly regulate genes. These gene-gene interactions, together with genes' interactions with other substances in the cell, form the most basic interaction network: the gene regulatory networks. They perform information processing tasks within the cell, including the assembly and maintenance of other networks. Models of gene regulatory networks include random and probabilistic Boolean networks, asynchronous automata, and network motifs.",
            "score": 100.7775194644928
        },
        {
            "docid": "57618746_7",
            "document": "GATA2 deficiency . The \"GATA2\" gene has at least five separate sites which bind nuclear factors that regulate its expression. One particularly important such site is located in intron 4. This site, termed the 9.5 kb enhancer, is located 9.5 kilobases (i.e. kb) down-stream from the gene's transcript initiation site and is a critically important enhancer of the gene's expression. Regulation of \"GATA2\" expression is highly complex. For example, in hematological stem cells, GATA2 transcription factor itself binds to one of these sites and in doing so is part of functionally important positive feedback autoregulation circuit wherein the transcription factor acts to promote its own production; in a second example of a positive feed back circuit, GATA2 stimulates production of Interleukin 1 beta and CXCL2 which act indirectly to simulate \"GATA2\" expression. In an example of a negative feedback circuit, the GATA2 transcription factor indirectly causes activation of the G protein coupled receptor, GPR65, which then acts, also indirectly, to repress \"GATA2\" gene expression. In a second example of negative feed-back, GATA2 transcription factor stimulates the expression of the GATA1 transcription factor which in turn can displace GATA2 transcription factor from its gene-stimulating binding sites thereby limiting GATA2's actions (see GATA2 switch in \"GATA2 transcription factor\" section).",
            "score": 79.60474133491516
        },
        {
            "docid": "49357008_3",
            "document": "Master regulator . Most genes considered master regulators code for transcription factor proteins, which in turn alter the expression of downstream genes in the pathway. Canonical examples of master regulators include Oct-4 (also called POU5F1), SOX2, and NANOG, all transcription factors involved in maintaining pluripotency in stem cells. Master regulators involved in development and morphogenesis can also appear as oncogenes relevant to tumorigenesis and metastasis, as with the Twist transcription factor.",
            "score": 86.71366143226624
        },
        {
            "docid": "20850385_12",
            "document": "Gyrification . The pattern of cortical gyri and sulci is not random; most of the major convolutions are conserved between individuals and are also found across species. This reproducibility may suggest that genetic mechanisms can specify the location of major gyri. Studies of monozygotic and dizygotic twins of the late 1990s support this idea, particularly with regards to primary gyri and sulci, whereas there is more variability among secondary and tertiary gyri. Therefore, one may hypothesize that secondary and tertiary folds could be more sensitive to genetic and environmental factors. The first gene reported to influence gyrification was Trnp1. Local expression levels of Trnp1, can determine the future position of a developing folds/gyruy in human brains. Genes that influence cortical progenitor dynamics, neurogenesis and neuronal migration, as well as genes that influence the development of cortical circuits and axonal projections may all contribute to gyrification. Trnp1 is a DNA-binding factor that has been shown to regulate other genes that regulate the proliferation of cortical progenitor cells - thereby serving as a master gene-regulator. In addition, the fibroblast growth factor (FGF)- and sonic hedgehog (SHH)-signaling pathways have recently been reported to be able to induce cortical folds, with a full complement of cortical layers, in mice that live to adulthood. These FGF and Shh factors regulate cortical stem cell proliferation and neurogenesis dynamics. Roles for beta-catenin (part of the Wnt pathway) and appropriate levels of cell death of cortical progenitors have also been found.",
            "score": 99.66797709465027
        },
        {
            "docid": "14156407_14",
            "document": "GATA2 . GATA2 binds to a specific nucleic acid sequence viz., (T/A(GATA)A/G), on the promoter and enhancer sites of its target genes and in doing so either stimulates or suppresses the expression of these target genes. However, there are thousands of sites in human DNA with this nucleotide sequence but for unknown reasons GATA2 binds to <1% of these. Furthermore, all members of the GATA transcription factor family bind to this same nucleotide sequence and in doing so may in certain instances serve to interfere with GATA2 binding or even displace the GATA2 that is already bound to these sites. For example, displacement of GATA2 bond to this sequence by the GATA1 transcription factor appears important for the normal development of some types of hematological stem cells. This displacement phenomenon is termed the \"GATA switch\". In all events, the actions of GATA2, particularly with referenced to its interactions with many other gene-regulating factors, in controlling its target genes is extremely complex and not fully understood.",
            "score": 88.239093542099
        },
        {
            "docid": "5014_15",
            "document": "Bistability . A prime example of bistability in biological systems is that of Sonic hedgehog (Shh), a secreted signaling molecule, which plays a critical role in development. Shh functions in diverse processes in development, including patterning limb bud tissue differentiation. The Shh signaling network behaves as a bistable switch, allowing the cell to abruptly switch states at precise Shh concentrations. \"gli1\" and \"gli2\" transcription is activated by Shh, and their gene products act as transcriptional activators for their own expression and for targets downstream of Shh signaling. Simultaneously, the Shh signaling network is controlled by a negative feedback loop wherein the Gli transcription factors activate the enhanced transcription of a repressor (Ptc). This signaling network illustrates the simultaneous positive and negative feedback loops whose exquisite sensitivity helps create a bistable switch.",
            "score": 69.22159337997437
        },
        {
            "docid": "574759_22",
            "document": "Feed forward (control) . The cross regulation of genes can be represented by a graph, where genes are the nodes and one node is linked to another if the former is a transcription factor for the latter. A motif which predominantly appears in all known networks (E. coli, Yeast...) is A activates B, A and B activate C. This motif has been shown to be a feed forward system, detecting non-temporary change of environment. This feed forward control theme is commonly observed in hematopoietic cell lineage development, where irreversible commitments are made.",
            "score": 81.20285534858704
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 98.84946024417877
        },
        {
            "docid": "53006201_4",
            "document": "TRIM14 . Overexpression of TRIM14 in mouse embryonic stem cells (mESC) leads to upregulation of several genes (hsp90ab1, prr13, pu.1, tnfrsf13c (baff-r), tnfrsf13b (taci), hlx1, hbp1, junb and pdgfrb) which are involved in early stage differentiation of embryonic stem cells, in the mesodermal layer. The same genes are upregulated in human embryonic kidney cells 293 (HEK293) (except for hlx1, hbp1, junb and pdgfrb). Therefore, TRIM14 regulates gene expression in different cell types by an universal mechanism: interaction with the transcription factors common to TRIM proteins. The mouse homologue of TRIM14, the \"Pub protein\", was shown to interact with transcription factor PU.1 (SPI1) and inhibit its activity. PU.1 is a transcription factor critical for proliferation and differentiation of myeloid cells and B lymphocytes. Hence, TRIM14 (Pub) is likely associated with the regulation of development of the immune cells.",
            "score": 88.59888744354248
        },
        {
            "docid": "4694833_8",
            "document": "GATA1 . In both GATA1 and GATA1-S, C-ZnF (i.e. C-terminus zinc finger) binds to DNA-specific nucleic acid sequences sites viz., (T/A(GATA)A/G), on the expression-regulating sites of its target genes and in doing so either stimulates or suppresses the expression of these target genes. Their N-ZnF (i.e. N-terminus zinc fingers) interacts with an essential transcription factor-regulating nuclear protein, FOG1. FOG1 powerfully promotes or suppresses the actions that the two transcription factors have on most of their target genes. Similar to the knockout of \"Gata1\", knockout of the mouse gene for FOG1, \"Zfpm1\", causes total failure of red blood cell development and embryonic lethality by day 11.5. Based primarily on mouse studies, it is proposed that the GATA1-FOG1 complex promotes human erythropoiesis by recruiting and binding with at least two gene expression-regulating complexes, Mi-2/NuRD complex (a chromatin remodeler) and CTBP1 (a histone deacetylase) and three gene expression-regulating proteins, SET8 (a GATA1-inhibiting histone methyltransferase), BRG1 (a transcription activator), and Mediator (a transcription co-activator). Other interactions include those with: BRD3 (remodels DNA nucleosomes), BRD4 (binds acetylated lysine residues in DNA-associated histone to regulate gene accessibility), FLI1 (a transcription factor that blocks erythroid differentiation), HDAC1 (a histone deacetylase), LMO2 (regulator of erythrocyte development), ZBTB16 (transcription factor regulating cell cycle progression), TAL1 (a transcription factor), FOG2 (a transcription factor regulator), and GATA2 (Displacement of GATA2 by GATA1, i.e. the \"GATA switch\", at certain gene-regulating sites is critical for red blood development in mice and, presumably, humans). GATA1-FOG1 and GATA2-FOG1 interactions are critical for platelet formation in mice and may similarly be critical for this in humans.",
            "score": 92.15821743011475
        },
        {
            "docid": "31474_22",
            "document": "Transcription factor . Most transcription factors do not work alone. Many large TF families form complex homotypic or heterotypic interactions through dimerization. For gene transcription to occur, a number of transcription factors must bind to DNA regulatory sequences. This collection of transcription factors, in turn, recruit intermediary proteins such as cofactors that allow efficient recruitment of the preinitiation complex and RNA polymerase. Thus, for a single transcription factor to initiate transcription, all of these other proteins must also be present, and the transcription factor must be in a state where it can bind to them if necessary. Cofactors are proteins that modulate the effects of transcription factors. Cofactors are interchangeable between specific gene promoters; the protein complex that occupies the promoter DNA and the amino acid sequence of the cofactor determine its spatial conformation. For example, certain steroid receptors can exchange cofactors with NF-κB, which is a switch between inflammation and cellular differentiation; thereby steroids can affect the inflammatory response and function of certain tissues.",
            "score": 60.39669716358185
        },
        {
            "docid": "14695796_3",
            "document": "SPI1 . This gene encodes an ETS-domain transcription factor that activates gene expression during myeloid and B-lymphoid cell development. The nuclear protein binds to a purine-rich sequence known as the PU-box found near the promoters of target genes, and regulates their expression in coordination with other transcription factors and cofactors. The protein can also regulate alternative splicing of target genes. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 82.48896074295044
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 88.76019752025604
        },
        {
            "docid": "11421367_6",
            "document": "PreQ1 riboswitch . PreQ1 riboswitch has two stems and three loops, and its detailed structure has been shown on the right. The riboswitching action of preQ riboswitches in bacteria is regulated by binding of metabolite preQ to the aptamer region leading to structural changes in the messenger RNA (mRNA) that governs the downstream genetic regulation. The preQ riboswitch structure adopts a compact H-type pseudoknot, which makes it quite different from other purine based riboswitches. The preQ ligand is buried in the pseudoknot core and stabilized through intercalation between helical stacks and hydrogen bond interaction with heteroatoms. In absence of preQ1, the P2 tail region is away from the P2 loop region and hence the riboswitch is observed to be in undocked (partially docked) state, whereas on the binding of preQ to the riboswitch results the two P2 regions to come closer causing a complete docking of riboswitch. This docking and undocking mechanism of riboswitch with the change in concentration of ligand preQ is observed to control the signaling of gene regulation, commonly known as “ON” or “OFF” signaling for gene expression. The docking and undocking mechanism are observed to be affected not only by the ligand, but also with other factors like Mg salt. Like any other riboswitch, the two most common types of gene regulation mediated by preQ riboswitch are through transcription attenuation or inhibition of translation initiation. Ligand binding to the transcriptional riboswitch in bacterial causes modification in the structure of riboswitch unit, which leads to hindrance in the activity of RNA polymerase causing attenuation of transcription. Similarly, binding of the ligand to the translational riboswitch causes modification in the secondary structure of riboswitch unit leading to hindrance for ribosome binding and hence inhibiting translational initiation.",
            "score": 76.0672253370285
        },
        {
            "docid": "14156407_6",
            "document": "GATA2 . The \"GATA2\" gene has at least five separate sites which bind nuclear factors that regulate its expression. One particularly important such site is located in intron 4. This site, termed the 9.5 kb enhancer, is located 9.5 kilobases (i.e. kb) down-stream from the gene's transcript initiation site and is a critically important enhancer of the gene's expression. Regulation of \"GATA2\" expression is highly complex. For example, in hematological stem cells, GATA2 transcription factor itself binds to one of these sites and in doing so is part of functionally important positive feedback autoregulation circuit wherein the transcription factor acts to promote its own production; in a second example of a positive feed back circuit, GATA2 stimulates production of Interleukin 1 beta and CXCL2 which act indirectly to simulate \"GATA2\" expression. In an example of a negative feedback circuit, the GATA2 transcription factor indirectly causes activation of the G protein coupled receptor, GPR65, which then acts, also indirectly, to repress \"GATA2\" gene expression. In a second example of negative feed-back, GATA2 transcription factor stimulates the expression of the GATA1 transcription factor which in turn can displace GATA2 transcription factor from its gene-stimulating binding sites thereby limiting GATA2's actions.",
            "score": 76.85077023506165
        },
        {
            "docid": "46355979_27",
            "document": "KaiA . “Cyanobacteria are the simplest organisms known to exhibit circadian rhythms .” The transcription-translation based oscillator, in other words TTO, is a proposed model that postulates KaiC negatively regulates KaiBC transcription and KaiA positively regulates kaiBC transcription.  Kai proteins don’t regulate circadian regulated genes, but do regulate genome wide gene expression in the cyanobacterial TTO model. An example of this is the kaiBC operon. It is still unclear how the transcription-translation feedback loop maintains periodicity and how it is flexible to environmental changes. Since these proteins are essential for the organism to adapt to the environment, understanding the genes are imperative in circadian biology. In cyanobacterium Synechococcus elongates (PCC 7942) kaiA, kaiB, and kaiC are the necessary components that compose the circadian clock.  The TTO model of cyanobacteria is questionable due to the finding that phosphorylation of KaiC oscillates regardless of transcription/translation of the kaiBC operon. Thus, it was postulated that the pacemaker is based upon kaiC phosphorylation rather than transcription/translation feedback loop. KaiA augments kaiC autophosphorylation. KaiA and ATP promote the phosphorylation of T432. KaiB mitigates the effect of kaiA. Thus, “autonomous oscillation of KaiC phosphorylation could be generated by cooperation between kaiA and kaiB.\"",
            "score": 83.69870448112488
        },
        {
            "docid": "14815510_16",
            "document": "TBX2 . Understanding the signaling pathways, and the role of Tbx2 in tumorigenesis, can aid in developing gene-targeted cancer treatments. Because Tbx2 is up-regulated in various types of cancer cells in multiple organ systems, the potential for gene therapy is optimistic. Scientists are interested in targeting a small domain of Tbx2 and Tbx3 to reduce its expression, and utilize small peptides known to suppress tumor genes to inhibit proliferation. An in vitro study using a cell line of human prostate cancer blocked endogenous Tbx2 using Tbx2 dominant-negative retroviral vectors found reduced tumor cell proliferation. Further, the same study suggests targeting WNT3A because of its role in cell-signaling with Tbx2, by utilizing a WNT antagonist such as SFRP-2. Because somatic cells have low expression of Tbx2, a targeted Tbx2 gene treatment would leave healthy somatic cells unharmed, thereby providing a treatment with low toxicity and negative side effects. Much research is still required to determine the efficacy of these specific gene targets to anti-cancer treatments.",
            "score": 66.85076189041138
        },
        {
            "docid": "11443855_16",
            "document": "Folliculin . TFE3 and TFEB are members of the microphthalmia-associated transcription factor (MiTF) family, which also includes MiTF and TFEC. Gene fusions of \"TFE3\" with a number of different gene partners can arise sporadically and are responsible for Xp11.2 translocation renal cell carcinoma. \"FLCN\"-deficient BHD associated renal tumors and tumors that develop in mouse models with \"Flcn\" inactivation were found to have elevated expression of transmembrane glycoprotein NMB (GPNMB), a transcriptional target of TFE3. Subsequently, FLCN was shown to regulate TFE3 activity by sequestering TFE3 in the cytoplasm where it is transcriptionally inactive; however, loss of FLCN expression results in localization of TFE3 to the nucleus driving transcriptional activation of its target genes including GPNMB. Another study investigating genes required for mouse embryonic stem cell (ESC) progression from pluripotency to cell lineage differentiation revealed that Flcn in complex with Fnip1/2 was necessary for ESC exit from pluripotency through cytoplasmic sequestering of Tfe3, thereby abrogating expression of its gene target, \"estrogen-related receptor beta\"(\"Esrrb\"), the core pluripotency factor.",
            "score": 88.73747742176056
        },
        {
            "docid": "33961703_3",
            "document": "Process molecular gene concept . The definition was first proposed by Eva M. Neumann-Held, suggesting that a redefinition of our view of the \"gene\" in relation to developmental genetics. This concept claims that the definition is too general. We therefore need to either clarify its definition or stop using the term \"gene\". In the \"Cycles of Contingency\", Neumann-Held states, \"This empirical evidence shows that it is not only the presence of DNA sequence that determines the course of events that lead to the synthesis of a polypeptide but, in addition, specific non-DNA factors must act on DNA and derived mRNA to determine the particular processing mechanisms.\" The developmental state and tissue determine the outcome of the DNA. An example Neumann-Held gives of this is RNA editing. Depending on the environmental and developmental state of the organism mRNA might enhance, delete, or even add nucleotides to create a different mRNA. So according to Neumann-Held the “gene” is the process that brings together the non-DNA elements to DNA in order to create a specific polypeptide. This process has specific interactions between certain DNA segments and certain non-DNA segments, specific mechanism for mRNA’s resulting interactions with non-DNA entities, which in turn creates a specific polypeptide.",
            "score": 85.37317824363708
        }
    ],
    "r": [
        {
            "docid": "237704_38",
            "document": "Saccharomyces cerevisiae . The availability of the \"S. cerevisiae\" genome sequence and a set of deletion mutants covering 90% of the yeast genome has further enhanced the power of \"S. cerevisiae\" as a model for understanding the regulation of eukaryotic cells. A project underway to analyze the genetic interactions of all double-deletion mutants through synthetic genetic array analysis will take this research one step further. The goal is to form a functional map of the cell's processes. As of 2010 a model of genetic interactions is most comprehensive yet to be constructed, containing \"the interaction profiles for ~75% of all genes in the Budding yeast\". This model was made from 5.4 million two-gene comparisons in which a double gene knockout for each combination of the genes studied was performed. The effect of the double knockout on the fitness of the cell was compared to the expected fitness. Expected fitness is determined from the sum of the results on fitness of single-gene knockouts for each compared gene. When there is a change in fitness from what is expected, the genes are presumed to interact with each other. This was tested by comparing the results to what was previously known. For example, the genes Par32, Ecm30, and Ubp15 had similar interaction profiles to genes involved in the Gap1-sorting module cellular process. Consistent with the results, these genes, when knocked out, disrupted that process, confirming that they are part of it. From this, 170,000 gene interactions were found and genes with similar interaction patterns were grouped together. Genes with similar genetic interaction profiles tend to be part of the same pathway or biological process. This information was used to construct a global network of gene interactions organized by function. This network can be used to predict the function of uncharacterized genes based on the functions of genes they are grouped with.",
            "score": 111.80538177490234
        },
        {
            "docid": "8402086_2",
            "document": "Computational neurogenetic modeling . Computational neurogenetic modeling (CNGM) is concerned with the study and development of dynamic neuronal models for modeling brain functions with respect to genes and dynamic interactions between genes. These include neural network models and their integration with gene network models. This area brings together knowledge from various scientific disciplines, such as computer and information science, neuroscience and cognitive science, genetics and molecular biology, as well as engineering.",
            "score": 104.6533203125
        },
        {
            "docid": "46307296_3",
            "document": "AI-10-49 . Core-binding factor (CBF) is a heterodimeric transcription factor composed by the CBFβ and RUNX subunits (the latter is encoded by RUNX1, RUNX2, or RUNX3 genes). CBF plays critical roles in most hematopoietic lineages, regulating gene expression of a variety of genes associated with cell cycle, differentiation, signaling and adhesion. In hematopoiesis, CBF regulates progenitor cell fate decisions and differentiation at multiple levels. The function of CBF is essential for the emergence of embryonic hematopoietic stem cells (HSCs) and establishment of definitive hematopoiesis at midgestation. Similarly, in adult hematopoiesis, CBF regulates the frequency and differentiation of HSCs, lymphoid and myeloid progenitors, establishing CBF as a master regulator of hematopoietic homeostasis.",
            "score": 103.28105926513672
        },
        {
            "docid": "56565_27",
            "document": "Circadian rhythm . The central oscillator generates a self-sustaining rhythm and is driven by two interacting feedback loops that are active at different times of day. The morning loop consists of CCA1 (Circadian and Clock-Associated 1) and LHY (Late Elongated Hypocotyl), which encode closely related MYB transcription factors that regulate circadian rhythms in \"Arabidopsis\", as well as PRR 7 and 9 (Pseudo-Response Regulators.) The evening loop consists of GI (Gigantea) and ELF4, both involved in regulation of flowering time genes. When CCA1 and LHY are overexpressed (under constant light or dark conditions), plants become arrhythmic, and mRNA signals reduce, contributing to a negative feedback loop. Gene expression of CCA1 and LHY oscillates and peaks in the early morning, whereas TOC1 gene expression oscillates and peaks in the early evening. While it was previously hypothesised that these three genes model a negative feedback loop in which over-expressed CCA1 and LHY repress TOC1 and over-expressed TOC1 is a positive regulator of CCA1 and LHY, it was shown in 2012 by Andrew Millar and others that TOC1 in fact serves as a repressor not only of CCA1, LHY, and PRR7 and 9 in the morning loop but also of GI and ELF4 in the evening loop. This finding and further computational modeling of TOC1 gene functions and interactions suggest a reframing of the plant circadian clock as a triple negative-component repressilator model rather than the positive/negative-element feedback loop characterizing the clock in mammals.",
            "score": 101.737548828125
        },
        {
            "docid": "10446876_9",
            "document": "Fate mapping . Cre-lox can also be used to permanently, fluorescently label cells by using a transgenic which contains a ubiquitous promoter such as β-actin driving a super-stop sequence flanked by loxP sites, upstream of a fluorescent protein sequence such as RFP. In this fashion, Julien Bertrand from David Traver's lab and Neil Chi discovered the endothelial-origin of hematopoietic (blood) stem cells in zebrafish by using a transgenic with an endothelial promoter, kdrl, driving Cre recombinase crossed to β-actin loxP transgenic fish (2010). Thus, in the presence of Cre, all endothelium-derived cells became indelibly fluorescent red since the super-stop was removed from the genome, and RFP will be expressed under the control of β-actin in all cellular progeny. Indeed, they found that nearly all hematopoietic stem cells and differentiated blood cells were RFP+, indicating their embryonic endothelial origin (See Figure 2). Similar site-directed recombination technology such as FLP-FRT recombination (Flippase and Flippase recognition target sites) is extremely powerful in cell fate mapping, ablation studies, and genetic mosaic analysis; this tool is also used heavily in studies in animal systems as divergent as mice and flies. In a similar fashion to reporter gene activation, Cre-lox recombination system can also be used to activate or inactivate a gene of interest, creating gain-of-function or loss-of-function models. As a matter of fact, researchers often need to perform lineage tracing whist perturbing a gene of interest. To this purpose, one could design a genetic model where within a cell one recombination event is designed for manipulating the gene of interest and the other recombination event is designed for activating a reporter gene. The fate of the cell whose gene is perturbed can then be followed and the function of the gene be revealed. Interpretation of this kind of cell lineage tracing experiments should be made with caution because the two recombination events may not occur simultaneously. Work in other animal models such as the nematode \"C. elegans\" was done with single-cell resolution prior to the widespread use of injectable cell tracers. The rapid embryonic development and transparent nature of the nematode allowed the construction of a hierarchical fate map of each mitotic event, from the single-cell zygote to the multicellular adult worm by John Sulston and colleagues in 1982. This cell lineage map was based entirely on observation using Nomarski optics, with no dyes.",
            "score": 101.19408416748047
        },
        {
            "docid": "27075922_35",
            "document": "Natural computing . Gene regulatory networks comprise gene-gene interactions, as well as interactions between genes and other substances in the cell. Genes are transcribed into messenger RNA (mRNA), and then translated into proteins according to the genetic code.  Each gene is associated with other DNA segments (promoters, enhancers, or silencers) that act as binding sites for activators or repressors for gene transcription.  Genes interact with each other either through their gene products (mRNA, proteins) which can regulate gene transcription, or through small RNA species that can directly regulate genes. These gene-gene interactions, together with genes' interactions with other substances in the cell, form the most basic interaction network: the gene regulatory networks. They perform information processing tasks within the cell, including the assembly and maintenance of other networks. Models of gene regulatory networks include random and probabilistic Boolean networks, asynchronous automata, and network motifs.",
            "score": 100.77751922607422
        },
        {
            "docid": "42947694_8",
            "document": "Cell lineage . Perhaps the most popular method of cell fate mapping in the genetic era is through site-specific recombination mediated by the Cre-Lox or FLP-FRT systems. By utilizing the Cre-Lox or FLP-FRT recombination systems, a reporter gene (usually encoding a fluorescent protein) is activated and permanently labels the cell of interest and its offspring cells, thus the name cell lineage tracing. With the system, researchers could investigate the function of their favorite gene in determining cell fate by designing a genetic model where within a cell one recombination event is designed for manipulating the gene of interest and the other recombination event is designed for activating a reporter gene. One minor issue is that the two recombination events may not occur simultaneously thus the results need to be interpreted with caution.",
            "score": 100.37847137451172
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 100.1839599609375
        },
        {
            "docid": "20850385_12",
            "document": "Gyrification . The pattern of cortical gyri and sulci is not random; most of the major convolutions are conserved between individuals and are also found across species. This reproducibility may suggest that genetic mechanisms can specify the location of major gyri. Studies of monozygotic and dizygotic twins of the late 1990s support this idea, particularly with regards to primary gyri and sulci, whereas there is more variability among secondary and tertiary gyri. Therefore, one may hypothesize that secondary and tertiary folds could be more sensitive to genetic and environmental factors. The first gene reported to influence gyrification was Trnp1. Local expression levels of Trnp1, can determine the future position of a developing folds/gyruy in human brains. Genes that influence cortical progenitor dynamics, neurogenesis and neuronal migration, as well as genes that influence the development of cortical circuits and axonal projections may all contribute to gyrification. Trnp1 is a DNA-binding factor that has been shown to regulate other genes that regulate the proliferation of cortical progenitor cells - thereby serving as a master gene-regulator. In addition, the fibroblast growth factor (FGF)- and sonic hedgehog (SHH)-signaling pathways have recently been reported to be able to induce cortical folds, with a full complement of cortical layers, in mice that live to adulthood. These FGF and Shh factors regulate cortical stem cell proliferation and neurogenesis dynamics. Roles for beta-catenin (part of the Wnt pathway) and appropriate levels of cell death of cortical progenitors have also been found.",
            "score": 99.66797637939453
        },
        {
            "docid": "25278985_9",
            "document": "Epistasis and functional genomics . E-MAPs exploit an SGA approach in order to analyze genetic interactions in a high-throughput manner. While the method has been particularly developed for examining epistasis in S. cerevisiae, it could be applied to other model organisms as well. An E-MAP collates data generated from the systematic generation of double mutant strains for a large clearly defined group of genes. Each phenotypic response is quantified by imaging colony size to determine growth rate. This fitness score is compared to the predicted fitness for each single mutant, resulting in a genetic interaction score. Hierarchical clustering of this data to group genes with similar interaction profiles allows for the identification of epistatic relationships between genes with and without known function. By sorting the data in this way, genes known to interact will cluster together alongside genes which exhibit a similar pattern of interactions but whose function has not yet been identified. The E-MAP data is therefore able to place genes into new functions within well characterized pathways. Consider for example E-MAP presented by Collins et al. which clusters the transcriptional elongation factor Dst1 alongside components of the mid region of the Mediator complex, which is involved in transcriptional regulation. This suggests a new role for Dst1, functioning in concert with Mediator.",
            "score": 99.04273986816406
        },
        {
            "docid": "30818571_4",
            "document": "Wagner's gene network model . The model represents individuals as networks of interacting transcriptional regulators. Each individual expresses formula_1 genes encoding transcription factors. The product of each gene can regulate the expression level of itself and/or the other genes through cis-regulatory elements. The interactions among genes constitute a gene network that is represented by a formula_2 × formula_2 regulatory matrix formula_4 in the model. The elements in matrix \"R\" represent the interaction strength. Positive values within the matrix represent the activation of the target gene, while negative ones represent repression. Matrix elements with value 0 indicate the absence of interactions between two genes.",
            "score": 98.85665130615234
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 98.8494644165039
        },
        {
            "docid": "42411667_10",
            "document": "Transposon sequencing . Tn-seq has been used to study higher order genome organization using gene interactions. Genes function as a highly linked network; in order to study a gene’s impact on phenotype, gene interactions must also be considered. These gene networks can be studied by screening for synthetic lethality and gene interactions where a double mutant shows an unexpected fitness value compared to each individual mutant. Tn-seq was used to determine genetic interactions between five query genes and the rest of the genome in Streptococcus pneumoniae, which revealed both aggravating and alleviating genetic interactions. One of the genes studied (ccpA) was found to interact with 64 other genes and is thought to be a master regulator complex carbohydrate metabolism in \"Streptococcus pneumoniae\".",
            "score": 98.83455657958984
        },
        {
            "docid": "3160065_8",
            "document": "ABC model of flower development . The meristem can be defined as the tissue or group of plant tissues that contain undifferentiated stem cells, which are capable of producing any type of cell tissue. Their maintenance and development, both in the vegetative meristem or the meristem of the inflorescence is controlled by genetic cell fate determination mechanisms. This means that a number of genes will directly regulate, for example, the maintenance of the stem cell’s characteristics (gene \"WUSCHEL\" or \"WUS\"), and others will act via negative feedback mechanisms in order to inhibit a characteristic (gene \"CLAVATA\" or \"CLV\"). In this way both mechanisms give rise to a feedback loop, which along with other elements lend a great deal of robustness to the system. Along with the \"WUS\" gene the \"SHOOTMERISTEMLESS\" (\"STM\") gene also represses the differentiation of the meristematic dome. This gene acts by inhibiting the possible differentiation of the stem cells but still allows cell division in the daughter cells, which, had they been allowed to differentiate, would have given rise to distinct organs.",
            "score": 98.80473327636719
        },
        {
            "docid": "50429846_4",
            "document": "Gene desert . One study focused on a regulatory archipelago, a region with “islands” of coding sequences surrounded by vast noncoding regions. The study, which explored the effects of regulation on the hox genes, initially focused on two enhancer sequences, GCR and Prox, which are located 200 basepairs and 50 basepairs respectively upstream of the Hox D locus. To manipulate the region, the study inverted the two enhancer sequences and discovered no major effects on the transcription of the Hox D gene, even though the two sequences were the closest sequences to the gene. Thus, the turned to the gene desert that flanked the GCR sequence upstream and found 5 regulatory islands within it that could regulate the gene. To select the most likely candidate, the study then applied several individual and multiple deletions to the five islands to observe the effects. These varied deletions only resulted in minor effects including physical abnormalities or a few missing digits.  When the experiment was taken a step further and applied a deletion of the entire 830 kilobase gene desert, the functionality of the entire Hox D locus was rendered inactive. This indicates that the neighboring gene desert, as an entire 830 kilobase unit (including the five island sequences within it), serves as an important regulator of a single gene that spans merely 50 kilobases. Therefore, these results hinted at the regulatory effects of flanking gene deserts. This study was supported by a later observation through a comparison between fluorescence in situ hybridization and chromosome conformation capture which discovered that the Hox D locus was the most decondensed portion in the region. This meant that it had relatively higher activity in comparison to the flanking gene deserts. Hence, the Hox D could be regulated by specific nearby enhancer sequences that were not expressed in unison. However, the does caution that proximity is inaccurate when either analytical method is used. Thus, associations between regulatory gene deserts and their target promoters seem to have variable distances and are not required to act as borders.  The variability in distance demonstrates that distance may be another important factor that is determined by gene deserts. For instance, distal enhancers may interact with their target promoters through looping interactions which must act over a certain distance. Thus, proximity is not an accurate predictor of enhancers: enhancers do not need to border their target sequence to regulate them. While this leads to a variation in distances, the average distance between transcription start sites and the interaction complex mediated by their enhancer elements is 120 kilobases upstream of the start site. Gene deserts may play a role in constructing this distance to allow maximal looping to occur. Given that the mechanism of enhancer complex formation is a fairly simply regulated mechanism (the structures that are recruited into the enhancing complex have various regulatory controls that control construction), more than 50% of promoters have several long-range interactions. Certain core genes even have up to 20 possible enhancing interactions. There is a curious bias for complexes to form only upstream of the promoters. Thus, given the correlation that many regulatory gene deserts appear upstream of their target promoters, it is possible that the more immediate role that gene deserts play is in long-range regulation of key sequences.  As the ideal formation of enhancer interactions requires specific constructs, a possible side-product of the regulatory roles of gene deserts may be the conservation of genes: to retain the specific lengths of loops and order of regulating genes hidden in gene deserts, certain portions of gene deserts are more highly conserved than others when passing through inheritance events. These conserved noncoding sequences (CNS) are directly associated with syntenic inheritance in all vertebrates. Thus, the presence of these CNSs could serve to conserve of large regions of genes. Although distance may vary in regulatory gene deserts, distance appears to have an upper limit in conservative gene deserts. CNSs were initially thought to occur close to their conserved genes: earlier estimates placed most CNSs in proximity of gene sequences. However, the expansion of genetic data has revealed that several CNSs reside up to 2.5 megabases from their target genes, with the majority of CNSs falling between 1 and 2 megabases. This range, which was measured for the human genome, is varied among different species. For instance, in comparison to humans, the Fugu fish has a smaller range, with an estimated maximum distance of a few hundred kilobases. Regardless of the difference in lengths, CNSs work in similar methods in both species. Thus, as functions differ between gene deserts, so do their contents.",
            "score": 98.580322265625
        },
        {
            "docid": "39103747_2",
            "document": "KaiC . KaiC is a gene belonging to the KaiABC gene cluster (with KaiB, and KaiC) that, together, regulate bacterial circadian rhythms, specifically in cyanobacteria. KaiC encodes for the KaiC protein which interacts with the KaiA and KaiB proteins in a post-translational oscillator (PTO). The PTO is cyanobacteria master clock that is controlled by sequences of phosphorylation of KaiC protein. Regulation of KaiABC expression and KaiABC phosphorylation is essential for cyanobacteria circadian rhythmicity, and is particularly important for regulating cyanobacteria processes such as nitrogen fixation, photosynthesis, and cell division. Studies have shown similarities to Drosophila, Neurospora, and mammalian clock models in that the kaiABC regulation of the cyanobacteria slave circadian clock is also based on a transcription translation feedback loop (TTFL). KaiC protein has both auto-kinase and auto-phosphatase activity and acts as the circadian regulator in both the PTO and the TTFL. KaiC has been found to not only suppress kaiBC when overexpressed, but also suppress circadian expression of all genes in the cyanobacterial genome.",
            "score": 97.57525634765625
        },
        {
            "docid": "4131200_15",
            "document": "Insulator (genetics) . CTCF insulators affect the expression of genes implicated in cell cycle regulation processes that are important for cell growth, cell differentiation, and programmed cell death (apoptosis). Two of these cell cycle regulation genes that are known to interact with CTCF are \"hTERT\" and \"C-MYC.\" In these cases, a loss of function mutation to the CTCF insulator gene changes the expression patterns and may affect the interplay between cell growth, differentiation and apoptosis and lead to tumourigenesis or other problems.",
            "score": 97.39344024658203
        },
        {
            "docid": "36315057_38",
            "document": "Induced stem cells . The cell fate can be effectively manipulated by epigenome editing. In particular, by directly activating of specific endogenous gene expression with CRISPR-mediated activator. When dCas9 (that has been modified so that it no longer cuts DNA, but still can be guided to specific sequences and to bind to them) is combined with transcription activators, it can precisely manipulate endogenous gene expression. Using this method, Wei et al., enhanced the expression of endogenous Cdx2 and Gata6 genes by CRISPR-mediated activators, thus directly converted mouse embryonic stem cells into two extraembryonic lineages, i.e., typical trophoblast stem cells and extraembryonic endoderm cells. An analogous approach was used to induce activation of the endogenous Brn2, Ascl1, and Myt1l genes to convert mouse embryonic fibroblasts to induced neuronal cells. Thus, transcriptional activation and epigenetic remodeling of endogenous master transcription factors are sufficient for conversion between cell types. The rapid and sustained activation of endogenous genes in their native chromatin context by this approach may facilitate reprogramming with transient methods that avoid genomic integration and provides a new strategy for overcoming epigenetic barriers to cell fate specification.",
            "score": 97.21833801269531
        },
        {
            "docid": "4363576_28",
            "document": "Cre-Lox recombination . Another factor is the length of DNA between the lox pair. Increasing the length of DNA leads to decreased efficiency of Cre/lox recombination possibly through regulating the dynamics of the reaction.Genetic location of the floxed sequence affects recombination efficiency as well probably by influencing the availability of DNA by Cre recombinase.The choice of Cre driver is also important as low expression of Cre recombinase tends to result in non-parallel recombination. Non-parallel recombination is especially problematic in a fate mapping scenario where one recombination event is designed to manipulate the gene under study and the other recombination event is necessary for activating a reporter gene (usually encoding a fluorescent protein) for cell lineage tracing. Failure to activate both recombination events simultaneously confounds the interpretation of cell fate mapping results.",
            "score": 96.17491149902344
        },
        {
            "docid": "7805539_3",
            "document": "Ty5 retrotransposon . Ty5 is one of five endogenous retrotransposons native to the model organism \"Saccharomyces cerevisiae\", all of which target integration to gene poor regions. Endogenous retrotransposons are hypothesized to target gene poor chromosomal targets in order to reduce the chance of inactivating host genes. Ty1-Ty4 integrate upstream of Pol III promoters, while Ty5 targets integration to loci bound in heterochromatin. In the case of Ty5, this likely occurs by means of an interaction between the C-terminus of integrase and a target protein. The tight targeting patterns seen for the Ty elements are thought to be a means to limit damage to its host, which has a very gene dense genome. Ty5 was discovered in the mid 90s in the laboratory of Daniel Voytas at Iowa State University. Ty5 is used as a model system by which to understand the biology of the telomere and heterochromatin. The Ty5 retrotransposon is used as a genetic model to study the architecture and dynamics of the telomeres and heterochromatin.",
            "score": 95.79508209228516
        },
        {
            "docid": "18791403_7",
            "document": "BAALC . The BAALC gene initially was discovered in the neuroderm of both the human and the mouse. The function of BAALC protein is not understood very well, but it is predicted to be associated with the cytoskeleton network. When expressed in Bone Marrow CD34+ progenitor cells, BAALC has neuroectodermal and hematopoietic cell functions. Differentiation failure caused by cell shape, motility and adhesion in association between cells are all possible outcomes due to the little known effects and unlear mechanism sites of the BAALC genes. The role of the BAALC gene causing leukemia in immature acute leukemic cells has been found by knocking out the function of BAALC gene using hairpin (stem loop) RNA in a human leukemia cell line KG1a. The result of knocking out BAALC expression is a decrease in uncontrolled cell growth and an increase in programmed cell death. The BAALC protein isoform 1-6-8, has been found to interact and associate with the CAMKII alpha subunit and not with the beta subunit. The interaction with the CAMKII alpha subunit is in the CAMKII protein's regulatory region and near the autophosphorylation site, this suggested a regulatory function of the 1-6-8 isoform on the alpha subunit. BAALC 1-6-8 isoform also gets targeted to post synaptic lipid rafts, which are thought to have functions involved in: signal processing, membrane trafficking, and regulation of the actin cytoskeleton. BAALC may play a role in the regulation of the CAMKII protein through interactions with the alpha subunit, no interactions have been found with the beta subunit of this protein. Evidence has shown the BAALC protein to be an intracellular protein with cytoskeleton network roles, these roles include regulation of the actin cytoskeleton which is an associated role of postsynaptic lipid rafts.",
            "score": 95.75373840332031
        },
        {
            "docid": "1075046_8",
            "document": "Interactome . In 2010, the most \"complete\" gene interactome produced to date was compiled from about 5.4 million two-gene comparisons to describe \"the interaction profiles for ~75% of all genes in the budding yeast\", with ~170,000 gene interactions. The genes were grouped based on similar function so as to build a functional map of the cell's processes. Using this method the study was able to predict known gene functions better than any other genome-scale data set as well as adding functional information for genes that hadn't been previously described. From this model genetic interactions can be observed at multiple scales which will assist in the study of concepts such as gene conservation. Some of the observations made from this study are that there were twice as many negative as positive interactions, negative interactions were more informative than positive interactions, and genes with more connections were more likely to result in lethality when disrupted.",
            "score": 95.71414184570312
        },
        {
            "docid": "2332422_36",
            "document": "Carcinogenesis . One example for rewiring of tissue function in cancer is the activity of transcription factor NF-κB. NF-κB activates the expression of numerous genes that are involved in the transition between inflammation and regeneration, which encode cytokines, adhesion factors, and other molecules that can change cell fate. This reprogramming of cellular phenotypes normally allows the development of a fully functional intact tissue. NF-κB activity is tightly controlled by multiple proteins, which collectively ensure that only discrete clusters of genes are induced by NF-κB in a given cell and at a given time. This tight regulation of signal exchange between cells, protects the tissue from excessive inflammation, and ensures that different cell types would gradually acquire complementary functions, and specific positions. Failure of this mutual regulation between genetic reprogramming and cell interactions allows cancer cells to give rise to metastasis. Cancer cells respond aberrantly to cytokines, and activate signal cascades that can protect them from the immune system.",
            "score": 95.66533660888672
        },
        {
            "docid": "4642940_2",
            "document": "Compartment (development) . Compartments can be simply defined as separate, different, adjacent cell populations, which upon juxtaposition, create a lineage boundary. This boundary prevents cell movement from cells from different lineages across this barrier, restricting them to their compartment. Subdivisions are established by morphogen gradients and maintained by local cell-cell interactions, providing functional units with domains of different regulatory genes, which give rise to distinct fates. Compartment boundaries are found across species. In the hindbrain of vertebrate embryos, rhobomeres are compartments of common lineage outlined by expression of Hox genes. In invertebrates, the wing imaginal disc of \"Drosophila\" provides an excellent model for the study of compartments. Although other tissues, such as the abdomen, and even other imaginal discs are compartmentalized, much of our understanding of key concepts and molecular mechanisms involved in compartment boundaries has been derived from experimentation in the wing disc of the fruit fly.",
            "score": 94.38430786132812
        },
        {
            "docid": "152611_20",
            "document": "Cellular differentiation . Three transcription factors, OCT4, SOX2, and NANOG – the first two of which are used in induced pluripotent stem cell (iPSC) reprogramming, along with Klf4 and c-Myc – are highly expressed in undifferentiated embryonic stem cells and are necessary for the maintenance of their pluripotency. It is thought that they achieve this through alterations in chromatin structure, such as histone modification and DNA methylation, to restrict or permit the transcription of target genes. While highly expressed, their levels require a precise balance to maintain pluripotency, perturbation of which will promote differentiation towards different lineages based on how the gene expression levels change. Differential regulation of Oct-4 and SOX2 levels have been shown to precede germ layer fate selection. Increased levels of Oct4 and decreased levels of Sox2 promote a mesendodermal fate, with Oct4 actively suppressing genes associated with a neural ectodermal fate. Similarly, Increased levels of Sox2 and decreased levels of Oct4 promote differentiation towards a neural ectodermal fate, with Sox2 inhibiting differentiation towards a mesendodermal fate. Regardless of the lineage cells differentiate down, suppression of NANOG has been identified as a necessary prerequisite for differentiation.",
            "score": 94.35828399658203
        },
        {
            "docid": "42862295_8",
            "document": "Amanda Fisher . Since 2003, Fisher has been studying gene regulation in Embryonic Stem (ES) cells, as a model for understanding pluripotency, lineage commitment and lineage restriction. In 2006, she showed that the promoters of many lineage-specifying genes in ES cells were simultaneously enriched for modified histones thought to mark either active genes (such as acetylation of H3K9, di- and tri-methylation of H3K4), or repressed domains ( such as tri-methylation of H3K27). This discovery ran contrary to the prevailing dogma of the time: that chromatin markers of actively transcribed and inactive domains were mutually exclusive. The study was published in 2006, contemporaneously with similar reports from several US-based groups. suggesting that important developmental regulator genes might be poised for transcription in ES cells, yet repressed by the activity of Polycomb Repressor Complexes (PRCs).",
            "score": 94.1277847290039
        },
        {
            "docid": "15030620_4",
            "document": "CD200R1 . This gene encodes a receptor for the OX-2 membrane glycoprotein. Both the receptor and substrate are cell surface glycoproteins containing two immunoglobulin-like domains. This receptor is restricted to the surfaces of myeloid lineage cells and the receptor-substrate interaction may function as a myeloid downregulatory signal. Mouse studies of a related gene suggest that this interaction may control myeloid function in a tissue-specific manner. Alternative splicing of this gene results in multiple transcript variants.",
            "score": 94.09904479980469
        },
        {
            "docid": "15065584_17",
            "document": "JADE1 . The biological role of JADE1 has not been elucidated. Limited number of publications addresses this question using mice models. The most comprehensive study which was published in 2003, identified mice orthologue of human JADE1, Jade1, and investigated Jade1 expression during mice embryogenesis. Searching for developmentally regulated genes the authors used gene trap screen analysis and identified mouse Jade1 as gene strongly regulated during embryogenesis. Insertion of the vector into the third intron of the Jade1 gene lead to the production of a 47-amino-acid truncated protein. The gene trap insertional mutation resulted in Jade1-beta-galactosidase reporter fusion product and Jade1 null allele. While the homozygotes for the gene trap integration did not produce strong developmental phenotype, the fusion product revealed Jade1 gene spatial-temporal expression in mouse embryonic cells and tissues of developing embryo up to 15.5-d.p.c. In addition the study reports experimental and in silico comparative analysis of Jade1 mRNA transcripts, Jade1 gene structure and analysis of Jade1 protein orthologues from mouse human and zebra fish. Jade1 expression was detected in extraembryonic ectoderm and trophoblast, which are placental components important for vasculogenesis, as well as in sites enriched with multipotent or tissue-specific progenitors, including neural progenitors(2). The dynamics of Jade1 reporter expression in these areas indicates the involvement in the determination and elongation of anterior posterior axis, an important point of the study). The potential role for human JADE1 in the renewal of embryonic stem cell and embryonal carcinoma cell cultures was suggested in another screening study which showed that, in cultured stem cells activation of stem cell transcription factor OCT4 pathway upregulated JADE1 gene expression along with stem cell factors NANOG, PHC1, USP44 and SOX2. Role of JADE1 in epithelial cell proliferation was addressed in a murine model of acute kidney injury and regeneration. Expression patterns and dynamics of HBO1-JADE1S/L were examined in regenerating tubular epithelial cells. Ischemia and reperfusion injury resulted in an initial decrease in JADE1S, JADE1L, and HBO1 protein levels, which returned to the baseline during renal recovery. Expression levels of HBO1 and JADE1S recovered as cell proliferation rate reached maximum, whereas JADE1L recovered after bulk proliferation had diminished. The temporal expression of JADE1 correlated with the acetylation of histone H4 (H4K5 and H4K12) but not that of histone H3 (H4K14), suggesting that the JADE1-HBO1 complex specifically marks H4 during epithelial cell proliferation. The results of the study implicate JADE1-HBO1 complex in acute kidney injury and suggest distinct roles for JADE1 isoforms during epithelial cell recovery.",
            "score": 93.62152099609375
        },
        {
            "docid": "356382_7",
            "document": "Gene regulatory network . The nodes of this network can represent genes, proteins, mRNAs, protein/protein complexes or cellular processes. Nodes that are depicted as lying along vertical lines are associated with the cell/environment interfaces, while the others are free-floating and can diffuse. Edges between nodes represent interactions between the nodes, that can correspond to individual molecular reactions between DNA, mRNA, miRNA, proteins or molecular processes through which the products of one gene affect those of another, though the lack of experimentally obtained information often implies that some reactions are not modeled at such a fine level of detail. These interactions can be inductive (usually represented by arrowheads or the + sign), with an increase in the concentration of one leading to an increase in the other, inhibitory (represented with filled circles, blunt arrows or the minus sign), with an increase in one leading to a decrease in the other, or dual, when depending of the circumstances the regulator can activate or inhibit the target node. The nodes can regulate themselves directly or indirectly, creating feedback loops, which form cyclic chains of dependencies in the topological network. The network structure is an abstraction of the system's molecular or chemical dynamics, describing the manifold ways in which one substance affects all the others to which it is connected. In practice, such GRNs are inferred from the biological literature on a given system and represent a distillation of the collective knowledge about a set of related biochemical reactions. To speed up the manual curation of GRNs, some recent efforts try to use text mining, curated databases, network inference from massive data, model checking and other information extraction technologies for this purpose.",
            "score": 93.42938232421875
        },
        {
            "docid": "779824_8",
            "document": "Transfer DNA . [[Reverse genetics]] is usually followed as a functional genomics approach based on the dynamic of biological system that aims to assign a function(s) to genes and determines how genes and their products interact together. Transgenics involving screening of populations by T-DNA insertional mutagenesis is one of the powerful to study loss of function and ectopic expression to assign that function to the gene under investigation. Hence, this method is used widely to study gene function in plants, such as the model plant \"[[Arabidopsis thaliana]]\". While studying T-DNA insertion for gene disruption \"Arabidopsis thaliana\" mutants may also show different phenotypic classes like seedling-lethals, size variants, pigment, embryo-defective, reduced-fertility, dramatic (morphological), and physiological. For example, this gene disruption strategy used for assigning functions to genes defined only by sequence helped to demonstrate En-1 insertion in the flavanone 3-hydroxylase gene (F3H). Knock-out alleles of En-1 insertion in the [[flavonol synthase]] gene (FLS) were characterized by this reverse genetics approach that drastically reduced levels of kaempferol.",
            "score": 93.35779571533203
        },
        {
            "docid": "49357008_2",
            "document": "Master regulator . In genetics, a master regulator is a gene at the top of a gene regulation hierarchy, particularly in regulatory pathways related to cell fate and differentiation.",
            "score": 92.96601867675781
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 92.88059997558594
        }
    ]
}