{
    "q": [
        {
            "docid": "21958_8",
            "document": "Nucleolus . In ribosome biogenesis, two of the three eukaryotic RNA polymerases (pol I and III) are required, and these function in a coordinated manner. In an initial stage, the rRNA genes are transcribed as a single unit within the nucleolus by RNA polymerase I. In order for this transcription to occur, several pol I-associated factors and DNA-specific trans-acting factors are required. In yeast, the most important are: UAF (upstream activating factor), TBP (TATA-box binding protein), and core binding factor (CBF)) which bind promoter elements and form the preinitiation complex (PIC), which is in turn recognized by RNA pol. In humans, a similar PIC is assembled with SL1, the promoter selectivity factor (composed of TBP and TBP-associated factors, or TAFs), transcription initiation factors, and UBF (upstream binding factor). RNA polymerase I transcribes most rRNA transcripts 28S, 18S, and 5.8S) but the 5S rRNA subunit (component of the 60S ribosomal subunit) is transcribed by RNA polymerase III.",
            "score": 129.79016160964966
        },
        {
            "docid": "1762966_7",
            "document": "RNA polymerase I . Given the large numbers of rDNA genes (several hundreds) available for transcription, the first mechanism involves adjustments in the number of genes being transcribed at a specific time. In mammalian cells, the number of active rDNA genes varies between cell types and level of differentiation. In general, as a cell becomes more differentiated, it requires less growth and, therefore, will have a decrease in rRNA synthesis and a decrease in rDNA genes being transcribed. When rRNA synthesis is stimulated, SL1 (selectivity factor 1) will bind to the promoters of rDNA genes that were previously silent, and recruit a pre-initiation complex to which Pol I will bind and start transcription of rRNA.",
            "score": 101.288494348526
        },
        {
            "docid": "4694833_8",
            "document": "GATA1 . In both GATA1 and GATA1-S, C-ZnF (i.e. C-terminus zinc finger) binds to DNA-specific nucleic acid sequences sites viz., (T/A(GATA)A/G), on the expression-regulating sites of its target genes and in doing so either stimulates or suppresses the expression of these target genes. Their N-ZnF (i.e. N-terminus zinc fingers) interacts with an essential transcription factor-regulating nuclear protein, FOG1. FOG1 powerfully promotes or suppresses the actions that the two transcription factors have on most of their target genes. Similar to the knockout of \"Gata1\", knockout of the mouse gene for FOG1, \"Zfpm1\", causes total failure of red blood cell development and embryonic lethality by day 11.5. Based primarily on mouse studies, it is proposed that the GATA1-FOG1 complex promotes human erythropoiesis by recruiting and binding with at least two gene expression-regulating complexes, Mi-2/NuRD complex (a chromatin remodeler) and CTBP1 (a histone deacetylase) and three gene expression-regulating proteins, SET8 (a GATA1-inhibiting histone methyltransferase), BRG1 (a transcription activator), and Mediator (a transcription co-activator). Other interactions include those with: BRD3 (remodels DNA nucleosomes), BRD4 (binds acetylated lysine residues in DNA-associated histone to regulate gene accessibility), FLI1 (a transcription factor that blocks erythroid differentiation), HDAC1 (a histone deacetylase), LMO2 (regulator of erythrocyte development), ZBTB16 (transcription factor regulating cell cycle progression), TAL1 (a transcription factor), FOG2 (a transcription factor regulator), and GATA2 (Displacement of GATA2 by GATA1, i.e. the \"GATA switch\", at certain gene-regulating sites is critical for red blood development in mice and, presumably, humans). GATA1-FOG1 and GATA2-FOG1 interactions are critical for platelet formation in mice and may similarly be critical for this in humans.",
            "score": 86.53080749511719
        },
        {
            "docid": "9927027_3",
            "document": "CREB-binding protein . This gene is ubiquitously expressed and is involved in the transcriptional coactivation of many different transcription factors. First isolated as a nuclear protein that binds to cAMP-response element-binding protein (CREB), this gene is now known to play critical roles in embryonic development, growth control, and homeostasis by coupling chromatin remodeling to transcription factor recognition. The protein encoded by this gene has intrinsic histone acetyltransferase activity and also acts as a scaffold to stabilize additional protein interactions with the transcription complex. This protein acetylates both histone and non-histone proteins. This protein shares regions of very high-sequence similarity with protein EP300 in its bromodomain, cysteine-histidine-rich regions, and histone acetyltransferase domain. Recent results suggest that novel CBP-mediated post-translational N-glycosylation activity alters the conformation of CBP-interacting proteins, leading to regulation of gene expression, cell growth and differentiation,",
            "score": 77.0865181684494
        },
        {
            "docid": "1946433_2",
            "document": "CAAT box . In molecular biology, a CCAAT box (also sometimes abbreviated a CAAT box or CAT box) is a distinct pattern of nucleotides with GGCCAATCT consensus sequence that occur upstream by 60–100 bases to the initial transcription site. The CAAT box signals the binding site for the RNA transcription factor, and is typically accompanied by a conserved consensus sequence. It is an invariant DNA sequence at about minus 70 base pairs from the origin of transcription in many eukaryotic promoters. Genes that have this element seem to require it for the gene to be transcribed in sufficient quantities. It is frequently absent from genes that encode proteins used in virtually all cells. This box along with the GC box is known for binding general transcription factors. Both of these consensus sequences belong to the regulatory promoter. Full gene expression occurs when transcription activator proteins bind to each module within the regulatory promoter. Protein specific binding is required for the CCAAT box activation. These proteins are known as CCAAT box binding proteins/CCAAT box binding factors.",
            "score": 84.88457608222961
        },
        {
            "docid": "25966810_2",
            "document": "Upstream activating sequence . An upstream activating sequence or upstream activation sequence (UAS) is a cis-acting regulatory sequence. It is distinct from the promoter and increases the expression of a neighbouring gene. Due to its essential role in activating transcription, the upstream activating sequence is often considered to be analogous to the function of the enhancer in multicellular eukaryotes. Upstream activation sequences are a crucial part of induction, enhancing the expression of the protein of interest through increased transcriptional activity. The upstream activation sequence is found adjacently upstream to a minimal promoter (TATA box) and serves as a binding site for transactivators. If the transcriptional transactivator does not bind to the UAS in the proper orientation then transcription cannot begin. To further understand the function of an upstream activation sequence, it is beneficial to see its role in the cascade of events that lead to transcription activation. The pathway begins when activators bind to their target at the UAS recruiting a mediator. A TATA-binding protein subunit of a transcription factor then binds to the TATA box, recruiting additional transcription factors. The mediator then recruits RNA polymerase II to the pre-initiation complex. Once initiated, RNA polymerase II is released from the complex and transcription begins.",
            "score": 75.374755859375
        },
        {
            "docid": "14029_41",
            "document": "Histone . Yeast carry one or two copies of each histone gene, which are not clustered but rather scattered throughout chromosomes. Histone gene transcription is controlled by multiple gene regulatory proteins such as transcription factors which bind to histone promoter regions. In budding yeast, the candidate gene for activation of histone gene expression is SBF. SBF is a transcription factor that is activated in late G1 phase, when it dissociates from its repressor Whi5. This occurs when Whi5 is phosphorylated by Cdc8 which is a G1/S Cdk. Suppression of histone gene expression outside of S phases is dependent on Hir proteins which form inactive chromatin structure at the locus of histone genes, causing transcriptional activators to be blocked.",
            "score": 82.32239007949829
        },
        {
            "docid": "55410471_7",
            "document": "DCas9 activation system . Transcriptional Activators are protein domains or whole proteins linked to dCas9 or sgRNAs that assist in the recruitment of important co-factors as well as RNA Polymerase for transcription of the gene(s) targeted by the system. In order for a protein to be made from the gene that encodes it, RNA polymerase must make RNA from the DNA template of the gene during a process called transcription. Transcriptional activators have a DNA binding domain and a domain for activation of transcription. The activation domain can recruit general transcription factors or RNA polymerase to the gene sequence. Activation domains can also function by facilitating transcription by stalled RNA polymerases, and in eukaryotes can act to move nucleosomes on the DNA or modify histones to increase gene expression. These activators can be introduced into the system through attachment to dCas9 or to the sgRNA. Some researchers have noted that the extent of transcriptional upregulation can be modulated by using multiple sites for activator attachment in one experiment and by using different variations and combinations of activators at once in a given experiment or sample.",
            "score": 94.95745491981506
        },
        {
            "docid": "12155889_5",
            "document": "Histone deacetylase inhibitor . The histone deacetylase inhibitors are a new class of cytostatic agents that inhibit the proliferation of tumor cells in culture and in vivo by inducing cell cycle arrest, differentiation and/or apoptosis. Histone deacetylase inhibitors exert their anti-tumour effects via the induction of expression changes of oncogenes or tumour suppressor, through modulating that the acetylation/deactylation of histones and/or non-histone proteins such as transcription factors. Histone acetylation and deacetylation play important roles in the modulation of chromatin topology and the regulation of gene transcription. Histone deacetylase inhibition induces the accumulation of hyperacetylated nucleosome core histones in most regions of chromatin but affects the expression of only a small subset of genes, leading to transcriptional activation of some genes, but repression of an equal or larger number of other genes. Non-histone proteins such as transcription factors are also targets for acetylation with varying functional effects. Acetylation enhances the activity of some transcription factors such as the tumor suppressor p53 and the erythroid differentiation factor GATA-1 but may repress transcriptional activity of others including T cell factor and the co-activator ACTR. Recent studies [...] have shown that the estrogen receptor alpha (ERalpha) can be hyperacetylated in response to histone deacetylase inhibition, suppressing ligand sensitivity and regulating transcriptional activation by histone deacetylase inhibitors. Conservation of the acetylated ER-alpha motif in other nuclear receptors suggests that acetylation may play an important regulatory role in diverse nuclear receptor signaling functions. A number of structurally diverse histone deacetylase inhibitors have shown potent antitumor efficacy with little toxicity in vivo in animal models. Several compounds are currently in early phase clinical development as potential treatments for solid and hematological cancers both as monotherapy and in combination with cytotoxics and differentiation agents.\"",
            "score": 73.1181538105011
        },
        {
            "docid": "14776980_3",
            "document": "ILF2 . Nuclear factor of activated T-cells (NFAT) is a transcription factor required for T-cell expression of the interleukin 2 gene. NFAT binds to a sequence in the interleukin 2 gene enhancer known as the antigen receptor response element 2. In addition, NFAT can bind RNA and is an essential component for encapsidation and protein priming of hepatitis B viral polymerase. NFAT is a heterodimer of 45 kDa and 90 kDa proteins, the smaller of which is the product of this gene. The encoded protein binds strongly to the 90 kDa protein and stimulates its ability to enhance gene expression.",
            "score": 73.16801619529724
        },
        {
            "docid": "38674471_14",
            "document": "Enhancer RNA . Evidence that eRNAs cause downstream effects on the efficiency of enhancer activation and gene transcription suggests its functional capabilities and potential importance. The transcription factor p53 has been demonstrated to bind enhancer regions and generate eRNAs in a p53-dependent manner. In cancer, p53 plays a central role in tumor suppression as mutations of the gene are shown to appear in 50% of tumors. These p53-bound enhancer regions (p53BERs) are shown to interact with multiple local and distal gene targets involved in cell proliferation and survival. Furthermore, eRNAs generated by the activation of p53BERs are shown to be required for efficient transcription of the p53 target genes, indicating the likely important regulatory role of eRNAs in tumor suppression and cancer.",
            "score": 63.196977853775024
        },
        {
            "docid": "52866970_6",
            "document": "Histone variants . Histone H2A has the highest number of known variants, some of which are relatively well characterized. H2A.X is the most common H2A variant, with the defining sequence motif ‘SQ(E/D)Φ’ (where Φ-represents a hydrophobic residue, usually Tyr in mammals). It becomes phosphorylated during the DNA damage response, chromatin remodeling, and X-chromosome inactivation in somatic cells. H2A.X and canonical H2A have diverged several times in phylogenetic history, but each H2A.X version is characterized by similar structure and function, suggesting it may represent the ancestral state. H2A.Z regulates transcription, DNA repair, suppression of antisense RNA, and RNA Polymerase II recruitment. Notable features of H2A.Z include a sequence motif ‘DEELD,’ a one amino acid insertion in L1-loop, and a one amino acid deletion in the docking domain relative to canonical H2A. Variant H2A.Z.2 was suggested to be driving the progression of malignant melanoma. Canonical H2A can be exchanged in nucleosomes for H2A.Z with special remodeling enzymes. macroH2A contains a histone fold domain and an extra, long C-terminal macro domain which can bind poly-ADP-ribose. This histone variant is used in X-inactivation and transcriptional regulation. Structures of both domains are available, but the inter-domain linker is too flexible to be crystallized. H2A.B (Barr body deficient variant) is a rapidly evolving mammal specific variant, known for its involvement in spermatogenesis. H2A.B has a shortened docking domain, which wraps around a short DNA region. H2A.L and H2A.P variants are closely related to H2A.B, but are less studied. H2A.W is a plant specific variant with SPKK motifs at the N-terminus with a putative minor-groove-binding activity. H2A.1 is a mammalian testis, oocyte and zygote specific variant. It can preferentially dimerize with H2B.1. It is so far characterized only in mouse, but a similar gene in human is available which is located at the end of the largest histone gene cluster. Currently other less extensively studied H2A variants are starting to emerge such as H2A.J.",
            "score": 76.55800783634186
        },
        {
            "docid": "1762966_12",
            "document": "RNA polymerase I . As Pol I escapes and clears the promoter, UBF and SL1 remain-promoter bound, ready to recruit another Pol I. Indeed, each active rDNA gene can be transcribed multiple times simultaneously, as opposed to Pol II-transcribed genes, which associate with only one complex at a time. While elongation proceeds unimpeded in vitro, it is unclear at this point whether this process happens in a cell, given the presence of nucleosomes. Pol I does seem to transcribe through nucleosomes, either bypassing or disrupting them, perhaps assisted by chromatin-remodeling activities. In addition, UBF might also act as positive feedback, enhancing Pol I elongation through an anti-repressor function. An additional factor, TIF-IC, can also stimulate the overall rate of transcription and suppress pausing of Pol I. As Pol I proceeds along the rDNA, supercoils form both ahead of and behind the complex. These are unwound by topoisomerase I or II at regular intervals, similar to what is seen in Pol II-mediated transcription.",
            "score": 91.98693752288818
        },
        {
            "docid": "6235_22",
            "document": "Cell nucleus . In the first step of ribosome assembly, a protein called RNA polymerase I transcribes rDNA, which forms a large pre-rRNA precursor. This is cleaved into the subunits 5.8S, 18S, and 28S rRNA. The transcription, post-transcriptional processing, and assembly of rRNA occurs in the nucleolus, aided by small nucleolar RNA (snoRNA) molecules, some of which are derived from spliced introns from messenger RNAs encoding genes related to ribosomal function. The assembled ribosomal subunits are the largest structures passed through the nuclear pores.",
            "score": 108.66464161872864
        },
        {
            "docid": "4421042_15",
            "document": "Histone H2A . H2A is coded by many genes in the human genome, including:  H2AFB1,  H2AFB2,  H2AFB3,  H2AFJ,  H2AFV,  H2AFX,  H2AFY,  H2AFY2,  and H2AFZ Genetic patterns among the different H2A molecules are mostly conserved among variants. The variability in gene expression exists among the regulatory machinery that manages H2A expression. Researchers studied eukaryotic evolutionary lineages of histone proteins and found diversification among the regulatory genes. The greatest differences were observed in core histone gene cis-regulatory sequence motifs and associated protein factors. Variability in gene sequence was seen in bacterial, fungi, plant, and mammalian genes.  One variant of H2A protein is H2ABbd (Barr body deficient) variant. This variant is composed of a different genetic sequence compared to H2A. The variant functions with transcriptionally active domains. Other variations associated with H2ABbd are located within its C-terminus. H2ABbd has a shorter C-terminal domain compared to the large C-terminal found on H2A. The two C terminals are about 48% identical. H2ABbd functions with active chromosomes. Thus far, it is missing from Xi chromosomes in fibroblast cells. Lastly, it found to be associated with acetylated H4. Different functions of H2A.Z compared to H2A are correlated with genetic differences between H2A and the variant. Resistance to nucleosomes occurs in H2A.Z by binding to H1 factor.  H2A.Z gene is an essential gene in yeast and it is denoted as Htz1. Comparatively, vertebrates have two H2A.Z genes. These genes, H2A.Z1 and H2A.Z2 encode for proteins that differ from H2A.Z by three residents.  At first researchers figured that these genes were redundant; however, when a mutant H2A.Z1 was created, it resulted in lethality during mammalian tests. Therefore, H2A.Z1 is an essential gene. On the other hand, researchers have not identified the function of H2A.Z2 variant. It is known that it is transcribed in mammals and this gene expression is conserved among mammalian species. This conservation suggests that the gene is functional. When studying H2A.Z in plants species, the protein different among residues from species to species. These differences contribute to differences in cell-cycle regulation. This phenomenon was only observed in plants.  Phylogenetic trees were created to show the divergence of variants from their ancestors. The divergence of variant, H2A.X, from H2A occurred at multiple origins in a phylogenetic tree. Acquisition of the phosphorylation motif was consistent with the many origins of H2A that arose from an ancestral H2A.X. Finally, the presence of H2A.X and absence of H2A in fungi leads researchers to believe that H2A.X was the original ancestor of the histone protein H2A",
            "score": 76.04891645908356
        },
        {
            "docid": "4681639_5",
            "document": "Gene structure . Regulatory sequences are located at the extremities of genes. These sequence regions can either be next to the transcribed region (the promoter) or separated by many kilobases (enhancers and silencers). The promoter is located at the 5' end of the gene and is composed of a core promoter sequence and a proximal promoter sequence. The core promoter marks the start site for transcription by binding RNA polymerase and other proteins necessary for copying DNA to RNA. The proximal promoter region binds transcription factors that modify the affinity of the core promoter for RNA polymerase. Genes may be regulated by multiple enhancer and silencer sequences that further modify the activity of promoters by binding activator or repressor proteins. Enhancers and silencers may be distantly located from the gene, many thousands of base pairs away. The binding of different transcription factors, therefore, regulates the rate of transcription initiation at different times and in different cells.",
            "score": 80.03853154182434
        },
        {
            "docid": "398124_13",
            "document": "Transcriptional regulation . Transcription factors are proteins that bind to specific DNA sequences in order to regulate the expression of a given gene. The power of transcription factors resides in their ability to activate and/or repress wide repertoires of downstream target genes. The fact that these transcription factors work in a combinatorial fashion means that only a small subset of an organism's genome encodes transcription factors. Transcription factors function through a wide variety of mechanisms. Often they are at the end of a signal transduction pathway that functions to change something about the factor, like its subcellular localization or its activity. Post-translational modifications to transcription factors located in the cytosol can cause them to translocate to the nucleus where they can interact with their corresponding enhancers. Others are already in the nucleus, and are modified to enable the interaction with partner transcription factors. Some post-translational modifications known to regulate the functional state of transcription factors are phosphorylation, acetylation, SUMOylation and ubiquitylation. Transcription factors can be divided in two main categories: activators and repressors. While activators can interact directly or indirectly with the core machinery of transcription through enhancer binding, repressors predominantly recruit co-repressor complexes leading to transcriptional repression by chromatin condensation of enhancer regions. It may also happen that a repressor may function by allosteric competition against a determined activator to repress gene expression: overlapping DNA-binding motifs for both activators and repressors induce a physical competition to occupy the site of binding. If the repressor has a higher affinity for its motif than the activator, transcription would be effectively blocked in the presence of the repressor. Tight regulatory control is achieved by the highly dynamic nature of transcription factors. Again, many different mechanisms exist to control whether a transcription factor is active. These mechanisms include control over protein localization or control over whether the protein can bind DNA. An example of this is the protein HSF1, which remains bound to Hsp70 in the cytosol and is only translocated into the nucleus upon cellular stress such as heat shock. Thus the genes under the control of this transcription factor will remain untranscribed unless the cell is subjected to stress.",
            "score": 84.42394208908081
        },
        {
            "docid": "50430120_13",
            "document": "Short interspersed nuclear elements (SINEs) . In addition to directly affecting chromatin structure, there are a number of ways in which SINEs can potentially regulate gene expression. For example, long non-coding RNA can directly interact with transcriptional repressors and activators, attenuating or modifying their function. This type of regulation can occur in different ways: the RNA transcript can directly bind to the transcription factor as a co-regulator; also, the RNA can regulate and modify the ability of co-regulators to associate with the transcription factor. For example, Evf-2, a certain long non-coding RNA, has been known to function as a co-activator for certain homeobox transcription factors which are critical to nervous system development and organization. Furthermore, RNA transcripts can interfere with the functionality of the transcriptional complex by interacting or associating with RNA polymerases during the transcription or loading processes. Moreover, non-coding RNAs like SINEs can bind or interact directly with the DNA duplex coding the gene and thus prevent its transcription.  Also, many non-coding RNAs are distributed near protein-coding genes, often in the reverse direction. This is especially true for short-interspersed nuclear elements as seen in Usmanova et al. These non-coding RNAs, which lie adjacent to or overlap gene-sets provide a mechanism by which transcription factors and machinery can be recruited to increase or repress the transcription of local genes. The particular example of SINEs potentially recruit the YY1 polycomb transcriptional repressor is discussed above. Alternatively, it also provides a mechanism by which local gene expression can be curtailed and regulated because the transcriptional complexes can hinder or prevent nearby genes from being transcribed. There is research to suggest that this phenomenon is particularly seen in the gene-regulation of pluripotent cells.",
            "score": 81.06295824050903
        },
        {
            "docid": "8288415_24",
            "document": "Regional differentiation . While the segmentation genes can specify the number, size, and polarity of segments, homeotic genes can specify the identity of the segment. The homeotic genes are activated by gap genes and pair-rule genes. The Antennapedia complex and the bithorax complex on the third chromosome contain the major homeotic genes required for specifying segmental identity (actually parasegmental identity). These genes are transcription factors and are expressed in overlapping regions that correlate with their position along the chromosome. These transcription factors regulate other transcription factors, cell surface molecules with roles in cell adhesion, and other cell signals. Later during development, homeotic genes are expressed in the nervous system in a similar anterior/posterior pattern. Homeotic genes are maintained throughout development through the modification of the condensation state of their chromatin. Polycomb genes maintain the chromatin in an inactive conformation while trithorax genes maintain chromatin in an active conformation.",
            "score": 69.05713558197021
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 89.36468183994293
        },
        {
            "docid": "11420644_3",
            "document": "5S ribosomal RNA . In prokaryotes, the 5S rRNA gene is typically located in the rRNA operons downstream of the small and the large subunit rRNA, and co-transcribed into a polycistronic precursor. A particularity of eukaryotic nuclear genomes is the occurrence of multiple 5S rRNA gene copies (5S rDNA) clustered in tandem repeats, with copy number varying from species to species. Eukaryotic 5S rRNA is synthesized by RNA polymerase III, whereas other eukaryotic rRNAs are cleaved from a 45S precursor transcribed by RNA polymerase I. In \"Xenopus\" oocytes, it has been shown that fingers 4-7 of the nine-zinc finger transcription factor TFIIIA can bind to the central region of 5S RNA. Binding between 5S rRNA and TFIIIA serves to both repress further transcription of the 5S RNA gene and stabilize the 5S RNA transcript until it is required for ribosome assembly.",
            "score": 109.39997255802155
        },
        {
            "docid": "215038_13",
            "document": "Enhancer (genetics) . The enhancers determining early segmentation in \"Drosophila melanogaster\" embryos are among the best characterized developmental enhancers. In the early fly embryo, the gap gene transcription factors are responsible for activating and repressing a number of segmentation genes, such as the pair rule genes. The gap genes are expressed in blocks along the anterior-posterior axis of the fly along with other maternal effect transcription factors, thus creating zones within which different combinations of transcription factors are expressed. The pair-rule genes are separated from one another by non-expressing cells. Moreover, the stripes of expression for different pair-rule genes are offset by a few cell diameters from one another. Thus, unique combinations of pair-rule gene expression create spatial domains along the anterior-posterior axis to set up each of the 14 individual segments. The 480 bp enhancer responsible for driving the sharp stripe two of the pair-rule gene \"even-skipped\" (\"eve\") has been well-characterized. The enhancer contains 12 different binding sites for maternal and gap gene transcription factors. Activating and repressing sites overlap in sequence. \"Eve\" is only expressed in a narrow stripe of cells that contain high concentrations of the activators and low concentration of the repressors for this enhancer sequence. Other enhancer regions drive \"eve\" expression in 6 other stripes in the embryo.",
            "score": 63.696874499320984
        },
        {
            "docid": "43520219_3",
            "document": "Selective factor 1 . SL1 was discovered by Robert Tjian and his colleagues in 1985 when they separated a HeLa cell extract into two functional fractions. One factor has RNA polymerase I activity, but no ability to initiate accurate transcription of a human rRNA template. This transcription factor, SL1, showed species specificity. That is, it could distinguish between the human and mouse rRNA promoter, and added increasing amount of human template at the expense of the mice template. Tijian and coworkers went on to show that by footprinting a partially purified polymerase 1 preparation could bind to the human rRNA promoter. In particular it causes a footprint over a region of the UCE called \"A site\". This binding is not due to polymerase I itself but to a transcription factor called upstream binding factor, UBF.",
            "score": 109.85795879364014
        },
        {
            "docid": "16770101_27",
            "document": "Long non-coding RNA . In Drosophila, long ncRNAs induce the expression of the homeotic gene, Ubx, by recruiting and directing the chromatin modifying functions of the trithorax protein Ash1 to Hox regulatory elements. Similar models have been proposed in mammals, where strong epigenetic mechanisms are thought to underlie the embryonic expression profiles of the Hox genes that persist throughout human development. Indeed, the human Hox genes are associated with hundreds of ncRNAs that are sequentially expressed along both the spatial and temporal axes of human development and define chromatin domains of differential histone methylation and RNA polymerase accessibility. One ncRNA, termed HOTAIR, that originates from the HOXC locus represses transcription across 40 kb of the HOXD locus by altering chromatin trimethylation state. HOTAIR is thought to achieve this by directing the action of Polycomb chromatin remodeling complexes in trans to govern the cells' epigenetic state and subsequent gene expression. Components of the Polycomb complex, including Suz12, EZH2 and EED, contain RNA binding domains that may potentially bind HOTAIR and probably other similar ncRNAs. This example nicely illustrates a broader theme whereby ncRNAs recruit the function of a generic suite of chromatin modifying proteins to specific genomic loci, underscoring the complexity of recently published genomic maps. Indeed, the prevalence of long ncRNAs associated with protein coding genes may contribute to localised patterns of chromatin modifications that regulate gene expression during development. For example, the majority of protein-coding genes have antisense partners, including many tumour suppressor genes that are frequently silenced by epigenetic mechanisms in cancer. A recent study observed an inverse expression profile of the p15 gene and an antisense ncRNA in leukaemia. A detailed analysis showed the p15 antisense ncRNA (CDKN2BAS) was able to induce changes to heterochromatin and DNA methylation status of p15 by an unknown mechanism, thereby regulating p15 expression. Therefore, misexpression of the associated antisense ncRNAs may subsequently silence the tumour suppressor gene contributing towards cancer.",
            "score": 80.71649205684662
        },
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 94.13316583633423
        },
        {
            "docid": "45052650_7",
            "document": "Gene gating . In mammalian model systems activated genes to be transcribed are shuttled in a Nup-dependent manner, though some experiments in human cell lines show a reversal of movement, from the periphery of the nucleus to the nucleoplasmic center. mRNP (messenger ribonucleoprotein) leaving sites of transcription in the nuclear center follows the same path through the nucleus to the NPC, which suggests that mRNA/protein complexes can move through the nucleus by a directed means, through interchromatin channels. In mice and human cell lines a transmembrane Nup, Nup210, has been shown to be necessary for the proper transcription of several genes involved in neurogenesis and myogenesis. RNAi knockdown of Nup210 prevents myogenesis in mouse stem cells, but has no effect on nuclear transport, though it has been speculated that Nup210 or other NPC-associated factors could influence chromatin architecture to mediate routes for mRNP/mRNA to the nuclear membrane. Movement of transcriptionally active genes from the periphery of the nucleus to the nucleoplasmic region has also been observed in human cell lines. The human Mash1, GAFB and β-globin loci have all been observed moving away from the nuclear periphery when transcriptionally active. This seems to contradict the gene-gating hypothesis, but this process may still be mediated by Nup98, a soluble Nup protein that shuttles between the nucleoplasm and NPC at the nuclear membrane. Nup98 seems to be responsible for the transport of many RNAs from the center of the nucleus to the nuclear lamina. Nup98 antibodies introduced in the nucleus block the export of many RNAs. A large body of data exists which supports the role of nulceoporins, both anchored to NPCs and soluble, in the role of mediating the transport of mRNA and for the proper transcription of active genes, though numerous other protein factors influence these complex processes.",
            "score": 77.85503649711609
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 86.92640316486359
        },
        {
            "docid": "46697210_4",
            "document": "Epigenetics of human development . Gene expression refers to the transcription of a gene but the RNA produced does not necessarily have to encode a protein product. Transcription may produce so called noncoding RNA products such as tRNA and regulatory RNA. Repression may refer to the decrease in transcription of a gene or inhibition of a protein. Proteins are often inhibited by binding the active site or causing a conformational change so that the active site can no longer bind. By making these alterations, proteins, like transcription factors, may bind DNA less or some protein may be inhibited so that it becomes a block in a signaling cascade and certain genes will then not be induced to be expressed. Repression can occur pre- or post-transcriptionally. Methylating the DNA or the modifying the histones that the DNA wraps around is one example that commonly leads to repression. Pre-transcriptional repression can also occur by altering the proteins that allow transcription to occur, namely the polymerase complex. Proteins can sit on the DNA strand and serve as a kind of block to polymerase proteins, halting them from transcribing. Post-transcriptional repression generally refers to the degradation of the RNA product or binding the RNA with proteins so that it cannot be translated or carry out its function.",
            "score": 87.17646920681
        },
        {
            "docid": "14763377_3",
            "document": "HDAC7 . Histones play a critical role in transcriptional regulation, cell cycle progression, and developmental events. Histone acetylation/deacetylation alters chromosome structure and affects transcription factor access to DNA. The protein encoded by this gene has sequence homology to members of the histone deacetylase family. This gene is orthologous to mouse HDAC7 gene whose protein promotes repression mediated via transcriptional corepressor SMRT. Multiple alternatively spliced transcript variants encoding several isoforms have been found for this gene. HDAC7 has both structural and functional similarity to HDACs 4, 5, and 9, as these four HDACs make up the Class IIa of HDACs in higher eukaryotes. Class IIa HDACs are phosphorylated by calcium/calmodulin dependent-kindase (CaMK) and protein kinase D (PKD) in response to kinase-dependent signaling. HDAC7 possesses little intrinsic deacetylase activity and therefore requires association with the class I HDAC, HDAC3 in order to suppress gene expression. It has been demonstrated through crystal structures of the human HDAC7 that the catalytic domain of HDAC7 has an additional class IIa HDAC-specific zinc binding motif adjacent to the active site. This is most likely to allow for substrate recognition and protein-protein interactions that are necessary for class IIa HDAC enzymes.",
            "score": 92.2664053440094
        },
        {
            "docid": "14760404_3",
            "document": "60S ribosomal protein L10 . Ribosomes, the organelles that catalyze protein synthesis, consist of a small 40S subunit and a large 60S subunit. Together these subunits are composed of 4 RNA species and approximately 80 structurally distinct proteins. This gene encodes a ribosomal protein that is a component of the 60S subunit. The protein belongs to the L10E family of ribosomal proteins. It is located in the cytoplasm. In vitro studies have shown that the chicken protein can bind to c-Jun and can repress c-Jun-mediated transcriptional activation, but these activities have not been demonstrated in vivo. This gene was initially identified as a candidate for a Wilms tumor suppressor gene, but later studies determined that this gene is not involved in the suppression of Wilms tumor. This gene has been referred to as 'laminin receptor homolog' because a chimeric transcript consisting of sequence from this gene and sequence from the laminin receptor gene was isolated; however, it is not believed that this gene encodes a laminin receptor. Transcript variants utilizing alternative polyA signals exist. The variant with the longest 3' UTR overlaps the deoxyribonuclease I-like 1 gene on the opposite strand. This gene is co-transcribed with the small nucleolar RNA gene U70, which is located in its fifth intron. As is typical for genes encoding ribosomal proteins, there are multiple processed pseudogenes of this gene dispersed through the genome.",
            "score": 98.19141983985901
        },
        {
            "docid": "15065584_17",
            "document": "JADE1 . The biological role of JADE1 has not been elucidated. Limited number of publications addresses this question using mice models. The most comprehensive study which was published in 2003, identified mice orthologue of human JADE1, Jade1, and investigated Jade1 expression during mice embryogenesis. Searching for developmentally regulated genes the authors used gene trap screen analysis and identified mouse Jade1 as gene strongly regulated during embryogenesis. Insertion of the vector into the third intron of the Jade1 gene lead to the production of a 47-amino-acid truncated protein. The gene trap insertional mutation resulted in Jade1-beta-galactosidase reporter fusion product and Jade1 null allele. While the homozygotes for the gene trap integration did not produce strong developmental phenotype, the fusion product revealed Jade1 gene spatial-temporal expression in mouse embryonic cells and tissues of developing embryo up to 15.5-d.p.c. In addition the study reports experimental and in silico comparative analysis of Jade1 mRNA transcripts, Jade1 gene structure and analysis of Jade1 protein orthologues from mouse human and zebra fish. Jade1 expression was detected in extraembryonic ectoderm and trophoblast, which are placental components important for vasculogenesis, as well as in sites enriched with multipotent or tissue-specific progenitors, including neural progenitors(2). The dynamics of Jade1 reporter expression in these areas indicates the involvement in the determination and elongation of anterior posterior axis, an important point of the study). The potential role for human JADE1 in the renewal of embryonic stem cell and embryonal carcinoma cell cultures was suggested in another screening study which showed that, in cultured stem cells activation of stem cell transcription factor OCT4 pathway upregulated JADE1 gene expression along with stem cell factors NANOG, PHC1, USP44 and SOX2. Role of JADE1 in epithelial cell proliferation was addressed in a murine model of acute kidney injury and regeneration. Expression patterns and dynamics of HBO1-JADE1S/L were examined in regenerating tubular epithelial cells. Ischemia and reperfusion injury resulted in an initial decrease in JADE1S, JADE1L, and HBO1 protein levels, which returned to the baseline during renal recovery. Expression levels of HBO1 and JADE1S recovered as cell proliferation rate reached maximum, whereas JADE1L recovered after bulk proliferation had diminished. The temporal expression of JADE1 correlated with the acetylation of histone H4 (H4K5 and H4K12) but not that of histone H3 (H4K14), suggesting that the JADE1-HBO1 complex specifically marks H4 during epithelial cell proliferation. The results of the study implicate JADE1-HBO1 complex in acute kidney injury and suggest distinct roles for JADE1 isoforms during epithelial cell recovery.",
            "score": 70.83159935474396
        },
        {
            "docid": "159266_8",
            "document": "Gene expression . In prokaryotes, transcription is carried out by a single type of RNA polymerase, which needs a DNA sequence called a Pribnow box as well as a sigma factor (σ factor) to start transcription. In eukaryotes, transcription is performed by three types of RNA polymerases, each of which needs a special DNA sequence called the promoter and a set of DNA-binding proteins—transcription factors—to initiate the process. RNA polymerase I is responsible for transcription of ribosomal RNA (rRNA) genes. RNA polymerase II (Pol II) transcribes all protein-coding genes but also some non-coding RNAs (e.g., snRNAs, snoRNAs or long non-coding RNAs). Pol II includes a C-terminal domain (CTD) that is rich in serine residues. When these residues are phosphorylated, the CTD binds to various protein factors that promote transcript maturation and modification. RNA polymerase III transcribes 5S rRNA, transfer RNA (tRNA) genes, and some small non-coding RNAs (e.g., 7SK). Transcription ends when the polymerase encounters a sequence called the terminator.",
            "score": 111.76463055610657
        }
    ],
    "r": [
        {
            "docid": "21958_8",
            "document": "Nucleolus . In ribosome biogenesis, two of the three eukaryotic RNA polymerases (pol I and III) are required, and these function in a coordinated manner. In an initial stage, the rRNA genes are transcribed as a single unit within the nucleolus by RNA polymerase I. In order for this transcription to occur, several pol I-associated factors and DNA-specific trans-acting factors are required. In yeast, the most important are: UAF (upstream activating factor), TBP (TATA-box binding protein), and core binding factor (CBF)) which bind promoter elements and form the preinitiation complex (PIC), which is in turn recognized by RNA pol. In humans, a similar PIC is assembled with SL1, the promoter selectivity factor (composed of TBP and TBP-associated factors, or TAFs), transcription initiation factors, and UBF (upstream binding factor). RNA polymerase I transcribes most rRNA transcripts 28S, 18S, and 5.8S) but the 5S rRNA subunit (component of the 60S ribosomal subunit) is transcribed by RNA polymerase III.",
            "score": 129.7901611328125
        },
        {
            "docid": "14754274_3",
            "document": "UBTF . Upstream binding factor (UBF) is a transcription factor required for expression of the 18S, 5.8S, and 28S ribosomal RNAs, along with SL1 (a complex of TBP (MIM 600075) and three TBP-associated factors or 'TAFs'). Two UBF polypeptides, of 94 and 97 kD, exist in the human (Bell et al., 1988). UBF is a nucleolar phosphoprotein with both DNA binding and transactivation domains. Sequence-specific DNA binding to the core and upstream control elements of the human rRNA promoter is mediated through several HMG boxes (Jantzen et al., 1990).[supplied by OMIM]",
            "score": 115.12594604492188
        },
        {
            "docid": "9955145_5",
            "document": "Eukaryotic transcription . RNA polymerase I (Pol I) catalyses the transcription of all rRNA genes except 5S. These rRNA genes are organised into a single transcriptional unit and are transcribed into a continuous transcript. This precursor is then processed into three rRNAs: 18S, 5.8S, and 28S. The transcription of rRNA genes takes place in a specialised structure of the nucleus called the nucleolus, where the transcribed rRNAs are combined with proteins to form ribosomes.",
            "score": 113.800537109375
        },
        {
            "docid": "159266_8",
            "document": "Gene expression . In prokaryotes, transcription is carried out by a single type of RNA polymerase, which needs a DNA sequence called a Pribnow box as well as a sigma factor (σ factor) to start transcription. In eukaryotes, transcription is performed by three types of RNA polymerases, each of which needs a special DNA sequence called the promoter and a set of DNA-binding proteins—transcription factors—to initiate the process. RNA polymerase I is responsible for transcription of ribosomal RNA (rRNA) genes. RNA polymerase II (Pol II) transcribes all protein-coding genes but also some non-coding RNAs (e.g., snRNAs, snoRNAs or long non-coding RNAs). Pol II includes a C-terminal domain (CTD) that is rich in serine residues. When these residues are phosphorylated, the CTD binds to various protein factors that promote transcript maturation and modification. RNA polymerase III transcribes 5S rRNA, transfer RNA (tRNA) genes, and some small non-coding RNAs (e.g., 7SK). Transcription ends when the polymerase encounters a sequence called the terminator.",
            "score": 111.76463317871094
        },
        {
            "docid": "14075884_2",
            "document": "23S ribosomal RNA . The 23S rRNA is a 2904 nt long (in \"E. coli\") component of the large subunit (50S) of the bacterial/archean ribosome. The ribosomal peptidyl transferase activity resides in domain V of this rRNA, and this domain is the most common binding site for antibiotics that inhibit translation. A well-known member of this antibiotic class, chloramphenicol, acts by inhibiting peptide bond formation, with recent 3D-structural studies showing two different binding sites depending on the species of ribosome. Linezolid and quinupristin-dalfopristin also bind to the 23S rRNA, and cross-resistance has been demonstrated between these antibiotics. Compared to 16S rRNA genes, 23S rRNA genes typically have higher sequence variations including insertions and/or deletions",
            "score": 111.30899047851562
        },
        {
            "docid": "11420644_6",
            "document": "5S ribosomal RNA . The exact function of 5S rRNA is not yet clear. In \"Escherichia coli\", 5S rRNA gene deletions reduce the protein synthesis rate and have a more profound detrimental effect on cell fitness than deletions of a comparable number of copies of other (16S and 23S) rRNA genes.  Crystallographic studies indicate that 5S rRNA-binding proteins and other proteins of the central protuberance of the LSU plays a role in binding tRNAs. Also, the topographical and physical proximity between 5S rRNA and 23S rRNA, which forms the peptidyl transferase and GTPase-associating center, suggests that 5S rRNA acts as a mediator between the two functional centers of the ribosome by forming, together with 5S rRNA-binding proteins and other components of the central protuberance, intersubunit bridges and tRNA-binding sites.",
            "score": 110.36128997802734
        },
        {
            "docid": "43520219_3",
            "document": "Selective factor 1 . SL1 was discovered by Robert Tjian and his colleagues in 1985 when they separated a HeLa cell extract into two functional fractions. One factor has RNA polymerase I activity, but no ability to initiate accurate transcription of a human rRNA template. This transcription factor, SL1, showed species specificity. That is, it could distinguish between the human and mouse rRNA promoter, and added increasing amount of human template at the expense of the mice template. Tijian and coworkers went on to show that by footprinting a partially purified polymerase 1 preparation could bind to the human rRNA promoter. In particular it causes a footprint over a region of the UCE called \"A site\". This binding is not due to polymerase I itself but to a transcription factor called upstream binding factor, UBF.",
            "score": 109.85795593261719
        },
        {
            "docid": "11420644_3",
            "document": "5S ribosomal RNA . In prokaryotes, the 5S rRNA gene is typically located in the rRNA operons downstream of the small and the large subunit rRNA, and co-transcribed into a polycistronic precursor. A particularity of eukaryotic nuclear genomes is the occurrence of multiple 5S rRNA gene copies (5S rDNA) clustered in tandem repeats, with copy number varying from species to species. Eukaryotic 5S rRNA is synthesized by RNA polymerase III, whereas other eukaryotic rRNAs are cleaved from a 45S precursor transcribed by RNA polymerase I. In \"Xenopus\" oocytes, it has been shown that fingers 4-7 of the nine-zinc finger transcription factor TFIIIA can bind to the central region of 5S RNA. Binding between 5S rRNA and TFIIIA serves to both repress further transcription of the 5S RNA gene and stabilize the 5S RNA transcript until it is required for ribosome assembly.",
            "score": 109.39997100830078
        },
        {
            "docid": "6235_22",
            "document": "Cell nucleus . In the first step of ribosome assembly, a protein called RNA polymerase I transcribes rDNA, which forms a large pre-rRNA precursor. This is cleaved into the subunits 5.8S, 18S, and 28S rRNA. The transcription, post-transcriptional processing, and assembly of rRNA occurs in the nucleolus, aided by small nucleolar RNA (snoRNA) molecules, some of which are derived from spliced introns from messenger RNAs encoding genes related to ribosomal function. The assembled ribosomal subunits are the largest structures passed through the nuclear pores.",
            "score": 108.66464233398438
        },
        {
            "docid": "18963184_2",
            "document": "23S methyl RNA motif . The 23S methyl RNA motif is a conserved RNA structure found upstream of genes predicted to encode rRNA methyltransferases, possibly for 23S rRNA. However, in one case it is far (3 kilobases) from the rRNA methyltransferase gene. Nonetheless, it was proposed that this RNA could be a cis-regulatory element, an attractive hypothesis in view of the fact that rRNA methyltransferases can bind RNA, and therefore presumably the 23S methyl RNA. This regulatory strategy is common in bacteria to control levels of ribosomal subunits, using RNA motifs called ribosomal leaders. Additionally, 23S methyl RNAs have rho-independent transcription terminators downstream, which could be a mechanism of regulation.",
            "score": 108.65631866455078
        },
        {
            "docid": "57388876_12",
            "document": "Epigenetics of anxiety and stress-related disorders . Transcription factors are proteins that bind DNA and modulate the transcription of genes into RNA such as mRNA, tRNA, rRNA, and more; thus they are essential components of gene activation. Stress and trauma can affect expression of transcription factors, which in turn alter DNA methylation patterns.",
            "score": 105.33905792236328
        },
        {
            "docid": "14797471_3",
            "document": "60S ribosomal protein L7 . Ribosomes, the organelles that catalyze protein synthesis, consist of a small 40S subunit and a large 60S subunit. Together these subunits are composed of 4 RNA species and approximately 80 structurally distinct proteins. This gene encodes a ribosomal protein that is a component of the 60S subunit. The protein belongs to the L30P family of ribosomal proteins. It contains an N-terminal basic region-leucine zipper (BZIP)-like domain and the RNP consensus sub-motif RNP2. In vitro the BZIP-like domain mediates homodimerization and stable binding to DNA and RNA, with a preference for 28S rRNA and mRNA. The protein can inhibit cell-free translation of mRNAs, suggesting that it plays a regulatory role in the translation apparatus. It is located in the cytoplasm. The protein has been shown to be an autoantigen in patients with systemic autoimmune diseases, such as systemic lupus erythematosus. As is typical for genes encoding ribosomal proteins, there are multiple processed pseudogenes of this gene dispersed through the genome.",
            "score": 103.6799545288086
        },
        {
            "docid": "55606915_3",
            "document": "G protein nucleolar 3 like . The protein encoded by this gene appears to be a nucleolar GTPase that is essential for ribosomal pre-rRNA processing and cell proliferation. Two transcript variants encoding the same protein have been found for this gene.",
            "score": 103.37541198730469
        },
        {
            "docid": "11421964_4",
            "document": "Small nucleolar RNA SNORD32 . U32 is encoded within intron 2 of the ribosomal protein L13 gene in human and mouse and is predicted to guide the 2'O-ribose methylation of both 18S ribosomal RNA (rRNA) residue G1328 and 28S rRNA residue A1511. U32A share the same host gene with the C/D box snoRNAs U33, U34 and U35A (RPL13A).",
            "score": 103.20574951171875
        },
        {
            "docid": "14797658_3",
            "document": "40S ribosomal protein S13 . Ribosomes, the organelles that catalyze protein synthesis, consist of a small 40S subunit and a large 60S subunit. Together these subunits are composed of 4 RNA species and approximately 80 structurally distinct proteins. This gene encodes a ribosomal protein that is a component of the 40S subunit. The protein belongs to the S15P family of ribosomal proteins. It is located in the cytoplasm. The protein has been shown to bind to the 5.8S rRNA in rat. The gene product of the \"E. coli\" ortholog (ribosomal protein S15) functions at early steps in ribosome assembly. This gene is co-transcribed with two U14 small nucleolar RNA genes, which are located in its third and fifth introns. As is typical for genes encoding ribosomal proteins, there are multiple processed pseudogenes of this gene dispersed through the genome.",
            "score": 103.1933822631836
        },
        {
            "docid": "5290467_13",
            "document": "Ribosome biogenesis . Transcription of polymerase I starts with a Pol I initiation complex that binds to the rDNA promoter. The formation of this complex requires the help of an upstream activating factor or UAF that associates with TATA-box binding protein and the core factor (CF). Together the two transcription factors allow the RNA pol I complex to bind with the polymerase I initiation factor, Rrn3. As the pol I transcript is produced, approximately 75 small nucleolar ribonucleoparticles (snoRNPs) facilitate the co-transcriptional covalent modifications of >100 rRNA residues. These snoRNPs control 2’-O-ribose methylation of nucleotides and also assist in the creation of pseudouridines. At the 5’ end of rRNA transcripts, small subunit ribosomal proteins (Rps) and non-ribosomal factors assemble with the pre-RNA transcripts to create ball-like knobs. These knobs are the first pre-ribosomal particles in the small (40S) ribosomal subunit pathway. The rRNA transcript is cleaved at the A2 site, and this separates the early 40S pre-ribosome from the remaining pre-rRNA that will combine with large subunit ribosomal proteins (Rpl) and other non-ribosomal factors to create the pre-60S ribosomal particles.",
            "score": 102.63130187988281
        },
        {
            "docid": "1762966_7",
            "document": "RNA polymerase I . Given the large numbers of rDNA genes (several hundreds) available for transcription, the first mechanism involves adjustments in the number of genes being transcribed at a specific time. In mammalian cells, the number of active rDNA genes varies between cell types and level of differentiation. In general, as a cell becomes more differentiated, it requires less growth and, therefore, will have a decrease in rRNA synthesis and a decrease in rDNA genes being transcribed. When rRNA synthesis is stimulated, SL1 (selectivity factor 1) will bind to the promoters of rDNA genes that were previously silent, and recruit a pre-initiation complex to which Pol I will bind and start transcription of rRNA.",
            "score": 101.28849029541016
        },
        {
            "docid": "5290467_2",
            "document": "Ribosome biogenesis . Ribosome biogenesis is the process of making ribosomes. In prokaryotic cells, it takes place in the cytoplasm with the transcription of many ribosome gene operons. In eukaryotes, it takes place both in the cytoplasm and in the nucleolus. It involves the coordinated function of over 200 proteins in the synthesis and processing of the three prokaryotic or four eukaryotic rRNAs, as well as assembly of those rRNAs with the ribosomal proteins. Most of the ribosomal proteins fall into various energy-consuming enzyme families including ATP-dependent RNA helicases, AAA-ATPases, GTPases, and kinases. About 60% of a cell's energy is spent on ribosome production and maintenance.",
            "score": 101.24629211425781
        },
        {
            "docid": "32150862_7",
            "document": "Bacterial DNA binding protein . H-NS is about 15.6 kDa and assists in the regulation of bacterial transcription in bacteria by repressing and activating certain genes. H-NS binds to DNA with an intrinsic curvature. In \"E. coli\", H-NS binds to a P1 promoter decreasing rRNA production during stationary and slow growth periods. RNA polymerase and H-NS DNA binding protein have overlapping binding sites; it is thought that H-NS regulates rRNA production by acting on the transcription initiation site. It has been found that H-NS and RNA polymerase both bind to the P1 promoter and form a complex. When H-NS is bound with RNA Polymerase to the promoter region, there are structural differences in the DNA that are accessible. It has also been found that H-NS can affect translation as well by binding to mRNA and causing its degradation.",
            "score": 100.95279693603516
        },
        {
            "docid": "11420641_2",
            "document": "5.8S ribosomal RNA . In molecular biology the 5.8S ribosomal RNA (5.8S rRNA) is a non-coding RNA component of the large subunit of the eukaryotic ribosome and so plays an important role in protein translation. It is transcribed by RNA polymerase I as part of the 45S precursor that also contains 18S and 28S rRNA. Its function is thought to be in ribosome translocation. It is also known to form covalent linkage to the p53 tumour suppressor protein. 5.8S rRNA can be used as a reference gene for miRNA detection. The 5.8S ribosomal RNA is used to better understand other rRNA processes and pathways in the cell.",
            "score": 100.79499053955078
        },
        {
            "docid": "1762966_6",
            "document": "RNA polymerase I . The rate of cell growth is directly dependent on the rate of protein synthesis, which is itself intricately linked to ribosome synthesis and rRNA transcription. Thus, intracellular signals must coordinate the synthesis of rRNA with that of other components of protein translation. Myc is known to bind to human ribosomal DNA in order to stimulate rRNA transcription by RNA polymerase I. Two specific mechanisms have been identified, ensuring proper control of rRNA synthesis and Pol I-mediated transcription.",
            "score": 100.35614013671875
        },
        {
            "docid": "1137227_10",
            "document": "DNA methylation . DNA methylation may affect the transcription of genes in two ways. First, the methylation of DNA itself may physically impede the binding of transcriptional proteins to the gene, and second, and likely more important, methylated DNA may be bound by proteins known as methyl-CpG-binding domain proteins (MBDs). MBD proteins then recruit additional proteins to the locus, such as histone deacetylases and other chromatin remodeling proteins that can modify histones, thereby forming compact, inactive chromatin, termed heterochromatin. This link between DNA methylation and chromatin structure is very important. In particular, loss of methyl-CpG-binding protein 2 (MeCP2) has been implicated in Rett syndrome; and methyl-CpG-binding domain protein 2 (MBD2) mediates the transcriptional silencing of hypermethylated genes in cancer.",
            "score": 100.34569549560547
        },
        {
            "docid": "167544_4",
            "document": "Transcription (biology) . The stretch of DNA transcribed into an RNA molecule is called a \"transcription unit\" and encodes at least one gene. If the gene encodes a protein, the transcription produces messenger RNA (mRNA); the mRNA, in turn, serves as a template for the protein's synthesis through translation. Alternatively, the transcribed gene may encode for non-coding RNA such as microRNA, ribosomal RNA (rRNA), transfer RNA (tRNA), or enzymatic RNA molecules called ribozymes. Overall, RNA helps synthesize, regulate, and process proteins; it therefore plays a fundamental role in performing functions within a cell.",
            "score": 99.66749572753906
        },
        {
            "docid": "1717684_13",
            "document": "Ribosomal RNA . In contrast, eukaryotes generally have many copies of the rRNA genes organized in tandem repeats. In humans, approximately 300–400 repeats are present in five clusters, located on chromosomes 13 (RNR1), 14 (RNR2), 15 (RNR3), 21 (RNR4) and 22 (RNR5). Sequence variation in rRNA has been observed both within and between human individuals and certain variants are expressed in a tissue-specific manner in mice. Because of their special structure and transcription behaviour, rRNA gene clusters are commonly called \"ribosomal DNA\" (note that the term seems to imply that ribosomes contain DNA, which is not the case).",
            "score": 98.48613739013672
        },
        {
            "docid": "25766_32",
            "document": "Ribosome . In bacterial cells, ribosomes are synthesized in the cytoplasm through the transcription of multiple ribosome gene operons. In eukaryotes, the process takes place both in the cell cytoplasm and in the nucleolus, which is a region within the cell nucleus. The assembly process involves the coordinated function of over 200 proteins in the synthesis and processing of the four rRNAs, as well as assembly of those rRNAs with the ribosomal proteins.",
            "score": 98.20929718017578
        },
        {
            "docid": "1717684_18",
            "document": "Ribosomal RNA . The genes coding for 18S, 28S and 5.8S rRNA, located in the nucleolus organizer region, are transcribed into a large pre-rRNA molecule by RNA polymerase I. Each large pre-rRNA contains 18S, 28S and 5.8S sequences which are separated by external and internal transcribed spacer sequences. During processing reactions, the 18S, 28S and 5.8S rRNA are released as individual molecules. Processing reactions involve exo- and endo-nucleolytic cleavages guided by snoRNA (small nucleolar RNAs) in complex with proteins. The genes for 5S rRNA are located outside the nucleolus and are transcribed into pre-5S rRNA by RNA polymerase III. The pre-5S rRNA enters the nucleolus for processing and assembly with 28S and 5.8S rRNA to form the large subunit. 18S rRNA forms the small ribosomal subunits by combining with ribosomal proteins.",
            "score": 98.208984375
        },
        {
            "docid": "14760404_3",
            "document": "60S ribosomal protein L10 . Ribosomes, the organelles that catalyze protein synthesis, consist of a small 40S subunit and a large 60S subunit. Together these subunits are composed of 4 RNA species and approximately 80 structurally distinct proteins. This gene encodes a ribosomal protein that is a component of the 60S subunit. The protein belongs to the L10E family of ribosomal proteins. It is located in the cytoplasm. In vitro studies have shown that the chicken protein can bind to c-Jun and can repress c-Jun-mediated transcriptional activation, but these activities have not been demonstrated in vivo. This gene was initially identified as a candidate for a Wilms tumor suppressor gene, but later studies determined that this gene is not involved in the suppression of Wilms tumor. This gene has been referred to as 'laminin receptor homolog' because a chimeric transcript consisting of sequence from this gene and sequence from the laminin receptor gene was isolated; however, it is not believed that this gene encodes a laminin receptor. Transcript variants utilizing alternative polyA signals exist. The variant with the longest 3' UTR overlaps the deoxyribonuclease I-like 1 gene on the opposite strand. This gene is co-transcribed with the small nucleolar RNA gene U70, which is located in its fifth intron. As is typical for genes encoding ribosomal proteins, there are multiple processed pseudogenes of this gene dispersed through the genome.",
            "score": 98.19142150878906
        },
        {
            "docid": "159266_13",
            "document": "Gene expression . In most organisms non-coding genes (ncRNA) are transcribed as precursors that undergo further processing. In the case of ribosomal RNAs (rRNA), they are often transcribed as a pre-rRNA that contains one or more rRNAs. The pre-rRNA is cleaved and modified (2′-O-methylation and pseudouridine formation) at specific sites by approximately 150 different small nucleolus-restricted RNA species, called snoRNAs. SnoRNAs associate with proteins, forming snoRNPs. While snoRNA part basepair with the target RNA and thus position the modification at a precise site, the protein part performs the catalytical reaction. In eukaryotes, in particular a snoRNP called RNase, MRP cleaves the 45S pre-rRNA into the 28S, 5.8S, and 18S rRNAs. The rRNA and RNA processing factors form large aggregates called the nucleolus.",
            "score": 98.13774108886719
        },
        {
            "docid": "1226339_2",
            "document": "Internal transcribed spacer . Internal transcribed spacer (ITS) refers to the spacer DNA situated between the small-subunit ribosomal RNA (rRNA) and large-subunit rRNA genes in the chromosome or the corresponding transcribed region in the polycistronic rRNA precursor transcript.",
            "score": 97.61347198486328
        },
        {
            "docid": "10967846_7",
            "document": "Fis . Fis has been known to activate ribosomal RNA transcription, as well other genes. It has a direct role in upstream activation of rRNA promoters. Fis binds to a recombinational enhancer sequence that is required to stimulate hin-mediated DNA inversion. It has also been shown to prevent initiation of DNA replication from oriC.",
            "score": 97.42359924316406
        },
        {
            "docid": "9955145_25",
            "document": "Eukaryotic transcription . The termination of transcription of pre-rRNA genes by polymerase Pol I is performed by a system that needs a specific transcription termination factor. The mechanism used bears some resemblance to the rho-dependent termination in prokaryotes. Eukaryotic cells contain hundreds of ribosomal DNA repeats, sometimes distributed over multiple chromosomes. Termination of transcription occurs in the ribosomal intergenic spacer region that contains several transcription termination sites upstream of a Pol I pausing site. Through a yet unknown mechanism, the 3’-end of the transcript is cleaved, generating a large primary rRNA molecule that is further processed into the mature 18S, 5.8S and 28S rRNAs.",
            "score": 96.86389923095703
        },
        {
            "docid": "6881030_15",
            "document": "Gene cluster . Tandemly arrayed genes are essential to maintaining large gene families, such as ribosomal RNA. In the eukaryotic genome, tandemly arrayed genes make up ribosomal RNA. Tandemly repeated rRNAs are essential to maintain the RNA transcript. One RNA gene may not be able to provide a sufficient amount of RNA. In this situation, tandem repeats of the gene allow a sufficient amount of RNA to be provided. For example, human embryonic cells contain 5-10 million ribosomes and double in number within 24 hours. In order to provide a substantive amount of ribosomes, multiple RNA polymerases must consecutively transcribe multiple rRNA genes.",
            "score": 96.38674926757812
        }
    ]
}