{
    "q": [
        {
            "docid": "2594_44",
            "document": "Ant . Foraging ants travel distances of up to from their nest and scent trails allow them to find their way back even in the dark. In hot and arid regions, day-foraging ants face death by desiccation, so the ability to find the shortest route back to the nest reduces that risk. Diurnal desert ants of the genus \"Cataglyphis\" such as the Sahara desert ant navigate by keeping track of direction as well as distance travelled. Distances travelled are measured using an internal pedometer that keeps count of the steps taken and also by evaluating the movement of objects in their visual field (optical flow). Directions are measured using the position of the sun. They integrate this information to find the shortest route back to their nest. Like all ants, they can also make use of visual landmarks when available as well as olfactory and tactile cues to navigate. Some species of ant are able to use the Earth's magnetic field for navigation. The compound eyes of ants have specialised cells that detect polarised light from the Sun, which is used to determine direction. These polarization detectors are sensitive in the ultraviolet region of the light spectrum. In some army ant species, a group of foragers who become separated from the main column may sometimes turn back on themselves and form a circular ant mill. The workers may then run around continuously until they die of exhaustion.",
            "score": 26.660515308380127
        },
        {
            "docid": "26685721_36",
            "document": "Methods used to study memory . Songbirds are excellent animal models for studying learning and auditory memory. These birds have highly developed vocal organs, which give them the ability to create diverse and elaborate birdsongs. Neurotoxic lesions can be used to study how specific brain structures are key for this type of learning and scientists can also manipulate the environment in which these birds are raised. In addition, with functional MRI the response to different auditory stimuli has been studied in vivo. In experiments with songbirds, using these two methodologies has led to very interesting discoveries about auditory learning and memory. Much like humans, birds have a critical period when they must be exposed to adult birdsong. The cognitive systems of vocal production and auditory recognition parallel those in humans, and experiments have shown that there are critical brain structures for these processes.",
            "score": 8.513602018356323
        },
        {
            "docid": "30483242_5",
            "document": "Massimiliano Versace . Massimiliano Versace's research interests are focused on neural networks, in particular applied to cortical models of learning and memory, and how to build intelligent machines equipped with low-power, high density neural chips that implement large-scale brain circuits of increasing complexity. His Synchronous Matching Adaptive Resonance Theory (SMART) model shows spiking laminar cortical circuits self-organize and stably learn relevant information, and how these circuits be embedded in low-power, memristor based hybrid CMOS chip and used to solve challenging pattern recognition problems. His work has been featured on Fortune, Inc, Tech Crunch, IEEE Spectrum, Venture Beat, among others.",
            "score": 12.690500497817993
        },
        {
            "docid": "530801_6",
            "document": "Mushroom bodies . Mushroom bodies are largest in the Hymenoptera, which are known to have particularly elaborate control over olfactory behaviours. However, since mushroom bodies are found in anosmic primitive insects, their role is likely to extend beyond olfactory processing. Anatomical studies suggest a role in the processing of visual and mechanosensory input in some species. In Hymenoptera in particular, subregions of the mushroom body neuropil are specialized to receive olfactory, visual, or both types of sensory input. In Hymenoptera, olfactory input is layered in the calyx. In ants, several layers can be discriminated that correspond to different clusters of glomeruli in the antennal lobes, perhaps corresponding to different classes of odors. There are two main groups of projection neurons that divide the antennal lobe into two main regions, an anterior and a posterior. Projection neuron groups are segregated innervating glomeruli groups separately and sending axons by separate routes, either through the medial-antenno protocerebral tract (m-APT) or through the lateral-anteno protocerebral tract (l-APT), and connecting with two layers in the calyx of the mushroom bodies. In these layers is represented topographically the organization of the two efferent regions of the antennal lobe, establishing a coarse odotopic map of the antennal lobe in the region of the lip of the mushroom bodies.",
            "score": 25.065575122833252
        },
        {
            "docid": "21571449_7",
            "document": "Prosopamnesia . Within the brain, visual stimuli are processed along many different neural circuits. Due to the evolutionary importance of being able to recognize faces and associate information with others based on this recognition, humans have evolved a distinct neural circuit for the processing of facial stimuli. Since the discovery of this distinct circuit, the anatomical structures involved have been studied in depth. The initial processing of visual stimuli occurs in the prefrontal cortex (PFC), postparietal cortex (PPC), and precuneus. The stimuli are then identified as being facial and more refined processing occurs within the fusiform face area (FFA), the occipital face area (OFA), and the face-selective region of the superior temporal sulcus (fSTS). The FFA serves low level tasks, such as distinguishing details between similar well-known objects. The OFA and fSTS serve higher level processing tasks, such as connecting a person's identity to their face and processing emotions based on the arrangement of facial features, respectively. Once facial stimuli have been processed, they are then encoded into memory. This involves many brain structures including the medial temporal lobe (MTL), and the hippocampus. Storage and retrieval of these memories involves the same regions of the FFA, PFA, and PPC that performed the initial processing tasks.",
            "score": 10.776601791381836
        },
        {
            "docid": "31565681_5",
            "document": "Pain in invertebrates . Invertebrate nervous systems are very unlike those of vertebrates and this dissimilarity has sometimes been used to reject the possibility of a pain experience in invertebrates. In humans, the neocortex of the brain has a central role in pain and it has been argued that any species lacking this structure will therefore be incapable of feeling pain. However, it is possible that different structures may be involved in the pain experience of other animals in the way that, for example, crustacean decapods have vision despite lacking a human visual cortex. Two groups of invertebrates have notably complex brains: arthropods (insects, crustaceans, arachnids, and others) and modern cephalopods (octopuses, squid, cuttlefish) and other molluscs. The brains of arthropods and cephalopods arise from twin parallel nerve cords that extend through the body of the animal. Arthropods have a central brain with three divisions and large optic lobes behind each eye for visual processing. The brains of the modern cephalopods in particular are highly developed, comparable in complexity to the brains of some vertebrates (See also: Invertebrate brains). Emerging results suggest that a convergent evolutionary process has led to the selection of vertebrate-like neural organization and activity-dependent long-term synaptic plasticity in these invertebrates. Cephalopods stand out by having a central nervous system that shares prime electrophysiological and neuroanatomical features with vertebrates like no other invertebrate taxon.",
            "score": 9.022402048110962
        },
        {
            "docid": "20395179_7",
            "document": "Vittorio Gallese . Observing the world is more complex than the mere activation of the visual brain. Vision is multimodal: it encompasses the activation of motor, somatosensory and emotion-related brain networks. Any intentional relation entertained with the external world has an intrinsic pragmatic nature, hence it always bears a motor content. The same motor circuits that control our motor behavior also map the space around us, the objects at hand in that very same space, thus defining and shaping in motor terms their representational content. The space around us is defined by the motor potentialities of our body. Motor neurons also respond to visual, tactile and auditory stimuli. Indeed, premotor neurons controlling the movements of the upper arm also respond to tactile stimuli applied to it, to visual stimuli moved within the arm's peripersonal space, or to auditory stimuli also coming from the same peri-personal space. The same applies to artifacts, like three-dimensional objects. The manipulable objects we look at are classified by the motor brain as potential targets of the interactions we might entertain with them. Premotor and parietal 'canonical neurons' control the grasping and manipulation of objects and also respond to their mere observation. The functional architecture of embodied simulation seems to constitute a basic characteristic of our brain, making possible our rich and diversified experiences of space, objects and other individuals, being at the basis of our capacity to empathize with them.\"",
            "score": 20.387520790100098
        },
        {
            "docid": "21312304_23",
            "document": "Olfactory memory . Olfactory memory has also been developed throughout evolution to help animals recognize other animals. It is suggested that smell allows for young infants to identify with their mothers or for humans to identify between males and females. Olfaction cues were also used, and are still used, by many animals to mark territory, protecting themselves from other threats to their survival. While the development of other sensory systems, such as the visual system and auditory systems, has decreased how reliant some animals are on the olfactory system, there is still evidence that shows these animals’ olfactory systems still have a strong influence on their social interactions. The memory for specific odorants gives the animal an opportunity to communicate with members of the same species and allows for lack of communication between species that do not have the proper receptor systems for the odor. These chemical signals can also be sensed in the dark or even under water.",
            "score": 6.149462461471558
        },
        {
            "docid": "2920040_2",
            "document": "Neuronal tuning . Neuronal tuning refers to the hypothesized property of brain cells by which they selectively represent a particular type of sensory, association, motor, or cognitive information. Some neuronal responses have been hypothesized to be optimally tuned to specific patterns through experience. Neuronal tuning can be strong and sharp, as observed in primary visual cortex (area V1) (but see Carandini et al 2005 ), or weak and broad, as observed in neural ensembles. Single neurons are hypothesized to be simultaneously tuned to several modalities, such as visual, auditory, and olfactory. Neurons hypothesized to be tuned to different signals are often hypothesized to integrate information from the different sources. In computational models called neural networks, such integration is the major principle of operation. The best examples of neuronal tuning can be seen in the visual, auditory, olfactory, somatosensory, and memory systems, although due to the small number of stimuli tested the generality of neuronal tuning claims is still an open question.",
            "score": 10.258878350257874
        },
        {
            "docid": "21312304_12",
            "document": "Olfactory memory . The amygdala is a complex set of nuclei situated in the anterior temporal lobe and lies beneath the primary olfactory cortex. The amygdala is involved in the formation of memories of emotional experiences, particularly those associated with fear, flight, and defense. It is connected by various pathways to other parts of the brain, but most notably to the basal forebrain which contains magnocellular cells which provide extensive input into the neocortex and hippocampus. There are also direct projections to the hippocampus from the amygdala, which are involved in the integration of various sensations into memory. Neuropsychological research has suggested that this pathway is vital for the development of olfactory memories. The primary olfactory cortex and the hippocampus have extensive connections with the amygdala through both indirect and direct pathways. It is important for an animal to create memories of olfactory stimuli which threaten its survival. Without a properly functioning amygdala, olfactory memories would not be able to form which could put an animal at risk of dangerous stimuli in its environment due its lack of memory of such stimuli.",
            "score": 5.601149559020996
        },
        {
            "docid": "31217535_44",
            "document": "Memory . One question that is crucial in cognitive neuroscience is how information and mental experiences are coded and represented in the brain. Scientists have gained much knowledge about the neuronal codes from the studies of plasticity, but most of such research has been focused on simple learning in simple neuronal circuits; it is considerably less clear about the neuronal changes involved in more complex examples of memory, particularly declarative memory that requires the storage of facts and events (Byrne 2007). Convergence-divergence zones might be the neural networks where memories are stored and retrieved. Considering that there are several kinds of memory, depending on types of represented knowledge, underlying mechanisms, processes functions and modes of acquisition, it is likely that different brain areas support different memory systems and that they are in mutual relationships in neuronal networks: \"components of memory representation are distributed widely across different parts of the brain as mediated by multiple neocortical circuits\".",
            "score": 9.27349603176117
        },
        {
            "docid": "1215674_2",
            "document": "Visual memory . Visual memory describes the relationship between perceptual processing and the encoding, storage and retrieval of the resulting neural representations. Visual memory occurs over a broad time range spanning from eye movements to years in order to visually navigate to a previously visited location. Visual memory is a form of memory which preserves some characteristics of our senses pertaining to visual experience. We are able to place in memory visual information which resembles objects, places, animals or people in a mental image. The experience of visual memory is also referred to as the mind's eye through which we can retrieve from our memory a mental image of original objects, places, animals or people. Visual memory is one of several cognitive systems, which are all interconnected parts that combine to form the human memory. Types of palinopsia, the persistence or recurrence of a visual image after the stimulus has been removed, is a dysfunction of visual memory.",
            "score": 22.969566345214844
        },
        {
            "docid": "26685721_3",
            "document": "Methods used to study memory . It is usually desirable to study memory in humans because we have the ability to subjectively describe experiences, and have the intellect to perform complex and indirect tests of memory. Lesion studies allow us to reduce the neural mechanisms of memory, and results from finely constructed psychological tests can help us make inferences about how memory works. Neuropsychologists attempt to show that specific behavioural deficits are associated with specific sites of brain damage. The famous case of HM, a man who had both his medial temporal lobes removed resulting in profound amnesia, illustrates how brain damage can tell us a lot about the inner workings of memory. One of the fundamental problems with studying human patients who have already acquired brain damage is the lack of experimental control. Comparisons usually have to be made between individuals; exact lesion location and individual differences cannot be controlled for.",
            "score": 12.577216148376465
        },
        {
            "docid": "2567511_23",
            "document": "Neural engineering . Neurorobotics is the study of how neural systems can be embodied and movements emulated in mechanical machines. Neurorobots are typically used to study motor control and locomotion, learning and memory selection, and value systems and action selection. By studying neurorobots in real-world environments, they are more easily observed and assessed to describe heuristics of robot function in terms of its embedded neural systems and the reactions of these systems to its environment (Krichmar 2008). For instance, making use of a computational model of epilectic spike-wave dynamics, it has been already proven the effectiveness of a method to simulate seizure abatement through a pseudospectral protocol. The computational model emulates the brain connectivity by using a magnetic imaging resonance from a patient suffering of idiopathic generalized epilepsy. The method was able to generate stimuli able to lessen the seizures.",
            "score": 23.904065370559692
        },
        {
            "docid": "12550164_2",
            "document": "Cataglyphis . Cataglyphis, or desert ants, is a genus of ant in the subfamily Formicinae. Its most famous species is \"C. bicolor\", the Sahara Desert ant, which runs on hot sand to find insects that died of heat exhaustion, and can, like other several other \"Cataglyphis\" species, sustain body temperatures of up to 50 °C. Cataglyphis is also the name of an autonomous rover that won the NASA Sample Return Robot Centennial Challenge inspired by the navigation approaches used by desert ants.",
            "score": 18.9387264251709
        },
        {
            "docid": "21312304_6",
            "document": "Olfactory memory . Implicit memories of stimuli do not require conscious recollection of the initial encounter of the stimulus. In regards to olfactory memory, deliberate recollection of an odor experience is not necessary in order for implicit memories of odors to form in the brain. Techniques used to study implicit olfactory memory are considered to be applicable to both humans and animals. In tests of implicit memory, memory of a stimulus is shown to be aided by previous exposure to that same stimulus. Evidence of the formation of implicit memory is found in tests of habituation, sensitization, perceptual learning and classical conditioning. In olfaction there exists a strong tendency for habituation, which is discussed further in the following paragraph. By evaluating memory performance of tasks involving one of these ‘subsets’ of implicit memory, the effect of previous odor stimulus experience not involving conscious recollection can be measured. Further knowledge can be gained about implicit memory of odor through the study of the implications of cognitive deficits. The effects of brain injury on odor memory can be investigated through the use of these implicit memory measures leading to further overall understanding of the brain.",
            "score": 7.953255653381348
        },
        {
            "docid": "14246162_76",
            "document": "Memristor . Memristor patents include applications in programmable logic, signal processing, neural networks, control systems, reconfigurable computing, brain-computer interfaces and RFID. Memristive devices are potentially used for stateful logic implication, allowing a replacement for CMOS-based logic computation. Several early works have been reported in this direction. In 2009, a simple electronic circuit consisting of an LC network and a memristor was used to model experiments on adaptive behavior of unicellular organisms. It was shown that subjected to a train of periodic pulses, the circuit learns and anticipates the next pulse similar to the behavior of slime molds \"Physarum polycephalum\" where the viscosity of channels in the cytoplasm responds to periodic environment changes. Applications of such circuits may include, e.g., pattern recognition. The DARPA SyNAPSE project funded HP Labs, in collaboration with the Boston University Neuromorphics Lab, has been developing neuromorphic architectures which may be based on memristive systems. In 2010, Versace and Chandler described the MoNETA (Modular Neural Exploring Traveling Agent) model. MoNETA is the first large-scale neural network model to implement whole-brain circuits to power a virtual and robotic agent using memristive hardware. Application of the memristor crossbar structure in the construction of an analog soft computing system was demonstrated by Merrikh-Bayat and Shouraki. In 2011, they showed how memristor crossbars can be combined with fuzzy logic to create an analog memristive neuro-fuzzy computing system with fuzzy input and output terminals. Learning is based on the creation of fuzzy relations inspired from Hebbian learning rule.",
            "score": 19.046616077423096
        },
        {
            "docid": "2363287_6",
            "document": "Visual learning . Various areas of the brain work together in a multitude of ways in order to produce the images that we see with our eyes and that are encoded by our brains. The basis of this work takes place in the visual cortex of the brain. The visual cortex is located in the occipital lobe of the brain and harbors many other structures that aid in visual recognition, categorization, and learning. One of the first things the brain must do when acquiring new visual information is recognize the incoming material. Brain areas involved in recognition are the inferior temporal cortex, the superior parietal cortex, and the cerebellum. During tasks of recognition, there is increased activation in the left inferior temporal cortex and decreased activation in the right superior parietal cortex. Recognition is aided by neural plasticity, or the brain's ability to reshape itself based on new information. Next the brain must categorize the material. The three main areas that are used when categorizing new visual information are the orbitofrontal cortex and two dorsolateral prefrontal regions which begin the process of sorting new information into groups and further assimilating that information into things that you might already know. After recognizing and categorizing new material entered into the visual field, the brain is ready to begin the encoding process – the process which leads to learning. Multiple brain areas are involved in this process such as the frontal lobe, the right extrastriate cortex, the neocortex, and again, the neostriatum. One area in particular, the limbic-diencephalic region, is essential for transforming perceptions into memories. With the coming together of tasks of recognition, categorization and learning; schemas help make the process of encoding new information and relating it to things you already know much easier. One can remember visual images much better when they can apply it to an already known schema. Schemas actually provide enhancement of visual memory and learning.",
            "score": 13.97790789604187
        },
        {
            "docid": "1008632_19",
            "document": "Baddeley's model of working memory . There are two different pathways in the brain that control different functions of what is known inclusively as the visuo-spatial sketchpad. The sketchpad consists of the spatial short-term memory and the object memory. The spatial short-term memory is how one is able to learn and thus remember \"where\" they are in comparative representation to other objects. The object memory of the visuo-spatial sketchpad is essential in learning and remembering \"what\" an object is. It should be noted that the differences between these two differing visual abilities is due in large part because of different pathways of each of the abilities in the brain. The visual pathway in the brain that detects spatial representation of a person to and within their environment is the dorsal stream. The visual pathway that determines objects shapes, sizes, colors and other definitive characteristics is called the ventral stream. Each of these two streams runs independent of one another so that the visual system may process one without the other (like in brain damage for instance) or both simultaneously. The two streams do not depend on one another, so if one is functioning manipulatively, the other can still send its information through.",
            "score": 9.288545608520508
        },
        {
            "docid": "32099529_11",
            "document": "Oblique effect . Nevertheless, there is an oblique effect for target configurations that do not directly address these \"oriented\" neural elements early in the visual path into the brain. Regardless of where in the brain of the human or animals an oblique effect is found, one would still like to know whether it is an inevitable consequence of the way neural signals are processed, or whether it is a minor error that nature hadn't been bothered to correct, or whether it fulfills a function in making us better in handling our visual environment. Proposing a \"purpose\" of the oblique effect, and developing scientific support for it is still a work in progress. A popular concept is that we live in a carpentered environment. Attempts at empirical explanations of perceptual visual phenomena have led to the examination of the orientation distribution of contours in the everyday visual world.",
            "score": 8.521204233169556
        },
        {
            "docid": "1049228_5",
            "document": "Place cell . Although place cells are part of a non-sensory cortical system, their firing behavior is strongly correlated to sensory input. Place cells fire when an animal is located in parts of the environment known as place fields. These circuits may have important implications for memory, as they provide the spatial context for memories and past experiences. Like many other parts of the brain, place cell circuits are dynamic. They are constantly adjusting and remapping to suit the current location and experience of the brain. Place cells do not work alone to create visuospatial representation; they are a part of a complex circuit that informs place awareness and place memory.",
            "score": 5.50530481338501
        },
        {
            "docid": "34112061_19",
            "document": "Bioecological model . According to technology writer Nicholas Carr, technology has always determined the development of the brain and the way we think throughout History. As he illustrates with examples of reading and the rise in the use of internet. He observes that development of reading habits motivated our brains to be concentrate on the text and imagine, whereas the over exposure of internet reinforce our capability to scan and filter information productively and easily. (Taylor, 2012, #14) Attention is the key requisite which paves the way to all aspects of learning viz. perception, memory, language, creativity, reasoning, problem solving and decision making. Attention has been considered to be a highly malleable quality which can be influenced by the environment. Research shows that the invention of digital entertainment changed the attention span by presenting children with visual stimuli and very little need of imagination. In such an environment distraction becomes the norm and memory, focusing gets affected. This is in sharp contradiction to the children of the past who spent a great amount of their time reading, which requires deep and consistent attention, imagination, memory and which gave way to minimal distractions. (Taylor, 2012, #14)",
            "score": 12.924149751663208
        },
        {
            "docid": "62812_15",
            "document": "Neuropil . In insects the central complex plays an important role in higher-order brain function. The neuropil in \"Drosophila\" Ellipsoid is composed of four substructures. Each section has been observed in several insects as well as the influence it has on behavior, however the exact function of this neuropil has proven elusive. Abnormal walking behavior and flight behavior are controlled primarily by the central complex and genetic mutations that disrupt the structure support the hypothesis that the central complex neuropil is a site of behavioral control. However, only specific components of the behavior were affected with the genetic mutations. For example, basic leg coordination of walking was normal, whereas speed, activity, and turning were affected. These observations suggest that the central complex not only plays a role in locomotor behavior, but fine tuning as well. There is also additional evidence that the neuropil may function in olfactory associative learning and memory.",
            "score": 8.0163414478302
        },
        {
            "docid": "530801_2",
            "document": "Mushroom bodies . The mushroom bodies or corpora pedunculata are a pair of structures in the brain of insects, other arthropods, and some annelids (notably the ragworm). They are also known to play a role in olfactory learning and memory. In most insects, the mushroom bodies and the lateral horn are the two higher brain regions that receive olfactory information from the antennal lobe via projection neurons.",
            "score": 15.177452802658081
        },
        {
            "docid": "6972634_4",
            "document": "Mriganka Sur . Sur is a pioneer in the study of brain plasticity and its mechanisms. Using experimental and theoretical approaches, his laboratory studies developmental plasticity and the dynamic changes in mature cortical networks during information processing, learning and memory. His laboratory has discovered fundamental principles by which neurons of the cerebral cortex are wired during development and change dynamically in adulthood. In landmark experiments, he \"rewired\" the brain to explore how the environment influences the development of cortical circuits. The retina, which normally projects to the visual cortex, was induced to project to structures that normally process hearing. Visual input altered the development of neuronal connections in the auditory cortex, thus enabling animals to use their \"hearing\" cortex to \"see.\"",
            "score": 5.673748970031738
        },
        {
            "docid": "25253854_6",
            "document": "Developmental plasticity . While synaptic plasticity is considered to be a by-product of learning, learning requires interaction with the environment to acquire the new information or behavior, whereas synaptic plasticity merely represents the change in strength or configuration of neural circuits. Learning is of crucial importance postnatally as there is considerable interaction with the environment and the potential for acquiring new information is greatest. By depending largely upon selective experiences, neural connections are altered and strengthened in a manner that is unique to those experiences. Experimentally this can be seen when rats are raised in an environment that allows ample social interaction, resulting in increased brain weight and cortical thickness. In contrast, the adverse is seen following rearing in an environment devoid of interaction. Also, learning plays a sizeable role in the selective acquisition of information and is markedly demonstrated as children develop one language as opposed to another. Another example of such experience dependent plasticity that is critical during development is the occurrence of imprinting. This occurs as a result of the young child or animal experiencing a novel stimuli and rapidly learning the behavior in response.",
            "score": 9.369375467300415
        },
        {
            "docid": "425938_77",
            "document": "Animal cognition . Animal ability to process and respond to stimuli is correlated with brain size. Small-brain animals tend to show simple behaviors that are less dependent on learning than those of large-brained animals. Vertebrates, particularly mammals, have large brains and complex behavior that changes with experience. A formula called the encephalization quotient (EC) expresses a relationship between brain and body size; it was developed by H.J. Jerison in the late 1960s. When the encephalization quotient is plotted as a curve, an animal with an EC above the curve is expected to show more cognitive ability than the average animal of its size, whereas an animal with an EC below the curve is expected to have less. Various formulas been suggested, but the equation Ew(brain) = 0.12w(body) has been found to fit data from a sample of mammals. The formula is suggestive at best, and should only be applied to non-mammals with extreme caution. For some of the other vertebrate classes, the power of 3/4 rather than 2/3 is sometimes used, and for many groups of invertebrates, the formula may not give meaningful results.",
            "score": 9.03809654712677
        },
        {
            "docid": "56724030_6",
            "document": "Barbara Webb . Webb is interested in understanding how perceptual systems control of behaviour, which she studies by building computational and robotic models. To understand this she studies the behaviour of insects, whose smaller nervous systems are simpler than humans. Her group use computational modelling to understand the behaviour at a neural level. They test their models in agent and robot systems. She believes the behaviours, sensors and small brains of insects should be inspiration for efficient processing algorithms for sensorimotor control. Her group research the navigation of ants, learning abilities of drosophila and movement of crickets. She uses insect inspired robotics as an approach to control system design.",
            "score": 19.84118390083313
        },
        {
            "docid": "27920631_5",
            "document": "Visual capture . When two sensory stimuli are presented simultaneously, vision is capable of dominating and capturing the other. This occurs as visual cues can distract from other sensations, causing the origin of the stimulus to appear as if it is being produced by the visual cue. Therefore, when an individual is in an environment, and multiple stimuli reach the brain at once, there is a hierarchy that vision will guide the rest of the somatosensory cues to be perceived as though they align with the visual experience, despite where their original source may be. Research has found that the visual and auditory reflexive spatial orienting are controlled through a common underlying neural substrate. Furthermore, studies have shown that vision has an effect in cognitive neuroscience, and provides for a significant effect when visually attended to. This dominance is seen again through a visual-haptic task that vision is capable of making better judgements of an object that physically touching it. It has also been determined, that there are certain amounts of visual capture that occur depending on the task, sometimes allowing the visual system to be entirely dominant, while others provide haptic cues to be prominent.",
            "score": 9.835091829299927
        },
        {
            "docid": "1215674_37",
            "document": "Visual memory . These parts are the sustained and transient visual processing systems. The sustained system is responsible for fine detail such as word and letter recognition and is very important in encoding words in their correct order. The transient system is responsible for controlling eye movements, and processing the larger visual environment around us. When these two processes do not work in synchronization this can cause reading disabilities. This has been tested by having children with and without reading disabilities perform on tasks related to the transient systems, where the children with reading disabilities did very poorly. It has also been found in postmortem examinations of the brains of people with reading disabilities that they have fewer neurons and connections in the areas representing the transient visual systems. However there is debate over whether this is the only reason for reading disabilities, scotopic sensitivity syndrome, deficits in verbal memory and orthographic knowledge are other proposed factors.  Deficits in visual memory can also be caused by disease and/or trauma to the brain. These can lead to the patient losing their spatial memory, and/or their visual memory for specific things. For example a patient “L.E.” suffered brain damage and her ability to draw from memory was severely diminished, whilst her spatial memory remained normal. Other patients represent the opposite, where memory for colors and shapes is unaffected but spatial memory for previously known places is greatly impaired. These case studies show that these two types of visual memory are located in different parts of the brain and are somewhat unrelated in terms of functioning in daily life.",
            "score": 11.68398118019104
        },
        {
            "docid": "15670228_7",
            "document": "Integrative agnosia . A case study on a patient named H.J.A. is discussed and analyzed by M. Jane Riddoch and Glyn W Humphreys. Because this case study is done specifically on the symptoms of one person diagnosed with integrative agnosia, generalizations cannot be made directly from the results and conclusions about the disease as a whole about those who are also diagnosed with this disease.  Like many people who are diagnosed with integrative agnosia, H.J.A. was diagnosed with this disease after suffering a stroke during a surgical procedure in an operating room. The patient underwent several experiments to verify the specific type of agnosia. H.J.A. showed top half visual deficits of the entire visual field in both right and left eyes. Lower visual fields showed normal patterns to the stimulus. Through the first experiment, the patient showed that tactile presentation of an object helped H.J.A. significantly in identifying an object. When the object was presented only visually, the patient struggled and showed difficulty. Objects used were common everyday objects. The patient always used descriptive terminology to identify an object instead of a single word or term. However, H.J.A. showed an ability to copy objects and match two objects, both pictures and physical objects. The second experiment showed that H.J.A. was able to identify figures better when presented the silhouette. Other patients with integrative agnosia also tend to show this symptom. The patient lacks local information of the figures to support the global information, which explains the lack of confidence in naming the object. H.J.A. also shows trouble discriminating figures that are significant and others that are meaningless stimuli. This, in turn, can explain why the patient cannot distinguish overlapping figures. The third experiment showed that the patient was able to give important information about an object, even though, previously, could not identify the object visually. The memory of the patient is intact despite visual deficits. In the fourth and final section of experiments, the patient shows a lack of visual color knowledge, but structures of a given specific object is not impaired, as H.J.A. uses the technique of drawing from memories. This shows that the patient’s visual perceptions and memories containing prior knowledge are not altered by integrative agnosia following the stroke.",
            "score": 14.067118167877197
        },
        {
            "docid": "2473066_11",
            "document": "Papez circuit . Theta waves are used to measure activity in mainly the hippocampus but can be used to measure other brain regions as well. Strong synchronization of theta waves in the hippocampus and anterior ventral thalamus has been observed. Although theta waves between the hippocampus and the anterior dorsal and anterior medial regions in the thalamus showed no synchronization, scientists have seen a marked increase in firing rates of the neurons in the brain regions. Overall, based on theta wave experimentation, some components of the Papez circuit have shown to indeed have a connection and work together. Also, theta waves are thought to be linked to learning and memory. Consequently, many scientists believe that the Papez circuit is involved with memory because of theta wave experiments. Some scientists have narrowed it down to specifically spatial and episodic memory.",
            "score": 9.44076418876648
        }
    ],
    "r": [
        {
            "docid": "613052_12",
            "document": "Direct and indirect realism . Direct realists can potentially deny the existence of any such thing as a mental image but this is difficult to maintain, since we seem able to visually imagine all sorts of things with ease. Even if perception does not involve images other mental processes like imagination certainly seem to. One view, similar to Reid's, is that we do have images of various sorts in our minds when we perceive, dream, hallucinate and imagine but when we actually perceive things, our sensations cannot be considered objects of perception or attention. The only objects of perception are external objects. Even if perception is accompanied by images, or sensations, it is wrong to say we perceive sensations. Direct realism defines perception as perception of external objects where an \"external object\" is allowed to be a photon in the eye but not an impulse in a nerve leading from the eye. Recent work in neuroscience suggests a shared ontology for perception, imagination and dreaming, with similar areas of brain being used for all of these.",
            "score": 36.438655853271484
        },
        {
            "docid": "762988_14",
            "document": "Swarm intelligence . The use of swarm intelligence in telecommunication networks has also been researched, in the form of ant-based routing. This was pioneered separately by Dorigo et al. and Hewlett Packard in the mid-1990s, with a number of variations since. Basically, this uses a probabilistic routing table rewarding/reinforcing the route successfully traversed by each \"ant\" (a small control packet) which flood the network. Reinforcement of the route in the forwards, reverse direction and both simultaneously have been researched: backwards reinforcement requires a symmetric network and couples the two directions together; forwards reinforcement rewards a route before the outcome is known (but then one would pay for the cinema before one knows how good the film is). As the system behaves stochastically and is therefore lacking repeatability, there are large hurdles to commercial deployment. Mobile media and new technologies have the potential to change the threshold for collective action due to swarm intelligence (Rheingold: 2002, P175).",
            "score": 33.5549201965332
        },
        {
            "docid": "21347867_27",
            "document": "Legal status of drawn pornography depicting minors . Spain allows drawn pornography which doesn't seem like real children, including cartoons, manga or similar representations, because they would not be properly 'realistic images'. The Attorney General's Office considers that only extremely realistic images should be pursued. \"In order to avoid undue extensions of the concept of child pornography, the concept of 'realistic images' must be interpreted restrictively. According to the Dictionary of the Royal Spanish Academy 'realist' means that which 'tries to adjust to reality'. Therefore, 'realistic images' will be images close to the reality which they try to imitate. However, too realistic image, even painting, is strictly prohibited due to the law of European Union, this can be understood as images can not be distinguished from children in reality by normal people. Therefore having realistic simulation materials that showing child porn, such as simulation pictures or videos, will be encountered penalty.",
            "score": 33.53199005126953
        },
        {
            "docid": "588615_2",
            "document": "Ant colony optimization algorithms . In computer science and operations research, the ant colony optimization algorithm (ACO) is a probabilistic technique for solving computational problems which can be reduced to finding good paths through graphs. Artificial Ants stand for multi-agent methods inspired by the behavior of real ants.  The pheromone-based communication of biological ants is often the predominant paradigm used. Combinations of Artificial Ants and local search algorithms have become a method of choice for numerous optimization tasks involving some sort of graph, e. g., vehicle routing and internet routing. The burgeoning activity in this field has led to conferences dedicated solely to Artificial Ants, and to numerous commercial applications by specialized companies such as AntOptima. As an example, Ant colony optimization is a class of optimization algorithms modeled on the actions of an ant colony. Artificial 'ants' (e.g. simulation agents) locate optimal solutions by moving through a parameter space representing all possible solutions. Real ants lay down pheromones directing each other to resources while exploring their environment. The simulated 'ants' similarly record their positions and the quality of their solutions, so that in later simulation iterations more ants locate better solutions. One variation on this approach is the bees algorithm, which is more analogous to the foraging patterns of the honey bee, another social insect.",
            "score": 32.42964172363281
        },
        {
            "docid": "2594_27",
            "document": "Ant . Ants communicate with each other using pheromones, sounds, and touch. The use of pheromones as chemical signals is more developed in ants, such as the red harvester ant, than in other hymenopteran groups. Like other insects, ants perceive smells with their long, thin, and mobile antennae. The paired antennae provide information about the direction and intensity of scents. Since most ants live on the ground, they use the soil surface to leave pheromone trails that may be followed by other ants. In species that forage in groups, a forager that finds food marks a trail on the way back to the colony; this trail is followed by other ants, these ants then reinforce the trail when they head back with food to the colony. When the food source is exhausted, no new trails are marked by returning ants and the scent slowly dissipates. This behaviour helps ants deal with changes in their environment. For instance, when an established path to a food source is blocked by an obstacle, the foragers leave the path to explore new routes. If an ant is successful, it leaves a new trail marking the shortest route on its return. Successful trails are followed by more ants, reinforcing better routes and gradually identifying the best path.",
            "score": 31.98011016845703
        },
        {
            "docid": "20308233_2",
            "document": "Large Optical Test and Integration Site . The Large Optical Test and Integration Site, or LOTIS, is a facility at the Lockheed Martin Space Systems Company in Sunnyvale, CA for testing large optical components under realistic conditions. LOTIS has large, thermally stabilized vacuum chamber, vibration-isolated optical benches, and a large 6.5 meter telescope (run backwards as a collimator) to create images for the test optics to view. It can generate images from the visible through the mid-wavelength IR.",
            "score": 31.52849578857422
        },
        {
            "docid": "588615_45",
            "document": "Ant colony optimization algorithms . With an ACO algorithm, the shortest path in a graph, between two points A and B, is built from a combination of several paths. It is not easy to give a precise definition of what algorithm is or is not an ant colony, because the definition may vary according to the authors and uses. Broadly speaking, ant colony algorithms are regarded as populated metaheuristics with each solution represented by an ant moving in the search space. Ants mark the best solutions and take account of previous markings to optimize their search. They can be seen as probabilistic multi-agent algorithms using a probability distribution to make the transition between each iteration. In their versions for combinatorial problems, they use an iterative construction of solutions. According to some authors, the thing which distinguishes ACO algorithms from other relatives (such as algorithms to estimate the distribution or particle swarm optimization) is precisely their constructive aspect. In combinatorial problems, it is possible that the best solution eventually be found, even though no ant would prove effective. Thus, in the example of the Travelling salesman problem, it is not necessary that an ant actually travels the shortest route: the shortest route can be built from the strongest segments of the best solutions. However, this definition can be problematic in the case of problems in real variables, where no structure of 'neighbours' exists. The collective behaviour of social insects remains a source of inspiration for researchers. The wide variety of algorithms (for optimization or not) seeking self-organization in biological systems has led to the concept of \"swarm intelligence\", which is a very general framework in which ant colony algorithms fit.",
            "score": 31.479116439819336
        },
        {
            "docid": "315084_23",
            "document": "Lip reading . Automated lip-reading has been a topic of interest in computational engineering, as well as in . The computational engineer Steve Omohundro, among others, pioneered its development. In facial animation, the aim is to generate realistic facial actions, especially mouth movements, that simulate human speech actions. Computer algorithms to deform or manipulate images of faces can be driven by heard or written language. Systems may be based on detailed models derived from facial movements (motion capture); on anatomical modelling of actions of the jaw, mouth and tongue; or on mapping of known viseme- phoneme properties. Facial animation has been used in speechreading training (demonstrating how different sounds 'look'). These systems are a subset of speech synthesis modelling which aim to deliver reliable 'text-to-(seen)-speech' outputs. A complementary aim—the reverse of making faces move in speech—is to develop computer algorithms that can deliver realistic interpretations of speech (i.e. a written transcript or audio record) from natural video data of a face in action: this is facial speech recognition. These models too can be sourced from a variety of data. Automatic visual speech recognition from video has been quite successful in distinguishing different languages (from a corpus of spoken language data). Demonstration models, using machine-learning algorithms, have had some success in lipreading speech elements, such as specific words, from video and for identifying hard-to-lipread phonemes from visemically similar seen mouth actions. Machine-based speechreading is now making successful use of neural-net based algorithms which use large databases of speakers and speech material (following the successful model for auditory automatic speech recognition).",
            "score": 31.279939651489258
        },
        {
            "docid": "18567210_60",
            "document": "Computer graphics . Rendering is the generation of a 2D image from a 3D model by means of computer programs. A scene file contains objects in a strictly defined language or data structure; it would contain geometry, viewpoint, texture, lighting, and shading information as a description of the virtual scene. The data contained in the scene file is then passed to a rendering program to be processed and output to a digital image or raster graphics image file. The rendering program is usually built into the computer graphics software, though others are available as plug-ins or entirely separate programs. The term \"rendering\" may be by analogy with an \"artist's rendering\" of a scene. Though the technical details of rendering methods vary, the general challenges to overcome in producing a 2D image from a 3D representation stored in a scene file are outlined as the graphics pipeline along a rendering device, such as a GPU. A GPU is a device able to assist the CPU in calculations. If a scene is to look relatively realistic and predictable under virtual lighting, the rendering software should solve the rendering equation. The rendering equation does not account for all lighting phenomena, but is a general lighting model for computer-generated imagery. 'Rendering' is also used to describe the process of calculating effects in a video editing file to produce final video output.",
            "score": 31.228328704833984
        },
        {
            "docid": "588615_35",
            "document": "Ant colony optimization algorithms . The ACO algorithm is used in image processing for image edge detection and edge linking. The graph here is the 2-D image and the ants traverse from one pixel depositing pheromone.The movement of ants from one pixel to another is directed by the local variation of the image's intensity values. This movement causes the highest density of the pheromone to be deposited at the edges.",
            "score": 31.187482833862305
        },
        {
            "docid": "207874_23",
            "document": "Swarm behaviour . The behaviour of insects that live in colonies, such as ants, bees, wasps and termites, has always been a source of fascination for children, naturalists and artists. Individual insects seem to do their own thing without any central control, yet the colony as a whole behaves in a highly coordinated manner. Researchers have found that cooperation at the colony level is largely self-organized. The group coordination that emerges is often just a consequence of the way individuals in the colony interact. These interactions can be remarkably simple, such as one ant merely following the trail left by another ant. Yet put together, the cumulative effect of such behaviours can solve highly complex problems, such as locating the shortest route in a network of possible paths to a food source. The organised behaviour that emerges in this way is sometimes called swarm intelligence.",
            "score": 31.157197952270508
        },
        {
            "docid": "5114386_5",
            "document": "Sahara Desert ant . This ant ventures far from its burrow in the Sahara Desert, which has almost no identifiable features. While venturing out it periodically takes measurements of its angle in respect to the Sun. By doing this the ant can venture far from its nest in search of food. Because of the blistering heat, it can only do this for about 3–5 minutes/day (the hottest time of the day, when all its predators are in hiding from the sun). When the ant finds a dead insect it then looks at the sun and because of its periodic references to the sun's angle it knows exactly what the shortest route back to the nest is. Researchers from the Max Planck Institute for Chemical Ecology have also verified that desert microhabitats have unique odour signatures that can guide the ants back to the nest.",
            "score": 30.981689453125
        },
        {
            "docid": "20332795_33",
            "document": "Copyright aspects of hyperlinking and framing . In \"Perfect 10, Inc. v. Amazon.com, Inc.\", the Ninth Circuit again considered whether an image search engine's use of thumbnail was a fair use. Although the facts were somewhat closer than in the \"Arriba Soft\" case, the court nonetheless found the accused infringer's use fair because it was \"highly transformative.\" The court explained: We conclude that the significantly transformative nature of Google's search engine, particularly in light of its public benefit, outweighs Google's superseding and commercial uses of the thumbnails in this case. … We are also mindful of the Supreme Court's direction that \"the more transformative the new work, the less will be the significance of other factors, like commercialism, that may weigh against a finding of fair use.\" In addition, the court specifically addressed the copyright status of linking, in the first US appellate decision to do so: Google does not…display a copy of full-size infringing photographic images for purposes of the Copyright Act when Google frames in-line linked images that appear on a user's computer screen. Because Google's computers do not store the photographic images, Google does not have a copy of the images for purposes of the Copyright Act. In other words, Google does not have any \"material objects…in which a work is fixed…and from which the work can be perceived, reproduced, or otherwise communicated\" and thus cannot communicate a copy. Instead of communicating a copy of the image, Google provides HTML instructions that direct a user's browser to a website publisher's computer that stores the full-size photographic image. Providing these HTML instructions is not equivalent to showing a copy. First, the HTML instructions are lines of text, not a photographic image. Second, HTML instructions do not themselves cause infringing images to appear on the user's computer screen. The HTML merely gives the address of the image to the user's browser. The browser then interacts with the computer that stores the infringing image. It is this interaction that causes an infringing image to appear on the user's computer screen. Google may facilitate the user's access to infringing images. However, such assistance raised only contributory liability issues and does not constitute direct infringement of the copyright owner's display rights. …While in-line linking and framing may cause some computer users to believe they are viewing a single Google webpage, the Copyright Act, unlike the Trademark Act, does not protect a copyright holder against acts that cause consumer confusion. The \"Arriba Soft\" case stood for the proposition that deep linking and actual reproduction in reduced-size copies (or preparation of reduced-size derivative works) were both excusable as fair use because the defendant's use of the work did not actually or potentially divert trade in the marketplace from the first work; and also it provided the public with a previously unavailable, very useful function of the kind that copyright law exists to promote (finding desired information on the Web). The \"Perfect 10\" case involved similar considerations, but more of a balancing of interests was involved. The conduct was excused because the value to the public of the otherwise unavailable, useful function outweighed the impact on Perfect 10 of Google's possibly superseding use.",
            "score": 30.92879867553711
        },
        {
            "docid": "47477_35",
            "document": "Ames Research Center . The HFFAF has a test section equipped with 16 shadowgraph-imaging stations. Each station can be used to capture an orthogonal pair of images of a hypervelocity model in flight. These images, combined with the recorded flight time history, can be used to obtain critical aerodynamic parameters such as lift, drag, static and dynamic stability, flow characteristics, and pitching moment coefficients. For very high Mach number (M > 25) simulations, models can be launched into a counter-flowing gas stream generated by the shock tube. The facility can also be configured for hypervelocity impact testing and has an aerothermodynamic capability as well. The HFFAF is currently configured to operate the light-gas gun in support of continuing thermal imaging and transition research for NASA's hypersonics program.",
            "score": 30.866073608398438
        },
        {
            "docid": "45365929_4",
            "document": "Temnothorax rugatulus . Division of labor, common in social insects, is exemplified in T. \"rugatulus\" in which only a few T. \"rugatulus\" scouts will lead an entire colony to a new nesting site. Division of labor can also be seen within the roles of emigration recruitment and food foraging. Ants who are recruiting for an emigration must divide their time in between looking and evaluating a potential new nest site. Food foragers must divide their time in between showing other ants where the food is and being at the rich food source collecting food. In terms of ants labor, these two jobs are independent of one another and will continue regardless of the current situation of the other. It is generally accepted that T. \"rugatulus\" ants are monomorphic, meaning that every individual in the colony has the same approximate body size. However, it was proposed that there is some slight, appreciable difference in body size that may lead to different roles within a colony. It was believed that larger ants traveled farther distances when foraging. When tested, it was found that body size is independent of the foraging distance an ant searches for food. Also, it was found that the colony size of T. \"rugatulus\" is independent of foraging distance. It is not fully understood why this behavior occurs.",
            "score": 30.859073638916016
        },
        {
            "docid": "2856189_7",
            "document": "Caleb Gattegno . However, there is another way of functioning, which Gattegno called retention. An example of retention is the reception of sensory images. When we look at something – a street, a film, a person, a fine view – photons move from what we are contemplating and enter our eyes to strike the retina. When we listen to something, we create auditory images in a similar way, that is, through energy that enters our system, rather than energy we allocate from inside, to memorize an arbitrary item. To retain an auditory or visual image, we have to use perhaps only an insignificant amount of our own to retain it; the amount is so small we are not aware of any effort. Such images are easily acquired and generally remain for long periods. We all have experiences similar to the following examples Gattegno offered:",
            "score": 30.846248626708984
        },
        {
            "docid": "37360538_10",
            "document": "Insects in culture . The Millennium Ecosystem Assessment (MEA) report 2005 defines ecosystem services as benefits people obtain from ecosystems, and distinguishes four categories, namely provisioning, regulating, supporting, and cultural. A fundamental tenet is that a few species of arthropod are well understood for their influence on humans (such as honeybees, ants, mosquitoes, and spiders). However, insects offer ecological goods and services. The Xerces Society calculates the economic impact of four ecological services rendered by insects: pollination, recreation (i.e. \"the importance of bugs to hunting, fishing, and wildlife observation, including bird-watching\"), dung burial, and pest control. The value has been estimated at $153 billion worldwide. As the ant expert E. O. Wilson observed: \"If all mankind were to disappear, the world would regenerate back to the rich state of equilibrium that existed ten thousand years ago. If insects were to vanish, the environment would collapse into chaos.\" A Nova (TV Series) segment on the American Public Broadcasting Service framed the relationship with insects in an urban context: \"We humans like to think that we run the world. But even in the heart of our great cities, a rival superpower thrives ... These tiny creatures live all around us in vast numbers, though we hardly even notice them. But in many ways, it is they who really run the show. \"The Washington Post\" stated: \"We are flying blind in many aspects of preserving the environment, and that's why we are so surprised when a species like the honeybee starts to crash, or an insect we don't want, the Asian tiger mosquito or the fire ant, appears in our midst. In other words: Start thinking about the bugs.\"",
            "score": 30.792354583740234
        },
        {
            "docid": "9690508_5",
            "document": "Pandemonium architecture . The earliest theory that attempted to explain how we recognize patterns is the template matching model. According to this model, we compare all external stimuli against an internal mental representation. If there is \"sufficient\" overlap between the perceived stimulus and the internal representation, we will \"recognize\" the stimulus. Although some machines follow a template matching model (e.g., bank machines verifying signatures and accounting numbers), the theory is critically flawed in explaining the phenomena of image constancy: we can easily recognize a stimulus regardless of the changes in its form of presentation (e.g., T and T are both easily recognized as the letter T). It is highly unlikely that we have a stored template for all of the variations of every single pattern.",
            "score": 30.64790916442871
        },
        {
            "docid": "674125_7",
            "document": "Boeing C-135 Stratolifter . Although most of the remaining C-135 aircraft are used for transporting senior military leaders and other high-ranking dignitaries, the C-135C communications aircraft serves as an aerial test-bed for emerging technologies. Developmental tests using this aircraft have demonstrated the capability to fly precision approaches using a local area differential GPS system. This modified C-135 has been fitted with a millimeter wave camera and a radome to test the camera’s generation of video images of the forward scene in low-visibility conditions. The aircraft, which in the VIP/Distinguished Visitor (DV) transport role seats 14 passengers, also gives a Joint Forces Air Component Commander (JFACC) a limited ability to plan and control the simulated battle while in the air en route to the crisis area.",
            "score": 30.336803436279297
        },
        {
            "docid": "3563310_12",
            "document": "Indexed color . Other machines of this era had the ability to generate a larger set of colors, but generally only allowed a subset of those to be used in any one image. Examples include the 256-color palette on Atari 8-bit machines or the 4,096 colors of the VT241 terminal in ReGIS graphics mode. In these cases it was common for the image to only allow a small subset of the total number of colors to be displayed at one time, up to 16 at once on the Atari and VT241. Generally, these systems worked identically to their less-colorful brethren, but a key difference was that there were too many colors in the palette to directly encode in the pixel data given the limited amount of video memory. Instead, they used a colour look-up table (CLUT) where each pixel's data pointed to an entry in the CLUT, and the CLUT was set up under program control. This meant that the image CLUT data had to be stored along with the raw image data in order to be able to re-produce the image correctly.",
            "score": 30.33652687072754
        },
        {
            "docid": "16928506_9",
            "document": "Visual servoing . Visual servo systems, also called servoing, have been around since the early 1980s  , although the term visual servo itself was only coined in 1987. Visual Servoing is, in essence, a method for robot control where the sensor used is a camera (visual sensor).  Servoing consists primarily of two techniques, one involves using information from the image to directly control the degrees of freedom (DOF) of the robot, thus referred to as Image Based Visual Servoing (IBVS). While the other involves the geometric interpretation of the information extracted from the camera, such as estimating the pose of the target and parameters of the camera (assuming some basic model of the target is known). Other servoing classifications exist based on the variations in each component of a servoing system  e.g. the location of the camera, the two kinds are eye-in-hand and hand–eye configurations.  Based on the control loop, the two kinds are end-point-open-loop and end-point-closed-loop. Based on whether the control is applied to the joints (or DOF) directly or as a position command to a robot controller the two types are direct servoing and dynamic look-and-move. Being one of the earliest works  the authors proposed a hierarchical visual servo scheme applied to image-based servoing. The technique relies on the assumption that a good set of features can be extracted from the object of interest (e.g. edges, corners and centroids) and used as a partial model along with global models of the scene and robot. The control strategy is applied to a simulation of a two and three DOF robot arm.",
            "score": 30.265092849731445
        },
        {
            "docid": "50399682_22",
            "document": "Predictive engineering analytics . Modal testing or experimental modal analysis (EMA) was already essential in verification and validation of pure mechanical systems. It is a well-established technology that has been used for many applications, such as structural dynamics, vibro-acoustics, vibration fatigue analysis, and more, often to improve finite element models through correlation analysis and model updating. The context was however very often trouble-shooting.  As part of predictive engineering analytics, modal testing has to evolve, delivering results that increase simulation realism and handle the multi-physical nature of the modern, complex products. Testing has to help to define realistic model parameters, boundary conditions and loads. Besides mechanical parameters, different quantities need to be measured. And testing also needs to be capable to validate multi-body models and 1D multi-physical simulation models. In general a whole new range of testing capabilities (some modal-based, some not) in support of simulation becomes important, and much earlier in the development cycle than before.",
            "score": 30.24215316772461
        },
        {
            "docid": "10578490_33",
            "document": "Meat ant . A diurnal species (active mainly during the day), the meat ant shows minimal interaction with nocturnal ant species when their territories overlap. The meat ant and other members of the \"I. purpureus\" species group are regarded as a dominant group of diurnal species in Australia, as they are highly active, aggressive, and have an enormous geographical range. During the day, the bulk of the workers attend and feed on honeydew secreted by insects that live on the leaves of \"Eucalyptus\" trees. These trees are connected by foraging trails formed by meat ants, which also connect to satellite nests that are a part of a single colony; these trails are easily visible due to the absence of vegetation and lead to important food and water sources. Other workers in smaller numbers will often scavenge around the nest area for dead insects, or other proteinaceous foods to bring back to their colony. Their dominance is clear when meat ants are capable of finding food sources more successfully than most ants, capable of displacing many ants and other insects. Food sources are also discovered more rapidly and greatly reduces the foraging efficiency of other ants, including those of \"Iridomyrmex\". However, some ants such as the green-head ant (\"Rhytidoponera metallica\") are not affected by the presence of meat ants and are still successful in finding food sources. As green-head ants are general predators and forage singularly and cannot recruit other nestmates, they are unable to defend food sources from dominant ants. They heavily rely on any food source and the impossibility of successfully defending it from other ants may have led to its peaceful coexistence with dominant species, including meat ants. This means green-head ants avoid conflict with meat ants. Certain myrmicines, which are highly competitive, are capable of defending themselves from foraging workers; the rapid recruitment of nestmates and the use of chemicals for defence allows them to withstand attacks from meat ants. In particular, \"Monomorium\" ants have been observed occupying baits regardless of the presence or absence of the meat ant. This is not the case with mealworms, but they have moderate success with honey baits. In foraging areas where meat ants are excluded or not present, the number of other ants observed is far greater and activity dramatically increases. However, the presence of meats ants does not affect abundant species, and most of the time it is only \"Iridomyrmex\" ants that increase their foraging rate. The impact of meat ants on other species varies, depending on the habitat and type of food source, and the ecological role the ant plays. The deliberate exclusion of meat ants show that not only can they alter the amount of sources available, but the dynamics of resource use on entire outcrops. If present, meat ants rely on rapidly discovering food sources and retain their dominance so other ants cannot collect them, as well as exploitation and interference which helps displace other ants. The habitat meat ants live in may affect their dominance among the fauna. They are less successful in complex habitats and more successful in open areas, allowing workers to forage efficiently; for example, workers forage around rocks and collect food sources more successfully in contrast to those in vegetation. Meat ants are even more dominant than other \"I. purpureus\" species group members in non-complex habitats. Meat ants are normally larger than other \"Iridomyrmex\" species and can displace or even kill those trying to compete for food sources. The similar behaviours among meat ants and certain \"Iridomyrmex\" species have increased the level of conflict among each other, especially those in open habitats.",
            "score": 30.228302001953125
        },
        {
            "docid": "321940_3",
            "document": "Honeypot ant . Many insects, notably honey bees and some wasps, collect and store liquid for use at a later date. However, these insects store their food within their nest or in combs. Honey ants are unique in using their own bodies as living storage, used later by their fellow ants when food is otherwise scarce. When the liquid stored inside a honeypot ant is needed, the worker ants stroke the antennae of the honeypot ant, causing the honeypot ant to regurgitate the stored liquid from its crop.",
            "score": 30.18889617919922
        },
        {
            "docid": "474813_17",
            "document": "Color histogram . In general, a color histogram is based on a certain color space, such as RGB or HSV. When we compute the pixels of different colors in an image, if the color space is large, then we can first divide the color space into certain numbers of small intervals. Each of the intervals is called a bin. This process is called color quantization. Then, by counting the number of pixels in each of the bins, we get the color histogram of the image.",
            "score": 30.1641845703125
        },
        {
            "docid": "26999197_2",
            "document": "Route panorama . Route panorama is a continuous 2D image that includes all the scenes visible from a route, as it first appeared in Zheng and Tsuji′s work of panoramic views in 1990. Different from a local panorama at a static viewpoint, a digital route panorama is constructed from partial views at consecutive viewpoints along a path. A general approach to obtain such a complete route panorama is to use a line camera or slit camera mounted on a vehicle moving along the path smoothly. The camera scans temporal scenes in the side direction of the path and connect them to the spatial image. This is realized by a program that processes temporal image data or video data in a computer. The route panorama can extend to a long distance for indexing scenes and navigation on the Internet. The long image can further be transmitted to and be scrolled on computer screens or handheld devices as moving panorama for access of geospatial locations, navigation, georeferencing, etc.",
            "score": 29.999980926513672
        },
        {
            "docid": "15261672_31",
            "document": "One-shot learning . To use this model for classification, we must estimate the model with the maximum posterior probability given an observed image formula_9. An application of Bayes' rule to formula_93 and parametrization by the transformation formula_11 gives a difficult integral which the authors approximate, and then seek the best transform formula_11. That is, the transformation which maps the test image to its latent image. Once this transformation is found, the test image can be transformed into its latent image, and a nearest neighbor classifier based on Hausdorff distance between images is used to classify the latent image (and thus the test image) as belonging to a particular class formula_96.",
            "score": 29.9202880859375
        },
        {
            "docid": "35744837_8",
            "document": "Louis Arnaud Reid . Reid (anticipating Mary Warnock) argued that the representational theory is faulty. When we see, he argued, we are not ‘seeing’ an image or sense datum in the mind: we are ‘seeing’ the world, albeit not in the direct fashion imagined by the naïve realist. The ‘seeing’ is in fact the act by which the image or datum is constructed in the first place. Imaging can thus be compared to the act by which a blind person constructs an ‘image’ of the external world on the basis of information transmitted through his or her white cane; for though our visual sense is much more sophisticated and appears immediate, it is in fact mediated by light (a physical intermediary like the cane), and involves the same kind of construction. ‘Imaging’ is thus an object-directed, mental act. (This is the basis of Reid’s qualified realism.)",
            "score": 29.917341232299805
        },
        {
            "docid": "50713191_2",
            "document": "Synthetic MRI . Synthetic MRI is a simulation method in Magnetic Resonance Imaging (MRI), for generating contrast weighted images based on measurement of tissue properties. The synthetic (simulated) images are generated after an MR study, from parametric maps of tissue properties. It is thereby possible to generate several contrast weightings from the same acquisition. This is different from conventional MRI, where the signal acquired from the tissue is used to generate an image directly, often generating only one contrast weighting per acquisition. The synthetic images are similar in appearance to those normally acquired with an MRI scanner.",
            "score": 29.85529136657715
        },
        {
            "docid": "40521835_11",
            "document": "Giuseppe Di Giacomo . Today, the images of the new media are images of images and, in this sense, they are not even proper images but simulations, “simulacra”. It is no coincidence that digital images, as reproductions, have a low value as images, because they tend to acquire the aspect of something, thus losing that connection between transparency and opacity which characterises authentic images. Hence, indeed, the question whether new media are able to create real images. More particularly, it is in the kind of art that Adorno defines as “modern” that we find an overcoming of the epiphanic dimension that distinguishes the icon, where the visible is the place of manifestation of the invisible as Absolute. As we have become aware of the impossibility to exhaust the whole of reality and, at the same time, to manifest the Absolute, what emerges now is a conception of the image as something that can be interrogated as a testimony of what does not allow itself to be translated into an image: to testify is indeed to tell what cannot be told completely. In this sense, testimony coincides not with memory, as consistent with what happened, but with the immemorial, which refers to something we can neither remember nor forget completely, that is something that is neither totally speakable nor totally unspeakable.",
            "score": 29.819076538085938
        },
        {
            "docid": "22159541_4",
            "document": "Pressure-sensitive paint . The intensity emitted from the surface is then recorded through a long-pass filter by a CCD or scientific grade camera and stored for conversion to pressure using a previously determined calibration. Images of the paint layer are recorded at three conditions. A wind-off image at a known reference condition which is typically standard atmospheric conditions with the tunnel turned off. A wind-on image at a loaded condition where the wind tunnel is running at condition. And lastly a background image where the ambient light present is captured without the illumination source. The background image is then subtracted from the wind-off reference and the wind-on condition image in data processing. Photographs of the surface can be obtained from outside the wind tunnel's test section, which means that the model need never be disturbed or touched in order to obtain the pressure distribution. Computer-aided photography can be used to produce false-color images, where the color range corresponds to the pressure variations.",
            "score": 29.76694107055664
        },
        {
            "docid": "48797293_11",
            "document": "Novomessor albisetosus . The ants consume a variety of foods, including insect pieces, seeds, plant tissues and pieces of fruit. However, they do not show a particular preference for seeds, and insect pieces only accounted for 6% of items collected by \"N. albisetosus\". Insect pieces collected by workers are most likely from already deceased insects since the slowness of these ants would make successful predation difficult. Workers stridulate (produce sound by rubbing together certain body parts) when pieces of food they have found are too large to carry back. These stridulations can only be perceived by other workers who are either a short distance from the source or in direct contact. The ants are aggressive to intruders, especially non-resident \"N. albisetosus\" ants and \"N. cockerelli\"; \"Pogonomyrmex badius\" were completely eliminated whenever introduced to an \"N. albisetosus\" nest area. Army ants (\"Neivamyrmex\") prey on \"N. albisetosus\".",
            "score": 29.748443603515625
        }
    ]
}