{
    "q": [
        {
            "docid": "1695344_6",
            "document": "Gene conversion . Meiotic recombination is initiated through formation of a double-strand break (DSB). The 5’ ends of the break are then degraded, leaving long 3’ overhangs of several hundred nucleotides. One of these 3’ single stranded DNA segments then invades a homologous sequence on the homologous chromosome, forming an intermediate which can be repaired through different pathways resulting either in crossovers (CO) or noncrossovers (NCO). At various steps of the recombination process, heteroduplex DNA (double-stranded DNA consisting of single strands from each of the two homologous chromosomes which may or may not be perfectly complementary) is formed. When mismatches occur in heteroduplex DNA, the sequence of one strand will be repaired to bind the other strand with perfect complementarity, leading to the conversion of one sequence to another. This repair process can follow either of two alternative pathways as illustrated in the Figure. By one pathway, a structure called a double Holliday junction (DHJ) is formed, leading to the exchange of DNA strands. By the other pathway, referred to as Synthesis Dependent Strand Annealing (SDSA), there is information exchange but not physical exchange. Gene conversion will occur during SDSA if the two DNA molecules are heterozygous at the site of the recombinational repair. Gene conversion may also occur during recombinational repair involving a DHJ, and this gene conversion may be associated with physical recombination of the DNA duplexes on the two sides of the DHJ.",
            "score": 113.67582130432129
        },
        {
            "docid": "2631477_15",
            "document": "Homologous recombination . Two primary models for how homologous recombination repairs double-strand breaks in DNA are the double-strand break repair (DSBR) pathway (sometimes called the \"double Holliday junction model\") and the synthesis-dependent strand annealing (SDSA) pathway. The two pathways are similar in their first several steps. After a double-strand break occurs, the MRX complex (MRN complex in humans) binds to DNA on either side of the break. Next a resection, in which DNA around the 5' ends of the break is cut back, is carried out in two distinct steps. In the first step of resection, the MRX complex recruits the Sae2 protein. The two proteins then trim back the 5' ends on either side of the break to create short 3' overhangs of single-strand DNA. In the second step, 5'→3' resection is continued by the Sgs1 helicase and the Exo1 and Dna2 nucleases. As a helicase, Sgs1 \"unzips\" the double-strand DNA, while Exo1 and Dna2's nuclease activity allows them to cut the single-stranded DNA produced by Sgs1. The RPA protein, which has high affinity for single-stranded DNA, then binds the 3' overhangs. With the help of several other proteins that mediate the process, the Rad51 protein (and Dmc1, in meiosis) then forms a filament of nucleic acid and protein on the single strand of DNA coated with RPA. This nucleoprotein filament then begins searching for DNA sequences similar to that of the 3' overhang. After finding such a sequence, the single-stranded nucleoprotein filament moves into (invades) the similar or identical recipient DNA duplex in a process called strand invasion. In cells that divide through mitosis, the recipient DNA duplex is generally a sister chromatid, which is identical to the damaged DNA molecule and provides a template for repair. In meiosis, however, the recipient DNA tends to be from a similar but not necessarily identical homologous chromosome. A displacement loop (D-loop) is formed during strand invasion between the invading 3' overhang strand and the homologous chromosome. After strand invasion, a DNA polymerase extends the end of the invading 3' strand by synthesizing new DNA. This changes the D-loop to a cross-shaped structure known as a Holliday junction. Following this, more DNA synthesis occurs on the invading strand (i.e., one of the original 3' overhangs), effectively restoring the strand on the homologous chromosome that was displaced during strand invasion.",
            "score": 91.37073862552643
        },
        {
            "docid": "34930586_9",
            "document": "Genome editing . Fundamental to the use of nucleases in genome editing is the concept of DNA double stranded break (DSB) repair mechanics. These DSBs occur due to the use of specific enzymes which break the weak hydrogen bonds holding the two strands of DNA together in a double helical structure. Major DSB repair pathways that maintain genome integrity in most organisms are the non-homologous end joining (NHEJ) and homology directed repair (HDR){Ceccaldi R, Rondinelli B, D'Andrea AD, Repair Pathway Choices and Consequences at the Double-Strand Break. Trends Cell Biol. 2016 Jan;26(1):52-64.}.",
            "score": 116.84099268913269
        },
        {
            "docid": "2488636_2",
            "document": "Base excision repair . In biochemistry and genetics, base excision repair (BER) is a cellular mechanism that repairs damaged DNA throughout the cell cycle. It is responsible primarily for removing small, non-helix-distorting base lesions from the genome. The related nucleotide excision repair pathway repairs bulky helix-distorting lesions. BER is important for removing damaged bases that could otherwise cause mutations by mispairing or lead to breaks in DNA during replication. BER is initiated by DNA glycosylases, which recognize and remove specific damaged or inappropriate bases, forming AP sites. These are then cleaved by an AP endonuclease. The resulting single-strand break can then be processed by either short-patch (where a single nucleotide is replaced) or long-patch BER (where 2–10 new nucleotides are synthesized).",
            "score": 84.32598924636841
        },
        {
            "docid": "854294_22",
            "document": "DNA repair . Double-strand breaks, in which both strands in the double helix are severed, are particularly hazardous to the cell because they can lead to genome rearrangements. PVN Acharya noted that double-strand breaks and a \"cross-linkage joining both strands at the same point is irreparable because neither strand can then serve as a template for repair. The cell will die in the next mitosis or in some rare instances, mutate.\" Three mechanisms exist to repair double-strand breaks (DSBs): non-homologous end joining (NHEJ), microhomology-mediated end joining (MMEJ), and homologous recombination (HR). In an \"in vitro\" system, MMEJ occurred in mammalian cells at the levels of 10–20% of HR when both HR and NHEJ mechanisms were also available. In NHEJ, DNA Ligase IV, a specialized DNA ligase that forms a complex with the cofactor XRCC4, directly joins the two ends. To guide accurate repair, NHEJ relies on short homologous sequences called microhomologies present on the single-stranded tails of the DNA ends to be joined. If these overhangs are compatible, repair is usually accurate. NHEJ can also introduce mutations during repair. Loss of damaged nucleotides at the break site can lead to deletions, and joining of nonmatching termini forms insertions or translocations. NHEJ is especially important before the cell has replicated its DNA, since there is no template available for repair by homologous recombination. There are \"backup\" NHEJ pathways in higher eukaryotes. Besides its role as a genome caretaker, NHEJ is required for joining hairpin-capped double-strand breaks induced during V(D)J recombination, the process that generates diversity in B-cell and T-cell receptors in the vertebrate immune system.",
            "score": 120.02575349807739
        },
        {
            "docid": "32706791_8",
            "document": "Genome instability . In both E. coli and Saccromyces Pombe, transcription sites tend to have higher recombination and mutation rates. Interestingly, the coding or non-transcribed strand accumulates more mutations than the template strand. This is due to the fact that the coding strand is single-stranded during transcription, which is chemically more unstable than double-stranded DNA. During elongation of transcription, supercoiling can occur behind an elongating RNA polymerase, leading to single-stranded breaks. When the coding strand is single-stranded, it can also hybridize with itself, creating DNA secondary structures that can compromise replication. In E. coli, when attempting to transcribe GAA triplets such as those found in Friedrich’s ataxia, the resulting RNA and template strand can form mismatched loops between different repeats, leading the complementary segment in the coding-strand available to form its own loops which impede replication. Furthermore, replication of DNA and transcription of DNA are not temporally independent; they can occur at the same time and lead to collisions between the replication fork and RNA polymerase complex. In S. cerevisiae, Rrm3 helicase is found at highly transcribed genes in the yeast genome, which is recruited to stabilize a stalling replication fork as described above. This suggests that transcription is an obstacle to replication, which can lead to increased stress in the chromatin spanning the short distance between the unwound replication fork and transcription start site, potentially causing single-stranded DNA breaks. In yeast, proteins act as barriers at the 3’ of the transcription unit to prevent further travel of the DNA replication fork.",
            "score": 87.81162643432617
        },
        {
            "docid": "9933420_8",
            "document": "DNA repair protein XRCC4 . There are two methods for repairing DSBs depending on when the damage occurs during mitosis. If the DSB occurs after DNA replication has completed proceeding S phase of the cell cycle, the DSB repair pathway will use homologous recombination by pairing with the newly synthesized daughter strand to repair the break. However, if the DSB is generated prior to synthesis of the sister chromosome, then the template sequence that is required will be absent. For this circumstance, the NHEJ pathway provides a solution for repairing the break and is the main system used to repair DSBs in humans and multicellular eukaryotes. During NHEJ, very short stretches of complementary DNA, 1 bp or more at a time, are hybridized together, and the overhangs are removed. As a result, this specific region of the genome is permanently lost and the deletion can lead to cancer and premature aging.",
            "score": 131.25077652931213
        },
        {
            "docid": "3568274_8",
            "document": "MUTYH . The excision of the bases causes the formation of an apurinic/ apyrimidinic (AP site) gap. These gap sites are mutagenic in nature and require constant and immediate emendation and this is achieved by the active involvement of protein complexes that repair the AP gap site via short and long patch repair pathways.  The short patch repair pathway employs POLB (DNA polymerase beta), APE1, XRCC1, PARP1 with the addition of either the LIG1 or LIG3 genes. When an insertion of one nucleotide occurs, the enzyme AP endonuclease (APEX/APE1) cuts out the mismatched base pairs at the AP site and this causes the evolvement of 5’dRP (5’ deoxyribose phosphate), a terminal blocking group, and 3’-OH ( 3’ hydroxyl end). POLB is required to remove the 5’dRP, and it does this by enzymatic activity, namely polymerase and dRP lyase. DNA ligase is used to seal the fragments after dRP excision causes the formation of 5’PO4 that is necessary to form the phosphodiester bonds of DNA. The purpose of PARP1 and XRCC1 in the single strand break repair pathway, is to stabilize the strands of DNA while they undergo repair, synthesis, gap-filling and ligation. PARP1 acts as a recruit agent for XRCC1. The nick sealing of the strands is accomplished by the formation of LIG1 (DNA ligase 1) and/or LIG3/ XRCCI complex that attach to processed end of the corrected strands and reinstate the original conformation of the strand. Long patch repair comes into play when more nucleotides are involved, ranging from 2 to 12. It is hypothesized that Polymerase 𝜹 (POLD) and Polymerase 𝛆 (POLE), assisted by the PCNA (proliferating cell nuclear antigen) in conjunction with replication factor C (RFC) that acts as a stabilizer and places newly synthesized nucleotides on the DNA strand. Both the polymerases repair the DNA by employing the strand displacement synthesis mechanism. This mechanism occurs downstream a DNA strand and the 5’ is transformed into a “flap intermediate” causing it to be “displaced”. FEN1 ( flap structure-specific endonuclease 1), a nuclease, removes the displaced strand and this results in a ligatable strand of DNA.Long patch repair, like short patch repair, includes the use of APE1 and PARP1 and LIG1. The repair pathway is partially determined by the amount of ATP present after the removal of the deoxyribose phosphate end. The long patch repair pathway is preferred under conditions of low ATP concentration while the short repair pathway is preferred under high concentrations of ATP.",
            "score": 67.60439968109131
        },
        {
            "docid": "2631477_20",
            "document": "Homologous recombination . The single-strand annealing (SSA) pathway of homologous recombination repairs double-strand breaks between two repeat sequences. The SSA pathway is unique in that it does not require a separate similar or identical molecule of DNA, like the DSBR or SDSA pathways of homologous recombination. Instead, the SSA pathway only requires a single DNA duplex, and uses the repeat sequences as the identical sequences that homologous recombination needs for repair. The pathway is relatively simple in concept: after two strands of the same DNA duplex are cut back around the site of the double-strand break, the two resulting 3' overhangs then align and anneal to each other, restoring the DNA as a continuous duplex.",
            "score": 83.38576292991638
        },
        {
            "docid": "2631477_22",
            "document": "Homologous recombination . During DNA replication, double-strand breaks can sometimes be encountered at replication forks as DNA helicase unzips the template strand. These defects are repaired in the \"break-induced replication\" (BIR) pathway of homologous recombination. The precise molecular mechanisms of the BIR pathway remain unclear. Three proposed mechanisms have strand invasion as an initial step, but they differ in how they model the migration of the D-loop and later phases of recombination.",
            "score": 56.32217192649841
        },
        {
            "docid": "55103642_2",
            "document": "Cruciform DNA . Cruciform DNA is a form of non-B DNA that requires at least a 6 nucleotide sequence of inverted repeats to form a structure consisting of a stem, branch point and loop in the shape of a cruciform, stabilized by negative DNA supercoiling. Two classes of cruciform DNA have been described; folded and unfolded. Folded cruciform structures are characterized by the formation of acute angles between adjacent arms and main strand DNA. Unfolded cruciform structures have square planar geometry and 4-fold symmetry in which the two arms of the cruciform are perpendicular to each other.The formation of cruciform structures in linear DNA is thermodynamically unfavorable due to the possibility of base unstacking at junction points and open regions at loops. Cruciform DNA is found in both prokaryotes and eukaryotes and has a role in the transcription of DNA, double strand repair, DNA translocation and recombination. Cruciform structures can increase genomic instability and are involved in the formation of various diseases, such as cancer.",
            "score": 95.15420198440552
        },
        {
            "docid": "37890211_2",
            "document": "Synthesis-dependent strand annealing . In genetics, the initial processes involved in repair of a double-strand break by synthesis-dependent strand annealing (SDSA) are identical to those in the double Holliday junction model, and have been most extensively studied in yeast species \"Saccharomyces cerevisiae\". Following a double-stranded break, a protein complex (MRX) binds to either end of the break, working with DNA nucleases to carry out resection, resulting in 5' end digest to produce 3' overhangs of single-stranded DNA (see Figure). These overhangs are then bound to form a nucleoprotein filament, which can then locate DNA sequences similar to one of the 3' overhangs, initiating a single-stranded strand invasion into the DNA duplex containing these sequences. Once strand invasion has occurred, a displacement loop, or D-loop, is formed, at which point either SDSA or a double Holliday junction occurs.",
            "score": 73.13285207748413
        },
        {
            "docid": "65132_20",
            "document": "Inverted repeat . Inverted repeats are often described as \"hotspots\" of eukaryotic and prokaryotic genomic instability. Long inverted repeats are deemed to greatly influence the stability of the genome of various organisms. This is exemplified in \"E. coli\", where genomic sequences with long inverted repeats are seldom replicated, but rather deleted with rapidity. Again, the long inverted repeats observed in yeast greatly favor recombination within the same and adjacent chromosomes, resulting in an equally very high rate of deletion. Finally, a very high rate of deletion and recombination were also observed in mammalian chromosomes regions with inverted repeats. Reported differences in the stability of genomes of interrelated organisms are always an indication of a disparity in inverted repeats. The instability results from the tendency of inverted repeats to fold into hairpin- or cruciform-like DNA structures. These special structures can hinder or confuse DNA replication and other genomic activities. Thus, inverted repeats lead to special configurations in both RNA and DNA that can ultimately cause mutations and disease.",
            "score": 111.87788677215576
        },
        {
            "docid": "37890211_4",
            "document": "Synthesis-dependent strand annealing . In the SDSA model, repair of double-stranded breaks occurs without the formation of a double Holliday junction, such that the two processes of homologous recombination are identical until just after D-loop formation. In yeast, the D-loop is formed by strand invasion with the help of proteins Rad51 and Rad52, and is then acted on by DNA helicase Srs2 to prevent formation of the double Holliday junction in order for the SDSA pathway to occur. The invading 3' strand is thus extended along the recipient homologous DNA duplex by DNA polymerase in the 5' to 3' direction, such that the D-loop physically translocates – a process referred to as bubble migration DNA synthesis. The resulting single Holliday junction then slides down the DNA duplex in the same direction in a process called branch migration, displacing the extended strand from the template strand. This displaced strand pops up to form a 3' overhang in the original double-stranded break duplex, which can then anneal to the opposite end of the original break through complementary base pairing. Thus DNA synthesis fills in gaps left over from annealing, and extends both ends of the still present single stranded DNA break, ligating all remaining gaps to produce recombinant non-crossover DNA.",
            "score": 69.0671796798706
        },
        {
            "docid": "2631477_25",
            "document": "Homologous recombination . Homologous recombination is a major DNA repair process in bacteria. It is also important for producing genetic diversity in bacterial populations, although the process differs substantially from meiotic recombination, which repairs DNA damages and brings about diversity in eukaryotic genomes. Homologous recombination has been most studied and is best understood for \"Escherichia coli\". Double-strand DNA breaks in bacteria are repaired by the RecBCD pathway of homologous recombination. Breaks that occur on only one of the two DNA strands, known as single-strand gaps, are thought to be repaired by the RecF pathway. Both the RecBCD and RecF pathways include a series of reactions known as \"branch migration\", in which single DNA strands are exchanged between two intercrossed molecules of duplex DNA, and \"resolution\", in which those two intercrossed molecules of DNA are cut apart and restored to their normal double-stranded state.",
            "score": 81.07885026931763
        },
        {
            "docid": "54421246_13",
            "document": "Spinocerebellar ataxia type 1 . SCA1 is known to exhibit genetic anticipation, where one generation with the disease may exhibit earlier onset and faster progression than the previous generation. This is typically caused by expansions in the polyglutamine tract between generations and is more common in cases of patrilineal inheritance. This non-Mendelian inheritance is similar to that observed in Huntington's disease and is believed to be caused by differences in various mechanisms in gamete production between the sexes that result in increased mosaicism in the male germline. DNA with CAG repeats are prone to forming secondary structures, including hairpin loops and R-loops which can result in mutations and mosaicism if DNA repair mechanisms fail. These secondary structures cause somatic mosaicism by lagging DNA polymerase in Okazaki fragments and by disrupting DNA mismatch repair, base excision repair, nucleotide excision repair and double strand break repair mechanisms. The mechanism for germline expansions is not well understood, but it is believed that only mismatch repair pathways effect germline instability and the MSH2 repair protein has been linked to expansions in male gametes in mice models.",
            "score": 78.51156449317932
        },
        {
            "docid": "17269882_3",
            "document": "MRX complex . Cells are able to accurately repair DNA double-strand breaks using a process called homologous recombination. By this process DNA sequence information that is lost because of the breakage can be recovered from a second homologous DNA molecule. Homologous recombinational repair is important for removing DNA damage both during mitosis and meiosis. The repair process begins with the degradation of the 5’ end on either side of the double-strand break to yield 3’ single-stranded DNA tails (a process called end resection). Next the Rad51 protein binds to these tails and initiates a process of strand invasion leading to recovery of genetic information from the undamaged homologous sequence of the second DNA molecule. Studies with the yeast \"Saccharomyces cerevisiae\" have shown that end resection is catalyzed by the MRX protein complex. The MRE11 enzyme (one of the three component proteins of the MRX complex) first makes a nick in the DNA at 15 to 20 nucleotides from the 5’ end of the break. This creates an entry point for further processing by exonucleases to complete the initial resection stage of the overall process.",
            "score": 91.29934573173523
        },
        {
            "docid": "3248511_11",
            "document": "Copy-number variation . One type of non-homologous based mechanism is the non-homologous end joining or micro-homology end joining mechanism. These mechanisms are also involved in repairing double stranded breaks but require no homology or limited micro-homology. When these strands are repaired, oftentimes there are small deletions or insertions added into the repaired strand. It is possible that retrotransposons are inserted into the genome through this repair system. If retrotransposons are inserted into a non-allelic position on the chromosome, meiotic recombination can drive the insertion to be recombined into the same strand as an already existing copy of the same region. Another mechanism is the break-fusion-bridge cycle which involves sister chromatids that have both lost its telomeric region due to double stranded breaks. It is proposed that these sister chromatids will fuse together to form one dicentric chromosome, and then segregate into two different nuclei. Because pulling the dicentric chromosome apart causes a double stranded break, the end regions can fuse to other double stranded breaks and repeat the cycle. The fusion of two sister chromatids can cause inverted duplication and when these events are repeated throughout the cycle, the inverted region will be repeated leading to an increase in copy number. The last mechanism that can lead to copy number variations is polymerase slippage, which is also known as template switching. During normal DNA replication, the polymerase on the lagging strand is required to unclamp and re-clamp the replication region continuously. When small scale repeats in the DNA sequence exist already, the polymerase can be ‘confused’ when it re-clamps to continue replication and instead of clamping to the correct base pairs, it may shift a few base pairs and replicate a portion of the repeated region again. Note that although this has been experimentally observed and is a widely accepted mechanism, the molecular interactions that led to this error remains unknown. In addition, because this type of mechanism requires the polymerase to jump around the DNA strand and it is unlikely that the polymerase can re-clamp at another locus some kilobases apart, therefore this is more applicable to short repeats such as bi-nucleotide or tri-nucleotide repeats.",
            "score": 91.96408271789551
        },
        {
            "docid": "5706520_2",
            "document": "Trinucleotide repeat expansion . Trinucleotide repeat expansion, also known as triplet repeat expansion, is the DNA mutation responsible for causing any type of disorder categorized as a trinucleotide repeat disorder. These are labelled in dynamical genetics as dynamic mutations. Triplet expansion is caused by \"slippage\" during DNA replication, also known as \"copy choice\" DNA replication. Due to the repetitive nature of the DNA sequence in these regions, 'loop out' structures may form during DNA replication while maintaining complementary base pairing between the parent strand and daughter strand being synthesized. If the loop out structure is formed from the sequence on the daughter strand this will result in an increase in the number of repeats. However, if the loop out structure is formed on the parent strand, a decrease in the number of repeats occurs. It appears that expansion of these repeats is more common than reduction. Generally, the larger the expansion the more likely they are to cause disease or increase the severity of disease. Other proposed mechanisms for expansion and reduction involve the interaction of RNA and DNA molecules.",
            "score": 63.11260437965393
        },
        {
            "docid": "32706791_10",
            "document": "Genome instability . Of about 200 neurological and neuromuscular disorders, 15 have a clear link to an inherited or acquired defect in one of the DNA repair pathways or excessive genotoxic oxidative stress. Five of them (xeroderma pigmentosum, Cockayne's syndrome, trichothiodystrophy, Down's syndrome, and triple-A syndrome) have a defect in the DNA nucleotide excision repair pathway. Six (spinocerebellar ataxia with axonal neuropathy-1, Huntington's disease, Alzheimer's disease, Parkinson's disease, Down's syndrome and amyotrophic lateral sclerosis) seem to result from increased oxidative stress, and the inability of the base excision repair pathway to handle the damage to DNA that this causes. Four of them (Huntington's disease, various spinocerebellar ataxias, Friedreich’s ataxia and myotonic dystrophy types 1 and 2) often have an unusual expansion of repeat sequences in DNA, likely attributable to genome instability. Four (ataxia-telangiectasia, ataxia-telangiectasia-like disorder, Nijmegen breakage syndrome and Alzheimer's disease) are defective in genes involved in repairing DNA double-strand breaks. Overall, it seems that oxidative stress is a major cause of genomic instability in the brain. A particular neurological disease arises when a pathway that normally prevents oxidative stress is deficient, or a DNA repair pathway that normally repairs damage caused by oxidative stress is deficient.",
            "score": 94.98671269416809
        },
        {
            "docid": "14798064_10",
            "document": "APPBP1 . Neddylation also has a role in repair of double-strand breaks. Non-homologous end joining(NHEJ) is a DNA repair pathway frequently used to repair DNA double-strand breaks. The first step in this pathway depends on the Ku70/Ku80 heterodimer that forms a highly stable ring structure encircling DNA ends. But the Ku heterodimer needs to be removed when NHEJ is completed, or it can block transcription or replication. The Ku heterodimer is ubiquitylated in a DNA-damage and neddylation-dependent manner to promote the release of Ku and other NHEJ factors from the site of repair after the process is completed.",
            "score": 66.54481530189514
        },
        {
            "docid": "14698522_6",
            "document": "Flap structure-specific endonuclease 1 . FEN1 is an essential enzyme in an inaccurate pathway for repair of double-strand breaks in DNA called microhomology-dependent alternative end joining or microhomology-mediated end joining (MMEJ). MMEJ always involves at least a small deletion, so that it is a mutagenic pathway. Several other pathways can also repair double-strand breaks in DNA, including the less inaccurate pathway of non-homologous end joining (NHEJ) and accurate pathways using homologous recombinational repair (HRR). Various factors determine which pathway will be used for repair of double strand breaks in DNA. When FEN1 is over-expressed (this occurs when its promoter is hypomethylated) the highly inaccurate MMEJ pathway may be favored, causing a higher rate of mutation and increased risk of cancer.",
            "score": 72.42251300811768
        },
        {
            "docid": "854294_2",
            "document": "DNA repair . DNA repair is a collection of processes by which a cell identifies and corrects damage to the DNA molecules that encode its genome. In human cells, both normal metabolic activities and environmental factors such as radiation can cause DNA damage, resulting in as many as 1 million individual molecular lesions per cell per day. Many of these lesions cause structural damage to the DNA molecule and can alter or eliminate the cell's ability to transcribe the gene that the affected DNA encodes. Other lesions induce potentially harmful mutations in the cell's genome, which affect the survival of its daughter cells after it undergoes mitosis. As a consequence, the DNA repair process is constantly active as it responds to damage in the DNA structure. When normal repair processes fail, and when cellular apoptosis does not occur, irreparable DNA damage may occur, including double-strand breaks and DNA crosslinkages (interstrand crosslinks or ICLs). This can eventually lead to malignant tumors, or cancer as per the two hit hypothesis.",
            "score": 113.81978225708008
        },
        {
            "docid": "14799819_4",
            "document": "TOP3A . Recombination during meiosis is often initiated by a DNA double-strand break (DSB). During recombination, sections of DNA at the 5' ends of the break are cut away in a process called \"resection\". In the \"strand invasion\" step that follows, an overhanging 3' end of the broken DNA molecule then \"invades\" the DNA of an homologous chromosome that is not broken forming a displacement loop (D-loop). After strand invasion, the further sequence of events may follow either of two main pathways leading to a crossover (CO) or a non-crossover (NCO) recombinant (see Genetic recombination and see Figure). The pathway leading to a NCO is referred to as Synthesis-dependent strand annealing (SDSA).",
            "score": 85.12201356887817
        },
        {
            "docid": "19218509_5",
            "document": "FANCM . Recombination during meiosis is often initiated by a DNA double-strand break (DSB). During recombination, sections of DNA at the 5' ends of the break are cut away in a process called resection. In the strand invasion step that follows, an overhanging 3' end of the broken DNA molecule then \"invades\" the DNA of an homologous chromosome that is not broken forming a displacement loop (D-loop). After strand invasion, the further sequence of events may follow either of two main pathways leading to a crossover (CO) or a non-crossover (NCO) recombinant (see Genetic recombination and Homologous recombination). The pathway leading to a NCO is referred to as synthesis dependent strand annealing (SDSA).",
            "score": 85.12201356887817
        },
        {
            "docid": "583438_22",
            "document": "Transformation (genetics) . Competence is specifically induced by DNA damaging conditions. For instance, transformation is induced in \"Streptococcus pneumoniae\" by the DNA damaging agents mitomycin C (a DNA crosslinking agent) and fluoroquinolone (a topoisomerase inhibitor that causes double-strand breaks). In \"B. subtilis\", transformation is increased by UV light, a DNA damaging agent. In \"Helicobacter pylori\", ciprofloxacin, which interacts with DNA gyrase and introduces double-strand breaks, induces expression of competence genes, thus enhancing the frequency of transformation Using \"Legionella pneumophila\", Charpentier et al. tested 64 toxic molecules to determine which of these induce competence. Of these only six, all DNA damaging agents, caused strong induction. These DNA damaging agents were mitomycin C (which causes DNA inter-strand crosslinks), norfloxacin, ofloxacin and nalidixic acid (inhibitors of DNA gyrase that cause double-strand breaks), bicyclomycin (causes single- and double-strand breaks), and hydroxyurea (induces DNA base oxidation). UV light also induced competence in \"L. pneumophila\". Charpentier et al. suggested that competence for transformation probably evolved as a DNA damage response. Logarithmically growing bacteria differ from stationary phase bacteria with respect to the number of genome copies present in the cell, and this has implications for the capability to carry out an important DNA repair process. During logarithmic growth, two or more copies of any particular region of the chromosome may be present in a bacterial cell, as cell division is not precisely matched with chromosome replication. The process of homologous recombinational repair (HRR) is a key DNA repair process that is especially effective for repairing double-strand damages, such as double-strand breaks. This process depends on a second homologous chromosome in addition to the damaged chromosome. During logarithmic growth, a DNA damage in one chromosome may be repaired by HRR using sequence information from the other homologous chromosome. Once cells approach stationary phase, however, they typically have just one copy of the chromosome, and HRR requires input of homologous template from outside the cell by transformation. To test whether the adaptive function of transformation is repair of DNA damages, a series of experiments were carried out using \"B. subtilis\" irradiated by UV light as the damaging agent (reviewed by Michod et al. and Bernstein et al.) The results of these experiments indicated that transforming DNA acts to repair potentially lethal DNA damages introduced by UV light in the recipient DNA. The particular process responsible for repair was likely HRR. Transformation in bacteria can be viewed as a primitive sexual process, since it involves interaction of homologous DNA from two individuals to form recombinant DNA that is passed on to succeeding generations. Bacterial transformation in prokaryotes may have been the ancestral process that gave rise to meiotic sexual reproduction in eukaryotes (see Evolution of sexual reproduction; Meiosis.)",
            "score": 83.69347214698792
        },
        {
            "docid": "4613341_14",
            "document": "Holliday junction . In eukaryotes, two primary models for how homologous recombination repairs double-strand breaks in DNA are the double-strand break repair (DSBR) pathway (sometimes called the \"double Holliday junction model\") and the synthesis-dependent strand annealing (SDSA) pathway. In the case of double strand breakage, the 3' end is degraded and the longer 5' end invades the contiguous sister chromatid, forming a replication bubble. As this bubble nears the broken DNA, the longer 5' antisense strand again invades the sense strand of this portion of DNA, transcribing a second copy. When replication ends, both tails are reconnected to form two Holliday Junctions, which are then cleaved in a variety of patterns by proteins. An animation of this process can be seen here.",
            "score": 66.07939410209656
        },
        {
            "docid": "29993443_15",
            "document": "Establishment of sister chromatid cohesion . Changes in patterns of sister chromatid cohesion have been observed in cases of DNA damage. Cohesin is required for repair of DNA double-strand breaks (DSBs). One mechanism of DSB repair, homologous recombination (HR), requires the presence of the sister chromatid for repair at the break site. Thus, it is possible that cohesion is required for this process because it ensures that the sister chromatids are physically close enough to undergo HR. DNA damage can lead to cohesin loading at non-CAR sites and establishment of cohesion at these sites even during G2 phase. In the presence of ionizing radiation (IR), the Smc1 subunit of cohesin is phosphorylated by the ataxia telangiectasia mutated (ATM) kinase. ATM is a key kinase in the DNA damage checkpoint. Defects in cohesion can increase genome instability, a result consistent with the ties between cohesion and DNA damage pathways.",
            "score": 134.05249166488647
        },
        {
            "docid": "32706791_6",
            "document": "Genome instability . In the cell cycle, DNA is usually most vulnerable during replication. The replisome must be able to navigate obstacles such as tightly wound chromatin with bound proteins, single and double stranded breaks which can lead to the stalling of the replication fork. Each protein or enzyme in the replisome must perform its function well to result in a perfect copy of DNA. Mutations of proteins such as DNA polymerase, ligase, can lead to impairment of replication and lead to spontaneous chromosomal exchanges. Proteins such as Tel1, Mec1 (ATR, ATM in humans) can detect single and double-stranded breaks and recruit factors such as Rmr3 helicase to stabilize the replication fork in order to prevent its collapse. Mutations in Tel1, Mec1, and Rmr3 helicase result in a significant increase of chromosomal recombination. ATR responds specifically to stalled replication forks and single-stranded breaks resulting from UV damage while ATM responds directly to double-stranded breaks. These proteins also prevent progression into mitosis by inhibiting the firing of late replication origins until the DNA breaks are fixed by phosphorylating CHK1, CHK2 which results in a signaling cascade arresting the cell in S-phase. For single stranded breaks, replication occurs until the location of the break, then the other strand is nicked to form a double stranded break, which can then be repaired by Break Induced Replication or homologous recombination using the sister chromatid as an error-free template. In addition to S-phase checkpoints, G1 and G2 checkpoints exist to check for transient DNA damage which could be caused by mutagens such as UV damage. An example is the Saccharomyces pombe gene rad9 which arrests the cells in late S/G2 phase in the presence of DNA damage caused by radiation. The yeast cells with defective rad9 failed to arrest following radiation, continued cell division and died rapidly while the cells with wild-type rad9 successfully arrested in late S/G2 phase and remained viable. The cells that arrested were able to survive due to the increased time in S/G2 phase allowing for DNA repair enzymes to function fully.",
            "score": 92.913991689682
        },
        {
            "docid": "14146889_7",
            "document": "NEDD8 . Neddylation also has a role in repair of double-strand breaks. Non-homologous end joining(NHEJ) is a DNA repair pathway frequently used to repair DNA double-strand breaks. The first step in this pathway depends on the Ku70/Ku80 heterodimer that forms a highly stable ring structure encircling DNA ends. But the Ku heterodimer needs to be removed when NHEJ is completed, or it blocks transcription or replication. The Ku heterodimer is ubiquitylated in a DNA-damage and neddylation-dependent manner to promote the release of Ku and other NHEJ factors from the site of repair after the process is completed.",
            "score": 61.95277261734009
        },
        {
            "docid": "14819568_5",
            "document": "MUS81 . The relationship of the CO pathway to the overall process of meiotic recombination is illustrated in the accompanying diagram. Recombination during meiosis is often initiated by a DNA double-strand break (DSB). During recombination, sections of DNA at the 5' ends of the break are cut away in a process called \"resection\". In the \"strand invasion\" step that follows, an overhanging 3' end of the broken DNA molecule \"invades\" the DNA of an homologous chromosome that is not broken forming a displacement loop (D-loop). After strand invasion, the further sequence of events may follow either of two main pathways, leading to a crossover (CO) or a non-crossover (NCO) recombinant (see Genetic recombination). The pathway leading to a CO involves a double Holliday junction (DHJ) intermediate. Holliday junctions need to be resolved for CO recombination to be completed.",
            "score": 79.86989855766296
        },
        {
            "docid": "32116368_2",
            "document": "MutS-1 . Mismatch repair contributes to the overall fidelity of DNA replication and is essential for combating the adverse effects of damage to the genome. It involves the correction of mismatched base pairs that have been missed by the proofreading element (Klenow fragment) of the DNA polymerase complex. The post-replicative Mismatch Repair System (MMRS) of \"Escherichia coli\" involves MutS (Mutator S), MutL and MutH proteins, and acts to correct point mutations or small insertion/deletion loops produced during DNA replication. MutS and MutL are involved in preventing recombination between partially homologous DNA sequences. The assembly of MMRS is initiated by MutS, which recognizes and binds to mispaired nucleotides and allows further action of MutL and MutH to eliminate a portion of newly synthesized DNA strand containing the mispaired base. MutS can also collaborate with methyltransferases in the repair of O(6)-methylguanine damage, which would otherwise pair with thymine during replication to create an O(6)mG:T mismatch. MutS exists as a dimer, where the two monomers have different conformations and form a heterodimer at the structural level. Only one monomer recognises the mismatch specifically and has ADP bound. Non-specific major groove DNA-binding domains from both monomers embrace the DNA in a clamp-like structure. Mismatch binding induces ATP uptake and a conformational change in the MutS protein, resulting in a clamp that translocates on DNA.",
            "score": 68.86708641052246
        }
    ],
    "r": [
        {
            "docid": "29993443_15",
            "document": "Establishment of sister chromatid cohesion . Changes in patterns of sister chromatid cohesion have been observed in cases of DNA damage. Cohesin is required for repair of DNA double-strand breaks (DSBs). One mechanism of DSB repair, homologous recombination (HR), requires the presence of the sister chromatid for repair at the break site. Thus, it is possible that cohesion is required for this process because it ensures that the sister chromatids are physically close enough to undergo HR. DNA damage can lead to cohesin loading at non-CAR sites and establishment of cohesion at these sites even during G2 phase. In the presence of ionizing radiation (IR), the Smc1 subunit of cohesin is phosphorylated by the ataxia telangiectasia mutated (ATM) kinase. ATM is a key kinase in the DNA damage checkpoint. Defects in cohesion can increase genome instability, a result consistent with the ties between cohesion and DNA damage pathways.",
            "score": 134.052490234375
        },
        {
            "docid": "1058672_22",
            "document": "Ataxia-telangiectasia . A-T has been described as a genome instability syndrome, a DNA repair disorder and a DNA damage response (DDR) syndrome. \"ATM\", the gene responsible for this multi-system disorder, encodes a protein of the same name which coordinates the cellular response to DNA double strand breaks (DSBs). Radiation therapy, chemotherapy that acts like radiation (radiomimetic drugs) and certain biochemical processes and metabolites can cause DSBs. When these breaks occur, ATM stops the cell from making new DNA (cell cycle arrest) and recruits and activates other proteins to repair the damage. Thus, ATM allows the cell to repair its DNA before the completion of cell division. If DNA damage is too severe, ATM will mediate the process of programmed cell death (apoptosis) to eliminate the cell and prevent genomic instability.",
            "score": 133.46279907226562
        },
        {
            "docid": "35746225_14",
            "document": "Cancer epigenetics . DNA damage, caused by UV light, ionizing radiation, environmental toxins, and metabolic chemicals, can also lead to genomic instability and cancer. The DNA damage response to double strand DNA breaks (DSB) is mediated in part by histone modifications. At a DSB, MRE11-RAD50-NBS1 (MRN) protein complex recruits ataxia telangiectasia mutated (ATM) kinase which phosphorylates Serine 129 of Histone 2A. MDC1, mediator of DNA damage checkpoint 1, binds to the phosphopeptide, and phosphorylation of H2AX may spread by a positive feedback loop of MRN-ATM recruitment and phosphorylation. TIP60 acetylates the γH2AX, which is then polyubiquitylated. RAP80, a subunit of the DNA repair breast cancer type 1 susceptibility protein complex (BRCA1-A), binds ubiquitin attached to histones. BRCA1-A activity arrests the cell cycle at the G2/M checkpoint, allowing time for DNA repair, or apoptosis may be initiated.",
            "score": 132.05776977539062
        },
        {
            "docid": "9933420_8",
            "document": "DNA repair protein XRCC4 . There are two methods for repairing DSBs depending on when the damage occurs during mitosis. If the DSB occurs after DNA replication has completed proceeding S phase of the cell cycle, the DSB repair pathway will use homologous recombination by pairing with the newly synthesized daughter strand to repair the break. However, if the DSB is generated prior to synthesis of the sister chromosome, then the template sequence that is required will be absent. For this circumstance, the NHEJ pathway provides a solution for repairing the break and is the main system used to repair DSBs in humans and multicellular eukaryotes. During NHEJ, very short stretches of complementary DNA, 1 bp or more at a time, are hybridized together, and the overhangs are removed. As a result, this specific region of the genome is permanently lost and the deletion can lead to cancer and premature aging.",
            "score": 131.2507781982422
        },
        {
            "docid": "854294_22",
            "document": "DNA repair . Double-strand breaks, in which both strands in the double helix are severed, are particularly hazardous to the cell because they can lead to genome rearrangements. PVN Acharya noted that double-strand breaks and a \"cross-linkage joining both strands at the same point is irreparable because neither strand can then serve as a template for repair. The cell will die in the next mitosis or in some rare instances, mutate.\" Three mechanisms exist to repair double-strand breaks (DSBs): non-homologous end joining (NHEJ), microhomology-mediated end joining (MMEJ), and homologous recombination (HR). In an \"in vitro\" system, MMEJ occurred in mammalian cells at the levels of 10–20% of HR when both HR and NHEJ mechanisms were also available. In NHEJ, DNA Ligase IV, a specialized DNA ligase that forms a complex with the cofactor XRCC4, directly joins the two ends. To guide accurate repair, NHEJ relies on short homologous sequences called microhomologies present on the single-stranded tails of the DNA ends to be joined. If these overhangs are compatible, repair is usually accurate. NHEJ can also introduce mutations during repair. Loss of damaged nucleotides at the break site can lead to deletions, and joining of nonmatching termini forms insertions or translocations. NHEJ is especially important before the cell has replicated its DNA, since there is no template available for repair by homologous recombination. There are \"backup\" NHEJ pathways in higher eukaryotes. Besides its role as a genome caretaker, NHEJ is required for joining hairpin-capped double-strand breaks induced during V(D)J recombination, the process that generates diversity in B-cell and T-cell receptors in the vertebrate immune system.",
            "score": 120.02574920654297
        },
        {
            "docid": "15348877_7",
            "document": "Sirtuin 7 . Depletion of SIRT7 results in impaired repair of DNA double-strand breaks (DSBs) by the process of non-homologous end joining (NHDJ). DSBs are one of the most significant types of DNA damage leading to genome instability. SIRT7 is recruited to DSBs where it specifically deacylates histone H3 at lysine 18. This affects the focal accumulation of the DNA damage response factor 53BP1, a protein that promotes NHEJ by protecting DNA from end resection.",
            "score": 119.1310806274414
        },
        {
            "docid": "10147471_3",
            "document": "Nibrin . Nibrin is a protein associated with the repair of double strand breaks (DSBs) which pose serious damage to a genome. It is a 754 amino acid protein identified as a member of the NBS1/hMre11/RAD50(N/M/R, more commonly referred to as MRN) double strand DNA break repair complex. This complex recognizes DNA damage and rapidly relocates to DSB sites and forms nuclear foci. It also has a role in regulation of N/M/R (MRN) protein complex activity which includes end-processing of both physiological and mutagenic DNA double strand breaks (DSBs).",
            "score": 118.62226867675781
        },
        {
            "docid": "34930586_9",
            "document": "Genome editing . Fundamental to the use of nucleases in genome editing is the concept of DNA double stranded break (DSB) repair mechanics. These DSBs occur due to the use of specific enzymes which break the weak hydrogen bonds holding the two strands of DNA together in a double helical structure. Major DSB repair pathways that maintain genome integrity in most organisms are the non-homologous end joining (NHEJ) and homology directed repair (HDR){Ceccaldi R, Rondinelli B, D'Andrea AD, Repair Pathway Choices and Consequences at the Double-Strand Break. Trends Cell Biol. 2016 Jan;26(1):52-64.}.",
            "score": 116.84098815917969
        },
        {
            "docid": "9933420_7",
            "document": "DNA repair protein XRCC4 . There are many types of DNA damage, but DSBs, in particular, are the most harmful as both strands are completely disjointed from the rest of the chromosome. If an efficient repair mechanism does not exist, the ends of the DNA can eventually degrade, leading to a permanent loss of sequence. A double-stranded gap in DNA will also prevent replication from proceeding, resulting in an incomplete copy of that specific chromosome, targeting the cell for apoptosis. As with all DNA damage, DSBs can introduce new mutations that can ultimately lead to cancer.",
            "score": 115.02664184570312
        },
        {
            "docid": "36255817_7",
            "document": "Radiobiology evidence for protons and HZE nuclei . Genomic instability has been observed both in vitro and in vivo in the progeny of cells that are irradiated with heavy ions in several model systems. The presence of chromosomes that are lacking telomeres in the progeny of cells that were exposed to heavy ions is particularly interesting. Sabatier et al. found that rearrangements involving telomere regions are associated with chromosomal instability in human fibroblasts that occur many generations after exposure to accelerated heavy ions. Telomere dysfunction plays a crucial role in initiating or sustaining genomic instability, which is a major step in cancer progression. Heavy-ion-induced effects on telomere stability have also been studied using siRNA (small interfering ribonucleic acid) knockdown for components of DNA-dependent protein kinase (DNA-PK) in human lymphoblasts. Differential results were found for gamma rays and HZE nuclei, with iron nuclei being much more effective in producing DSB-telomere fusions after knockdown of DNA-PK. Cells containing telomere-deficient chromosomes will either senesce or undergo breakage-fusion-bridge (B/F/B) cycles, thereby promoting genetic instability. The fate of normal cells that contain a single terminal deletion is unknown, but it has been shown that the loss of a single telomere in cancer cells can result in instability in multiple chromosomes. These recent results suggest that telomere instability could be an important early event in the pathway to cancer induction by HZE nuclei.",
            "score": 114.90336608886719
        },
        {
            "docid": "854294_2",
            "document": "DNA repair . DNA repair is a collection of processes by which a cell identifies and corrects damage to the DNA molecules that encode its genome. In human cells, both normal metabolic activities and environmental factors such as radiation can cause DNA damage, resulting in as many as 1 million individual molecular lesions per cell per day. Many of these lesions cause structural damage to the DNA molecule and can alter or eliminate the cell's ability to transcribe the gene that the affected DNA encodes. Other lesions induce potentially harmful mutations in the cell's genome, which affect the survival of its daughter cells after it undergoes mitosis. As a consequence, the DNA repair process is constantly active as it responds to damage in the DNA structure. When normal repair processes fail, and when cellular apoptosis does not occur, irreparable DNA damage may occur, including double-strand breaks and DNA crosslinkages (interstrand crosslinks or ICLs). This can eventually lead to malignant tumors, or cancer as per the two hit hypothesis.",
            "score": 113.81978607177734
        },
        {
            "docid": "1695344_6",
            "document": "Gene conversion . Meiotic recombination is initiated through formation of a double-strand break (DSB). The 5’ ends of the break are then degraded, leaving long 3’ overhangs of several hundred nucleotides. One of these 3’ single stranded DNA segments then invades a homologous sequence on the homologous chromosome, forming an intermediate which can be repaired through different pathways resulting either in crossovers (CO) or noncrossovers (NCO). At various steps of the recombination process, heteroduplex DNA (double-stranded DNA consisting of single strands from each of the two homologous chromosomes which may or may not be perfectly complementary) is formed. When mismatches occur in heteroduplex DNA, the sequence of one strand will be repaired to bind the other strand with perfect complementarity, leading to the conversion of one sequence to another. This repair process can follow either of two alternative pathways as illustrated in the Figure. By one pathway, a structure called a double Holliday junction (DHJ) is formed, leading to the exchange of DNA strands. By the other pathway, referred to as Synthesis Dependent Strand Annealing (SDSA), there is information exchange but not physical exchange. Gene conversion will occur during SDSA if the two DNA molecules are heterozygous at the site of the recombinational repair. Gene conversion may also occur during recombinational repair involving a DHJ, and this gene conversion may be associated with physical recombination of the DNA duplexes on the two sides of the DHJ.",
            "score": 113.67581939697266
        },
        {
            "docid": "65132_20",
            "document": "Inverted repeat . Inverted repeats are often described as \"hotspots\" of eukaryotic and prokaryotic genomic instability. Long inverted repeats are deemed to greatly influence the stability of the genome of various organisms. This is exemplified in \"E. coli\", where genomic sequences with long inverted repeats are seldom replicated, but rather deleted with rapidity. Again, the long inverted repeats observed in yeast greatly favor recombination within the same and adjacent chromosomes, resulting in an equally very high rate of deletion. Finally, a very high rate of deletion and recombination were also observed in mammalian chromosomes regions with inverted repeats. Reported differences in the stability of genomes of interrelated organisms are always an indication of a disparity in inverted repeats. The instability results from the tendency of inverted repeats to fold into hairpin- or cruciform-like DNA structures. These special structures can hinder or confuse DNA replication and other genomic activities. Thus, inverted repeats lead to special configurations in both RNA and DNA that can ultimately cause mutations and disease.",
            "score": 111.87788391113281
        },
        {
            "docid": "6476735_8",
            "document": "Zinc finger nuclease . ZFNs can be used to disable dominant mutations in heterozygous individuals by producing double-strand breaks (DSBs) in the DNA (see Genetic recombination) in the mutant allele, which will, in the absence of a homologous template, be repaired by non-homologous end-joining (NHEJ). NHEJ repairs DSBs by joining the two ends together and usually produces no mutations, provided that the cut is clean and uncomplicated. In some instances, however, the repair is imperfect, resulting in deletion or insertion of base-pairs, producing frame-shift and preventing the production of the harmful protein. Multiple pairs of ZFNs can also be used to completely remove entire large segments of genomic sequence. To monitor the editing activity, a PCR of the target area amplifies both alleles and, if one contains an insertion, deletion, or mutation, it results in a heteroduplex single-strand bubble that cleavage assays can easily detect. ZFNs have also been used to modify disease-causing alleles in triplet repeat disorders. Expanded CAG/CTG repeat tracts are the genetic basis for more than a dozen inherited neurological disorders including Huntington’s disease, myotonic dystrophy, and several spinocerebellar ataxias. It has been demonstrated in human cells that ZFNs can direct double-strand breaks (DSBs) to CAG repeats and shrink the repeat from long pathological lengths to short, less toxic lengths.",
            "score": 111.03752136230469
        },
        {
            "docid": "14178884_5",
            "document": "Artemis (protein) . Cells deficient in Artemis are more sensitive than normal cells to X‑rays and to chemical agents that induce double-strand breaks (DSBs), and they show a higher incidence of chromosome breaks following irradiation. Direct measurement of DSBs by pulsed-field electrophoresis indicates that in Artemis-deficient cells 75-90% of DSBs are repaired rapidly, just as in normal cells. However, the remaining 10-20% of DSBs that are repaired more slowly (2-24 hr) in normal cells, are not repaired at all in Artemis-deficient cells. Repair of these presumably difficult-to-rejoin breaks also requires several other proteins, including the Mre11/Rad50/NBS1 complex, the ataxia telangiectasia-mutated ATM kinase, and 53BP1. Because Artemis can remove damaged ends from DNA, it has been proposed that these DSBs are those whose damaged ends require trimming by Artemis. However, evidence that both ATM and Artemis are specifically required for repair of DSBs in heterochromatin, has called this interpretation into question.",
            "score": 109.8672866821289
        },
        {
            "docid": "37626088_28",
            "document": "DNA damage (naturally occurring) . Double-strand breaks (DSBs) at specific sites can be induced by transfecting cells with a plasmid encoding I-SceI endonuclease (a homing endonuclease). Multiple DSBs can be induced by irradiating sensitized cells (labeled with 5'-bromo-2'-deoxyuridine and with Hoechst dye) with 780 nm light. These DSBs can be repaired by the accurate homologous recombinational repair or by the less accurate non-homologous end joining repair pathway. Here we describe the early steps in homologus recombinational repair (HRR).",
            "score": 109.75216674804688
        },
        {
            "docid": "56710049_2",
            "document": "Off-target genome editing . Off-target genome editing refers to nonspecific and unintended genetic modifications that can arise through the use of engineered nuclease technologies such as: clustered, regularly interspaced, short palindromic repeats (CRISPR)-Cas9, transcription activator-like effector nucleases (TALEN), meganucleases, and zinc finger nucleases (ZFN). These tools use different mechanisms to bind a predetermined sequence of DNA (“target”), which they cleave (or \"cut\"), creating a double-stranded chromosomal break (DSB) that summons the cells DNA repair mechanisms (non-homologous end joining (NHEJ) and homologous recombination (HR)) and leads to site-specific modifications. If these complexes do not bind at the target, often a result of homologous sequences and/or mismatch tolerance, they will cleave off-target DSB and cause non-specific genetic modifications. Specifically, off-target effects consist of unintended point mutations, deletions, insertions inversions, and translocations.",
            "score": 109.29891204833984
        },
        {
            "docid": "35993194_20",
            "document": "Radiation-induced cancer . DNA double-strand breaks (DSBs) are generally accepted to be the most biologically significant lesion by which ionizing radiation causes cancer. In vitro experiments show that ionizing radiation cause DSBs at a rate of 35 DSBs per cell per Gray, and removes a portion of the epigenetic markers of the DNA, which regulate the gene expression. Most of the induced DSBs are repaired within 24h after exposure, however, 25% of the repaired strands are repaired incorrectly and about 20% of fibroblast cells that were exposed to 200mGy died within 4 days after exposure. A portion of the population possess a flawed DNA repair mechanism, and thus suffer a greater insult due to exposure to radiation.",
            "score": 109.04483032226562
        },
        {
            "docid": "64045_12",
            "document": "Chromosomal crossover . The specific causes of non-homologous crossover events are unknown, but several influential factors are known to increase the likelihood of an unequal crossover. One common vector leading to unbalanced recombination is the repair of double-strand breaks (DSBs). DSBs are often repaired using non-homologous end joining, a process which involves invasion of a template strand by the DSB strand (see figure below). Nearby homologous regions of the template strand are often used for repair, which can give rise to either insertions or deletions in the genome if a non-homologous but complementary part of the template strand is used. Sequence similarity is a major player in crossover – crossover events are more likely to occur in long regions of close identity on a gene. This means that any section of the genome with long sections of repetitive DNA is prone to crossover events.",
            "score": 108.77430725097656
        },
        {
            "docid": "1248100_7",
            "document": "BRCA2 . Although the structures of the BRCA1 and BRCA2 genes are very different, at least some functions are interrelated. The proteins made by both genes are essential for repairing damaged DNA (see Figure of recombinational repair steps). BRCA2 binds the single strand DNA and directly interacts with the recombinase RAD51 to stimulate strand invasion, a vital step of homologous recombination. The localization of RAD51 to the DNA double-strand break requires the formation of the BRCA1-PALB2-BRCA2 complex. PALB2 (Partner and localizer of BRCA2) can function synergistically with a BRCA2 chimera (termed piccolo, or piBRCA2) to further promote strand invasion. These breaks can be caused by natural and medical radiation or other environmental exposures, but also occur when chromosomes exchange genetic material during a special type of cell division that creates sperm and eggs (meiosis). Double strand breaks are also generated during repair of DNA cross links. By repairing DNA, these proteins play a role in maintaining the stability of the human genome and prevent dangerous gene rearrangements that can lead to hematologic and other cancers.",
            "score": 107.76202392578125
        },
        {
            "docid": "9933420_5",
            "document": "DNA repair protein XRCC4 . DSBs are mainly caused by free radicals generated from ionizing radiation in the environment and from by-products released continually during cellular metabolism. DSBs that are not efficiently repaired may result in the loss of important protein coding genes and regulatory sequences required for gene expression necessary for the life of a cell. DSBs that cannot rely on a newly copied sister chromosome generated by DNA replication to fill in the gap will go into the NHEJ pathway. This method of repair is essential as it is a last resort to prevent loss of long stretches of the chromosome. NHEJ is also used to repair DSBs generated during V(D)J recombination when gene regions are rearranged to create the unique antigen binding sites of antibodies and T-cell receptors.",
            "score": 107.09697723388672
        },
        {
            "docid": "32706791_11",
            "document": "Genome instability . In cancer, genome instability can occur prior to or as a consequence of transformation. Genome instability can refer to the accumulation of extra copies of DNA or chromosomes, chromosomal translocations, chromosomal inversions, chromosome deletions, single-strand breaks in DNA, double-strand breaks in DNA, the intercalation of foreign substances into the DNA double helix, or any abnormal changes in DNA tertiary structure that can cause either the loss of DNA, or the misexpression of genes. Situations of genome instability (as well as aneuploidy) are common in cancer cells, and they are considered a \"hallmark\" for these cells. The unpredictable nature of these events are also a main contributor to the heterogeneity observed among tumour cells.",
            "score": 104.12068176269531
        },
        {
            "docid": "23838716_13",
            "document": "Helitron (biology) . Filler DNA (FDNA) model: In this model, portions of genes or non-coding regions can accidentally serve as templates during repair of double stranded breaks (DSBs) occurring in Helitrons during their transposition. Low-fidelity repair of DSB by Non-Homologous End Joining is more frequent in plants and mammals than repair through homologous recombination, and is often accompanied by insertions of 100–4000 bp long “filler DNA” copied from diverse genomic or extra-chromosomal DNA regions into DSB. This model predicts that 2 to 8 bp regions of microhomology exist between the regions that flank the DSB in the Helitron and that flank the original host sequence captured by the Helitron.",
            "score": 103.78892517089844
        },
        {
            "docid": "1695344_4",
            "document": "Gene conversion . Recombination occurs not only during meiosis, but also as a mechanism for repair of double-strand breaks (DSBs) caused by DNA damage. These DSBs are usually repaired using the sister chromatid of the broken duplex and not the homologous chromosome, so they would not result in allelic conversion. Recombination also occurs between homologous sequences present at different genomic loci (paralogous sequences) which have resulted from previous gene duplications. Gene conversion occurring between paralogous sequences (ectopic gene conversion) is conjectured to be responsible for concerted evolution of gene families.",
            "score": 102.7364501953125
        },
        {
            "docid": "2195185_6",
            "document": "ATM serine/threonine kinase . A complex of the three proteins MRE11, RAD50 and NBS1 (XRS2 in yeast), called the MRN complex in humans, recruits ATM to double strand breaks (DSBs) and holds the two ends together. ATM directly interacts with the NBS1 subunit and phosphorylates the histone variant H2AX on Ser139. This phosphorylation generates binding sites for adaptor proteins with a BRCT domain. These adaptor proteins then recruit different factors including the effector protein kinase CHK2 and the tumor suppressor p53. The ATM-mediated DNA damage response consists of a rapid and a delayed response. The effector kinase CHK2 is phosphorylated and thereby activated by ATM. Activated CHK2 phosphorylates phosphatase CDC25A, which is degraded thereupon and can no longer dephosphorylate CDK1-cyclin B, resulting in cell-cycle arrest. If the DSB can not be repaired during this rapid response, ATM additionally phosphorylates MDM2 and p53 at Ser15. p53 is also phosphorylated by the effector kinase CHK2. These phosphorylation events lead to stabilization and activation of p53 and subsequent transcription of numerous p53 target genes including CDK inhibitor p21 which lead to long-term cell-cycle arrest or even apoptosis.",
            "score": 102.19522094726562
        },
        {
            "docid": "661661_34",
            "document": "Evolution of sexual reproduction . The repair and complementation hypothesis assumes that genetic recombination is fundamentally a DNA repair process, and that when it occurs during meiosis it is an adaptation for repairing the genomic DNA which is passed on to progeny. Recombinational repair is the only repair process known which can accurately remove double-strand damages in DNA, and such damages are both common in nature and ordinarily lethal if not repaired. For instance, double-strand breaks in DNA occur about 50 times per cell cycle in human cells [see DNA damage (naturally occurring)]. Recombinational repair is prevalent from the simplest viruses to the most complex multicellular eukaryotes. It is effective against many different types of genomic damage, and in particular is highly efficient at overcoming double-strand damages. Studies of the mechanism of meiotic recombination indicate that meiosis is an adaptation for repairing DNA. These considerations form the basis for the first part of the repair and complementation hypothesis.",
            "score": 102.12482452392578
        },
        {
            "docid": "10474625_3",
            "document": "H2AFX . H2AX becomes phosphorylated on serine 139, then called gamma-H2AX, as a reaction on DNA double-strand breaks (DSB). The kinases of the PI3-family (Ataxia telangiectasia mutated, ATR and DNA-PKcs) are responsible for this phosphorylation, especially ATM. The modification can happen accidentally during replication fork collapse or in the response to ionizing radiation but also during controlled physiological processes such as V(D)J recombination. Gamma-H2AX is a sensitive target for looking at DSBs in cells. The presence of gamma-H2AX by itself, however, is not the evidence of the DSBs. The role of the phosphorylated form of the histone in DNA repair is under discussion but it is known that because of the modification the DNA becomes less condensed, potentially allowing space for the recruitment of proteins necessary during repair of DSBs. Mutagenesis experiments have shown that the modification is necessary for the proper formation of ionizing radiation induced foci in response to double strand breaks, but is not required for the recruitment of proteins to the site of DSBs.",
            "score": 102.07286071777344
        },
        {
            "docid": "1029022_14",
            "document": "Embryonic stem cell . ES cells use a different strategy to deal with DSBs. Because ES cells give rise to all of the cell types of an organism including the cells of the germ line, mutations arising in ES cells due to faulty DNA repair are a more serious problem than in differentiated somatic cells. Consequently, robust mechanisms are needed in ES cells to repair DNA damages accurately, and if repair fails, to remove those cells with un-repaired DNA damages. Thus, mouse ES cells predominantly use high fidelity homologous recombinational repair (HRR) to repair DSBs. This type of repair depends on the interaction of the two sister chromosomes formed during S phase and present together during the G2 phase of the cell cycle. HRR can accurately repair DSBs in one sister chromosome by using intact information from the other sister chromosome. Cells in the G1 phase of the cell cycle (i.e. after metaphase/cell division but prior the next round of replication) have only one copy of each chromosome (i.e. sister chromosomes aren’t present). Mouse ES cells lack a G1 checkpoint and do not undergo cell cycle arrest upon acquiring DNA damage. Rather they undergo programmed cell death (apoptosis) in response to DNA damage. Apoptosis can be used as a fail-safe strategy to remove cells with un-repaired DNA damages in order to avoid mutation and progression to cancer. Consistent with this strategy, mouse ES stem cells have a mutation frequency about 100-fold lower than that of isogenic mouse somatic cells.",
            "score": 100.8826904296875
        },
        {
            "docid": "56710049_17",
            "document": "Off-target genome editing . Linear Amplification Mediated - High Throughput Genome Wide Translocation Sequencing, or LAM-HTGTS, is a method developed to track translocation events caused by joining between DSBs. Developed to detect off-target mutations from TALEN and CRISPR-Cas9, this technique is based on DNA repair by end joining in DSBs. Once the nuclease is added, it goes on to produce on- and off-target mutations. Along with this there is a bait sequence which also gets cleaved. Therefore, if another DSB occurs on a chromosome other than the bait sequence chromosome, both of them are joined leading to a translocation. Since the bait sequence is known, this translocated sequence is amplified with primers. In case there is no translocation, there is a restriction site within which gets cleaved in order to prevent amplification of only the bait sequence. The amplified DNA is then sequenced to study large genomic rearrangements due to off-target mutations. One drawback is that it relies on simultaneous presence of bait and another DSB.",
            "score": 100.59227752685547
        },
        {
            "docid": "32706791_17",
            "document": "Genome instability . The high frequency of mutations in the total genome within cancers suggests that, often, an early carcinogenic alteration may be a deficiency in DNA repair. Mutation rates substantially increase (sometimes by 100-fold) in cells defective in DNA mismatch repair or in homologous recombinational DNA repair. Also, chromosomal rearrangements and aneuploidy increase in humans defective in DNA repair gene BLM.",
            "score": 100.23535919189453
        },
        {
            "docid": "14181843_4",
            "document": "Transformation/transcription domain-associated protein . TRRAP is also required for the mitotic checkpoint and normal cell cycle progression. The MRN complex (composed of MRE11, RAD50, and NBS1) is involved in the detection and repair of DNA double-strand breaks (DSBs). TRRAP associates with the MRN complex and when TRRAP is removed, the complex shows reduced cDNA end-joining activity. Hence, TRRAP may function as a link between DSB repair and chromatin remodeling.",
            "score": 99.37655639648438
        },
        {
            "docid": "1058672_23",
            "document": "Ataxia-telangiectasia . In the absence of the ATM protein, cell-cycle check-point regulation and programmed cell death in response to DSBs are defective. The result is genomic instability which can lead to the development of cancers.",
            "score": 98.7376937866211
        }
    ]
}