{
    "q": [
        {
            "docid": "822224_17",
            "document": "Sperm competition . Studies show that there is more to determining the competitiveness of the sperm in sperm competition in addition to a male's genetic makeup. A male's dietary intake will also affect sperm competition. An adequate diet consisting of increased amounts of diet and sometimes more specific ratio in certain species will optimize sperm number and fertility. Amounts of protein and carbohydrate intake were tested for its effects on sperm production and quality in adult fruit flies (Diptera: Tephritidae). Studies showed these flies need to constantly ingest carbohydrates and water to survive, but protein is also required to attain sexual maturity. In addition, The Mediterranean fruit fly, male diet has been shown to affect male mating success, copula duration, sperm transfer, and male participation in leks. These all require a good diet with nutrients for proper gamete production as well as energy for activities, which includes participation in leks.",
            "score": 100.02255940437317
        },
        {
            "docid": "28232071_3",
            "document": "Simarouba amara . \"Simarouba amara\" has been studied extensively by scientists in an attempt to understand the tree and also to gain a better understanding of the ecology of the rainforest in general. Many of these studies were conducted on Barro Colorado Island in Panama or at La Selva Biological Station in Costa Rica. Of particular interest is how it competes with other species and with individuals of the same species at different stages in its life cycle. The seedlings are normally limited by the amount of light and nutrients found where they are growing and the saplings are considered relatively light demanding compared to other species. Young individuals are more likely to survive when they grow further away from their parents and when there are few other individuals growing near to them, which may be due to them being able to escape diseases. Plant physiologists have investigated how the leaves of the tree differ depending on their location in the forest canopy finding they are thicker in the canopy and thinner in the understory. They have also measured how the water potential of their leaves changes and when their stomata open and close during the day; the findings suggest that rather than closing their stomata to control water loss, it is controlled by the leaf area instead. Population geneticists have examined the way in which its genes vary, at both the local scale and across its range using microsatellites. It is genetically diverse, indicating gene flow occurs between populations and seeds can be dispersed up to 1 km. The leaves of \"S. amara\" are eaten by several species of caterpillar, particularly those in the genus \"Atteva\". Several species of termite and ants live on or around the tree and lianas and epiphytes grow on the tree.",
            "score": 121.98507761955261
        },
        {
            "docid": "1482205_3",
            "document": "Reproductive success . Factors like nutrition contribute to factors that influence reproductive success. These include different amounts of consumption and more specific carbohydrate to protein ratios. In some cases, the amounts or ratios of intake are more influential during certain stages of the lifespan. For example, in the Mexican fruit fly, male protein intake is critical only at eclosion. Intake at this time provides longer lasting reproductive ability. After this developmental stage, protein intake will have no effect and is not necessary for reproductive success. In addition, Ceratitis capitata males were experimented on to see how protein influence during the larval stage affects mating success. Males were fed either a high protein diet, which consisted of 6.5g/100mL, or a no protein diet during the larval stage. Males that were fed protein had more copulations than those that weren’t fed protein, which ultimately correlates with a higher mating success. Protein-deprived black blow fly males have been seen to exhibit lower numbers of oriented mounts and inseminate fewer females than more lively fed males. In still other instances, prey deprivation or an inadequate diet has been shown to lead to a partial or complete halt in male mating activity. Copulation time lasted longer for sugar-fed males than protein-fed flies, showing that carbohydrates were more necessary for a longer copulation duration.",
            "score": 95.50351166725159
        },
        {
            "docid": "26494_56",
            "document": "Race and intelligence . Therefore, a high heritability measure does not imply that a trait is genetic or unchangeable, however, as environmental factors that affect all group members equally will not be measured by heritability and the heritability of a trait may also change over time in response to changes in the distribution of genes and environmental factors. High heritability also doesn't imply that all of the heritability is genetically determined, but can also be due to environmental differences that affect only a certain genetically defined group (indirect heritability). The figure to the left demonstrates how heritability works. In both gardens the difference between tall and short cornstalks is 100% heritable as cornstalks that are genetically disposed for growing tall will become taller than those without this disposition, but the difference in height between the cornstalks to the left and those on the right is 100% environmental as it is due to different nutrients being supplied to the two gardens. Hence the causes of differences within a group and between groups may not be the same, even when looking at traits that are highly heritable. In his criticism of \"the Bell Curve\", Noam Chomsky further illustrated this with the example of women wearing earrings:",
            "score": 106.0642237663269
        },
        {
            "docid": "4394717_14",
            "document": "Body plan . Developmental biologists seek to understand how genes control the development of structural features through a cascade of processes in which key genes produce morphogens, chemicals that diffuse through the body to produce a gradient that acts as a position indicator for cells, turning on other genes, some of which in turn produce other morphogens. A key discovery was the existence of groups of homeobox genes, which function as switches responsible for laying down the basic body plan in animals. The homeobox genes are remarkably conserved between species as diverse as the fruit fly and humans, the basic segmented pattern of the worm or fruit fly being the origin of the segmented spine in humans. The field of animal evolutionary developmental biology ('Evo Devo'), which studies the genetics of morphology in detail, is rapidly expanding with many of the developmental genetic cascades, particularly in the fruit fly \"Drosophila\", catalogued in considerable detail.",
            "score": 106.64064264297485
        },
        {
            "docid": "822224_18",
            "document": "Sperm competition . In addition, protein and carbohydrate amounts were shown to have an effect on sperm production and fertility in the speckled cockroach. Holidic diets were used which allowed for specific protein and carbohydrate measurements to be taken, giving it credibility. A direct correlation was seen in sperm number and overall of food intake. More specifically, optimal sperm production was measured at a 1:2 protein to carbohydrate ratio. Sperm fertility was best at a similar protein to carbohydrate ratio of 1:2. This close alignment largely factors in determining male fertility in Nauphoeta cinerea. Surprisingly, sperm viability was not affected by any change in diet or diet ratios. It's hypothesized that sperm viability is more affected by the genetic makeup, like in the \"good sperm hypothesis\". These ratios and results are not consistent with many other species and even conflict with some. It seems there can't be any conclusions on what type of diet is needed to positively influence sperm competition but rather understand that different diets do play a role in determining sperm competition in mate choice.",
            "score": 106.0327445268631
        },
        {
            "docid": "30811341_7",
            "document": "Drosophila Genetic Reference Panel . Researchers have also uncovered a genotype by diet interaction that drives phenotypic variation. Recently published data indicates that the interaction between a fly's genome and its environment plays a substantial role in determining the phenotype. This suggests that some individuals are obese in a high fat diet, but are able to retain a slimmer phenotype on a high sugar diet.",
            "score": 89.63881468772888
        },
        {
            "docid": "173204_23",
            "document": "Drosophila melanogaster . A March 2000 study by National Human Genome Research Institute comparing the fruit fly and human genome estimated that about 60% of genes are conserved between the two species. About 75% of known human disease genes have a recognizable match in the genome of fruit flies, and 50% of fly protein sequences have mammalian homologs. An online database called Homophila is available to search for human disease gene homologues in flies and vice versa. \"Drosophila\" is being used as a genetic model for several human diseases including the neurodegenerative disorders Parkinson's, Huntington's, spinocerebellar ataxia and Alzheimer's disease. The fly is also being used to study mechanisms underlying aging and oxidative stress, immunity, diabetes, and cancer, as well as drug abuse.",
            "score": 94.56354832649231
        },
        {
            "docid": "37360538_21",
            "document": "Insects in culture . Insects play an important role in biological research. Because of its small size, short generation time and high fecundity, the common fruit fly \"Drosophila melanogaster\" was selected as a model organism for studies of the genetics of higher eukaryotes. \"D. melanogaster\" has been an essential part of studies into principles like genetic linkage, interactions between genes, chromosomal genetics, evolutionary developmental biology, animal behaviour and evolution. Because genetic systems are well conserved among eukaryotes, understanding basic cellular processes like DNA replication or transcription in fruit flies helps scientists to understand those processes in other eukaryotes, including humans. The genome of \"D. melanogaster\" was sequenced in 2000, reflecting the fruit fly's important role in biological research. 70% of the fly genome is similar to the human genome, supporting the Darwinian theory of evolution from a single origin of life.",
            "score": 136.82603073120117
        },
        {
            "docid": "1843196_10",
            "document": "Nutritional genomics . Nutrigenetics is the retrospective analysis of genetic variations among individuals with respect to the interaction between diet and disease. It is an applied science that studies how the genetic makeup of an individual affects the response to diet and the susceptibility to diet-related diseases. This necessitates the identification of gene variants associated with differential responses to nutrients and with higher susceptibility to diet-related diseases. The ultimate goal of nutrigenetics is to provide nutritional recommendations for individuals in what is known as \"personalized\" or \"individualized nutrition\".",
            "score": 84.43831539154053
        },
        {
            "docid": "374298_50",
            "document": "G factor (psychometrics) . The genetic correlation is a statistic that indicates the extent to which the same genetic effects influence two different traits. If the genetic correlation between two traits is zero, the genetic effects on them are independent, whereas a correlation of 1.0 means that the same set of genes explains the heritability of both traits (regardless of how high or low the heritability of each is). Genetic correlations between specific mental abilities (such as verbal ability and spatial ability) have been consistently found to be very high, close to 1.0. This indicates that genetic variation in cognitive abilities is almost entirely due to genetic variation in whatever \"g\" is. It also suggests that what is common among cognitive abilities is largely caused by genes, and that independence among abilities is largely due to environmental effects. Thus it has been argued that when genes for intelligence are identified, they will be \"generalist genes\", each affecting many different cognitive abilities.",
            "score": 115.25549840927124
        },
        {
            "docid": "5146476_29",
            "document": "Reproductive isolation . The genetics of ethological isolation barriers will be discussed first. Pre-copulatory isolation occurs when the genes necessary for the sexual reproduction of one species differ from the equivalent genes of another species, such that if a male of species A and a female of species B are placed together they are unable to copulate. Study of the genetics involved in this reproductive barrier tries to identify the genes that govern distinct sexual behaviors in the two species. The males of \"Drosophila melanogaster\" and those of \"D. simulans\" conduct an elaborate courtship with their respective females, which are different for each species, but the differences between the species are more quantitative than qualitative. In fact the \"simulans\" males are able to hybridize with the \"melanogaster\" females. Although there are lines of the latter species that can easily cross there are others that are hardly able to. Using this difference, it is possible to assess the minimum number of genes involved in pre-copulatory isolation between the \"melanogaster\" and \"simulans\" species and their chromosomal location.",
            "score": 136.38476085662842
        },
        {
            "docid": "20971660_4",
            "document": "One gene–one enzyme hypothesis . After moving to Stanford University in 1937, Beadle began working with biochemist Edward Tatum to isolate the fly eye pigments. After some success with this approach—they identified one of the intermediate pigments shortly after another researcher, Adolf Butenandt, beat them to the discovery—Beadle and Tatum switched their focus to an organism that made genetic studies of biochemical traits much easier: the bread mold \"Neurospora crassa\", which had recently been subjected to genetic research by one of Thomas Hunt Morgan's researchers, Carl C. Lingegren. \"Neurospora\" had several advantages: it required a simple growth medium, it grew quickly, and because of the production of ascospores during reproduction it was easy to isolate genetic mutants for analysis. They produced mutations by exposing the fungus to X-rays, and then identified strains that had metabolic defects by varying the growth medium. This work of Beadle and Tatum led almost at once to an important generalization. This was that most mutants unable to grow on minimal medium but able to grow on “complete” medium each require addition of only one particular supplement for growth on minimal medium. If the synthesis of a particular nutrient (such as an amino acid or vitamin) was disrupted by mutation, that mutant strain could be grown by adding the necessary nutrient to the medium. This finding suggested that most mutations affected only a single metabolic pathway. Further evidence obtained soon after the initial findings tended to show that generally only a single step in the pathway is blocked. Following their first report of three such \"auxotroph\" mutants in 1941, Beadle and Tatum used this method to create series of related mutants and determined the order in which amino acids and some other metabolites were synthesized in several metabolic pathways. The obvious inference from these experiments was that each gene mutation affects the activity of a single enzyme. This led directly to the one gene–one enzyme hypothesis, which, with certain qualifications and refinements, has remained essentially valid to the present day. As recalled by Horowitz et al., the work of Beadle and Tatum also demonstrated that genes have an essential role in biosyntheses. At the time of the experiments (1941), non-geneticists still generally believed that genes governed only trivial biological traits, such as eye color, and bristle arrangement in fruit flies, while basic biochemistry was determined in the cytoplasm by unknown processes. Also, many respected geneticists thought that gene action was far too complicated to be resolved by any simple experiment. Thus Beadle and Tatum brought about a fundamental revolution in our understanding of genetics.",
            "score": 114.43675029277802
        },
        {
            "docid": "4361880_6",
            "document": "Diauxie . Diauxie occurs because organisms use operons or multiple sets of genes to control differently the expression of enzymes needed to metabolize the different nutrients or sugars they encounter. If an organism allocates its energy and other resources (e.g. amino acids) to synthesize enzymes needed to metabolize a sugar that can only support a slower growth rate and not use all or most of its available resources to synthesize the enzymes that metabolize a different sugar providing a faster growth rate, such an organism will be at a reproductive disadvantage compared to those that choose to grow on the faster growth supporting sugar. Through evolution, organisms have developed the ability to regulate their genetic control mechanisms so as to only express those genes resulting in the fastest growth rate. For example, when grown in the presence of both glucose and maltose, \"Lactococcus lactis\" will produce enzymes to metabolize glucose first, altering its gene expression to use maltose only after the supply of glucose has been exhausted.",
            "score": 152.3886295557022
        },
        {
            "docid": "18346927_14",
            "document": "Scathophaga stercoraria . Larger yellow dung flies have a competitive advantage. Therefore, body size plasticity must be a survival mechanism. Offspring of large adults still survive under food limitations, despite needing more nutrients for a longer development. Thus, the observed growth plasticity is a result of altering body chemistry and not differing survival rates of offspring from small and large parents. Plastic development rate and body size are effective at avoiding premature death, meaning \"S. stercoraria\" adopts a strategy of being small and alive over large and dead. Smaller flies have an advantage in stressful environmental situations, due to larger dung flies needing more energy. Additionally, low genetic differentiation exists between yellow dung fly populations, likely due to extensive gene flow, as \"S. stercoraria\" is able to travel great distances. When species are unable to adapt through genetics, phenotypic plasticity is the most viable option to adjust to changing environments. Yellow dung flies develop in extremely variable environments, with pat drying, dung availability, and larval competition hindering survival. Therefore, phenotypic plasticity allows \"S. stercoraria\" to adjust development according to unpredictable ecological situations without genetic adaptation.",
            "score": 135.9803215265274
        },
        {
            "docid": "3237391_14",
            "document": "Optimal foraging theory . The optimal diet model also predicts that different types of animals should adopt different diets based on variations in search time. This idea is an extension of the model of prey choice that was discussed above. The equation, E/h > E/(h+S), can be rearranged to give: S > [(Eh)/E] – h. This rearranged form gives the threshold for how long S must be for an animal to choose to eat both prey and prey. Animals that have S's that reach the threshold are defined as generalists. In nature, generalists include a wide range of prey items in their diet. An example of a generalist is a mouse, which consumes a large variety of seeds, grains, and nuts. In contrast, predators with relatively short S's are still better off choosing to only eat prey. These types of animals are defined as specialists and have very exclusive diets in nature. An example of a specialist is the koala, which solely consumes eucalyptus leaves. In general, different animals across the four functional classes of predators exhibit strategies ranging across a continuum between being a generalist and a specialist. Additionally, since the choice to eat prey2 is dependent on the abundance of prey1 (as discussed earlier), if prey1 becomes so scarce that S1 reaches the threshold, then the animal should switch from exclusively eating prey1 to eating both prey1 and prey2. In other words, if the food within a specialist's diet becomes very scarce, a specialist can sometimes switch to being a generalist.",
            "score": 152.83924520015717
        },
        {
            "docid": "1728034_4",
            "document": "Complementation (genetics) . For a simple example of a complementation test, suppose a geneticist is interested in studying two strains of white-eyed flies of the species Drosophila melanogaster, more commonly known as the common fruit fly. In this species, wild type flies have red eyes and eye color is known to be related to two genes, A and B. Each one of these genes has two alleles, a dominant one that codes for a working protein (\"A\" and \"B\" respectively) and a recessive one that codes for a malfunctioning protein (\"a\" and \"b\" respectively). Since both proteins are necessary for the synthesis of red pigmentation in the eyes, if a given fly is homozygous for either \"a\" or \"b\", it will have white eyes.",
            "score": 98.14443635940552
        },
        {
            "docid": "15819274_19",
            "document": "Bombus lapidarius . This bee is a very important part of pollination. For many species of plant, such as species of \"Viscaria\", only bees and butterflies have proboscides long enough to pollinate effectively. For example, studies show \"B. lapidarius\" was more numerous and had a higher feeding density than other species studied. Further, \"Bombus lapidarius\" is important in pollinating many other species, including \"Centaurea scabiosa\". A study found that though \"Apis mellifera\" was also involved in pollination of this species, \"B. lapidarius\" greatly outnumbers \"Apis\" and other bee species in number and importance in pollination. Though initially attracted to flowers by the color, the scent is what drives attention as the bees approach flowers. it has been suggested that some individuals are better able to interpret differences in scent in the flowers than others. It has been suggested that these differences in ability developed evolutionarily as different types of bees developed specific roles within the colony. How long a bee stays at a particular flower seems to be connected to behavior, as it appeared the bees assumed low pollen reward, despite increased pollen levels in experiments. However, the amount of pollen transferred in a visit from \"B. lapidarius\" was only affected by the amount of pollen in the flower that individual was at. Further, it appeared that variation in duration of visits to different flowers was related to differences in foraging speed, not differences in how well the bee was able to remove nectar.  Bees will typically forage in patches, but show no clear directionality in their foraging. Further, pollinating bees will usually visit the nearest neighboring plants, thus gene flow between plants tends to be pretty limited.  Other experiments also indicated that body size is an important factor in how bumblebees pollinate. It would appear that size affects how often the bee will visit flowers as well as how well the bee could pollinate. Smaller bees seem to pollinate more effectively than larger bees. Yet, there did not appear to be a correlation between floral display size and body size. Therefore, it was suggested that bumblebees of all different sizes respond in the same way to floral display size.",
            "score": 113.80857503414154
        },
        {
            "docid": "23366462_92",
            "document": "Insect . Insects play important roles in biological research. For example, because of its small size, short generation time and high fecundity, the common fruit fly \"Drosophila melanogaster\" is a model organism for studies in the genetics of higher eukaryotes. \"D. melanogaster\" has been an essential part of studies into principles like genetic linkage, interactions between genes, chromosomal genetics, development, behavior and evolution. Because genetic systems are well conserved among eukaryotes, understanding basic cellular processes like DNA replication or transcription in fruit flies can help to understand those processes in other eukaryotes, including humans. The genome of \"D. melanogaster\" was sequenced in 2000, reflecting the organism's important role in biological research. It was found that 70% of the fly genome is similar to the human genome, supporting the evolution theory.",
            "score": 134.05795288085938
        },
        {
            "docid": "37809996_6",
            "document": "Adineta ricciae . In general, creatures that reproduce asexually are less able than other animals to adapt to environmental changes because they do not experience the interchange of genes that enables the \"survival of the fittest\". Research has been undertaken to investigate why bdelloid rotifers are not affected in this way and can cope with enormous environmental variations. The researchers studied the genome of \"Adineta ricciae\". It seems that some genes, in particular a gene called LEA, have two quite different functions and code for two proteins. One of these is an LEA protein, which has a protective function that prevents other proteins from agglutinating during the desiccation process; the other one helps to maintain the cell membrane. This gives bdelloid rotifers a means of becoming genetically diverse even though not exchanging genes through sexual reproduction and suggests that asexual reproduction could even be an evolutionary means of creating diversity.",
            "score": 88.56062006950378
        },
        {
            "docid": "1408022_2",
            "document": "Drosophilidae . The Drosophilidae are a diverse, cosmopolitan family of flies, which includes fruit flies. Another unrelated family of flies, Tephritidae, also includes species known as \"small fruit flies\". The best known species of the Drosophilidae is \"Drosophila melanogaster\", within the genus \"Drosophila\", and this species is used extensively for studies concerning genetics, development, physiology, ecology and behaviour. This fruit fly is mostly composed of post-mitotic cells, has a very short lifespan, and shows gradual aging. As in other species, temperature influences the life history of the animal. Several genes have been identified that can be manipulated to extend the lifespan of these insects.",
            "score": 106.22617316246033
        },
        {
            "docid": "3248511_13",
            "document": "Copy-number variation . The AMY1 gene copy number has been found to be correlated to different levels of starch in diets of different populations. 8 Populations from different continents were categorized into high starch diets and low starch diets and their AMY1 gene copy number was visualized using high resolution FISH and qPCR. It was found that the high starch diet populations which consists of the Japanese, Hadza, and European American populations had a significantly higher (2 times higher) average AMY1 copy number than the low starch diet populations including Biaka, Mbuti, Datog, Yakut populations. It was hypothesized that the levels of starch in one’s regular diet, the substrate for AMY1, can directly affect the copy number of the AMY1 gene. Since it was concluded that the copy number of AMY1 is directly correlated with salivary amylase, the more starch present in the population’s daily diet, the more evolutionarily favorable it is to have multiple copies of the AMY1 gene. The AMY1 gene was the first gene to provide strong evidence for evolution on a molecular genetics level. Moreover, using comparative genomic hybridization, copy number variations of the entire genomes of the Japanese population was compared to that of the Yakut population. It was found that the copy number variation of the AMY1 gene was significantly different from the copy number variation in other genes or regions of the genome, suggesting that the AMY1 gene was under a strong selective pressure that had little or no influence on the other copy number variations. Finally, the variability of length of 783 microsatellites between the two populations were compared to copy number variability of the AMY1 gene. It was found that the AMY1 gene copy number range was larger than that of over 97% of the microsatellites examined. This implies that natural selection played a considerable role in shaping the average number of AMY1 genes in these two populations. However, as only 6 populations were studied, it is important to consider the possibility that there may be other factors in their diet or culture that influenced the AMY1 copy number other than starch.",
            "score": 104.49017453193665
        },
        {
            "docid": "1843196_7",
            "document": "Nutritional genomics . Nutrigenomics refers to the prospective analysis of differences among nutrients in the regulation of gene expression i.e., it studies the effect of nutrients on the genome, proteome, and metabolome. It involves the application of high-throughput genomic tools such as DNA microarray technology in nutrition research. Nutrigenomics is a discovery science which aims at understanding how nutrition influences metabolic pathways and homeostatic control and how this regulation is disturbed in the early phase of a diet-related disease.",
            "score": 108.71525597572327
        },
        {
            "docid": "46638993_4",
            "document": "Microbiome in the Drosophila gut . The particular species of the host fly has a central influence on the composition and quality of the gut microbiota, even if flies are raised under similar conditions. Nevertheless, the host’s diet and nutritional environment also shape the exact composition of the microbiota. For instance the exact pH of the food can kill certain bacterial species. In general, the type of food used by the fly affects the microbiota composition. Mushroom feeder species like \"Drosophila fallen\" and MicroDrosophila sp. harbour many Lactobacillales and generally maintain high bacterial diversity in their guts. The microbiota of flower feeders such as \"Drosophila elegans\" and \"Drosophila ﬂavohirta\" shows higher abundance of Enterobacteriaceae and to a lesser extent of acido-philic bacteria (such as Acetobacteraceae and Lactobacillaceae) if compared to fruit-eating species such as \"Drosophila hydei\", \"Drosophila immigrans\", \"Drosophila sulfurigaster\", \"Drosophila melanogaster\", \"Drosophila sechellia\" or \"Drosophila takahashii\". The microbial load and bacterial composition also vary with the age of the host fly.",
            "score": 166.50625705718994
        },
        {
            "docid": "31026536_22",
            "document": "Effects of climate change on terrestrial animals . Huntley counters the findings of Franks \"et al.\" (Huntley 2007) with a study by Wu, \"et al.\" (Wu L 1975) which provided evidence that not only different species but also different populations of the same species exhibited markedly different potentials for the selection of heavy metal tolerant genotypes. This lead Bradshaw and McNeilly to conclude that different populations of the same species can adapt their phenology to survive in the short term and at local sites, but genetic variation across an entire species in response to rapid climate change is not possible (Bradshaw 1991).",
            "score": 136.8203420639038
        },
        {
            "docid": "12878579_5",
            "document": "Animal testing on invertebrates . The fly \"D. melanogaster\" is the most widely used animal in genetic studies. This comes from the simplicity of breeding and housing the flies, which allows large numbers to be used in experiments. Molecular biology is relatively simple in these organisms and a huge variety of mutant and genetically modified flies have been developed. Fly genetics has been vital in the study of development, the cell cycle, behavior, and neuroscience. The similarities in the basic biochemistry of all animals allows flies to be used as simple systems to investigate the genetics of conditions such as heart disease and neurodegenerative disease. However, like nematodes, \"D. melanogaster\" is not widely used in applied medical research, as the fly immune system differs greatly from that found in humans, and diseases in flies can be very different from diseases in humans.",
            "score": 129.04366731643677
        },
        {
            "docid": "175596_23",
            "document": "Animal testing . Although many more invertebrates than vertebrates are used in animal testing, these studies are largely unregulated by law. The most frequently used invertebrate species are \"Drosophila melanogaster\", a fruit fly, and \"Caenorhabditis elegans\", a nematode worm. In the case of \"C. elegans\", the worm's body is completely transparent and the precise lineage of all the organism's cells is known, while studies in the fly \"D. melanogaster\" can use an amazing array of genetic tools. These invertebrates offer some advantages over vertebrates in animal testing, including their short life cycle and the ease with which large numbers may be housed and studied. However, the lack of an adaptive immune system and their simple organs prevent worms from being used in several aspects of medical research such as vaccine development. Similarly, the fruit fly immune system differs greatly from that of humans, and diseases in insects can be different from diseases in vertebrates; however, fruit flies and waxworms can be useful in studies to identify novel virulence factors or pharmacologically active compounds.",
            "score": 131.1670331954956
        },
        {
            "docid": "39530841_2",
            "document": "Flightless fruit fly . Flightless fruit flies (Order Diptera) encompasses a variety of different species of fly, such as \"Drosophila melanogaster\", \"Bactrocera cucurbitae\", \"Bactrocera dorsalis\", and \"Drosophila hydei\", with genetic mutations that cause them to be flightless. These genetic mutations may have different results such as the development of muscles that cannot support flight or even result in the lack of wings entirely. Flightless fly models have been especially useful for the study of human neuromuscular diseases such as spinal muscular atrophy, spinobulbar muscular atrophy, myotonic dystrophy, dystrophinopathies and other inherited neuromuscular diseases. Other applications of flightless flies include using them as convenient feeders for a variety of companion animals and even as test subjects in aeronautical research",
            "score": 126.62651467323303
        },
        {
            "docid": "19544_9",
            "document": "Microevolution . Mutation can result in several different types of change in DNA sequences; these can either have no effect, alter the product of a gene, or prevent the gene from functioning. Studies in the fly \"Drosophila melanogaster\" suggest that if a mutation changes a protein produced by a gene, this will probably be harmful, with about 70 percent of these mutations having damaging effects, and the remainder being either neutral or weakly beneficial. Due to the damaging effects that mutations can have on cells, organisms have evolved mechanisms such as DNA repair to remove mutations. Therefore, the optimal mutation rate for a species is a trade-off between costs of a high mutation rate, such as deleterious mutations, and the metabolic costs of maintaining systems to reduce the mutation rate, such as DNA repair enzymes. Viruses that use RNA as their genetic material have rapid mutation rates, which can be an advantage since these viruses will evolve constantly and rapidly, and thus evade the defensive responses of e.g. the human immune system.",
            "score": 136.4109902381897
        },
        {
            "docid": "3451749_7",
            "document": "Foothill yellow-legged frog . Food supplies, such as algae the tadpoles eat, also affect the sexual maturity of the species. Reportedly, the \"amount of protein in different algae, can affect size at and time to metamorphosis\" and \"these food effects may be mediated through diet-induced changes in thyroid function\", which means the food the tadpoles ingest dictates the changes in the thyroid gland's production of certain proteins. Tadpoles most commonly feed on algae, diatoms, and detritus. As the species grows older, it changes its diet to animal tissue which must be swallowed whole because the frog's jaw is structured on a hinge joint that does not allow for sideways movement as in humans. Adult frogs eat a range of foods such as moths, ants, grasshoppers, hornets, beetles, flies, water striders, and snails.",
            "score": 132.84415483474731
        },
        {
            "docid": "16413778_25",
            "document": "Ageing . Caloric restriction substantially affects lifespan in many animals, including the ability to delay or prevent many age-related diseases. Typically, this involves caloric intake of 60–70% of what an \"ad libitum\" animal would consume, while still maintaining proper nutrient intake. In rodents, this has been shown to increase lifespan by up to 50%; similar effects occur for yeast and \"Drosophila\". No lifespan data exist for humans on a calorie-restricted diet, but several reports support protection from age-related diseases. Two major ongoing studies on rhesus monkeys initially revealed disparate results; while one study, by the University of Wisconsin, showed that caloric restriction does extend lifespan, the second study, by the National Institute on Aging (NIA), found no effects of caloric restriction on longevity. Both studies nevertheless showed improvement in a number of health parameters. Notwithstanding the similarly low calorie intake, the diet composition differed between the two studies (notably a high sucrose content in the Wisconsin study), and the monkeys have different origins (India, China), initially suggesting that genetics and dietary composition, not merely a decrease in calories, are factors in longevity. However, in a comparative analysis in 2014, the Wisconsin researchers found that the allegedly non-starved NIA control monkeys in fact are moderately underweight when compared with other monkey populations, and argued this was due to the NIA's apportioned feeding protocol in contrast to Wisconsin's truly unrestricted \"ad libitum\" feeding protocol. They conclude that moderate calorie restriction rather than extreme calorie restriction is sufficient to produce the observed health and longevity benefits in the studied rhesus monkeys.",
            "score": 113.78944003582001
        },
        {
            "docid": "18143331_12",
            "document": "Neurogenetics . Advances in molecular biology techniques and the species-wide genome project have made it possible to map out an individual's entire genome. Whether genetic or environmental factors are primarily responsible for an individual's personality has long been a topic of debate. Thanks to the advances being made in the field of neurogenetics, researchers have begun to tackle this question by beginning to map out genes and correlate them to different personality traits. There is little to no evidence to suggest that the presence of a \"single\" gene indicates that an individual will express one style of behavior over another; rather, having a specific gene could make one more predisposed to displaying this type of behavior. It is starting to become clear that most genetically influenced behaviors are due to the effects of many variants within \"many\" genes, in addition to other neurological regulating factors like neurotransmitter levels. Due to fact that many behavioral characteristics have been conserved across species for generations, researchers are able to use animal subjects such as mice and rats, but also fruit flies, worms, and zebrafish, to try to determine specific genes that correlate to behavior and attempt to match these with human genes.",
            "score": 98.10406184196472
        }
    ],
    "r": [
        {
            "docid": "3213483_6",
            "document": "Drosophila simulans . \"Wolbachia\" infections give insight into how certain species of \"Drosophila\" are related. Through the analysis of cytoplasmic incompatibility and similar mitochondrial DNA, it has been shown that \"D. simulans\" and \"D. mauritiana\" are more closely related to each other than to \"D. sechellia.\" Cytoplasmic incompatibility causes egg and sperm cells to fail in creating viable offspring, a common feature in \"Wolbachia\"-infected \"D. simulans\" and \"D. mauritiana\" individuals. \"Drosophila sechellia\" has significantly distinct mitochondrial DNA, further emphasizing the evolutionary differences between the three species.",
            "score": 179.37567138671875
        },
        {
            "docid": "9677389_35",
            "document": "Food desert .            The original motivation for processing foods was to preserve them so there would be less food waste and there would be enough food to feed the population. By canning or dying fruits and vegetables to try and preserve them, some of the nutrients are lost and often times sugar is added, making the produce less healthy than when it was fresh. Similarly, with meats that are dried, there is salt added to help preserve it but results in the consumer having a higher sodium intake. The ultra-processed foods were not made to be nutrient rich, but rather to satisfy cravings with high amounts of salts or sugars, so they result in people eating more than they should of food that has no nutritional value. Processed foods may also be made rich with nutrients that many people are lacking in their diets, making up for the lack of fresh food. Some nutritionists may recommend eliminating processed foods from diets, while others see it as a way to reduce food scarcity and malnutrition. In 1990 the Nutrition Labeling and Education Act required nutrition labels on food, making it so people could see what and how much of something they were consuming. With that labeling what some companies did was list things that weren’t added on the front, but rarely did they add information about nutrients they added. There are scientists and nutritionists looking into ways to create affordable, processed food high in essential nutrients and vitamins that also taste good so the consumer is inclined to buy them.",
            "score": 168.47207641601562
        },
        {
            "docid": "46638993_4",
            "document": "Microbiome in the Drosophila gut . The particular species of the host fly has a central influence on the composition and quality of the gut microbiota, even if flies are raised under similar conditions. Nevertheless, the host’s diet and nutritional environment also shape the exact composition of the microbiota. For instance the exact pH of the food can kill certain bacterial species. In general, the type of food used by the fly affects the microbiota composition. Mushroom feeder species like \"Drosophila fallen\" and MicroDrosophila sp. harbour many Lactobacillales and generally maintain high bacterial diversity in their guts. The microbiota of flower feeders such as \"Drosophila elegans\" and \"Drosophila ﬂavohirta\" shows higher abundance of Enterobacteriaceae and to a lesser extent of acido-philic bacteria (such as Acetobacteraceae and Lactobacillaceae) if compared to fruit-eating species such as \"Drosophila hydei\", \"Drosophila immigrans\", \"Drosophila sulfurigaster\", \"Drosophila melanogaster\", \"Drosophila sechellia\" or \"Drosophila takahashii\". The microbial load and bacterial composition also vary with the age of the host fly.",
            "score": 166.50625610351562
        },
        {
            "docid": "942048_14",
            "document": "Adaptation . Flexibility stems from phenotypic plasticity, the ability of an organism with a given genotype to change its phenotype in response to changes in its habitat, or to move to a different habitat. The degree of flexibility is inherited, and varies between individuals. A highly specialized animal or plant lives only in a well-defined habitat, eats a specific type of food, and cannot survive if its needs are not met. Many herbivores are like this; extreme examples are koalas which depend on \"Eucalyptus\", and giant pandas which require bamboo. A generalist, on the other hand, eats a range of food, and can survive in many different conditions. Examples are humans, rats, crabs and many carnivores. The \"tendency\" to behave in a specialized or exploratory manner is inherited—it is an adaptation. Rather different is developmental flexibility: \"An animal or plant is developmentally flexible if when it is raised in or transferred to new conditions, it changes in structure so that it is better fitted to survive in the new environment,\" writes evolutionary biologist John Maynard Smith.",
            "score": 166.33082580566406
        },
        {
            "docid": "3175680_2",
            "document": "Generalist and specialist species . A generalist species is able to thrive in a wide variety of environmental conditions and can make use of a variety of different resources (for example, a heterotroph with a varied diet). A specialist species can thrive only in a narrow range of environmental conditions or has a limited diet. Most organisms do not all fit neatly into either group, however. Some species are highly specialized (the most extreme case being monophagy), others less so, and some can tolerate many different environments. In other words, there is a continuum from highly-specialized to broadly-generalist species.",
            "score": 160.71363830566406
        },
        {
            "docid": "431746_19",
            "document": "Amphipoda . Most amphipods are detritivores or scavengers, with some being grazers of algae, omnivores or predators of small insects and crustaceans. Food is grasped with the front two pairs of legs, which are armed with large claws. More immobile species of amphipods eat higher quantities of less nutritious food rather than actively seeking more nutritious food. This is a type of compensatory feeding. This behaviour may have evolved to minimise predation risk when searching for other foods. \"Ampithoe longimana\", for example, is more sedentary than other species and have been observed to remain on host plants longer. In fact, when presented with both high- and low-nutrition food options, the sedentary species \"Ampithoe longimana\" does not distinguish between the two options. Other amphipod species, such as \"Gammarus mucronatus\" and \"Elasmopus levis\", which have superior predator avoidance and are more mobile, are better able to pursue different food sources. In species without the compensatory feeding ability, survivorship, fertility, and growth can be strongly negatively affected in the absence of high-quality food. Compensatory feeding may also explain the year-round presence of \"A. longimana\" in certain waters. Because algal presence changes throughout the year in certain communities, the evolution of flexible feeding techniques such as compensatory feeding may have been beneficial to survival.",
            "score": 158.6713409423828
        },
        {
            "docid": "26890561_12",
            "document": "Teleost leptins . The observations that long-term feed restriction does not significantly affect \"lep\" expression in Atlantic salmon has also been noted in other teleosts. However it is likely that prolonged feed restriction can influence several endocrine parameters to adapt to the nutritional condition. For example, in common carp, a rapid response in ob gene expression in hepatic tissue of common carp shortly after feeding, but no changes in expression in response to different long-term feeding regime was observed. These authors suggested that this effect could be explained by the fact that starved fish do not lose weight as rapidly as mammals, a consequence of being ectothermic and possessing a much lower standard metabolic rate, and therefore can withstand longer periods of starvation. A similar study on grass carp showed that chronic injection of species-specific Lep did not affect long-term food intake and body weight, while acute injection decreased food intake. Conversely, Murashita et al., (unpublished results) observed increased proopiomelanocortin a1(\"pomca1\") levels following chronic injection of Lep in Atlantic salmon, which suggests that chronic exposure to elevated Lep levels can decrease food intake through the Pomc pathway in this species. Recent studies in Atlantic salmon did not observe any difference of feed restriction in circulating plasma levels, which contrasts recent results in rainbow trout and suggest that the relation between circulating lep levels and energy status differs from that in mammals. However, salmon RIA appears to allow interspecies assessment of plasma lep levels. This only confirms that more comprehensive studies are needed for conclusive data interpretation. Studies on rainbow trout also implicated Lep as an anorectic hormone as in mammals. Injection of rainbow trout with recombinant trout leptin (\"rt-leptin\") resulted in a significantly reduced appetite over two days that coincided with a decrease in hypothalamic mRNA expression of neuropeptide Y (\"npy\") and increase of \"pomc\" mRNAs, respectively. Whether these observations are due to species-specific differences in long-term leptin regulation of appetite or growth is not known, however, consensus data indicate that the effects of Lep on appetite regulation may be short-term in teleosts.",
            "score": 158.16339111328125
        },
        {
            "docid": "4211765_7",
            "document": "Round whitefish . Round whitefish are considered benthivores, feeding on benthos and plankton. In addition to the previous list, the generalized feeding pattern of the round-fish diet includes amphipods, gastropods, isopods, chironomid larvae and pupae, and various aquatic insects, such as spiny water flea (Bythotrephes longimarus). Round whitefish are stable generalized feeders due to the majority of their food being found in the deeper parts of the water. They are considered opportunistic feeders in that round-fish feed on the kind of prey that is available. Among different populations, the main food source each group preys on may differ from one another in relation to what kind of food is available. Other factors that influence food availability are location, neighboring species, and time of year. In different bodies of water at different times of the year, the kind and amount of prey change, and round-fish are adapted to be able to feed on what is seasonally available. This capability allows them to migrate periodically to and from spawning sites. Food availability is also influenced by the abundance of other species sharing and/or around the range of the round-fish. When species return to their non-spawning body of water after spawning and winter, round-fish diet consists of more of chironomids, isopods, and gastropods. During the migration to spawning sites, they mostly feed on spiny water fleas, black fly larvae, and other aquatic insects. These species do not feed during spawning, so it is important for them to increase their food intake to accumulate energy for storage to survive through spawning.",
            "score": 157.78460693359375
        },
        {
            "docid": "46980_28",
            "document": "Pollen . Most major classes of predatory and parasitic arthropods contain species that eat pollen, despite the common perception that bees are the primary pollen-consuming arthropod group. Many other Hymenoptera other than bees consume pollen as adults, though only a small number feed on pollen as larvae (including some ant larvae). Spiders are normally considered carnivores but pollen is an important source of food for several species, particularly for spiderlings, which catch pollen on their webs. It is not clear how spiderlings manage to eat pollen however, since their mouths are not large enough to consume pollen grains. Some predatory mites also feed on pollen, with some species being able to subsist solely on pollen, such as \"Euseius tularensis\", which feeds on the pollen of dozens of plant species. Members of some beetle families such as Mordellidae and Melyridae feed almost exclusively on pollen as adults, while various lineages within larger families such as Curculionidae, Chrysomelidae, Cerambycidae, and Scarabaeidae are pollen specialists even though most members of their families are not (e.g., only 36 of 40000 species of ground beetles, which are typically predatory, have been shown to eat pollen—but this is thought to be a severe underestimate as the feeding habits are only known for 1000 species). Similarly, Ladybird beetles mainly eat insects, but many species also eat pollen, as either part or all of their diet. Hemiptera are mostly herbivores or omnivores but pollen feeding is known (and has only been well studied in the Anthocoridae). Many adult flies, especially Syrphidae, feed on pollen, and three UK syrphid species feed strictly on pollen (syrphids, like all flies, cannot eat pollen directly due to the structure of their mouthparts, but can consume pollen contents that are dissolved in a fluid). Some species of fungus, including \"Fomes fomentarius\", are able to break down grains of pollen as a secondary nutrition source that is particularly high in nitrogen. Pollen may be valuable diet supplement for detritivores, providing them with nutrients needed for growth, development and maturation. It was suggested that obtaining nutrients from pollen, deposited on the forest floor during periods of pollen rains, allows fungi to decompose nutritionally scarce litter.",
            "score": 154.74745178222656
        },
        {
            "docid": "21525_42",
            "document": "Nutrition . Vitamins are essential nutrients, necessary in the diet for good health. (Vitamin D is an exception, as it can be synthesized in the skin in the presence of UVB radiation, and many animal species can synthesize vitamin C.) Vitamin deficiencies may result in disease conditions, including goitre, scurvy, osteoporosis, impaired immune system, disorders of cell metabolism, certain forms of cancer, symptoms of premature aging, and poor psychological health, among many others. Excess levels of some vitamins are also dangerous to health. The Food and Nutrition Board of the Institute of Medicine has established Tolerable Upper Intake Levels (ULs) for seven vitamins.",
            "score": 153.74473571777344
        },
        {
            "docid": "23538713_47",
            "document": "Bat . Different bat species have different diets, including insects, nectar, pollen, fruit and even vertebrates. Megabats are mostly fruit, nectar and pollen eaters. Due to their small size, high-metabolism and rapid burning of energy through flight, bats must consume large amounts of food for their size. Insectivorous bats may eat over 120 percent of their body weight, while frugivorous bats may eat over twice their weight. They can travel significant distances each night, exceptionally as much as in the spotted bat (\"Euderma maculatum\"), in search of food. Bats use a variety of hunting strategies. Bats get most of their water from the food they eat; many species also drink from water sources like lakes and streams, flying over the surface and dipping their tongues into the water.",
            "score": 153.50454711914062
        },
        {
            "docid": "3237391_14",
            "document": "Optimal foraging theory . The optimal diet model also predicts that different types of animals should adopt different diets based on variations in search time. This idea is an extension of the model of prey choice that was discussed above. The equation, E/h > E/(h+S), can be rearranged to give: S > [(Eh)/E] – h. This rearranged form gives the threshold for how long S must be for an animal to choose to eat both prey and prey. Animals that have S's that reach the threshold are defined as generalists. In nature, generalists include a wide range of prey items in their diet. An example of a generalist is a mouse, which consumes a large variety of seeds, grains, and nuts. In contrast, predators with relatively short S's are still better off choosing to only eat prey. These types of animals are defined as specialists and have very exclusive diets in nature. An example of a specialist is the koala, which solely consumes eucalyptus leaves. In general, different animals across the four functional classes of predators exhibit strategies ranging across a continuum between being a generalist and a specialist. Additionally, since the choice to eat prey2 is dependent on the abundance of prey1 (as discussed earlier), if prey1 becomes so scarce that S1 reaches the threshold, then the animal should switch from exclusively eating prey1 to eating both prey1 and prey2. In other words, if the food within a specialist's diet becomes very scarce, a specialist can sometimes switch to being a generalist.",
            "score": 152.83924865722656
        },
        {
            "docid": "4361880_6",
            "document": "Diauxie . Diauxie occurs because organisms use operons or multiple sets of genes to control differently the expression of enzymes needed to metabolize the different nutrients or sugars they encounter. If an organism allocates its energy and other resources (e.g. amino acids) to synthesize enzymes needed to metabolize a sugar that can only support a slower growth rate and not use all or most of its available resources to synthesize the enzymes that metabolize a different sugar providing a faster growth rate, such an organism will be at a reproductive disadvantage compared to those that choose to grow on the faster growth supporting sugar. Through evolution, organisms have developed the ability to regulate their genetic control mechanisms so as to only express those genes resulting in the fastest growth rate. For example, when grown in the presence of both glucose and maltose, \"Lactococcus lactis\" will produce enzymes to metabolize glucose first, altering its gene expression to use maltose only after the supply of glucose has been exhausted.",
            "score": 152.3886260986328
        },
        {
            "docid": "18413531_62",
            "document": "Sustainability . The American Public Health Association (APHA) defines a \"sustainable food system\" as \"one that provides healthy food to meet current food needs while maintaining healthy ecosystems that can also provide food for generations to come with minimal negative impact to the environment. A sustainable food system also encourages local production and distribution infrastructures and makes nutritious food available, accessible, and affordable to all. Further, it is humane and just, protecting farmers and other workers, consumers, and communities.\" Concerns about the environmental impacts of agribusiness and the stark contrast between the obesity problems of the Western world and the poverty and food insecurity of the developing world have generated a strong movement towards healthy, sustainable eating as a major component of overall ethical consumerism. The environmental effects of different dietary patterns depend on many factors, including the proportion of animal and plant foods consumed and the method of food production. The World Health Organization has published a \"Global Strategy on Diet, Physical Activity and Health\" report which was endorsed by the May 2004 World Health Assembly. It recommends the Mediterranean diet which is associated with health and longevity and is low in meat, rich in fruits and vegetables, low in added sugar and limited salt, and low in saturated fatty acids; the traditional source of fat in the Mediterranean is olive oil, rich in monounsaturated fat. The healthy rice-based Japanese diet is also high in carbohydrates and low in fat. Both diets are low in meat and saturated fats and high in legumes and other vegetables; they are associated with a low incidence of ailments and low environmental impact.",
            "score": 150.8118438720703
        },
        {
            "docid": "142867_12",
            "document": "Ferret . Ferrets are obligate carnivores. The natural diet of their wild ancestors consisted of whole small prey, including meat, organs, bones, skin, feathers, and fur. Ferrets have short digestive systems and quick metabolism, so they need to eat frequently. Prepared dry foods consisting almost entirely of meat (including high-grade cat food, although specialized ferret food is increasingly available and preferable) provide the most nutritional value and are the most convenient, though some ferret owners feed pre-killed or live prey (such as mice and rabbits) to their ferrets to more closely mimic their natural diet. Ferret digestive tracts lack a cecum and the animal is largely unable to digest plant matter. Before much was known about ferret physiology, many breeders and pet stores recommended food like fruit in the ferret diet, but it is now known that such foods are inappropriate, and may in fact have negative ramifications on ferret health. Ferrets imprint on their food at around six months old. This can make introducing new foods to an older ferret a challenge, and even simply changing brands of kibble may meet with resistance from a ferret that has never eaten the food as a kit. It is therefore advisable to expose young ferrets to as many different types and flavors of appropriate food as possible.",
            "score": 150.3432159423828
        },
        {
            "docid": "314968_8",
            "document": "Yellowjacket . The diet of the adult yellowjacket consists primarily of items rich in sugars and carbohydrates, such as fruits, flower nectar, and tree sap. Larvae feed on proteins derived from insects, meats, and fish, which are collected by the adults, which chew and condition them before feeding them to the larvae. Many of the insects collected by the adults are considered pest species, making the yellowjacket beneficial to agriculture. Larvae, in return, secrete a sugar material to be eaten by the adults; this exchange is a form of trophallaxis. In late summer, foraging workers pursue other food sources from meats to ripe fruits, or scavenge human garbage, sodas, picnics, etc., as additional sugar is needed to foster the next generation's queens.",
            "score": 147.3284454345703
        },
        {
            "docid": "1917077_26",
            "document": "Streptococcus mutans . In discussing the evolution of \"S. mutans\", it is imperative to include the role humans have played and the co-evolution that has occurred between the two species. As humans evolved anthropologically, the bacteria evolved biologically. It is widely accepted that the advent of agriculture in early human populations provided the conditions \"S. mutans\" needed to evolve into the virulent bacteria it is today. Agriculture introduced fermented foods, as well as more carbohydrate rich foods, into the diets of historic human populations. These new foods introduced new bacteria to the oral cavity and created new environmental conditions. For example, \"Lactobacillus\" or \"Leuconostoc\" are typically found in foods such as yogurt and wine. Also, consuming more carbohydrates increased the amount of sugars available to \"S. mutans\" for metabolism and lowered the pH of the oral cavity. This new acidic habitat would select for those bacteria that could survive and reproduce at a lower pH.",
            "score": 146.97254943847656
        },
        {
            "docid": "54670196_2",
            "document": "Toddler nutrition . Toddler nutrition is the description of the dietary needs of toddlers aged one to two years old. Food provides the energy and nutrients that toddlers need to be healthy. An adequate intake in nutrient rich food is good nutrition. A diet lacking essential calories, minerals, fluid and vitamins could be considered 'bad' nutrition. Nutrition needs are different for toddlers. For a baby, breast milk is \"best\" and it has all the necessary vitamins and minerals. Toddlers typically have been weaned from breast milk and formula. Though infants usually start eating solid foods between 4 and 6 months of age, more and more solid foods are consumed by a growing toddler. If a food introduced one at a time, a potential allergen can be identified. Food provides the energy and nutrients that young children need to be healthy. Toddlers are learning to feed themselves and to eat new foods. They should eat a variety of foods from all the food groups. Each day, toddlers need enough nutrients, including",
            "score": 146.74520874023438
        },
        {
            "docid": "42114_31",
            "document": "Salmonella . \"S. enterica\", through some of its serotypes such as Typhimurium and Enteriditis, shows signs of the ability to infect several different mammalian host species, while other serotypes such as Typhi seem to be restricted to only a few hosts. Some of the ways that \"Salmonella\" serotypes have adapted to their hosts include loss of genetic material and mutation. In more complex mammalian species, immune systems, which include pathogen specific immune responses, target serovars of \"Salmonella\" through binding of antibodies to structures like flagella. Through the loss of the genetic material that codes for a flagellum to form, \"Salmonella\" can evade a host's immune system. \"mgtC\" leader RNA from bacteria virulence gene (mgtCBR operon) decreases flagellin production during infection by directly base pairing with mRNAs of the \"fljB\" gene encoding flagellin and promotes degradation. In the study by Kisela \"et al.\", more pathogenic serovars of \"S. enterica\" were found to have certain adhesins in common that have developed out of convergent evolution. This means that, as these strains of \"Salmonella\" have been exposed to similar conditions such as immune systems, similar structures evolved separately to negate these similar, more advanced defenses in hosts. There are still many questions about the way that \"Salmonella\" has evolved into so many different types but it has been suggested that \"Salmonella\" evolved through several phases. As Baumler \"et al.\" have suggested, Salmonella most likely evolved through horizontal gene transfer, formation of new serovars due to additional pathogenicity islands and through an approximation of its ancestry. So, \"Salmonella\" could have evolved into its many different serotypes through gaining genetic information from different pathogenic bacteria. The presence of several pathogenicity islands in the genome of different serotypes has lent credence to this theory.",
            "score": 146.51060485839844
        },
        {
            "docid": "43953301_16",
            "document": "Polistes sulcifer . \"P. sulcifer\" larva feed on what \"P. dominula\" feeds on, since it is the host workers who are collecting the food. It has been found that \"P. dominula\" food is from three insect orders. \"P. dominula\", unlike many other social wasps, is known as a very generalist predator, and is both opportunistic and very flexible in selecting their prey. Adult \"P. sulcifer\" wasps have been shown to eat the larvae of other insect species including \"Tenebrio molitor\" larvae (a beetle species) and fly maggots. It has also been shown that the parasitic \"P. sulcifer\" female may use the host eggs as nutrition soon after usurpation occurs. Additionally, in \"P. sulcifer\", a peculiar phenomenon is observed during usurpation season. The female is known to feed on flowers in the early morning and in the late afternoon. This is thought to have evolved so the female could attempt to usurp in the middle of the day, when the host is out feeding.",
            "score": 146.0798797607422
        },
        {
            "docid": "3213483_2",
            "document": "Drosophila simulans . Drosophila simulans is a species of fly closely related to \"D. melanogaster\", belonging to the same \"melanogaster\" species subgroup. Its closest relatives are \"D. mauritiana\" and \"D. sechellia\".",
            "score": 145.59971618652344
        },
        {
            "docid": "12176781_11",
            "document": "Italian crested newt . There are still other adaptations that enable the newts to survive. \"T. carnifex\" have made physiological adaptations that enable them to stay in hypoxic conditions or meet their increased metabolic needs. This compensation is in the larvae as soon as they are born. Spleen size can increase as the temperature declines for adults – in larvae, there is no dramatic change in spleen size. This difference is attributed to the improbability of a larvae newt ending up in a hypoxic environment primarily due to gill movement. The spleen plays a large role in this adaptation; 50% of the blood is redirected into the spleen when the conditions in their habitat are well oxygenated. When the large stores of erythrocytes dips below necessary, the spleen of \"T. carnifex\" will release red blood cells into the blood stream, which is caused by hypoxia or increased metabolic needs. This very specific compensatory respiration – the ability to adapt to respiratory conditions – is known as hypoxia, and increases the red blood cells as a method of maintaining oxygen levels in an oxygen-lacking environment. These adaptations have evolved due to both the environment and the physiological conditions the newt finds itself in. This can be seen when the animal releases red blood cells into the bloodstream as a method of maintaining oxygen levels. This feature is commonly shared among amphibians, and it is possible that all ectotherms are capable of this.",
            "score": 144.91384887695312
        },
        {
            "docid": "35110499_15",
            "document": "Dolichovespula sylvestris . The diet of \"D. sylvestris\" larvae was determined based on close analysis of larval pellets and observation. It was found that the wasp larvae consumed both other insects and nectar from flowers. The queen finds the insects or nectar and returns to the nest to feed them to each of the larvae during the queen nest before workers take over foraging and feeding activities. At this time, workers begin feeding the larvae, using the same types of food. Insects included many types of flies, including but not limited to march flies (Bibionidae) and crane flies (Tipulidae). The type of insects that were chosen as the main food source depended on the time of the season. These wasps prefer to feed on flies and tend to avoid ants or spiders. Queens were also observed feeding larvae nectar from flowers one drop at a time by putting her tongue and their mouths together. This nectar comes from flowers of plants such as blackberry, raspberry, and \"Rhododendron\". Nectar seems to be a very important part of the larval diet as both queen and workers took more trips and more time collecting it than either insects or pulp for the nests. Experiments on larvae have shown that the sugar in the nectar is a necessary energy source and that without it larvae will quickly become unable to survive. Therefore, both insects and nectar are an important part of the larval diet.",
            "score": 144.80145263671875
        },
        {
            "docid": "26912484_19",
            "document": "Bacteriophage P2 . Capable of switching between lytic and lysogenic lifecycle is greatly beneficial for the survival of phage. In a large dense population of isogenic hosts, the lytic strategy is preferred, and phage virulence as well as host defense mechanisms will evolve in an arms race manner. On the contrary, lysogeny is favored when the host cell density is not high enough for maintenance of the phage density by repeated cycles of lytic infections. It is well known that phage P2 has the potential to mediate horizontal gene transfer upon infection of different bacteria. During this process, phage P2 can serve as a source of new genes to the hosts, which provides materials for evolution and selection. Compared to evolution through mutation and selection, phage-mediated genetic changes can affect drastic alterations to bacterial metabolism and physiology within a short time, and they may confer fitness to their hosts. For example, Edlin et al. found that the lysogenic \"E. coli\" having a λ, P1, P2, or Mu prophage could grow more rapidly than a non-lysogenic counterpart under nutrient-limited condition. Furthermore, it was shown that P2 prophage may contribute to the dissemination of cytolethal distending toxins among \"E. coli\" O157 strains and facilitate their niche expansion among different animal hosts, which provides new insights into the pathogenesis of \"E. coli\" O157.",
            "score": 144.7183074951172
        },
        {
            "docid": "16692813_12",
            "document": "Obesity in Mexico . What Drewnowski describes as the \"economics of food choice\" is the fact that people have to manage their often scarce resources in a way that all basic expenditures (food, housing, clothing, school fees) are covered. Consequently, the kind of food people consume also, or primarily, depends on food prices (Dinsa et al., Drewnowski, Lozada et al.). While energy-dense products, rich in sugar and fats, cost less in relation to the energy they provide, low-energy healthy food like fruits and vegetables is more expensive in this respect (Drewnowski, 166). Furthermore, fruits and vegetables are now twice as expensive than 20 years ago whereas the costs of added sugar and fats did not change (Drewnowski, 162). To sum up, \"foods, beverages, snacks, or diets said to promote obesity [are], in every case, inexpensive. In contrast, more costly dietary patterns [are] associated with leanness, weight maintenance, or greater weight loss\" (Drewnoski, 166). In conclusion, low-income can be seen as an obstacle to a healthier diet as the consumption of \"good\" products may wear out the available budget.",
            "score": 143.33340454101562
        },
        {
            "docid": "35719831_7",
            "document": "Percopsis omiscomaycus . Although the trout-perch are abundant fish, their ecological role have not been well studied and are still not well understood, yet it is believed the trout-perch plays an important role at maintaining the equilibrium of its habitat. A study was conducted in Saginaw Bay, Lake Huron to learn about the ecological role of the trout-perch. Some results were collect, but there is still more to learn about this species. An important finding referred to the energy content of the trout-perch, which was higher than other similar species. The energy content of the trout-perch was 4795 joules, whereas yellow perch and round goby energy content were lower; 4662 joules and 3740 joules respectively.These findings are the main reason, scientists believe the trout-perch is an important source of food for other species in their habitat. Another finding showed that trout-perch prefer to feed from Chironomidae larvae (lake flies larvae), but during some months and trout-perch sizes, there was a slight difference in the feeding source. Bigger fish of this species preferred to feed on Amphipoda, whereas smaller fish feed on Zooplankton. Lake flies, lake flies larvae, and Amphipoda, seem to be the most important diet items for trout-perch in Saginaw Bay. The diet seemed to be the same for trout- perch in other systems besides Saginaw Bay, Lake Huron. Therefore, Trout-perch showed to be numerically important for the area since it seem to help to maintain the proper amount of species in its environment by serving as a food source and by preying on species, which are increasing and their increased can affect the ecosystem equilibrium.",
            "score": 143.2351837158203
        },
        {
            "docid": "202240_32",
            "document": "Bivalvia . Most of the bivalve larvae that hatch from eggs in the water column feed on diatoms or other phytoplankton. In temperate regions, about 25% of species are lecithotrophic, depending on nutrients stored in the yolk of the egg where the main energy source is lipids. The longer the period is before the larva first feeds, the larger the egg and yolk need to be. The reproductive cost of producing these energy-rich eggs is high and they are usually smaller in number. For example, the Baltic tellin (\"Macoma balthica\") produces few, high-energy eggs. The larvae hatching out of these rely on the energy reserves and do not feed. After about four days, they become D-stage larvae, when they first develop hinged, D-shaped valves. These larvae have a relatively small dispersal potential before settling out. The common mussel (\"Mytilus edulis\") produces 10 times as many eggs that hatch into larvae and soon need to feed to survive and grow. They can disperse more widely as they remain planktonic for a much longer time.",
            "score": 142.9888458251953
        },
        {
            "docid": "10197275_8",
            "document": "Dry matter . Dry matter can refer to the dry portion of animal feed. A substance in the feed, such as a nutrient or toxin, can be referred to on a dry matter basis (abbreviated DMB) to show its level in the feed (e.g., ppm). Considering nutrient levels in different feeds on a dry matter basis (rather than an as-is basis) makes a comparison easier because feeds contain different percentages of water. This also allows a comparison between the level of a given nutrient in dry matter and the level needed in an animal’s diet. Dry matter intake (DMI) refers to feed intake excluding its water content. The percentage of water is frequently determined by heating the feed on a paper plate in a microwave oven or using the Koster Tester to dry the feed. Ascertaining DMI can be useful for low-energy feeds with a high percentage of water in order to ensure adequate energy intake. Animals eating these kinds of feeds have been shown to consume less dry matter and food energy. A problem called dry matter loss can result from heat generation, as caused by microbial respiration. It decreases the content of nonstructural carbohydrate, protein, and food energy.",
            "score": 142.51979064941406
        },
        {
            "docid": "378645_11",
            "document": "Endotherm . The overall rate of an animal's metabolism increases by a factor of about two for every rise in temperature, limited by the need to avoid hyperthermia. Endothermy does not provide greater speed in movement than ectothermy (cold-bloodedness)—ectothermic animals can move as fast as warm-blooded animals of the same size and build when the ectotherm is near or at its optimum temperature, but often cannot maintain high metabolic activity for as long as endotherms. Endothermic/homeothermic animals can be optimally active at more times during the diurnal cycle in places of sharp temperature variations between day and night and during more of the year in places of great seasonal differences of temperature. This is accompanied by the need to expend more energy to maintain the constant internal temperature and a greater food requirement. Endothermy may be important during reproduction, for example, in expanding the thermal range over which a species can reproduce, as embryos are generally intolerant of thermal fluctuations that are easily tolerated by adults. Endothermy may also provide a protection against fungal infection. While tens of thousands of fungal species infect insects, only a few hundred target mammals, and often only those with a compromised immune system. A recent study suggests fungi are fundamentally ill-equipped to thrive at mammalian temperatures. The high temperatures afforded by endothermy might have provided an evolutionary advantage.",
            "score": 142.26531982421875
        },
        {
            "docid": "377245_39",
            "document": "Red imported fire ant . Red imported fire ants are omnivores, and foragers are considered to be scavengers rather than predators. The ants' diet consists of dead mammals, arthropods, insects, earthworms, vertebrates, and solid food matter such as seeds. However, this species prefers liquid over solid food. The liquid food the ants collect is sweet substances from plants or honeydew-producing hemipterans. Arthropod prey may include dipteran adults, larvae and pupae, and termites. The consumption of sugar amino acid is known to affect recruitment of workers to plant nectars. Mimic plants with sugar rarely have workers to feed on them, whereas those with sugar and amino acids have considerable numbers. The habitats where they live may determine the food they collect the most; for example, forage success rates for solid foods are highest in lakeshore sites, while high levels of liquid sources were collected from pasture sites. Specific diets can also alter the growth of a colony, with laboratory colonies showing high growth if fed honey-water. Colonies that feed on insects and sugar-water can grow exceptionally large in a short period of time, whereas those that do not feed on sugar-water grow substantially slower. Colonies that do not feed on insects cease brood production entirely. Altogether, the volume of food digested by nestmates is regulated within colonies. Larvae are able to display independent appetites for sources such as solid proteins, amino acid solutions, and sucrose solutions, and they also prefer these sources over dilute solutions. Such behaviour is due to their capability to communicate hunger to workers. The rate of consumption depends on the type, concentration, and state of the food on which they feed. Workers tend to recruit more nestmates to food sources filled with high levels of sucrose than to protein.",
            "score": 141.6559600830078
        },
        {
            "docid": "215509_16",
            "document": "Paleolithic diet . The rationale for the Paleolithic diet derives from proponents' claims relating to evolutionary medicine. Advocates of the diet state that humans were genetically adapted to eating specifically those foods that were readily available to them in their local environments. These foods therefore shaped the nutritional needs of Paleolithic humans. They argue that the physiology and metabolism of modern humans have changed little since the Paleolithic era. Natural selection is a long process, and the cultural and lifestyle changes introduced by western culture have occurred quickly. The argument is that modern humans have therefore not been able to adapt to the new circumstances. The agricultural revolution brought the addition of grains and dairy to the diet.",
            "score": 141.51165771484375
        },
        {
            "docid": "14205251_41",
            "document": "Control of fire by early humans . Besides the brain, other organs in the human body also demand a high level of metabolism. At the same time, the body mass portion of different organs was changing throughout the process of evolution as a means for brain expansion. Genus \"Homo\" was able to break through the limit by cooking food to lower their feeding time and be able to absorb more nutrients to accommodate the increasing need for energy. In addition, scientists argue that the \"Homo\" species was also able to obtain nutrients like DHA (Docosahexaenoic acid) from algae that were especially beneficial and critical for brain evolution and, as mentioned in the previous sections, the detoxification of the cooking process enabled early humans to access these resources.",
            "score": 141.5011444091797
        }
    ]
}