{
    "q": [
        {
            "docid": "3208614_18",
            "document": "Porcine reproductive and respiratory syndrome virus . Porcine Reproductive and Respiratory Syndrome (PRRS) is a complex disease. Modified Live Vaccines (MLV) vaccines are the primary immunological tool for its control. Scientists have created a gene-edited pigs which are resistant to PRRS. Researchers at The Roslin Institute used gene editing techniques to remove a small section of the CD163 gene. These gene-edited pigs when exposed to PRRS virus did not become infected at all. The exposed animals animals did not show any change in their DNA.",
            "score": 300.05185437202454
        },
        {
            "docid": "25209688_12",
            "document": "Genetically modified mammal . In 2017 scientists at the Roslin Institute of the University of Edinburgh, reported they had bred pigs with a modified CD163 gene. These pigs were completely resistant to Porcine Reproductive and Respiratory Syndrome, a disease that causes major losses in the world-wide pig industry.",
            "score": 190.59140610694885
        },
        {
            "docid": "22555940_20",
            "document": "2009 flu pandemic . In June 2010, scientists from Hong Kong reported discovery of a new swine flu virus which is a hybrid of the pandemic H1N1 virus and viruses previously found in pigs. It is the first report of a reassortment of the pandemic virus, which in humans has been slow to evolve. Nancy Cox, head of the influenza division at the U.S. Centers for Disease Control and Prevention, has said, \"This particular paper is extremely interesting because it demonstrates for the first time what we had worried about at the very onset of the pandemic, and that is that this particular virus, when introduced into pigs, could reassort with the resident viruses in pigs and we would have new gene constellations. And bingo, here we are.\" Pigs have been termed the mixing vessel of flu because they can be infected both by avian flu viruses, which rarely directly infect people, and by human viruses. When pigs become simultaneously infected with more than one virus, the viruses can swap genes, producing new variants which can pass to humans and sometimes spread amongst them. \"Unlike the situation with birds and humans, we have a situation with pigs and humans where there's a two-way street of exchange of viruses. With pigs it's very much a two-way street\".",
            "score": 197.9219183921814
        },
        {
            "docid": "3208614_2",
            "document": "Porcine reproductive and respiratory syndrome virus . Porcine reproductive and respiratory syndrome virus (PRRSV) is a virus that causes a disease of pigs, called porcine reproductive and respiratory syndrome (PRRS), also known as blue-ear pig disease (in Chinese, \"zhū láněr bìng\" 豬藍耳病). This economically important, panzootic disease causes reproductive failure in breeding stock and respiratory tract illness in young pigs. Initially referred to as \"mystery swine disease\" and \"mystery reproductive syndrome\", it was first reported in 1987 in North America (2) and Central Europe (3). The disease costs the United States swine industry around $644 million annually, and recent estimates in Europe found that it costs almost 1.5b€ every year.",
            "score": 180.6606729030609
        },
        {
            "docid": "779111_45",
            "document": "Xenotransplantation . Endogenous retroviruses are remnants of ancient viral infections, found in the genomes of most, if not all, mammalian species. Integrated into the chromosomal DNA, they are vertically transferred through inheritance. Due to the many deletions and mutations they accumulate over time, they usually are not infectious in the host species, however the virus may become infectious in another species. PERVS were originally discovered as retrovirus particles released from cultured porcine kidney cells. Most breeds of swine harbor approximately 50 PERV genomes in their DNA. Although it is likely that most of these are defective, some may be able to produce infectious viruses so every proviral genome must be sequenced to identify which ones pose a threat. In addition, through complementation and genetic recombination, two defective PERV genomes could give rise to an infectious virus. There are three subgroups of infectious PERVs (PERV-A, PERV-B, and PERV-C). Experiments have shown that PERV-A and PERV-B can infect human cells in culture. To date no experimental xenotransplantations have demonstrated PERV transmission, yet this does not mean PERV infections in humans are impossible. Pig cells have been engineered to inactivate all 62 PERVs in the genome using CRISPR Cas9 genome editing technology, and eliminated infection from the pig to human cells in culture.",
            "score": 174.16412925720215
        },
        {
            "docid": "22817589_30",
            "document": "Pandemic H1N1/09 virus . Gene sequences for every viral gene were made available through the Global Initiative on Sharing Avian Influenza Data (GISAID). A preliminary analysis found that the hemagglutinin (HA) gene was similar to that of swine flu viruses present in U.S. pigs since 1999, but the neuraminidase (NA) and matrix protein (M) genes resembled versions present in European swine flu isolates. While viruses with this genetic makeup had not previously been found to be circulating in humans or pigs, there is no formal national surveillance system to determine what viruses are circulating in pigs in the U.S. So far, little is known about the spread of the virus in any pig population. A preliminary analysis has also shown that several of the proteins involved in the pathophysiology of the virus are most similar to strains that cause mild symptoms in humans. This suggests that the virus is unlikely to cause severe infections similar to those caused by the 1918 pandemic flu virus or the H5N1 avian influenza.",
            "score": 179.5398210287094
        },
        {
            "docid": "31080019_6",
            "document": "Peter Palese . Working alongside Dr. Adolfo García-Sastre, Palese's research showed that most negative-strand RNA viruses counteract antiviral responses in infected hosts, owing to proteins possessing interferon antagonist activity. His work on \"fundamental questions concerning the genetic make-up and biology of viruses\" and virus-host interactions \"uses molecular biological techniques to understand how viruses replicate and how they interact with cells to cause disease in their hosts\", with emphasis on \"the study of RNA viruses, including influenza, paramyxo and corona (SARS) viruses\". Recent achievements include the development of a highly successful new animal model (the guinea pig) for studying the transmission of influenza viruses.",
            "score": 145.86144971847534
        },
        {
            "docid": "4741170_3",
            "document": "Porcine parvovirus . Acute infection of postnatal pigs, including pregnant dams that subsequently develop reproductive failure, is usually subclinical. However, in young pigs and probably in older breeding stock as well, the virus replicates extensively and is found in many tissues and organs with a high mitotic index. Viral antigen is especially concentrated in lymphoid tissues (Fig. 3A, B). Many pigs, irrespective of age or sex, have a transient, usually mild, leukopenia sometime within 10 days after initial exposure to the virus. PPV and other structurally similar viruses have been identified in the feces of pigs with diarrhea. However, there is no experimental evidence to suggest that PPV either replicates extensively in the intestinal crypt epithelium or causes enteric disease as do parvoviruses of several other species. PPV also has been isolated from pigs with lesions described as vesiclelike. The causal role of PPV in such lesions has not been clearly defined.",
            "score": 163.83630335330963
        },
        {
            "docid": "440479_48",
            "document": "Influenza A virus . 1997: \"Influenza A viruses normally seen in one species sometimes can cross over and cause illness in another species. For example, until 1997, only H1N1 viruses circulated widely in the US pig population. However, in 1997, H3N2 viruses from humans were introduced into the pig population and caused widespread disease among pigs. Most recently, H3N8 viruses from horses have crossed over and caused outbreaks in dogs.\"",
            "score": 137.81632208824158
        },
        {
            "docid": "14164256_6",
            "document": "CD163 . Pigs with a section of the CD163 gene removed showed complete resistance to the virus that causes Porcine Reproductive and Respiratory Syndrome.",
            "score": 202.98461508750916
        },
        {
            "docid": "2866555_6",
            "document": "Influenza A virus subtype H1N1 . Swine influenza (swine flu or pig flu) is a respiratory disease that occurs in pigs that is caused by the Influenza A virus. Influenza viruses that are normally found in swine are known as swine influenza viruses (SIVs).  The known SIV strains include influenza C and the subtypes of influenza A known as H1N1, H1N2, H3N1, H3N2 and H2N3. Pigs can also become infected with the H4N6 and H9N2 subtypes.",
            "score": 147.02191877365112
        },
        {
            "docid": "43020608_11",
            "document": "Protoparvovirus . In following years a series of physically similar viruses, including H1, LuIII, minute virus of mice and tumor virus X, were extracted from cells or tissues in routine use in research laboratories and porcine parvovirus, PPV, one of the major causes of reproductive failure in swine, was isolated from infected pigs. In 1971 these viruses were all recognized as part of a taxonomic genus called \"Parvovirus\" in the First Report of the newly created International Committee on Taxonomy of Viruses (ICTV)",
            "score": 147.66654562950134
        },
        {
            "docid": "3208614_7",
            "document": "Porcine reproductive and respiratory syndrome virus . Subclinical infections are common, with clinical signs occurring sporadically in a herd. Clinical signs include reproductive failure in sows such as abortions and giving birth to stillborn or mummified fetuses, and cyanosis of the ear and vulva. In neonatal pigs, the disease causes respiratory distress, with increased susceptibility to respiratory infections such as Glasser's disease.",
            "score": 142.4493179321289
        },
        {
            "docid": "22817589_29",
            "document": "Pandemic H1N1/09 virus . Pigs are susceptible to influenza viruses that can also infect both humans and birds, so they may act as a \"mixing vessel\" in which reassortment can occur between flu viruses of several species. Reassortment is a process that happens if two different types of influenza virus infect a single cell and it can produce a new strain of influenza. This is because the virus genome is split between eight independent pieces of RNA, which allows pieces of RNA from different viruses to mix and form a novel type of virus as new virus particles are being assembled. This new strain appears to be a result of the reassortment of two swine influenza viruses, one from North America and one from Europe. But the North American pig strain was itself the product of previous reassortments, and has carried an avian PB2 gene for at least ten years and a human PB1 gene since 1993. These genes were passed on to the new virus.",
            "score": 174.18473649024963
        },
        {
            "docid": "47069080_7",
            "document": "Suipoxvirus . Swinepox is a worldwide disease of the pig, caused by a virus of the family \"Poxviridae\" and the genus \"Suipoxvirus\". It is the most common cause of pox disease in pigs, with \"vaccinia virus\" being the next most common cause of outbreaks. It is a mild to severe disease depending on the louse it was contracted from. Symptoms include papules and pustules on the skin of the abdomen. Characteristic lesions on the lower abdomen have dark hemorrhagic centers. Swinepox is transmitted by direct contact and by the pig louse, \"Hematopinus suis\". Often the hooves go crusty due to the animals water content in its body being used for fighting the infection. This in serious Swine pox cases can cause malformed hoofs and damage the ability for the pig to walk properly. In some extremely rare cases, the genetics of the animal can be changed by this disease but go unnoticed in terms of physical symptoms; this, if contracted by breeding pigs is very threatening for the potential baby piglets to be born. Piglets born from parents that both have the severest strain of the disease will be born frequently with disfigurements such as a tail that is bulbous, and crooked snouts. The inside of the animal is also affected by the genetic strain by making the muscles and fat of the animal pus filled and also weakens the piglets organs overtime resulting in death.",
            "score": 158.39310264587402
        },
        {
            "docid": "29802394_63",
            "document": "Social history of viruses . In 1997 an outbreak of respiratory disease occurred in Malaysian farmers and their pigs. More than 265 cases of encephalitis, of which 105 were fatal, were recorded. A new paramyxovirus was discovered in a victim's brain; it was named Nipah virus, after the village where he had lived. The infection was caused by a virus from fruit bats, after their colony had been disrupted by deforestation. The bats had moved to trees nearer the pig farm and the pigs caught the virus from their droppings.",
            "score": 138.0826768875122
        },
        {
            "docid": "10129355_2",
            "document": "Teschovirus . Teschovirus is a genus of viruses in the order Picornavirales, in the family Picornaviridae. Pigs serve as natural hosts. There is currently only one species in this genus: the type species \"Teschovirus A\" (previously \"Porcine teschovirus\"), which is responsible for the porcine enteroviral encephalomyelitis disease caused in pigs. The genus name comes from its type species and the disease it causes: Teschen disease (a severe and fatal form of pig encephalomyelitis), which itself was named for the town in the Czech Republic where the disease was first recognised in 1929.",
            "score": 129.81454229354858
        },
        {
            "docid": "33894099_17",
            "document": "Ticks of domestic animals . The virus of Nairobi sheep disease in East Africa is transmitted by \"Rhipicephalus\" ticks. African swine fever is naturally transmitted between wild species of the pig family by feeding of \"Ornithodoros moubata\" group ticks. This pattern of transmission can expand to include domestic pigs. However, within groups of domestic pigs, the virus can also be transmitted by contagion. Crimean-Congo hemorrhagic fever virus is transmitted between many mammal species by \"Hyalomma truncatum\", \"Hyalomma rufipes\", and \"Hyalomma turanicum\" over a wide area of Africa, Europe, and Asia. In cattle and sheep, it causes mild fever and its main importance is when it spreads to humans (zoonosis) by feeding of the larvae or nymphs of these ticks. There are other viruses transmitted by ticks between wild animals and that have zoonotic importance when humans also become infected. The epidemiological pathways of these viruses can also involve domestic animals, if only by being hosts that add to the size of the tick population. Examples include the viruses that cause Tick-borne encephalitis, and Kyasanur Forest disease.",
            "score": 164.91187870502472
        },
        {
            "docid": "2009298_4",
            "document": "Porcine circovirus associated disease . Postweaning multisystemic wasting syndrome (\"PMWS\") is the classic PCVD entity, caused by PCV-2. PCV-2 has a near universal distribution – present in most pig herds. In contrast, PMWS is more sporadic in its distribution. Experimental induction of PMWS has not been achieved by PCV-2 infection alone, using infectious DNA clones of the virus or a pure form of PCV-2 derived from infectious DNA clones. Therefore, it is assumed that PMWS is a multifactorial disease. PCV-2 is necessary but not sufficient for the development of PMWS. However, viral infection by itself tends to cause only mild disease, and co-factors such as other infections or immunostimulation seem necessary for development of severe disease.[1] For example, concurrent infection with porcine parvovirus or PRRS virus, or immunostimulation lead to increased replication of PCV-2 and more severe disease in PCV-2-infected pigs. There is no significant correlation of the disease with virus sequence variation with affected and control pigs.",
            "score": 169.9740105867386
        },
        {
            "docid": "40364158_11",
            "document": "Antibiotic use in livestock . The use of antibiotics to increase the growth of pigs is the most studied in livestock. This use for growth rather than disease prevention is referred to as subtherapeutic antibiotic use. Studies have shown that administering low doses of antibiotics in livestock feed improves growth rate, reduces mortality and morbidity, and improves reproductive performance. It is estimated that over one-half of the antibiotics produced and sold in the United States is used as a feed additive. Although it is still not completely understood why and how antibiotics increase the growth rate of pigs, possibilities include metabolic effects, disease control effects, and nutritional effects. While subtherapeutic use has many benefits for raising swine, there is growing concern that this practice leads to increased antibiotic resistance in bacteria. Antibiotic resistance occurs when bacteria are resistant to one or more microbial agents that are usually used to treat infection. There are three stages in the possible emergence and continuation of antibiotic resistance: genetic change, antibiotic selection, and spread of antibiotic resistance.",
            "score": 121.52202832698822
        },
        {
            "docid": "2866555_16",
            "document": "Influenza A virus subtype H1N1 . Preliminary genetic characterization found that the hemagglutinin (HA) gene was similar to that of swine flu viruses present in U.S. pigs since 1999, but the neuraminidase (NA) and matrix protein (M) genes resembled versions present in European swine flu isolates. The six genes from American swine flu are themselves mixtures of swine flu, bird flu, and human flu viruses. While viruses with this genetic makeup had not previously been found to be circulating in humans or pigs, there is no formal national surveillance system to determine what viruses are circulating in pigs in the U.S.",
            "score": 145.24207878112793
        },
        {
            "docid": "11469677_80",
            "document": "Intensive animal farming . Methicillin-resistant Staphylococcus aureus (MRSA) has been identified in pigs and humans raising concerns about the role of pigs as reservoirs of MRSA for human infection. One study found that 20% of pig farmers in the United States and Canada in 2007 harbored MRSA. A second study revealed that 81% of Dutch pig farms had pigs with MRSA and 39% of animals at slaughter carried the bug were all of the infections were resistant to tetracycline and many were resistant to other antimicrobials. A more recent study found that MRSA ST398 isolates were less susceptible to tiamulin, an antimicrobial used in agriculture, than other MRSA or methicillin susceptible \"S. aureus\". Cases of MRSA have increased in livestock animals. CC398 is a new clone of MRSA that has emerged in animals and is found in intensively reared production animals (primarily pigs, but also cattle and poultry), where it can be transmitted to humans. Although dangerous to humans, CC398 is often asymptomatic in food-producing animals.",
            "score": 140.98881900310516
        },
        {
            "docid": "4697208_24",
            "document": "H5N1 genetic structure . Influenza viruses have a relatively high mutation rate that is characteristic of RNA viruses. The segmentation of the influenza genome facilitates genetic recombination by segment reassortment in hosts who are infected with two different influenza viruses at the same time. H5N1 viruses can reassort genes with other strains that co-infect a host organism, such as a pig, bird, or human, and mutate into a form that can pass easily among humans. This is one of many possible paths to a pandemic.",
            "score": 128.4008982181549
        },
        {
            "docid": "1516915_58",
            "document": "Swine influenza . The phylogenetic origin of the flu virus that caused the 2009 pandemics can be traced before 1918. Around 1918, the ancestral virus, of avian origin, crossed the species boundaries and infected humans as human H1N1. The same phenomenon took place soon after in America, where the human virus was infecting pigs; it led to the emergence of the H1N1 swine strain, which later became the classic swine flu.However, genetic coding of H1N1 shows it is a combination of segments of 4 influenza viruses forming a novel strain– North American Swine (30.6%)- PIG ORIGIN FLU North American Avian (34.4%)– BIRD ORIGIN FLU Human influenza strain (17.5%) Euroasian swine (17.5%)- PIG ORIGIN FLU. QUADRUPLE GENETIC RE-ASSORTMENT - coinfection with influenza viruses from diverse animal species. Due to coinfection, the viruses are able to interact, mutate, and form a new strain to which host has variable immunity.",
            "score": 147.82071244716644
        },
        {
            "docid": "5324329_6",
            "document": "NS1 influenza protein . The fact that NS1 is involved in the pathogenicity of influenza A viruses makes it a good target to attenuate these viruses. Several studies demonstrated that influenza viruses with partial deletions in NS1 proteins are attenuated and do not cause disease, but induce a protective immune response in different species including mice, pigs, horses, birds and macaques. Although it had been known for more than a decade that influenza viruses with partial deletions in NS1 proteins were attenuated, all but one NS1 truncation variants of influenza A viruses were generated by in vitro mutagenesis. Wang \"et al.\" later demonstrated that the naturally truncated variant had propensity to generate new variants when passaged in ovo. Remarkably, the new variants were excellent live-attenuated influenza vaccine candidates. The ability to attenuate influenza viruses by truncation of the NS1 protein presents a novel approach in design and development of the next generation live-attenuated influenza vaccines for both poultry and humans.",
            "score": 96.68369007110596
        },
        {
            "docid": "26363902_3",
            "document": "Taihu pig . All the Taihu strains have a high rate of reproduction with litter sizes ranging up to twenty, but averaging fourteen live piglets. This characteristic, as well as their resistance to disease, has resulted in interest in the pigs for research into breeding and genetic engineering. Taihu pigs have been established in France, Albania, Hungary, Japan, the UK and the US.",
            "score": 103.78354024887085
        },
        {
            "docid": "39248107_4",
            "document": "Actinobacillus pleuropneumoniae . \"A. pleuropneumoniae\" was found to be the causative agent for up to 20% of all bacterial pneumonia cases in swine. The main disease associated with this bacterium is porcine pleuropneumonia, a highly contagious respiratory disease, affecting primarily young pigs (usually less than 6 months). All of the symptoms and signs of porcine pleuropneumonia can be attributed to its virulence factors. The symptoms include respiratory distress, bloodstained discharge (usually frothy) from the mouth, fever, anorexia, mild diarrhea, cyanosis, lethargy, and spontaneous abortion in sows. The most common sign for a pig farmer is the sudden death of several pigs over a short period of time. Peak mortality is usually reached when pigs are 10–16 weeks old. It is not uncommon for mortality rates to reach 20-80% in fattening pigs, with similarly high morbidity. Pigs that do survive the disease remain as carriers and spread the bacterium to other swine. Several bacterial combinations are seen \"in vivo\", the most common simultaneous infection being \"Pasteurella multocida\". Treatment must be immediate and continuous. Antibiotics used include ceftiofur, tetracycline, synthetic penicillins, tylosin, and sulfonamides.",
            "score": 136.6039000749588
        },
        {
            "docid": "11342034_29",
            "document": "In vitro maturation . It can also be used for subsequent biotechnology applications such as for the creation of transgenic animals using innovative gene-editing techniques such as CRISPR/Cas9, TALENs and ZFNs for biomedical research. An example includes genetically engineered pigs with CD163 and CD1D genes knocked out. One of the ways these pigs were created was by injecting the CRISPR/Cas9 system into fertilised oocytes that were matured in vitro.",
            "score": 167.69392108917236
        },
        {
            "docid": "1516915_19",
            "document": "Swine influenza . Influenza viruses infect both humans and pigs, but do not infect birds. Transmission between pigs and humans have occurred in the past. For example, influenza C caused small outbreaks of a mild form of influenza amongst children in Japan and California. Because of its limited host range and the lack of genetic diversity in influenza C, this form of influenza does not cause pandemics in humans.",
            "score": 114.25602197647095
        },
        {
            "docid": "25364167_8",
            "document": "Transmissible gastroenteritis coronavirus . TGEV infects pigs. However, in young pigs, the mortality rate is close to 100%. The pathology of TGEV is similar to that of other coronaviruses. Coronaviruses enter the host by first attaching to the host cell using the spike glycoprotein. The S protein interacts with the porcine aminopeptidase N (pAPN), a cellular receptor, to aide in its entry. The same cell receptor is also a point of contact for Human Coronaviruses. A domain in the S spike protein is recognized by pAPN, and transfection of pAPN occurs to nonpermissive cells and infects them with TGEV. Once the virus infects the host, it multiplies in the cell lining of the small intestine resulting in the loss of absorptive cells that in turn leads to shortening of villi. The infected swine then has reduced capability for digesting food and die from dehydration.",
            "score": 259.8105696439743
        },
        {
            "docid": "4235754_24",
            "document": "Herpesviridae . In animal virology, the best known herpesviruses belong to the subfamily \"Alphaherpesvirinae\". Research on pseudorabies virus (PrV), the causative agent of Aujeszky's disease in pigs, has pioneered animal disease control with genetically modified vaccines. PrV is now extensively studied as a model for basic processes during lytic herpesvirus infection, and for unraveling molecular mechanisms of herpesvirus neurotropism, whereas bovine herpesvirus 1, the causative agent of bovine infectious rhinotracheitis and pustular vulvovaginitis, is analyzed to elucidate molecular mechanisms of latency. The avian infectious laryngotracheitis virus is phylogenetically distant from these two viruses and serves to underline similarity and diversity within the \"Alphaherpesvirinae\".",
            "score": 128.94882655143738
        },
        {
            "docid": "779111_42",
            "document": "Xenotransplantation . Examples of viruses carried by pigs include porcine herpesvirus, rotavirus, parvovirus, and circovirus. Porcine herpesviruses and rotaviruses can be eliminated from the donor pool by screening, however others (such as parvovirus and circovirus) may contaminate food and footwear then re-infect the herd. Thus, pigs to be used as organ donors must be housed under strict regulations and screened regularly for microbes and pathogens. Unknown viruses, as well as those not harmful in the animal, may also pose risks. Of particular concern are PERVS (porcine endogenous retroviruses), vertically transmitted microbes that embed in swine genomes. The risks with xenosis are twofold, as not only could the individual become infected, but a novel infection could initiate an epidemic in the human population. Because of this risk, the FDA has suggested any recipients of xenotransplants shall be closely monitored for the remainder of their life, and quarantined if they show signs of xenosis.",
            "score": 158.2457160949707
        }
    ],
    "r": [
        {
            "docid": "3208614_18",
            "document": "Porcine reproductive and respiratory syndrome virus . Porcine Reproductive and Respiratory Syndrome (PRRS) is a complex disease. Modified Live Vaccines (MLV) vaccines are the primary immunological tool for its control. Scientists have created a gene-edited pigs which are resistant to PRRS. Researchers at The Roslin Institute used gene editing techniques to remove a small section of the CD163 gene. These gene-edited pigs when exposed to PRRS virus did not become infected at all. The exposed animals animals did not show any change in their DNA.",
            "score": 300.0518493652344
        },
        {
            "docid": "25364167_8",
            "document": "Transmissible gastroenteritis coronavirus . TGEV infects pigs. However, in young pigs, the mortality rate is close to 100%. The pathology of TGEV is similar to that of other coronaviruses. Coronaviruses enter the host by first attaching to the host cell using the spike glycoprotein. The S protein interacts with the porcine aminopeptidase N (pAPN), a cellular receptor, to aide in its entry. The same cell receptor is also a point of contact for Human Coronaviruses. A domain in the S spike protein is recognized by pAPN, and transfection of pAPN occurs to nonpermissive cells and infects them with TGEV. Once the virus infects the host, it multiplies in the cell lining of the small intestine resulting in the loss of absorptive cells that in turn leads to shortening of villi. The infected swine then has reduced capability for digesting food and die from dehydration.",
            "score": 259.8105773925781
        },
        {
            "docid": "14164256_6",
            "document": "CD163 . Pigs with a section of the CD163 gene removed showed complete resistance to the virus that causes Porcine Reproductive and Respiratory Syndrome.",
            "score": 202.984619140625
        },
        {
            "docid": "22555940_20",
            "document": "2009 flu pandemic . In June 2010, scientists from Hong Kong reported discovery of a new swine flu virus which is a hybrid of the pandemic H1N1 virus and viruses previously found in pigs. It is the first report of a reassortment of the pandemic virus, which in humans has been slow to evolve. Nancy Cox, head of the influenza division at the U.S. Centers for Disease Control and Prevention, has said, \"This particular paper is extremely interesting because it demonstrates for the first time what we had worried about at the very onset of the pandemic, and that is that this particular virus, when introduced into pigs, could reassort with the resident viruses in pigs and we would have new gene constellations. And bingo, here we are.\" Pigs have been termed the mixing vessel of flu because they can be infected both by avian flu viruses, which rarely directly infect people, and by human viruses. When pigs become simultaneously infected with more than one virus, the viruses can swap genes, producing new variants which can pass to humans and sometimes spread amongst them. \"Unlike the situation with birds and humans, we have a situation with pigs and humans where there's a two-way street of exchange of viruses. With pigs it's very much a two-way street\".",
            "score": 197.9219207763672
        },
        {
            "docid": "25209688_12",
            "document": "Genetically modified mammal . In 2017 scientists at the Roslin Institute of the University of Edinburgh, reported they had bred pigs with a modified CD163 gene. These pigs were completely resistant to Porcine Reproductive and Respiratory Syndrome, a disease that causes major losses in the world-wide pig industry.",
            "score": 190.59140014648438
        },
        {
            "docid": "3208614_2",
            "document": "Porcine reproductive and respiratory syndrome virus . Porcine reproductive and respiratory syndrome virus (PRRSV) is a virus that causes a disease of pigs, called porcine reproductive and respiratory syndrome (PRRS), also known as blue-ear pig disease (in Chinese, \"zhū láněr bìng\" 豬藍耳病). This economically important, panzootic disease causes reproductive failure in breeding stock and respiratory tract illness in young pigs. Initially referred to as \"mystery swine disease\" and \"mystery reproductive syndrome\", it was first reported in 1987 in North America (2) and Central Europe (3). The disease costs the United States swine industry around $644 million annually, and recent estimates in Europe found that it costs almost 1.5b€ every year.",
            "score": 180.66067504882812
        },
        {
            "docid": "22817589_30",
            "document": "Pandemic H1N1/09 virus . Gene sequences for every viral gene were made available through the Global Initiative on Sharing Avian Influenza Data (GISAID). A preliminary analysis found that the hemagglutinin (HA) gene was similar to that of swine flu viruses present in U.S. pigs since 1999, but the neuraminidase (NA) and matrix protein (M) genes resembled versions present in European swine flu isolates. While viruses with this genetic makeup had not previously been found to be circulating in humans or pigs, there is no formal national surveillance system to determine what viruses are circulating in pigs in the U.S. So far, little is known about the spread of the virus in any pig population. A preliminary analysis has also shown that several of the proteins involved in the pathophysiology of the virus are most similar to strains that cause mild symptoms in humans. This suggests that the virus is unlikely to cause severe infections similar to those caused by the 1918 pandemic flu virus or the H5N1 avian influenza.",
            "score": 179.53982543945312
        },
        {
            "docid": "22693252_12",
            "document": "Feline coronavirus . fAPN (feline), hAPN (human) and pAPN (porcine) differ in some areas of N-glycosylation. All strains of the coronavirus study group 1 (feline, porcine and human) can bind to the feline aminopeptidase N fapn but the human coronavirus can bind to the human APN (HAPN) but not to the porcine type receptor (pAPN) and the pig coronavirus can bind to the porcine APN (pAPN) but not the human type receptor (hAPN). At the cellular level the glycosylation level of enterocytes APN is important for the binding of virus to the receptor.",
            "score": 176.52178955078125
        },
        {
            "docid": "4858314_17",
            "document": "Pseudorabies . Although no specific treatment for acute infection with SuHV1 is available, vaccination can alleviate clinical signs in pigs of certain ages. Typically, mass vaccination of all pigs on the farm with a modified live virus vaccine is recommended. Intranasal vaccination of sows and neonatal piglets one to seven days old, followed by intramuscular (IM) vaccination of all other swine on the premises, helps reduce viral shedding and improve survival. The modified live virus replicates at the site of injection and in regional lymph nodes. Vaccine virus is shed in such low levels, mucous transmission to other animals is minimal. In gene-deleted vaccines, the thymidine kinase gene has also been deleted; thus, the virus cannot infect and replicate in neurons. Breeding herds are recommended to be vaccinated quarterly, and finisher pigs should be vaccinated after levels of maternal antibody decrease. Regular vaccination results in excellent control of the disease. Concurrent antibiotic therapy via feed and IM injection is recommended for controlling secondary bacterial pathogens.",
            "score": 174.6290740966797
        },
        {
            "docid": "22817589_29",
            "document": "Pandemic H1N1/09 virus . Pigs are susceptible to influenza viruses that can also infect both humans and birds, so they may act as a \"mixing vessel\" in which reassortment can occur between flu viruses of several species. Reassortment is a process that happens if two different types of influenza virus infect a single cell and it can produce a new strain of influenza. This is because the virus genome is split between eight independent pieces of RNA, which allows pieces of RNA from different viruses to mix and form a novel type of virus as new virus particles are being assembled. This new strain appears to be a result of the reassortment of two swine influenza viruses, one from North America and one from Europe. But the North American pig strain was itself the product of previous reassortments, and has carried an avian PB2 gene for at least ten years and a human PB1 gene since 1993. These genes were passed on to the new virus.",
            "score": 174.1847381591797
        },
        {
            "docid": "779111_45",
            "document": "Xenotransplantation . Endogenous retroviruses are remnants of ancient viral infections, found in the genomes of most, if not all, mammalian species. Integrated into the chromosomal DNA, they are vertically transferred through inheritance. Due to the many deletions and mutations they accumulate over time, they usually are not infectious in the host species, however the virus may become infectious in another species. PERVS were originally discovered as retrovirus particles released from cultured porcine kidney cells. Most breeds of swine harbor approximately 50 PERV genomes in their DNA. Although it is likely that most of these are defective, some may be able to produce infectious viruses so every proviral genome must be sequenced to identify which ones pose a threat. In addition, through complementation and genetic recombination, two defective PERV genomes could give rise to an infectious virus. There are three subgroups of infectious PERVs (PERV-A, PERV-B, and PERV-C). Experiments have shown that PERV-A and PERV-B can infect human cells in culture. To date no experimental xenotransplantations have demonstrated PERV transmission, yet this does not mean PERV infections in humans are impossible. Pig cells have been engineered to inactivate all 62 PERVs in the genome using CRISPR Cas9 genome editing technology, and eliminated infection from the pig to human cells in culture.",
            "score": 174.16412353515625
        },
        {
            "docid": "55680227_21",
            "document": "Foreign animal disease . African Swine Fever African swine fever (ASF) is a highly contagious viral disease of pigs, endemic in sub-Saharan Africa, with no vaccine or treatment available. The ASF virus has spread through Georgia (2007) into Russia, then Ukraine, Belarus, and other Eastern European countries, and as of 2015 reports of outbreaks continue, mainly in wild boar. Mortality can be near-100 percent in some viral strains causing serious viral hemorrhagic disease while others can have more subtle clinical signs and be difficult to identify. \"With high virulent forms of the virus, ASF is characterized by high fever, loss of appetite, hemorrhages in the skin and internal organs, and death in 2-10 days on average. Mortality rates may be as high as 100%.\" The ASF virus can be transmitted directly between animals, indirectly via fomites, or by tick vectors. Wild suids such as Warthogs are important to maintaining the virus present (by a natural cycle of transmission between warthogs and the soft tick vector O moubata in Africa, but the ASF virus can infect domestic pigs, feral swine, and some members of the wild pig family. The bite of an infected soft tick or ingestion of warthog tissues can spread the virus from the wildlife reservoirs to domestic pigs, then spread can be continued to pig to pig by blood, the oronasal route by direct contact with infected pigs, or by ingestion of waste food containing unprocessed pig meat or pig meat products. Other potential routes for spread can be from feeding food waste collected from international airplanes or ships from countries where ASF is found, feral swine movements, the movement of trucks between infected and disease-free areas, and illegal movement of infected pigs or pork products, whether unintentional (e.g., by tourists) or intentional (e.g., meat smuggling). The risk that the ASF virus can be introduced into the US and North America has increased because of changes in production practices, increasing globalization, and outbreaks of ASF in Europe. If the virus were to enter the US, control measures must be initiated to prevent the spread of the virus and eliminate it as quickly as possible, of which the primary control and eradication strategy will be depopulation of infected and exposed susceptible animals.",
            "score": 172.82827758789062
        },
        {
            "docid": "40192079_2",
            "document": "Porcine epidemic diarrhea virus . Porcine epidemic diarrhea virus (PED virus or PEDV) is a coronavirus that infects the cells lining the small intestine of a pig, causing porcine epidemic diarrhoea, a condition of severe diarrhea and dehydration. Older hogs mostly get sick and lose weight after being infected, whereas newborn piglets usually die within five days of contracting the virus. PEDV cannot be transmitted to humans, nor contaminate the human food supply.",
            "score": 171.1324462890625
        },
        {
            "docid": "2009298_4",
            "document": "Porcine circovirus associated disease . Postweaning multisystemic wasting syndrome (\"PMWS\") is the classic PCVD entity, caused by PCV-2. PCV-2 has a near universal distribution – present in most pig herds. In contrast, PMWS is more sporadic in its distribution. Experimental induction of PMWS has not been achieved by PCV-2 infection alone, using infectious DNA clones of the virus or a pure form of PCV-2 derived from infectious DNA clones. Therefore, it is assumed that PMWS is a multifactorial disease. PCV-2 is necessary but not sufficient for the development of PMWS. However, viral infection by itself tends to cause only mild disease, and co-factors such as other infections or immunostimulation seem necessary for development of severe disease.[1] For example, concurrent infection with porcine parvovirus or PRRS virus, or immunostimulation lead to increased replication of PCV-2 and more severe disease in PCV-2-infected pigs. There is no significant correlation of the disease with virus sequence variation with affected and control pigs.",
            "score": 169.97401428222656
        },
        {
            "docid": "11342034_29",
            "document": "In vitro maturation . It can also be used for subsequent biotechnology applications such as for the creation of transgenic animals using innovative gene-editing techniques such as CRISPR/Cas9, TALENs and ZFNs for biomedical research. An example includes genetically engineered pigs with CD163 and CD1D genes knocked out. One of the ways these pigs were created was by injecting the CRISPR/Cas9 system into fertilised oocytes that were matured in vitro.",
            "score": 167.6939239501953
        },
        {
            "docid": "19784270_3",
            "document": "Influenza A virus subtype H2N3 . According to research published by the US National Institutes of Health, the triple reassortant H2N3 virus isolated from diseased pigs in the United States in 2006 is pathogenic for certain mammals without prior adaptation and transmits among swine and ferrets. Adaptation, in the H2 hemagglutinin derived from an avian virus, includes the ability to bind to the mammalian receptor, a significant prerequisite for infection of mammals, in particular humans, which poses a big concern for public health. Researchers investigated the pathogenic potential of swine H2N3 in Cynomolgus macaques, a surrogate model for human influenza infection. In contrast to human H2N2 virus, which served as a control and largely caused mild pneumonia similar to seasonal influenza A viruses, the swine H2N3 virus was more pathogenic causing severe pneumonia in nonhuman primates. Both viruses replicated in the entire respiratory tract, but only swine H2N3 could be isolated from lung tissue on day 6 post infection. All animals cleared the infection whereas swine H2N3 infected macaques still presented with pathologic changes indicative of chronic pneumonia at day 14 post infection. Swine H2N3 virus was also detected to significantly higher titers in nasal and oral swabs indicating the potential for animal-to-animal transmission. Blood plasma levels of Interleukin 6 (IL-6), Interleukin 8, monocyte chemotactic protein-1 and Interferon-gamma were significantly increased in swine H2N3 compared to human H2N2 infected animals supporting the previously published notion of increased IL-6 levels being a potential marker for severe influenza infections. Researchers concluded the swine H2N3 virus represents a threat to humans with the potential for causing a larger outbreak in a non-immune or partially immune population. Furthermore, surveillance efforts in farmed pig populations need to become an integral part of any epidemic and pandemic influenza preparedness.",
            "score": 166.20925903320312
        },
        {
            "docid": "33894099_17",
            "document": "Ticks of domestic animals . The virus of Nairobi sheep disease in East Africa is transmitted by \"Rhipicephalus\" ticks. African swine fever is naturally transmitted between wild species of the pig family by feeding of \"Ornithodoros moubata\" group ticks. This pattern of transmission can expand to include domestic pigs. However, within groups of domestic pigs, the virus can also be transmitted by contagion. Crimean-Congo hemorrhagic fever virus is transmitted between many mammal species by \"Hyalomma truncatum\", \"Hyalomma rufipes\", and \"Hyalomma turanicum\" over a wide area of Africa, Europe, and Asia. In cattle and sheep, it causes mild fever and its main importance is when it spreads to humans (zoonosis) by feeding of the larvae or nymphs of these ticks. There are other viruses transmitted by ticks between wild animals and that have zoonotic importance when humans also become infected. The epidemiological pathways of these viruses can also involve domestic animals, if only by being hosts that add to the size of the tick population. Examples include the viruses that cause Tick-borne encephalitis, and Kyasanur Forest disease.",
            "score": 164.91188049316406
        },
        {
            "docid": "4741170_3",
            "document": "Porcine parvovirus . Acute infection of postnatal pigs, including pregnant dams that subsequently develop reproductive failure, is usually subclinical. However, in young pigs and probably in older breeding stock as well, the virus replicates extensively and is found in many tissues and organs with a high mitotic index. Viral antigen is especially concentrated in lymphoid tissues (Fig. 3A, B). Many pigs, irrespective of age or sex, have a transient, usually mild, leukopenia sometime within 10 days after initial exposure to the virus. PPV and other structurally similar viruses have been identified in the feces of pigs with diarrhea. However, there is no experimental evidence to suggest that PPV either replicates extensively in the intestinal crypt epithelium or causes enteric disease as do parvoviruses of several other species. PPV also has been isolated from pigs with lesions described as vesiclelike. The causal role of PPV in such lesions has not been clearly defined.",
            "score": 163.8363037109375
        },
        {
            "docid": "1516915_15",
            "document": "Swine influenza . Pigs are unusual as they can be infected with influenza strains that usually infect three different species: pigs, birds and humans. This makes pigs a host where influenza viruses might exchange genes, producing new and dangerous strains. Avian influenza virus H3N2 is endemic in pigs in China, and has been detected in pigs in Vietnam, increasing fears of the emergence of new variant strains. H3N2 evolved from H2N2 by antigenic shift. In August 2004, researchers in China found H5N1 in pigs.",
            "score": 162.38133239746094
        },
        {
            "docid": "4741170_19",
            "document": "Porcine parvovirus . Contaminated premises are probably major reservoirs of PPV. The virus is thermostable, is resistant to many common disinfectants, and may remain infectious for months in secretions and excretions from acutely infected pigs. It was shown experimentally that although pigs transmitted PPV for only about 2 weeks after exposure, the pens in which they were initially kept remained infectious for at least 4 months. The ubiquity of PPV also raises the possibility that some pigs are persistently infected and at least periodically shed virus. However, shedding beyond the interval of acute infection has not been demonstrated. The possibility of immunotolerant carriers of PPV as a result of early in utero infection has been suggested. When gilts were infected with PPV before day 55 of gestation, their pigs were born infected but without antibody. Virus was isolated from kidneys, testicles, and seminal fluid of such pigs killed at various times after birth up to the time they were 8 months of age; at which time the experiment was terminated. Results of another study, wherein dams were infected early in gestation and their pigs were born infected but without antibody, also suggest an acquired immunotolerance. A possible example of an infected, immunotolerant, sexually active boar was reported.",
            "score": 161.74853515625
        },
        {
            "docid": "25364167_9",
            "document": "Transmissible gastroenteritis coronavirus . The Transmissible Gastroenteritis Virus has been engineered as an expression vector. The vector was constructed by replacing the nonessential 3a and 3b ORF, which is driven by the transcription-regulating sequences (TRS) with green fluorescent protein. The resulting construct was still enteropathogenic, but with reduced growth. The infection of cells with this altered virus elicits a specific lactogenic immune response against the heterologous protein. The application of this vector is in the development of a vaccine or even gene therapy. The motivation for engineering the TGEV genome is that coronaviruses have large genomes, so they have room for insertion of foreign genes. Coronaviruses also infect the respiratory tract, and they can be used to target antigens to that area and generate some immune response.",
            "score": 161.73802185058594
        },
        {
            "docid": "42584292_2",
            "document": "Porcine coronavirus HKU15 . Porcine coronavirus HKU15 (PorCoV HKU15) is a virus first discovered in a surveillance study in Hong Kong, China, and first reported to be associated with porcine diarrhea in February 2014. In February 2014, PorCoV HKU15 was identified in pigs with clinical diarrhea disease in the U.S. state of Ohio. The complete genome of one US strain has been published. Since then, it has been identified in pig farms in Canada. The virus has been referred to as \"Porcine coronavirus HKU15\", \"Swine deltacoronavirus\" and \"Porcine deltacoronavirus\".",
            "score": 158.9556121826172
        },
        {
            "docid": "47069080_7",
            "document": "Suipoxvirus . Swinepox is a worldwide disease of the pig, caused by a virus of the family \"Poxviridae\" and the genus \"Suipoxvirus\". It is the most common cause of pox disease in pigs, with \"vaccinia virus\" being the next most common cause of outbreaks. It is a mild to severe disease depending on the louse it was contracted from. Symptoms include papules and pustules on the skin of the abdomen. Characteristic lesions on the lower abdomen have dark hemorrhagic centers. Swinepox is transmitted by direct contact and by the pig louse, \"Hematopinus suis\". Often the hooves go crusty due to the animals water content in its body being used for fighting the infection. This in serious Swine pox cases can cause malformed hoofs and damage the ability for the pig to walk properly. In some extremely rare cases, the genetics of the animal can be changed by this disease but go unnoticed in terms of physical symptoms; this, if contracted by breeding pigs is very threatening for the potential baby piglets to be born. Piglets born from parents that both have the severest strain of the disease will be born frequently with disfigurements such as a tail that is bulbous, and crooked snouts. The inside of the animal is also affected by the genetic strain by making the muscles and fat of the animal pus filled and also weakens the piglets organs overtime resulting in death.",
            "score": 158.3931121826172
        },
        {
            "docid": "779111_42",
            "document": "Xenotransplantation . Examples of viruses carried by pigs include porcine herpesvirus, rotavirus, parvovirus, and circovirus. Porcine herpesviruses and rotaviruses can be eliminated from the donor pool by screening, however others (such as parvovirus and circovirus) may contaminate food and footwear then re-infect the herd. Thus, pigs to be used as organ donors must be housed under strict regulations and screened regularly for microbes and pathogens. Unknown viruses, as well as those not harmful in the animal, may also pose risks. Of particular concern are PERVS (porcine endogenous retroviruses), vertically transmitted microbes that embed in swine genomes. The risks with xenosis are twofold, as not only could the individual become infected, but a novel infection could initiate an epidemic in the human population. Because of this risk, the FDA has suggested any recipients of xenotransplants shall be closely monitored for the remainder of their life, and quarantined if they show signs of xenosis.",
            "score": 158.24571228027344
        },
        {
            "docid": "1516915_13",
            "document": "Swine influenza . The main route of transmission is through direct contact between infected and uninfected animals. These close contacts are particularly common during animal transport. Intensive farming may also increase the risk of transmission, as the pigs are raised in very close proximity to each other. The direct transfer of the virus probably occurs either by pigs touching noses, or through dried mucus. Airborne transmission through the aerosols produced by pigs coughing or sneezing are also an important means of infection. The virus usually spreads quickly through a herd, infecting all the pigs within just a few days. Transmission may also occur through wild animals, such as wild boar, which can spread the disease between farms.",
            "score": 156.7704620361328
        },
        {
            "docid": "442916_3",
            "document": "Avian influenza . Though influenza A is adapted to birds, it can also stably adapt and sustain person-to person transmission. Recent influenza research into the genes of the Spanish flu virus shows it to have genes adapted from both human and avian strains. Pigs can also be infected with human, avian, and swine influenza viruses, allow for mixtures of genes (reassortment) to create a new virus, which can cause an antigenic shift to a new influenza A virus subtype which most people have little to no immune protection.",
            "score": 156.6118621826172
        },
        {
            "docid": "201983_9",
            "document": "Coronavirus . Coronaviruses also cause a range of diseases in farm animals and domesticated pets, some of which can be serious and are a threat to the farming industry. Economically significant coronaviruses of farm animals include porcine coronavirus (transmissible gastroenteritis coronavirus, TGE) and bovine coronavirus, which both result in diarrhea in young animals. Feline Coronavirus: two forms, Feline enteric coronavirus is a pathogen of minor clinical significance, but spontaneous mutation of this virus can result in feline infectious peritonitis (FIP), a disease associated with high mortality. Similarly, there are two types of coronavirus that infect ferrets: Ferret enteric coronavirus causes a gastrointestinal syndrome known as epizootic catarrhal enteritis (ECE), and a more lethal systemic version of the virus (like FIP in cats) known in ferrets as ferret systemic coronavirus (FSC). There are two types of canine coronavirus (CCoV), one that causes mild gastrointestinal disease and one that has been found to cause respiratory disease. Mouse hepatitis virus (MHV) is a coronavirus that causes an epidemic murine illness with high mortality, especially among colonies of laboratory mice.",
            "score": 156.53277587890625
        },
        {
            "docid": "19572217_73",
            "document": "Influenza . Influenza infects many animal species, and transfer of viral strains between species can occur. Birds are thought to be the main animal reservoirs of influenza viruses. Sixteen forms of hemagglutinin and nine forms of neuraminidase have been identified. All known subtypes (HxNy) are found in birds, but many subtypes are endemic in humans, dogs, horses, and pigs; populations of camels, ferrets, cats, seals, mink, and whales also show evidence of prior infection or exposure to influenza. Variants of flu virus are sometimes named according to the species the strain is endemic in or adapted to. The main variants named using this convention are: bird flu, human flu, swine flu, horse flu and dog flu. (Cat flu generally refers to feline viral rhinotracheitis or feline calicivirus and not infection from an influenza virus.) In pigs, horses and dogs, influenza symptoms are similar to humans, with cough, fever and loss of appetite. The frequency of animal diseases are not as well-studied as human infection, but an outbreak of influenza in harbor seals caused approximately 500 seal deaths off the New England coast in 1979–1980. However, outbreaks in pigs are common and do not cause severe mortality. Vaccines have also been developed to protect poultry from avian influenza. These vaccines can be effective against multiple strains and are used either as part of a preventative strategy, or combined with culling in attempts to eradicate outbreaks.",
            "score": 156.00885009765625
        },
        {
            "docid": "15620079_8",
            "document": "Gene knock-in . While gene knock-in technology has proven to be a powerful technique for the generation of models of human disease and insight into proteins \"in vivo\", numerous limitations still exist. Many of these are shared with the limitations of knockout technology. First, combinations of knock-in genes lead to growing complexity in the interactions that inserted genes and their products have with other sections of the genome and can therefore lead to more side effects and difficult-to-explain phenotypes. Also, only a few loci, such as the ROSA26 locus have been characterized well enough where they can be used for conditional gene knock-ins, making combinations of reporter and transgenes in the same locus problematic. The biggest disadvantage of using gene knock-in for human disease model generation is that mouse physiology is not identical to that of humans and human orthologs of proteins expressed in mice will often not wholly reflect the role of a gene in human pathology. This can be seen in mice produced with the ΔF508 fibrosis mutation in the CFTR gene, which accounts for more than 70% of the mutations in this gene for the human population and leads to cystic fibrosis. While ΔF508 CF mice do exhibit the processing defects characteristic of the human mutation, they do not display the pulmonary pathophysiological changes seen in humans and carry virtually no lung phenotype. Such problems could be ameliorated by the use of a variety of animal models, and pig models (pig lungs share many biochemical and physiological similarities with human lungs) have been generated in an attempt to better explain the activity of the ΔF508 mutation.",
            "score": 155.71408081054688
        },
        {
            "docid": "2866555_7",
            "document": "Influenza A virus subtype H1N1 . Swine influenza virus is common throughout pig populations worldwide. Transmission of the virus from pigs to humans is not common and does not always lead to human influenza, often resulting only in the production of antibodies in the blood. If transmission does cause human influenza, it is called zoonotic swine flu or a variant virus. People with regular exposure to pigs are at increased risk of swine flu infection. The meat of an infected animal poses no risk of infection when properly cooked.",
            "score": 155.6873779296875
        },
        {
            "docid": "22693252_2",
            "document": "Feline coronavirus . Feline coronavirus (FCoV) is a positive-stranded RNA virus that is infectious to cats worldwide. This virus is part of the Alphacoronavirus 1 species of the Alphacoronavirus genus belonging to the Coronaviridae family of viruses. Alphacoronavirus 1 also includes the canine coronavirus (CCoV) and the porcine transmissible gastroenteritis coronavirus (TGEV). It has two different forms; the FECV (feline enteric coronavirus) that infects the intestines and the FIPV (feline infectious peritonitis virus) that causes the disease feline infectious peritonitis (FIP).",
            "score": 154.23829650878906
        },
        {
            "docid": "4525060_6",
            "document": "Porcine circovirus . PCV-2 (first isolated in 1997) causes PMWS. However, viral infection by itself tends to cause only mild disease, and co-factors such as other infections or immunostimulation seem necessary for development of severe disease. For example, concurrent infection with porcine parvovirus or PRRS virus, or immunostimulation lead to increased replication of PCV-2 and more severe disease in PCV-2-infected pigs.",
            "score": 153.82496643066406
        }
    ]
}