{
    "q": [
        {
            "docid": "9775_9",
            "document": "Endoplasmic reticulum . The endoplasmic reticulum serves many general functions, including the folding of protein molecules in sacs called cisternae and the transport of synthesized proteins in vesicles to the Golgi apparatus. Correct folding of newly made proteins is made possible by several endoplasmic reticulum chaperone proteins, including protein disulfide isomerase (PDI), ERp29, the Hsp70 family member BiP/Grp78, calnexin, calreticulin, and the peptidylpropyl isomerase family. Only properly folded proteins are transported from the rough ER to the Golgi apparatus – unfolded proteins cause an unfolded protein response as a stress response in the ER. Disturbances in redox regulation, calcium regulation, glucose deprivation, and viral infection or the over-expression of proteins can lead to endoplasmic reticulum stress response (ER stress), a state in which the folding of proteins slows, leading to an increase in unfolded proteins. This stress is emerging as a potential cause of damage in hypoxia/ischemia, insulin resistance, and other disorders.",
            "score": 329.63791584968567
        },
        {
            "docid": "28990145_19",
            "document": "Proteostasis . There are two main approaches that have been used for therapeutic development targeting the proteostatic network: pharmacologic chaperones and proteostasis regulators. The principle behind designing pharmacologic chaperones for intervention in diseases of proteostasis is to design small molecules that stabilize proteins exhibiting borderline stability. Previously, this approach has been used to target and stabilize G-protein coupled receptors, neurotransmitter receptors, glycosidases, lysosomal storage proteins, and the mutant CFTR protein that causes cystic fibrosis and transthyretin, which can misfiled and aggregate leading to amyloidoses. Vertex Pharmaceuticals and Pfizer sell regulatory agency approved pharmacologic chaperones for ameliorating cystic fibrosis and the transthyretin amyloidoses, respectively. Amicus sells a regulatory agency approved pharmacologic chaperone for Fabry disease–a lysosomal storage disease. The principle behind proteostasis regulators is different, these molecules alter the biology of protein folding and / or degradation by altering the stoichiometry of the proteostasis network components in a given sub cellular compartment. For example, some proteostasis regulators initiate stress responsive signaling, such as the unfolded protein response, which transcriptionally reprograms the endoplasmic reticulum proteostasis network. It has been suggested that this approach could even be applied prophylactically, such as upregulating certain protective pathways before experiencing an anticipated severe cellular stress. One theoretical mechanism for this approach includes upregulating the heat shock response response to rescue proteins from degradation during cellular stress.",
            "score": 264.0647042989731
        },
        {
            "docid": "9775_13",
            "document": "Endoplasmic reticulum . The unfolded protein response (UPR) is a cellular stress response related to the endoplasmic reticulum. The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. The UPR functions to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signaling pathways that lead to increasing the production of molecular chaperones involved in protein folding. Sustained overactivation of the UPR has been implicated in prion diseases as well as several other neurodegenerative diseases and the inhibition of the UPR could become a treatment for those diseases.",
            "score": 326.7504904270172
        },
        {
            "docid": "28990145_10",
            "document": "Proteostasis . The unfolded protein response in the endoplasmatic reticulum (ER) is activated by imbalances of unfolded proteins inside the ER and the proteins mediating protein homeostasis. Different “detectors” - such as IRE1, ATF6 and PERK - can recognize misfolded proteins in the ER and mediate transcriptional responses which help alleviate the effects of ER stress.",
            "score": 267.3289773464203
        },
        {
            "docid": "30032081_5",
            "document": "Hac1 Xbp1 intron . Environmental stress can cause proteins to misfold and aggregate. To protect from these undesirable processes, a cell can activate the unfolded protein response (UPR) pathway. Splicing of HAC1 and XBP1 transcripts is one of the highly regulated ways of activating the UPR in response to presence of unfolded proteins in the endoplasmic reticulum (ER). ER stress activates the endoribonucleolytic activity of IRE1 proteins. IRE1 recognizes splice-site motifs in HAC1 or XBP1 transcripts and cleaves them. Stem-loop structures around the splice sites and IRE1-specific sequence motifs are both necessary and sufficient for splicing to occur. The joining of exons is performed by tRNA ligase (TRL1 in \"Saccharomyces cerevisiae\").",
            "score": 252.96863460540771
        },
        {
            "docid": "501398_11",
            "document": "Protein disulfide-isomerase . Another major function of protein disulfide-isomerase relates to its activity as a chaperone; its b' domain aids in the binding of misfolded protein for subsequent degradation. This is regulated by three ER membrane proteins, Protein Kinase RNA-like endoplasmic reticulum kinase (PERK), inositol-requiring kinase 1 (IRE1), and activating transcription factor 6 (ATF6). They respond to high levels of misfolded proteins in the ER through intracellular signaling cascades that can activate PDI's chaperone activity. These signals can also inactivate translation of these misfolded proteins, because the cascade travels from the ER to the nucleus.",
            "score": 245.38148283958435
        },
        {
            "docid": "9941789_7",
            "document": "Unfolded protein response . The ER is capable of recognizing misfolding proteins without causing disruption to the functioning of the ER. The aforementioned sugar molecule remains the means by which the cell monitors protein folding, as the misfolding protein becomes characteristically devoid of glucose residues, targeting it for identification and re-glycosylation by the enzyme UGGT (UDP-glucose:glycoprotein glucosyltransferase). If this fails to restore the normal folding process, exposed hydrophobic residues of the misfolded protein are bound by the protein glucose regulate protein 78 (Grp78), a heat shock protein 70kDa family member that prevents the protein from further transit and secretion.",
            "score": 209.76281213760376
        },
        {
            "docid": "28990145_6",
            "document": "Proteostasis . The third component of the proteostasis network is the protein degradation machinery. Protein degradation occurs in proteostasis when the cellular signals indicate the need to decrease overall cellular protein levels. The effects of protein degradation can be local, with the cell only experiencing effects from the loss of the degraded protein itself or widespread, with the entire protein landscape changing due to loss of other proteins’ interactions with the degraded protein. Multiple substrates are targets for proteostatic degradation. These degradable substrates include nonfunctional protein fragments produced from ribosomal stalling during translation, misfolded or unfolded proteins, aggregated proteins, and proteins that are no longer needed to carry out cellular function. Several different pathways exist for carrying out these degradation processes. When proteins are determined to be unfolded or misfolded, they are typically degraded via the unfolded protein response (UPR) or endoplasmic-reticulum-associated protein degradation (ERAD). Substrates that are unfolded, misfolded, or no longer required for cellular function can also be ubiquitin tagged for degradation by ATP dependent proteases, such as the proteasome in eukaryotes or ClpXP in prokaryotes. Autophagy, or self engulfment, lysosomal targeting, and phagocytosis (engulfment of waste products by other cells) can also be used as proteostatic degradation mechanisms.",
            "score": 229.0492651462555
        },
        {
            "docid": "14179322_3",
            "document": "ATF6 . ATF6 is an endoplasmic reticulum (ER) stress-regulated transmembrane transcription factor that activates the transcription of ER molecules. Accumulation of misfolded proteins in the Endoplasmic Reticulum results in the proteolytic cleavage of ATF6. The cytosolic portion of ATF6 will move to the nucleus and act as a transcription factor to cause the transcription of ER chaperones.",
            "score": 325.22604727745056
        },
        {
            "docid": "9941789_8",
            "document": "Unfolded protein response . Where circumstances continue to cause a particular protein to misfold, the protein is recognized as posing a threat to the proper functioning of the ER, as they can aggregate to one another and accumulate. In such circumstances the protein is guided through endoplasmic reticulum-associated degradation (ERAD). The chaperone EDEM guides the retrotranslocation of the misfolded protein back into the cytosol in transient complexes with PDI and Grp78. Here it enters the ubiquitin-proteasome pathway, as it is tagged by multiple ubiquitin molecules, targeting it for degradation by cytosolic proteasomes.  Successful protein folding requires a tightly controlled environment of substrates that include glucose to meet the metabolic energy requirements of the functioning molecular chaperones; calcium that is stored bound to resident molecular chaperones and; redox buffers that maintain the oxidizing environment required for disulfide bond formation.",
            "score": 223.638432264328
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 237.65086996555328
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 211.9626066684723
        },
        {
            "docid": "534001_4",
            "document": "Secretion . Eukaryotic cells, including human cells, have a highly evolved process of secretion. Proteins targeted for the outside are synthesized by ribosomes docked to the rough endoplasmic reticulum (ER). As they are synthesized, these proteins translocate into the ER lumen, where they are glycosylated and where molecular chaperones aid protein folding. Misfolded proteins are usually identified here and retrotranslocated by ER-associated degradation to the cytosol, where they are degraded by a proteasome. The vesicles containing the properly folded proteins then enter the Golgi apparatus.",
            "score": 240.98020386695862
        },
        {
            "docid": "1704073_4",
            "document": "Antigen processing . The endogenous pathway is used to present cellular peptide fragments on the cell surface on MHC class I molecules. If a virus had infected the cell, viral peptides would also be presented, allowing the immune system to recognize and kill the infected cell. Worn out proteins within the cell become ubiquitinated, marking them for proteasome degradation. Proteasomes break the protein up into peptides that include some around nine amino acids long (suitable for fitting within the peptide binding cleft of MHC class I molecules). Transporter associated with antigen processing (TAP), a protein that spans the membrane of the rough endoplasmic reticulum, transports the peptides into the lumen of the rough endoplasmic reticulum (ER). Also within the rough ER, a series of chaperone proteins, including calnexin, calreticulin, ERp57, and Binding immunoglobulin protein (BiP) facilitates the proper folding of class I MHC and its association with β2 microglobulin. The partially folded MHC class I molecule then interacts with TAP via tapasin (the complete complex also contains calreticulin and Erp57 and, in mice, calnexin). Once the peptide is transported into the ER lumen it binds to the cleft of the awaiting MHC class I molecule, stabilizing the MHC and allowing it to be transported to the cell surface by the golgi apparatus.",
            "score": 234.4970211982727
        },
        {
            "docid": "15538_15",
            "document": "Inclusion body myositis . Dalakas (2006) suggested that a chain of events causes IBM—some sort of virus, likely a retrovirus, triggers the cloning of T cells. These T cells appear to be driven by specific antigens to invade muscle fibers. In people with sIBM, the muscle cells display “flags” telling the immune system that they are infected or damaged (the muscles ubiquitously express MHC class I antigens) and this immune process leads to the death of muscle cells. The chronic stimulation of these antigens also causes stress inside the muscle cell in the endoplasmic reticulum (ER) and this ER stress may be enough to cause a self-sustaining T cell response (even after a virus has dissipated). In addition, this ER stress may cause the misfolding of protein. The ER is in charge of processing and folding molecules carrying antigens. In IBM, muscle fibers are overloaded with these major histocompatibility complex (MHC) molecules that carry the antigen protein pieces, leading to more ER stress and more protein misfolding.",
            "score": 234.18841981887817
        },
        {
            "docid": "24834_5",
            "document": "Protein targeting . Most proteins that are secretory, membrane-bound, or reside in the endoplasmic reticulum (ER), golgi or endosomes use the co-translational translocation pathway. This process begins with the N-terminal signal peptide of the protein being recognized by a signal recognition particle (SRP) \"while the protein is still being synthesized on the ribosome\". The synthesis pauses while the ribosome-protein complex is transferred to an SRP receptor on the ER in eukaryotes, and the plasma membrane in prokaryotes. There, the nascent protein is inserted into the translocon, a membrane-bound protein conducting channel composed of the Sec61 translocation complex in eukaryotes, and the homologous SecYEG complex in prokaryotes. In secretory proteins and type I transmembrane proteins, the signal sequence is immediately cleaved from the nascent polypeptide once it has been translocated into the membrane of the ER (eukaryotes) or plasma membrane (prokaryotes) by signal peptidase. The signal sequence of type II membrane proteins and some polytopic membrane proteins are not cleaved off and therefore are referred to as signal anchor sequences. Within the ER, the protein is first covered by a chaperone protein to protect it from the high concentration of other proteins in the ER, giving it time to fold correctly. Once folded, the protein is modified as needed (for example, by glycosylation), then transported to the Golgi for further processing and goes to its target organelles or is retained in the ER by various ER retention mechanisms.",
            "score": 185.88505959510803
        },
        {
            "docid": "2354497_3",
            "document": "Heat shock . The cellular response to heat shock damage, the heat shock response, includes the transcriptional up-regulation of genes encoding heat shock proteins (HSPs) as part of the cell's internal repair mechanism. The effects of stressors such as temperature changes and toxins are counteracted by these HSPs, that upon activation respond to heat, cold and oxygen deprivation by activating several cascade pathways. HSPs are also present in cells under perfectly normal conditions, but an elevation in stress levels for the cell promotes an increase in their production levels by activating heat-shock genes at levels higher than normal. Some HSPs, called chaperones, also have increased production levels when the cell faces various stress factors. Chaperone's functions includes making sure that the cell’s proteins are properly folded in the correct conformation and they ensure this by facilitating protein folding using their substrate binding domain. An example of chaperons are the HSP70 (heat shock protein) chaperones. For example, HSPs help new or misfolded proteins to fold into their correct three-dimensional conformations, which is essential for their function. They also shuttle proteins from one compartment to another inside the cell, and target old or terminally misfolded proteins to proteases for degradation. Heat shock proteins are also believed to play a role in the presentation of pieces of proteins (or peptides) on the cell surface to help the immune system recognize diseased cells. 5 major families of HSPs are recognized: the Hsp70 (DnaK) family, the chaperonins (GroEL and Hsp60), the Hsp90 family, the Hsp100 (Clp) family and the small HSP (sHSP) family. Other proteins such as, protein disulfide isomerase and calnexin/calreticulin, have chaperone functions and assist protein folding in the Endoplasmic Reticulum.",
            "score": 278.90044915676117
        },
        {
            "docid": "9941789_3",
            "document": "Unfolded protein response . The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. In this scenario, the UPR has three aims: initially to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signalling pathways that lead to increasing the production of molecular chaperones involved in protein folding. If these objectives are not achieved within a certain time span or the disruption is prolonged, the UPR aims towards apoptosis.",
            "score": 264.8099510669708
        },
        {
            "docid": "51428919_10",
            "document": "Endoplasmic reticulum membrane protein complex . The EMC was first identified in a genetic screen in yeast for factors involved in protein folding in the ER. Accordingly, deletion of individual EMC subunits correlates with the induction of an ER stress response in various model organisms. However, it is worth noting that in human osteosarcoma cells (U2OS cells), deletion of EMC6 does not appear to cause ER stress. When overexpressed, several subunits of the mammalian EMC orthologue (mEMC) have been found to physically interact with ERAD components (UBAC2, DER1, DER2) Genetic screens in yeast have shown EMC subunits to be enriched in alongside ERAD genes. Taken together, these findings imply a role of the mEMC in protein homeostasis.",
            "score": 244.38157033920288
        },
        {
            "docid": "14156444_10",
            "document": "XBP1 . XBP1 is part of the endoplasmic reticulum (ER) stress response, the unfolded protein response (UPR). Conditions that exceed capacity of the ER provoke ER stress and trigger the unfolded protein response (UPR). As a result, GRP78 is released from IRE1 to support protein folding. IRE1 oligomerises and activates its ribonuclease domain through auto (self) phosphorylation. Activated IRE1 catalyses the excision of a 26 nucleotide unconventional intron from ubiquitously expressed XBP1u mRNA, in a manner mechanistically similar to pre-tRNA splicing. Removal of this intron causes a frame shift in the XBP1 coding sequence resulting in the translation of a 376 amino acid, 40 kDa, XBP-1s isoform rather than the 261 amino acid, 33 kDa, XBP1u isoform. Moreover, the XBP1u/XBP1s ratio (XBP1-unspliced/XBP1-spliced ratio) correlates with the expression level of expressed proteins in order to adapt the folding capacity of the ER to the respective requirements.",
            "score": 228.42932605743408
        },
        {
            "docid": "9941789_6",
            "document": "Unfolded protein response . Protein folding steps involve a range of enzymes and molecular chaperones to coordinate and regulate reactions, in addition to a range of substrates required in order for the reactions to take place. The most important of these to note are N-linked glycosylation and disulfide bond formation. N-linked glycosylation occurs as soon as the protein sequence passes into the ER through the translocon, where it is glycosylated with a sugar molecule that forms the key ligand for the lectin molecules calreticulin (CRT; soluble in ER lumen) and calnexin (CNX; membrane bound). Favoured by the highly oxidizing environment of the ER, protein disulfide isomerases facilitate formation of disulfide bonds, which confer structural stability to the protein in order for it to withstand adverse conditions such as extremes of pH and degradative enzymes.",
            "score": 154.50727796554565
        },
        {
            "docid": "19588_18",
            "document": "Mitochondrion . The outer mitochondrial membrane, which encloses the entire organelle, is 60 to 75 angstroms (Å) thick. It has a protein-to-phospholipid ratio similar to that of the eukaryotic plasma membrane (about 1:1 by weight). It contains large numbers of integral membrane proteins called porins. These porins form channels that allow molecules of 5000 daltons or less in molecular weight to freely diffuse from one side of the membrane to the other. Larger proteins can enter the mitochondrion if a signaling sequence at their N-terminus binds to a large multisubunit protein called translocase of the outer membrane, which then actively moves them across the membrane. Mitochondrial pro-proteins are imported through specialised translocation complexes. The outer membrane also contains enzymes involved in such diverse activities as the elongation of fatty acids, oxidation of epinephrine, and the degradation of tryptophan. These enzymes include monoamine oxidase, rotenone-insensitive NADH-cytochrome c-reductase, kynurenine hydroxylase and fatty acid Co-A ligase. Disruption of the outer membrane permits proteins in the intermembrane space to leak into the cytosol, leading to certain cell death. The mitochondrial outer membrane can associate with the endoplasmic reticulum (ER) membrane, in a structure called MAM (mitochondria-associated ER-membrane). This is important in the ER-mitochondria calcium signaling and is involved in the transfer of lipids between the ER and mitochondria.",
            "score": 193.55470550060272
        },
        {
            "docid": "166470_9",
            "document": "Ricin . For ricin to function cytotoxically, RTA must be reductively cleaved from RTB in order to release a steric block of the RTA active site. This process is catalysed by the protein PDI (protein disulphide isomerase) that resides in the lumen of the ER. Free RTA in the ER lumen then partially unfolds and partially buries into the ER membrane, where it is thought to mimic a misfolded membrane-associated protein. Roles for the ER chaperones GRP94, EDEM and BiP have been proposed prior to the 'dislocation' of RTA from the ER lumen to the cytosol in a manner that utilizes components of the endoplasmic reticulum-associated protein degradation (ERAD) pathway. ERAD normally removes misfolded ER proteins to the cytosol for their destruction by cytosolic proteasomes. Dislocation of RTA requires ER membrane-integral E3 ubiquitin ligase complexes, but RTA avoids the ubiquitination that usually occurs with ERAD substrates because of its low content of lysine residues, which are the usual attachment sites for ubiquitin. Thus, RTA avoids the usual fate of dislocated proteins (destruction that is mediated by targeting ubiquitinylated proteins to the cytosolic proteasomes). In the mammalian cell cytosol, RTA then undergoes triage by the cytosolic molecular chaperones Hsc70 and Hsp90 and their co-chaperones, as well as by one subunit (RPT5) of the proteasome itself, that results in its folding to a catalytic conformation, which de-purinates ribosomes, thus halting protein synthesis.",
            "score": 198.08932447433472
        },
        {
            "docid": "7718899_11",
            "document": "HLA-A . The HLA-A signal peptide is a series of hydrophobic amino acids present at the N-terminus of the protein that directs it to the endoplasmic reticulum where the remaining seven domains are translated. The three α domains form the binding groove that holds a peptide for presentation to CD8+ t-cells. The transmembrane region is the region that is embedded in the phospholipid bilayer surrounding the ER lumen. The HLA-A protein is a single-pass transmembrane protein. In other words, the first four domains of the protein are inside the ER lumen, while the last three domains are present outside the lumen, giving the protein the orientation required for proper function. The last three domains of the protein form a tail of primarily β-sheets that remains in the cell's cytosol. Once the HLA-A protein is completely translated, it must be folded into the proper shape. A molecular chaperone protein called calnexin and an enzyme called ERp57 assist in the folding process. Calnexin holds the HLA-A heavy chain while Erp57 catalyzes disulfide bonds between the heavy chain and the light, β-microglobulin chain. This bond induces a conformational change in the heavy chain, forming the binding groove. Calnexin then dissociates with the complex, now referred to as a peptide loading complex, and is replaced by calreticulin, another chaperone protein. Short peptides are continually transported from around the cell into the ER lumen by a specialized transport protein called TAP. TAP then binds to the peptide loading complex along with another protein, called tapasin. At this point the peptide loading complex consists of HLA-A (heavy chain), β-microglobulin (light chain), an ERp57 enzyme, calreticulin chaperone protein, TAP (with a bound peptide fragment), and tapasin. Tapasin increases the stability of TAP, in addition to stabilizing the entire peptide loading complex. At this point TAP releases the peptide it transported into the ER lumen. The proximity of the HLA-A binding groove to TAP is ensured by the peptide loading complex. This increases the likelihood that the peptide will find the groove. If the peptide's affinity for the HLA-A protein is great enough, it binds in the groove. Research suggests that tapasin may actively load peptides from TAP into the HLA-A complex while also holding class I molecules in the ER lumen until a high affinity peptide has been bound.",
            "score": 208.01703870296478
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 204.98070561885834
        },
        {
            "docid": "9927_12",
            "document": "Endomembrane system . The ER has a central role in producing, processing, and transporting biochemical compounds for use inside and outside of the cell. Its membrane is the site of production of all the transmembrane proteins and lipids for most of the cell's organelles, including the ER itself, the Golgi apparatus, lysosomes, endosomes, mitochondria, peroxisomes, secretory vesicles, and the plasma membrane. Furthermore, almost all of the proteins that will exit the cell, plus those destined for the lumen of the ER, Golgi apparatus, or lysosomes, are originally delivered to the ER lumen. Consequently, many of the proteins found in the cisternal space of the endoplasmic reticulum lumen are there only temporarily as they pass on their way to other locations. Other proteins, however, constantly remain in the lumen and are known as endoplasmic reticulum resident proteins. These special proteins contain a specialized retention signal made up of a specific sequence of amino acids that enables them to be retained by the organelle. An example of an important endoplasmic reticulum resident protein is the chaperon protein known as BiP which identifies other proteins that have been improperly built or processed and keeps them from being sent to their final destinations.",
            "score": 239.6500369310379
        },
        {
            "docid": "413102_16",
            "document": "Folding@home . Folding@home is also used to study protein chaperones, heat shock proteins which play essential roles in cell survival by assisting with the folding of other proteins in the crowded and chemically stressful environment within a cell. Rapidly growing cancer cells rely on specific chaperones, and some chaperones play key roles in chemotherapy resistance. Inhibitions to these specific chaperones are seen as potential modes of action for efficient chemotherapy drugs or for reducing the spread of cancer. Using Folding@home and working closely with the Center for Protein Folding Machinery, the Pande lab hopes to find a drug which inhibits those chaperones involved in cancerous cells. Researchers are also using Folding@home to study other molecules related to cancer, such as the enzyme Src kinase, and some forms of the engrailed homeodomain: a large protein which may be involved in many diseases, including cancer. In 2011, Folding@home began simulations of the dynamics of the small knottin protein EETI, which can identify carcinomas in imaging scans by binding to surface receptors of cancer cells.",
            "score": 247.40409898757935
        },
        {
            "docid": "14289597_6",
            "document": "NCK1 . Nck1 has been linked to glucose tolerance and insulin signaling within certain tissues, namely the liver, in obese mice. A deletion of the protein also causes a decrease of ER stress signaling within these obese cells, which is normally increased by the excessive fat. This stress causes expression of the unfolded protein response pathway, which leads to a decrease in glucose tolerance and inactivation of insulin signaling in certain cell types. This renewed glucose tolerance and insulin signaling is caused by the inhibition of the unfolded protein response pathway, particularly the protein IRE1alpha, and its subsequent phosphorylation of IRS-1 that causes insulin signaling to be blocked. IRE1alpha is involved with the JNK pathway that is responsible for the phosphorylation of IRS-1. Nck1 regulates the activation of IRE1alpha within the pathway and when removed from the pathway disrupts activation. This means that Nck1 has an interaction with the UPR and that a deletion can cause a decrease in the stress pathway from the ER in the mice. These deficient, obese mice also show increased insulin-induced phosphorylation of PKB within the liver but do not possess the same expression in adipose tissues or skeletal muscles. This evidence points to the pathway being ER stress induced within liver tissue.",
            "score": 192.08477520942688
        },
        {
            "docid": "1107334_20",
            "document": "Notch signaling pathway . Once the notch extracellular domain interacts with a ligand, an ADAM-family metalloprotease called ADAM10, cleaves the notch protein just outside the membrane. This releases the extracellular portion of notch (NECD), which continues to interact with the ligand. The ligand plus the notch extracellular domain is then endocytosed by the ligand-expressing cell. There may be signaling effects in the ligand-expressing cell after endocytosis; this part of notch signaling is a topic of active research. After this first cleavage, an enzyme called γ-secretase (which is implicated in Alzheimer's disease) cleaves the remaining part of the notch protein just inside the inner leaflet of the cell membrane of the notch-expressing cell. This releases the intracellular domain of the notch protein (NICD), which then moves to the nucleus, where it can regulate gene expression by activating the transcription factor CSL. It was originally thought that these CSL proteins suppressed Notch target transcription. However, further research showed that, when the intracellular domain binds to the complex, it switches from a repressor to an activator of transcription. Other proteins also participate in the intracellular portion of the notch signaling cascade.",
            "score": 181.01748752593994
        },
        {
            "docid": "54987630_5",
            "document": "EF-Tu receptor . EFR, like other proteins, undergoes translation in a cell's ribosomes. After the primary structure of the protein has been formed it must fold into its three dimensional tertiary structure to become functional. This occurs in the endoplasmic reticulum (ER). While in the ER, this primary polypeptide chain undergoes a regulatory process known as ER-quality control (ER-QC) to help ensure it folds into the correct 3-D structure. and avoids. ER-QC process consists of a series of chaperone proteins that help guide the folding of the EFR polypeptide chains, preventing the aggregation of many polypeptide chains into one large group. Proteins that have not folded are kept in the ER until they have folded into their correct 3-D shape. If folding does not occur then the unfolded protein is eventually destroyed.",
            "score": 237.96231961250305
        },
        {
            "docid": "27083115_13",
            "document": "Single-molecule FRET . A major application of smFRET is to analyze the minute biochemical nuances that facilitate protein folding. In recent years, multiple techniques have been developed to investigate single molecule interactions that are involved in protein folding and unfolding. Force-probe techniques, using atomic force microscopy and laser tweezers, have provided information on protein stability. smFRET allows researchers to investigate molecular interactions using fluorescence. Forster resonance energy transfer (FRET) was first applied to single molecules by Ha et al. and applied to protein folding in work by Hochstrasser, Weiss, et al. The benefit that smFRET as a whole has afforded to analyzing molecular interactions is the ability to test single molecule interactions directly without having to average ensembles of data. In protein folding analysis, ensemble experiments involve taking measurements of multiple proteins that are in various states of transition between their folded and unfolded state. When averaged, the protein structure that can be inferred from the ensemble of data only provides a rudimentary structural model of protein folding. However, true understanding of protein folding requires deciphering the sequence of structural events along the folding pathways between the folded and unfolded states. It is this particular branch of research that smFRET is highly applicable.",
            "score": 203.99365949630737
        },
        {
            "docid": "539882_10",
            "document": "HLA-B27 . These theories refer to the unusual biochemical properties that HLA-B27 has. The \"misfolding hypothesis\" suggests that slow folding during HLA-B27's tertiary structure folding and association with β2 microglobulin causes the protein to be misfolded, therefore initiating the unfolded protein response (UPR) - a pro-inflammatory endoplasmic reticulum (ER) stress response. However, although this mechanism has been demonstrated both \"in vitro\" and in animals, there is little evidence of its occurrence in human spondyloarthritis. Also, the \"HLA-B27 heavy chain homodimer formation hypothesis\" suggests that B27 heavy chains tend to dimerise and accumulate in the ER, once again, initiating the UPR. Alternatively, cell surface B27 heavy chains and dimers can bind to regulatory immune receptors such as members of the killer cell immunoglobulin-like receptor family, promoting the survival and differentiation of pro-inflammatory leukocytes in disease.",
            "score": 243.5201313495636
        }
    ],
    "r": [
        {
            "docid": "9775_9",
            "document": "Endoplasmic reticulum . The endoplasmic reticulum serves many general functions, including the folding of protein molecules in sacs called cisternae and the transport of synthesized proteins in vesicles to the Golgi apparatus. Correct folding of newly made proteins is made possible by several endoplasmic reticulum chaperone proteins, including protein disulfide isomerase (PDI), ERp29, the Hsp70 family member BiP/Grp78, calnexin, calreticulin, and the peptidylpropyl isomerase family. Only properly folded proteins are transported from the rough ER to the Golgi apparatus – unfolded proteins cause an unfolded protein response as a stress response in the ER. Disturbances in redox regulation, calcium regulation, glucose deprivation, and viral infection or the over-expression of proteins can lead to endoplasmic reticulum stress response (ER stress), a state in which the folding of proteins slows, leading to an increase in unfolded proteins. This stress is emerging as a potential cause of damage in hypoxia/ischemia, insulin resistance, and other disorders.",
            "score": 329.6379089355469
        },
        {
            "docid": "9775_13",
            "document": "Endoplasmic reticulum . The unfolded protein response (UPR) is a cellular stress response related to the endoplasmic reticulum. The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. The UPR functions to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signaling pathways that lead to increasing the production of molecular chaperones involved in protein folding. Sustained overactivation of the UPR has been implicated in prion diseases as well as several other neurodegenerative diseases and the inhibition of the UPR could become a treatment for those diseases.",
            "score": 326.75048828125
        },
        {
            "docid": "14179322_3",
            "document": "ATF6 . ATF6 is an endoplasmic reticulum (ER) stress-regulated transmembrane transcription factor that activates the transcription of ER molecules. Accumulation of misfolded proteins in the Endoplasmic Reticulum results in the proteolytic cleavage of ATF6. The cytosolic portion of ATF6 will move to the nucleus and act as a transcription factor to cause the transcription of ER chaperones.",
            "score": 325.2260437011719
        },
        {
            "docid": "29855647_30",
            "document": "Arsenic biochemistry . Arsenic is highly detrimental to the innate and the adaptive immune system of the body. When the amount of unfolded and misfolded proteins in endoplasmic reticulum stress is excessive, the unfolded protein response (UPR) is activated to increase the activity of several receptors that are responsible the restoration of homeostasis. The inositol-requiring enzyme-1 (IRE1) and protein kinase RNA-like endoplasmic reticulum kinase (PERK) are two receptors that restrict the rate of translation. On the other hand, the unfolded proteins are corrected by the production of chaperones, which are induced by the activating transcription factor 6 (ATF6). If the number of erroneous proteins elevates, further mechanism is active which triggers apoptosis. Arsenic has evidentially shown to increase the activity of these protein sensors.",
            "score": 314.79888916015625
        },
        {
            "docid": "544743_7",
            "document": "Wolfram syndrome . Within cells, wolframin is located in a structure called the endoplasmic reticulum. Among its many activities, the endoplasmic reticulum folds and modifies newly formed proteins so they have the correct 3-dimensional shape to function properly. The endoplasmic reticulum also helps transport proteins, fats, and other materials to specific sites within the cell or to the cell surface. The function of wolframin is unknown. Based on its location in the endoplasmic reticulum, however, it may play a role in protein folding or cellular transport. In the pancreas, wolframin may help fold a protein precursor of insulin (called proinsulin) into the mature hormone that controls blood glucose levels. Research findings also suggest that wolframin may help maintain the correct cellular level of charged calcium atoms (calcium ions) by controlling how much is stored in the endoplasmic reticulum. In the inner ear, wolframin may help maintain the proper levels of calcium ions or other charged particles that are essential for hearing.",
            "score": 284.3626708984375
        },
        {
            "docid": "2354497_3",
            "document": "Heat shock . The cellular response to heat shock damage, the heat shock response, includes the transcriptional up-regulation of genes encoding heat shock proteins (HSPs) as part of the cell's internal repair mechanism. The effects of stressors such as temperature changes and toxins are counteracted by these HSPs, that upon activation respond to heat, cold and oxygen deprivation by activating several cascade pathways. HSPs are also present in cells under perfectly normal conditions, but an elevation in stress levels for the cell promotes an increase in their production levels by activating heat-shock genes at levels higher than normal. Some HSPs, called chaperones, also have increased production levels when the cell faces various stress factors. Chaperone's functions includes making sure that the cell’s proteins are properly folded in the correct conformation and they ensure this by facilitating protein folding using their substrate binding domain. An example of chaperons are the HSP70 (heat shock protein) chaperones. For example, HSPs help new or misfolded proteins to fold into their correct three-dimensional conformations, which is essential for their function. They also shuttle proteins from one compartment to another inside the cell, and target old or terminally misfolded proteins to proteases for degradation. Heat shock proteins are also believed to play a role in the presentation of pieces of proteins (or peptides) on the cell surface to help the immune system recognize diseased cells. 5 major families of HSPs are recognized: the Hsp70 (DnaK) family, the chaperonins (GroEL and Hsp60), the Hsp90 family, the Hsp100 (Clp) family and the small HSP (sHSP) family. Other proteins such as, protein disulfide isomerase and calnexin/calreticulin, have chaperone functions and assist protein folding in the Endoplasmic Reticulum.",
            "score": 278.90045166015625
        },
        {
            "docid": "9927_20",
            "document": "Endomembrane system . Many types of cells export proteins produced by ribosomes attached to the rough ER. The ribosomes assemble amino acids into protein units, which are carried into the rough ER for further adjustments. These proteins may be either transmembrane proteins, which become embedded in the membrane of the endoplasmic reticulum, or water-soluble proteins, which are able to pass through the membrane into the lumen. Those that reach the inside of the endoplasmic reticulum are folded into the correct three-dimensional conformation. Chemicals, such as carbohydrates or sugars, are added, then the endoplasmic reticulum either transports the completed proteins, called secretory proteins, to areas of the cell where they are needed, or they are sent to the Golgi apparatus for further processing and modification.",
            "score": 269.2958068847656
        },
        {
            "docid": "28990145_10",
            "document": "Proteostasis . The unfolded protein response in the endoplasmatic reticulum (ER) is activated by imbalances of unfolded proteins inside the ER and the proteins mediating protein homeostasis. Different “detectors” - such as IRE1, ATF6 and PERK - can recognize misfolded proteins in the ER and mediate transcriptional responses which help alleviate the effects of ER stress.",
            "score": 267.3289794921875
        },
        {
            "docid": "9941789_3",
            "document": "Unfolded protein response . The UPR is activated in response to an accumulation of unfolded or misfolded proteins in the lumen of the endoplasmic reticulum. In this scenario, the UPR has three aims: initially to restore normal function of the cell by halting protein translation, degrading misfolded proteins, and activating the signalling pathways that lead to increasing the production of molecular chaperones involved in protein folding. If these objectives are not achieved within a certain time span or the disruption is prolonged, the UPR aims towards apoptosis.",
            "score": 264.8099365234375
        },
        {
            "docid": "28990145_19",
            "document": "Proteostasis . There are two main approaches that have been used for therapeutic development targeting the proteostatic network: pharmacologic chaperones and proteostasis regulators. The principle behind designing pharmacologic chaperones for intervention in diseases of proteostasis is to design small molecules that stabilize proteins exhibiting borderline stability. Previously, this approach has been used to target and stabilize G-protein coupled receptors, neurotransmitter receptors, glycosidases, lysosomal storage proteins, and the mutant CFTR protein that causes cystic fibrosis and transthyretin, which can misfiled and aggregate leading to amyloidoses. Vertex Pharmaceuticals and Pfizer sell regulatory agency approved pharmacologic chaperones for ameliorating cystic fibrosis and the transthyretin amyloidoses, respectively. Amicus sells a regulatory agency approved pharmacologic chaperone for Fabry disease–a lysosomal storage disease. The principle behind proteostasis regulators is different, these molecules alter the biology of protein folding and / or degradation by altering the stoichiometry of the proteostasis network components in a given sub cellular compartment. For example, some proteostasis regulators initiate stress responsive signaling, such as the unfolded protein response, which transcriptionally reprograms the endoplasmic reticulum proteostasis network. It has been suggested that this approach could even be applied prophylactically, such as upregulating certain protective pathways before experiencing an anticipated severe cellular stress. One theoretical mechanism for this approach includes upregulating the heat shock response response to rescue proteins from degradation during cellular stress.",
            "score": 264.064697265625
        },
        {
            "docid": "21984198_4",
            "document": "Wolcott–Rallison syndrome . The EIKF2AK3 gene codes for PERK (pancreatic endoplasmic reticulum kinase), an explanation for the spectrum symptoms. PERK is associated with the activity of beta cells in the pancreas. Beta cells are needed for the proper release of insulin into the blood stream after an increase in blood glucose. This kinase is needed for the control of protein levels in the endoplasmic reticulum and is linked to ribosome activity. The endoplasmic reticulum is a major protein sorting and processing center in every cell of the body. A broad range of bodily systems is affected because of the lack of post-translational modifications of to proteins. These proteins are coming from the endoplasmic reticulum can be in the cells of the various organ systems effected, such as urinary and central nervous system. EIKF2AK3 is also involved in bone cells. This is part of the reason why patients suffer from multiple epiphyseal dysplasia and osteopenia.",
            "score": 262.8799133300781
        },
        {
            "docid": "29814293_7",
            "document": "Cranio–lenticulo–sutural dysplasia . The main function of the SEC23A protein is to hydrolyze or break down a guanosine triphosphate (GTP) molecule bound to the SAR1A protein at the start of the COPII pathway. The energy released from the breaking of the GTP bond provides energy necessary to undergo another reaction. This triggers uncoating of the vesicle (a membrane bound carrying compartment for molecules) containing a secretory protein destined for packaging in the Golgi apparatus of the cell. Uncoating the vesicle exposes SNARE proteins which are needed for the vesicle to bind to the membrane site on the endoplasmic reticulum. A mutation in the SEC23A gene prevents the vesicle from uncoating so it will not bind to the receptor site on the endoplasmic reticulum to be released into the cytoplasm for transport to the Golgi apparatus. Thus, the vesicles will accumulate in the endoplasmic reticulum, causing it to become enlarged or distended. Ultimately, this causes the craniofacial symptoms present in patients with CLSD. This is probably due to abnormal secretion of collagen and possibly other secretory proteins which have accumulated in the endoplasmic reticulum. Collagen is responsible to for skull ossification, among other things.",
            "score": 257.5985412597656
        },
        {
            "docid": "9775_3",
            "document": "Endoplasmic reticulum . The general structure of the endoplasmic reticulum is a network of membranes called cisternae. These sac-like structures are held together by the cytoskeleton. The phospholipid membrane encloses the cisternal space (or lumen), which is continuous with the perinuclear space but separate from the cytosol. The functions of the endoplasmic reticulum can be summarized as the synthesis and export of proteins and membrane lipids, but varies between ER and cell type and cell function. The quantity of both rough and smooth endoplasmic reticulum in a cell can slowly interchange from one type to the other, depending on the changing metabolic activities of the cell. Transformation can include embedding of new proteins in membrane as well as structural changes. Changes in protein content may occur without noticeable structural changes.",
            "score": 255.331787109375
        },
        {
            "docid": "30032081_5",
            "document": "Hac1 Xbp1 intron . Environmental stress can cause proteins to misfold and aggregate. To protect from these undesirable processes, a cell can activate the unfolded protein response (UPR) pathway. Splicing of HAC1 and XBP1 transcripts is one of the highly regulated ways of activating the UPR in response to presence of unfolded proteins in the endoplasmic reticulum (ER). ER stress activates the endoribonucleolytic activity of IRE1 proteins. IRE1 recognizes splice-site motifs in HAC1 or XBP1 transcripts and cleaves them. Stem-loop structures around the splice sites and IRE1-specific sequence motifs are both necessary and sufficient for splicing to occur. The joining of exons is performed by tRNA ligase (TRL1 in \"Saccharomyces cerevisiae\").",
            "score": 252.96864318847656
        },
        {
            "docid": "31395956_2",
            "document": "Endoplasmic reticulum stress in beta cells . Beta cells are heavily engaged in the synthesis and secretion of insulin. They are therefore particularly sensitive to endoplasmic reticulum (ER) stress and the subsequent unfolded protein response (UPR). Severe or prolonged episodes of ER stress can lead to the death of beta cells, which can contribute to the development of diabetes.",
            "score": 252.93386840820312
        },
        {
            "docid": "2773080_9",
            "document": "Endoplasm . Protein synthesis begins at the ribosome, both free ones and those bound to the rough endoplasmic reticulum. Each ribosome is composed of 2 subunits and is responsible for translating genetic codes from mRNA into proteins by creating strings of amino acids called peptides. Proteins are usually not ready for their final target after leaving the ribosome. Ribosomes attached to endoplasmic reticulum release their protein chains into the lumen of the endoplasmic reticulum, which is the beginning of the endomembrane system. Within the ER the proteins are folded and modified by the addition of molecules like carbohydrates, then are sent to the Golgi apparatus, where they are further modified and packaged to be sent to their final destination. Vesicles are responsible for transport in between components of the endomembrane system and the plasma membrane.",
            "score": 249.6026153564453
        },
        {
            "docid": "413102_16",
            "document": "Folding@home . Folding@home is also used to study protein chaperones, heat shock proteins which play essential roles in cell survival by assisting with the folding of other proteins in the crowded and chemically stressful environment within a cell. Rapidly growing cancer cells rely on specific chaperones, and some chaperones play key roles in chemotherapy resistance. Inhibitions to these specific chaperones are seen as potential modes of action for efficient chemotherapy drugs or for reducing the spread of cancer. Using Folding@home and working closely with the Center for Protein Folding Machinery, the Pande lab hopes to find a drug which inhibits those chaperones involved in cancerous cells. Researchers are also using Folding@home to study other molecules related to cancer, such as the enzyme Src kinase, and some forms of the engrailed homeodomain: a large protein which may be involved in many diseases, including cancer. In 2011, Folding@home began simulations of the dynamics of the small knottin protein EETI, which can identify carcinomas in imaging scans by binding to surface receptors of cancer cells.",
            "score": 247.4040985107422
        },
        {
            "docid": "33187151_3",
            "document": "STARD4 . STARD4 may regulate cholesterol levels in many cells, including in the liver. STARD4 has specifically been linked to the movement of cholesterol to the endoplasmic reticulum. The protein is associated with the endoplasmic reticulum and lipid droplets. Increases in the protein relate to cell stress.",
            "score": 247.34165954589844
        },
        {
            "docid": "9775_7",
            "document": "Endoplasmic reticulum . In most cells the smooth endoplasmic reticulum (abbreviated SER) is scarce. Instead there are areas where the ER is partly smooth and partly rough, this area is called the transitional ER. The transitional ER gets its name because it contains ER exit sites. These are areas where the transport vesicles that contain lipids and proteins made in the ER, detach from the ER and start moving to the Golgi apparatus. Specialized cells can have a lot of smooth endoplasmic reticulum and in these cells the smooth ER has many functions. It synthesizes lipids, phospholipids, and steroids. Cells which secrete these products, such as those in the testes, ovaries, and sebaceous glands have an abundance of smooth endoplasmic reticulum. It also carries out the metabolism of carbohydrates, detoxification of natural metabolism products and of alcohol and drugs, attachment of receptors on cell membrane proteins, and steroid metabolism. In muscle cells, it regulates calcium ion concentration. Smooth endoplasmic reticulum is found in a variety of cell types (both animal and plant), and it serves different functions in each. The smooth endoplasmic reticulum also contains the enzyme glucose-6-phosphatase, which converts glucose-6-phosphate to glucose, a step in gluconeogenesis. It is connected to the nuclear envelope and consists of tubules that are located near the cell periphery. These tubes sometimes branch forming a network that is reticular in appearance. In some cells, there are dilated areas like the sacs of rough endoplasmic reticulum. The network of smooth endoplasmic reticulum allows for an increased surface area to be devoted to the action or storage of key enzymes and the products of these enzymes.",
            "score": 246.58151245117188
        },
        {
            "docid": "3023865_9",
            "document": "Glycan . N-linked glycans are extremely important in proper protein folding in eukaryotic cells. Chaperone proteins in the endoplasmic reticulum, such as calnexin and calreticulin, bind to the three glucose residues present on the core N-linked glycan. These chaperone proteins then serve to aid in the folding of the protein that the glycan is attached to. Following proper folding, the three glucose residues are removed, and the glycan moves on to further processing reactions. If the protein fails to fold properly, the three glucose residues are reattached, allowing the protein to re-associate with the chaperones. This cycle may repeat several times until a protein reaches its proper conformation. If a protein repeatedly fails to properly fold, it is excreted from the endoplasmic reticulum and degraded by cytoplasmic proteases.",
            "score": 246.3262176513672
        },
        {
            "docid": "10795237_4",
            "document": "PDIA3 . The PDIA3 protein is a thiol oxidoreductase that has protein disulfide isomerase activity. PDIA3 is also part of the major histocompatibility complex (MHC) class I peptide loading complex, which is essential for formation of the final antigen conformation and export from the endoplasmic reticulum to the cell surface. This protein of the endoplasmic reticulum interacts with lectin chaperones such as calreticulin and CNX in order to modulate the folding of proteins that are newly synthesized. It is believed that PDIA3 plays a role in protein folding by promoting the formation of disulfide bonds, and that CNX facilitates the positioning substrates next to the catalytic cysteines. This function allows it to serve as a redox sensor by activating mTORC1, which then mediates mTOR complex assembly to adapt cells to oxidative damage. Thus, PDIA3 regulates cell growth and death according to oxygen concentrations, such as in the hypoxic microenvironment of bones. Additionally, PDIA3 activates cell anchorage in bones by associating with cell division and cytoskeleton proteins, such as beta-actin and vimentin, to form a complex which controls TUBB3 folding and proper attachment of the microtubules to the kinetochore. PDIA3 also plays a role in cytokine-dependent signal transduction, including STAT3 signaling.",
            "score": 245.774658203125
        },
        {
            "docid": "501398_11",
            "document": "Protein disulfide-isomerase . Another major function of protein disulfide-isomerase relates to its activity as a chaperone; its b' domain aids in the binding of misfolded protein for subsequent degradation. This is regulated by three ER membrane proteins, Protein Kinase RNA-like endoplasmic reticulum kinase (PERK), inositol-requiring kinase 1 (IRE1), and activating transcription factor 6 (ATF6). They respond to high levels of misfolded proteins in the ER through intracellular signaling cascades that can activate PDI's chaperone activity. These signals can also inactivate translation of these misfolded proteins, because the cascade travels from the ER to the nucleus.",
            "score": 245.38148498535156
        },
        {
            "docid": "14800533_11",
            "document": "AGR2 . What AGR2 does in cancers is poorly understood. In breast cancer, HSP90 is a molecular chaperone expressed in tumor cells when there exists an excess of unfolded protein, and its co-chaperone has been reported to induce expression of AGR2, so AGR2 may be used by the endoplasmic reticulum to assist with protein folding to alleviate proteotoxic stress. AGR2 may help regulate the protein and mRNA levels in a cell overall as well. During late pregnancy and lactation, AGR2 levels peak when milk proteins are produced, and mammary-specific \"Agr2\" knockout mice had downregulated milk protein mRNA expression.",
            "score": 244.9045867919922
        },
        {
            "docid": "51428919_10",
            "document": "Endoplasmic reticulum membrane protein complex . The EMC was first identified in a genetic screen in yeast for factors involved in protein folding in the ER. Accordingly, deletion of individual EMC subunits correlates with the induction of an ER stress response in various model organisms. However, it is worth noting that in human osteosarcoma cells (U2OS cells), deletion of EMC6 does not appear to cause ER stress. When overexpressed, several subunits of the mammalian EMC orthologue (mEMC) have been found to physically interact with ERAD components (UBAC2, DER1, DER2) Genetic screens in yeast have shown EMC subunits to be enriched in alongside ERAD genes. Taken together, these findings imply a role of the mEMC in protein homeostasis.",
            "score": 244.38157653808594
        },
        {
            "docid": "539882_10",
            "document": "HLA-B27 . These theories refer to the unusual biochemical properties that HLA-B27 has. The \"misfolding hypothesis\" suggests that slow folding during HLA-B27's tertiary structure folding and association with β2 microglobulin causes the protein to be misfolded, therefore initiating the unfolded protein response (UPR) - a pro-inflammatory endoplasmic reticulum (ER) stress response. However, although this mechanism has been demonstrated both \"in vitro\" and in animals, there is little evidence of its occurrence in human spondyloarthritis. Also, the \"HLA-B27 heavy chain homodimer formation hypothesis\" suggests that B27 heavy chains tend to dimerise and accumulate in the ER, once again, initiating the UPR. Alternatively, cell surface B27 heavy chains and dimers can bind to regulatory immune receptors such as members of the killer cell immunoglobulin-like receptor family, promoting the survival and differentiation of pro-inflammatory leukocytes in disease.",
            "score": 243.5201416015625
        },
        {
            "docid": "9941789_14",
            "document": "Unfolded protein response . \"Translation Attenuation and Cell Cycle Arrest by the PERK Receptor\"  This occurs within minutes to hours of UPR activation to prevent further translational loading of the ER. PERK (protein kinase RNA-like endoplasmic reticulum kinase) activates itself by oligomerization and autophosphorylation of the free luminal domain. The activated cytosolic domain causes translational attenuation by directly phosphorylating the α subunit of the regulating initiator of the mRNA translation machinery, eIF2. This also produces translational attenuation of the protein machinery involved in running the cell cycle, producing cell cycle arrest in the G1 phase. PERK deficiency may have a significant impact on physiological states associated with ER stress.",
            "score": 242.9192352294922
        },
        {
            "docid": "14179322_2",
            "document": "ATF6 . Activating transcription factor 6, also known as ATF6, is a protein that, in humans, is encoded by the \"ATF6\" gene and is involved in the unfolded protein response.",
            "score": 242.3522491455078
        },
        {
            "docid": "33424683_7",
            "document": "Lipotoxicity . An excess of free fatty acids in liver cells plays a role in Nonalcoholic Fatty Liver Disease (NAFLD). In the liver, it is the type of fatty acid, not the quantity, that determines the extent of the lipotoxic effects. In hepatocytes, the ratio of monounsaturated fatty acids and saturated fatty acids leads to apoptosis and liver damage. There are several potential mechanisms of by which the excess fatty acids can cause cell death and damage. They may activate death receptors, stimulate apoptotic pathways, or initiate cellular stress response in the endoplasmic reticulum. These lipotoxic effects have been shown to be prevented by the presence of excess triglycerides within the hepatocytes. Lipotoxicity in cardiac tissue is attributed to excess saturated fatty acids. The apoptosis that follows is believed to be caused by unfolded protein response in the endoplasmic reticulum. Researchers are working on treatments that will increase the oxidation of these fatty acids within the heart in order to prevent the lipotoxic effects.",
            "score": 242.23974609375
        },
        {
            "docid": "534001_4",
            "document": "Secretion . Eukaryotic cells, including human cells, have a highly evolved process of secretion. Proteins targeted for the outside are synthesized by ribosomes docked to the rough endoplasmic reticulum (ER). As they are synthesized, these proteins translocate into the ER lumen, where they are glycosylated and where molecular chaperones aid protein folding. Misfolded proteins are usually identified here and retrotranslocated by ER-associated degradation to the cytosol, where they are degraded by a proteasome. The vesicles containing the properly folded proteins then enter the Golgi apparatus.",
            "score": 240.98020935058594
        },
        {
            "docid": "9927_12",
            "document": "Endomembrane system . The ER has a central role in producing, processing, and transporting biochemical compounds for use inside and outside of the cell. Its membrane is the site of production of all the transmembrane proteins and lipids for most of the cell's organelles, including the ER itself, the Golgi apparatus, lysosomes, endosomes, mitochondria, peroxisomes, secretory vesicles, and the plasma membrane. Furthermore, almost all of the proteins that will exit the cell, plus those destined for the lumen of the ER, Golgi apparatus, or lysosomes, are originally delivered to the ER lumen. Consequently, many of the proteins found in the cisternal space of the endoplasmic reticulum lumen are there only temporarily as they pass on their way to other locations. Other proteins, however, constantly remain in the lumen and are known as endoplasmic reticulum resident proteins. These special proteins contain a specialized retention signal made up of a specific sequence of amino acids that enables them to be retained by the organelle. An example of an important endoplasmic reticulum resident protein is the chaperon protein known as BiP which identifies other proteins that have been improperly built or processed and keeps them from being sent to their final destinations.",
            "score": 239.65003967285156
        },
        {
            "docid": "22729563_3",
            "document": "Jennifer Lippincott-Schwartz . The current research of Lippincott-Schwartz has helped to debunk the traditional ‘static’ view of molecules in cells including the methods of secretory membrane trafficking, compartmentalization, and trafficking of eukaryotic cells. Her research involves multiple live cell imaging techniques in order to study the dynamic interactions of molecules in cells and has led to a more lively view on the inner-workings of the cells. Such live cell imaging techniques include green fluorescent protein fusion alongside photobleaching and photoactivation techniques which allow investigation of subcellular localization, mobility, transport routes, and turnover of important cellular proteins related to membrane trafficking and compartmentalization. Lippincott-Schwartz's lab also tests mechanistic hypotheses related to protein and organelle functions and dynamics by utilizing quantitative measurements through kinetic modeling and simulation experiments. Along with Dr. Craig Blackstone, Lippincott-Schwartz utilized advanced imaging techniques to reveal a more accurate picture of how the peripheral endoplasmic reticulum is structured. Their findings may yield new insights for genetic diseases affecting proteins that help shape the endoplasmic reticulum. Additionally, Lippincott-Schwartz's laboratory demonstrated that Golgi enzymes constitutively recycle back to the endoplasmic reticulum and that such recycling plays a central role in the maintenance, biogenesis, and inheritance of the Golgi apparatus in mammalian cells.",
            "score": 239.54319763183594
        },
        {
            "docid": "501398_15",
            "document": "Protein disulfide-isomerase . Redox dysregulation leads to increases in nitrosative stress in the endoplasmic reticulum. Such adverse changes in the normal cellular environment of susceptible cells, such as neurons, leads to nonfunctioning thiol-containing enzymes. More specifically, protein disulfide-isomerase can no longer fix misfolded proteins once its thiol group in its active site has a nitric monoxide group attached to it; as a result, accumulation of misfolded proteins occurs in neurons, which has been associated with the development of neurodegenerative diseases such as Alzheimer's disease and Parkinson's disease.",
            "score": 238.70779418945312
        }
    ]
}