{
    "q": [
        {
            "docid": "3343370_21",
            "document": "Mating of yeast . The process of mating type switching is a gene conversion event initiated by the \"HO\" gene. The \"HO\" gene is a tightly regulated haploid-specific gene that is only activated in haploid cells during the G phase of the cell cycle. The protein encoded by the \"HO\" gene is a DNA endonuclease, which physically cleaves DNA, but only at the \"MAT\" locus (due to the DNA sequence specificity of the HO endonuclease).",
            "score": 416.1551184654236
        },
        {
            "docid": "42676080_4",
            "document": "SIR proteins . One of the early yeast screens to identify SIR genes was performed by Anita Hopper and Benjamin Hall, who screened with mutagenesis for alleles that allow sporulation in a normally sporulation-deficient heterothallic α/α (\"ho/ho MATα/MATα\"). Their screen identified a mutation in a novel gene that was not linked to \"HO\" that allowed the α/α diploid to sporulate, as if it were an α/a diploid, and inferred that the mutation affected a change in mating type by an \"HO\"-independent mechanism. Later, it was discovered at the CMT allele identified by Hopper & Hall did not cause a mating type conversion at the MAT locus, but rather allowed the expression of cryptic mating type genes that are silenced in wild-type yeast. In their paper clarifying the mechanism of the CMT mutation, Haber and George acknowledge the contribution of Amar Klar, who presented his MAR mutant strains that had similar properties as the CMT mutants at the Cold Spring Harbor Laboratory yeast genetics meeting, which led Haber and George to consider the hypotheses that the \"cmt\" mutants may act by de-repressing silent information.",
            "score": 348.4329844713211
        },
        {
            "docid": "42676080_6",
            "document": "SIR proteins . A few months later, Jasper Rine and Ira Herskowitz published a different screen for genes that affect the ability of yeast to mate, and ultimate discovered the gene family that they called SIR, a name that remains in the modern parlance. Unlike the Klar et al. screen that identified a mutant by its inability to mate, Rine & Herskowitz took a more directed approach towards discovering factors responsible for mating type silencing. Specifically, Rine & Herskowitz reasoned that a haploid yeast cell with a recessive mutation in matα1 could be complemented if the silent copy of MATα were de-repressed. Starting in a \"ho matα1\" haploid strain, Rine & Herskowitz screened mutants arising from mutagenesis and identified five mutants that restored a MATα phenotype in matα cells, but were not linked to the MAT locus and did not cause a gene conversion between the HMα locus and matα. These mutants, they reasoned, were specifically defective in silencing the cryptic mating type genes.",
            "score": 386.93310165405273
        },
        {
            "docid": "14723467_3",
            "document": "Rad50 . The protein encoded by this gene is highly similar to \"Saccharomyces cerevisiae\" Rad50, a protein involved in DNA double-strand break repair. This protein forms a complex with MRE11 and NBS1 (also known as Xrs2 in yeast). This MRN complex (MRX complex in yeast) binds to broken DNA ends and displays numerous enzymatic activities that are required for double-strand break repair by nonhomologous end-joining or homologous recombination. Gene knockout studies of the mouse homolog of Rad50 suggest it is essential for cell growth and viability. Two alternatively spliced transcript variants of Rad50, which encode distinct proteins, have been reported.",
            "score": 256.06176590919495
        },
        {
            "docid": "411673_14",
            "document": "Candida albicans . In the 3153A strain, a gene called \"SIR2\" (for silent information regulator), which seems to be important for phenotypic switching, has been found. \"SIR2\" was originally found in \"Saccharomyces cerevisiae\" (brewer's yeast), where it is involved in chromosomal silencing—a form of transcriptional regulation, in which regions of the genome are reversibly inactivated by changes in chromatin structure (chromatin is the complex of DNA and proteins that make chromosomes). In yeast, genes involved in the control of mating type are found in these silent regions, and \"SIR2\" represses their expression by maintaining a silent-competent chromatin structure in this region. The discovery of a \"C. albicans SIR2\" implicated in phenotypic switching suggests it, too, has silent regions controlled by \"SIR2\", in which the phenotype-specific genes may reside. How \"SIR2\" itself is regulated in \"S. cerevisiae\" may yet provide more clues as to the switching mechanisms of \"C. albicans\".",
            "score": 313.7611095905304
        },
        {
            "docid": "14816235_3",
            "document": "SEPT7 . This gene encodes a protein that is highly similar to the CDC10 protein of \"Saccharomyces cerevisiae\". The protein also shares similarity with Diff 6 of \"Drosophila\" and with H5 of mouse. Each of these similar proteins, including the yeast CDC10, contains a GTP-binding motif. The yeast CDC10 protein is a structural component of the 10 nm filament which lies inside the cytoplasmic membrane and is essential for cytokinesis. Although the exact function of this gene has not yet been determined, its high similarity to yeast CDC10 and the high conservative nature of eukaryotic cell cycle machinery suggest a similar role to that of its yeast counterpart. Alternative splicing results in two transcript variants encoding different isoforms.",
            "score": 267.6682289838791
        },
        {
            "docid": "4410_36",
            "document": "Brewing . For both types, yeast is fully distributed through the beer while it is fermenting, and both equally flocculate (clump together and precipitate to the bottom of the vessel) when fermentation is finished. By no means do all top-cropping yeasts demonstrate this behaviour, but it features strongly in many English yeasts that may also exhibit chain forming (the failure of budded cells to break from the mother cell), which is in the technical sense different from true flocculation. The most common top-cropping brewer's yeast, \"Saccharomyces cerevisiae\", is the same species as the common baking yeast. However, baking and brewing yeasts typically belong to different strains, cultivated to favour different characteristics: baking yeast strains are more aggressive, in order to carbonate dough in the shortest amount of time; brewing yeast strains act slower, but tend to tolerate higher alcohol concentrations (normally 12–15% abv is the maximum, though under special treatment some ethanol-tolerant strains can be coaxed up to around 20%). Modern quantitative genomics has revealed the complexity of \"Saccharomyces\" species to the extent that yeasts involved in beer and wine production commonly involve hybrids of so-called pure species. As such, the yeasts involved in what has been typically called top-cropping or top-fermenting ale may be both \"Saccharomyces cerevisiae\" and complex hybrids of \"Saccharomyces cerevisiae\" and \"Saccharomyces kudriavzevii\". Three notable ales, Chimay, Orval and Westmalle, are fermented with these hybrid strains, which are identical to wine yeasts from Switzerland.",
            "score": 232.7413376569748
        },
        {
            "docid": "3343370_23",
            "document": "Mating of yeast . The repair of the \"MAT\" locus after cutting by the HO endonuclease almost always results in a mating type switch. When an a cell cuts the \"MATa allele present at the \"MAT\" locus, the cut at \"MAT\" will almost always be repaired by copying the information present at \"HML\". This results in \"MAT\" being repaired to the \"MATα allele, switching the mating type of the cell from a to α. Similarly, an α cell which has its \"MATα allele cut by the HO endonuclease will almost always repair the damage using the information present at \"HMR\", copying the \"MATa gene to the \"MAT\" locus and switching the mating type of α cell to a.",
            "score": 393.2631959915161
        },
        {
            "docid": "11798327_4",
            "document": "Lachancea kluyveri . \"Lachancea kluyveri\" is a budding yeast related to \"Saccharomyces cerevisiae\", or baker's yeast, the model organism intensively used in biochemistry, genetics and cell biology. In 2003 it was transferred from the genus \"Saccharomyces\" to the genus \"Lachancea\" named for Canadian mycologist and yeast biologist Marc-André Lachance. \"Saccharomyces cerevisiae\" and \"L. kluyveri\" have several fundamental differences that warrant genomic comparisons. First, like most cell types, \"L. kluyveri\" resorts to fermentation (degrading sugars in the absence of oxygen) only when oxygen is limiting. \"S. cerevisiae\", on the other hand, prefers to carry out fermentation even in the presence of oxygen. This means that \"L. kluyveri\" makes a more efficient use of glucose for energy production. Therefore, \"L. kluyveri\" provides a contrasting model to one of the most unusual features of \"S. cerevisiae\". Second, \"L. kluyveri\" has a simpler genome organization than \"S. cerevisiae\": it appears to have become a species before the whole genome duplication that occurred in the Saccharomyces lineage. As a result, its genome is smaller (about 9.5 million base pairs) than that of \"S. cerevisiae\" with fewer duplicated genes. Additionally, \"L. kluyveri\" is becoming more widely used as a model organism and for industrial applications, such as the production of proteins, since its biomass yield is greater than that of \"S. cerevisiae\" due to more efficient use of glucose.",
            "score": 270.24942886829376
        },
        {
            "docid": "3343370_18",
            "document": "Mating of yeast . Wild type haploid yeast are capable of switching mating type between a and α. Consequently, even if a single haploid cell of a given mating type founds a colony of yeast, mating type switching will cause cells of both a and α mating types to be present in the population. Combined with the strong drive for haploid cells to mate with cells of the opposite mating type and form diploids, mating type switching and consequent mating will cause the majority of cells in a colony to be diploid, regardless of whether a haploid or diploid cell founded the colony. The vast majority of yeast strains studied in laboratories have been altered such that they cannot perform mating type switching (by deletion of the \"HO\" gene; see below); this allows the stable propagation of haploid yeast, as haploid cells of the a mating type will remain a cells (and α cells will remain α cells), and will not form diploids.",
            "score": 410.15643095970154
        },
        {
            "docid": "318669_23",
            "document": "Schizosaccharomyces pombe . Forty-three percent of the genes in the Genome Project were found to contain introns in 4,739 genes. Fission yeast does not have as many duplicated genes compared to budding yeast, only containing 5%, making fission yeast a great model genome to observe and gives researchers the ability to create more functional research approaches. \"S. pombe\"s having a large number of introns gives opportunities for an increase of range of protein types produced from alternative splicing and genes that code for comparable genes in human. 81% of the three centromeres in fission yeast have been sequenced. The lengths of the three centromeres were found to be 34, 65, and 110 kb. This is 300–100 times longer than the centromeres of budding yeast. An extremely high level of conservation (97%) is also seen over 1,780-bp region in the DGS regions of the centromere. This elongation of centromeres and its conservative sequences makes fission yeast a practical model system to use to observe cell division and in humans because of their likeness.",
            "score": 352.2761594057083
        },
        {
            "docid": "237704_37",
            "document": "Saccharomyces cerevisiae . \"S. cerevisiae\" was the first eukaryotic genome to be completely sequenced. The genome sequence was released to the public domain on April 24, 1996. Since then, regular updates have been maintained at the Saccharomyces Genome Database. This database is a highly annotated and cross-referenced database for yeast researchers. Another important \"S. cerevisiae\" database is maintained by the Munich Information Center for Protein Sequences (MIPS). The \"S. cerevisiae\" genome is composed of about 12,156,677 base pairs and 6,275 genes, compactly organized on 16 chromosomes. Only about 5,800 of these genes are believed to be functional. It is estimated at least 31% of yeast genes have homologs in the human genome. Yeast genes are classified using gene symbols (such as sch9) or systematic names. In the latter case the 16 chromosomes of yeast are represented by the letters A to P, then the gene is further classified by a sequence number on the left or right arm of the chromosome, and a letter showing which of the two DNA strands contains its coding sequence.",
            "score": 297.07555079460144
        },
        {
            "docid": "237704_39",
            "document": "Saccharomyces cerevisiae . Approaches that can be applied in many different fields of biological and medicinal science have been developed by yeast scientists. These include yeast two-hybrid for studying protein interactions and tetrad analysis. Other resources, include a gene deletion library including ~4,700 viable haploid single gene deletion strains. A GFP fusion strain library used to study protein localisation and a TAP tag library used to purify protein from yeast cell extracts.",
            "score": 274.25451016426086
        },
        {
            "docid": "49482835_11",
            "document": "Aerobic fermentation . In Crabtree-negative species, respiration related genes are highly expressed in the presence of oxygen. However, when \"S. cerevisiae\" is grown on glucose in aerobic conditions, respiration-related gene expression is repressed. Mitochondrial ribosomal proteins expression is only induced under environmental stress conditions, specifically low glucose availability. Genes involving mitochondrial energy generation and phosphorylation oxidation, which are involved in respiration, have the largest expression difference between aerobic fermentative yeast species and respiratory species. In a comparative analysis between \"Sch. pombe\" and \"S. cerevisiae\", both of which evolved aerobic fermentation independently, the expression pattern of these two fermentative yeasts were more similar to each other than a respiratory yeast, \"C. albicans\". However, \"S. cerevisiae\" is evolutionarily closer to \"C. albicans\". Regulatory rewiring was likely important in the evolution of aerobic fermentation in both lineages.",
            "score": 245.70193529129028
        },
        {
            "docid": "14798303_2",
            "document": "SAE2 . SAE2 is a gene of the yeast Saccharomyces cerevisiae, encoding for the a protein involved in the repair of DNA double strand breaks.  While the aminoacid sequence of Sae2 diverged during evolution, the genome of higher eukaryotes encodes for a protein with similar function named CtIP",
            "score": 217.52550172805786
        },
        {
            "docid": "37919737_15",
            "document": "Saccharomyces kudriavzevii . \"S. cerevisiae\" was the first eukaryotic organism to have its genome entirely sequences\",\" another member of the \"sensu stricto\" clade (Botstein et al., 1997). Since then, it was discovered that at least 30% of its genes have homologs within the human genome (Botstein et al., 1997). For this reason, yeasts are considered a model organism for a variety of experiments. Incorporation of \"S. kudriavzevii\" into this research has offered insights on how yeast evolve to survive in new environments and also how they hybridize to form new species (Belloch et al., 2009).",
            "score": 243.73725867271423
        },
        {
            "docid": "237704_18",
            "document": "Saccharomyces cerevisiae . Yeast has two mating types, a and α (\"alpha\"), which show primitive aspects of sex differentiation. As in many other eukaryotes, mating leads to genetic recombination, i.e. production of novel combinations of chromosomes. Two haploid yeast cells of opposite mating type can mate to form diploid cells that can either sporulate to form another generation of haploid cells or continue to exist as diploid cells. Mating has been exploited by biologists as a tool to combine genes, plasmids, or proteins at will.",
            "score": 372.82673716545105
        },
        {
            "docid": "2161878_25",
            "document": "Protein–protein interaction . This system was firstly described in 1989 by Fields and Song using \"Saccharomyces cerevisiae\" as biological model. Yeast two hybrid allows the identification of pairwise PPIs (binary method) \"in vivo\", in which the two proteins are tested for biophysically direct interaction. The Y2H is based on the functional reconstitution of the yeast transcription factor Gal4 and subsequent activation of a selective reporter such as His3. To test two proteins for interaction, two protein expression constructs are made: one protein (X) is fused to the Gal4 DNA-binding domain (DB) and a second protein (Y) is fused to the Gal4 activation domain (AD). In the assay, yeast cells are transformed with these constructs. Transcription of reporter genes does not occur unless bait (DB-X) and prey (AD-Y) interact with each other and form a functional Gal4 transcription factor. Thus, the interaction between proteins can be inferred by the presence of the products resultant of the reporter gene expression. In cases in which the reporter gene expresses enzymes that allow the yeast to synthesize essential amino acids or nucleotides, yeast growth under selective media conditions indicates that the two proteins tested are interacting.",
            "score": 288.3215116262436
        },
        {
            "docid": "14346042_17",
            "document": "Double-stranded RNA viruses . The L-A dsRNA virus of the yeast \"Saccharomyces cerevisiae\" has a single 4.6 kb genomic segment that encodes its major coat protein, Gag (76 kDa) and a Gag-Pol fusion protein (180 kDa) formed by a -1 ribosomal frameshift. L-A can support the replication and encapsidation in separate viral particles of any of several satellite dsRNAs, called M dsRNAs, each of which encodes a secreted protein toxin (the killer toxin) and immunity to that toxin. L-A and M are transmitted from cell to cell by the cytoplasmic mixing that occurs in the process of mating. Neither is naturally released from the cell or enters cells by other mechanisms, but the high frequency of yeast mating in nature results in the wide distribution of these viruses in natural isolates. Moreover, the structural and functional similarities with dsRNA viruses of mammals has made it useful to consider these entities as viruses.",
            "score": 240.15292978286743
        },
        {
            "docid": "17585131_2",
            "document": "Killer yeast . A killer yeast is a yeast, such as \"Saccharomyces cerevisiae\", which is able to secrete one of a number of toxic proteins which are lethal to susceptible cells. These \"killer toxins\" are polypeptides that kill sensitive cells of the same or related species, often functioning by creating pores in target cell membranes. The phenomenon was first observed by Louis Pasteur, as noted in 1877. These yeast cells are immune to the toxic effects of the protein due to an intrinsic immunity. Killer yeast strains can be a problem in commercial processing because they can kill desirable strains. The killer yeast system was first described in 1963. Study of killer toxins helped to better understand the secretion pathway of yeast, which is similar to those of more complex eukaryotes. It also can be used in treatment of some diseases, mainly those caused by fungi.",
            "score": 212.72514474391937
        },
        {
            "docid": "21921749_4",
            "document": "Ridge (biology) . The first eukaryote genome ever sequenced was that of Saccharomyces cerevisiae, or budding yeast, in 1996. Half a year after that Velculescu et al. (1997) published a research in which they had integrated SAGE data with the now available genome map. During a cell cycle different genes are active in a cell. Therefore, they used SAGE data from three moments of the cell cycle (log phase, S phase-arrested and G2/M-phase arrested cells). Because in yeast all genes have a promoter unit of their own it was not suspected that genes would cluster near to each other but they did. Clusters were present on all 16 yeast chromosomes. A year later Cho et al. also reported (although in more detail) that certain genes are located near to each other in yeast.",
            "score": 361.0229551792145
        },
        {
            "docid": "11023489_12",
            "document": "Yeast expression platform . The various yeast expression platforms differ in several characteristics, including their productivity and with respect to their capabilities to secrete, to process and to modify proteins in particular examples. However, uses of all expression platforms have some basic similarities. In order to produce a desired product, suitable yeast strains are transformed with a vector that contains all necessary genetic elements for production of a biological product of interest. Vectors must also contain a selection marker, which is required to select yeast which have successfully taken up the vector from those which have not. Vectors also contain certain DNA elements allowing the yeast to incorporate the foreign DNA into the chromosome of the yeast and to replicate it. Most importantly, vectors contain a segment responsible for the production of the desired compound, called an expression cassette. The cassette contains a sequence of regulatory elements that control how much and under which circumstances a certain product is eventually made. This is followed by the gene for the biological product itself. The expression cassette is terminated by a terminator sequence that stops of the transcription of the expressed gene.",
            "score": 253.57297265529633
        },
        {
            "docid": "3870820_3",
            "document": "Stuck fermentation . A chronic problem in winemaking is \"stuck fermentation,\" when yeast that should be busily converting grape sugar into alcohol and carbon dioxide prematurely shuts down, leaving the remaining sugar to instead be consumed by bacteria that can spoil the wine. A team of researchers including UC Davis yeast geneticist Linda Bisson has discovered a biochemical communication system behind this problem. Working through a prion -- an abnormally shaped protein that can reproduce itself -- the system enables bacteria in fermenting wine to switch yeast from sugar to other food sources without altering the yeast's DNA. \"The discovery of this process really gives us a clue to how stuck fermentations can be avoided,\" said Bisson, a professor in the Department of Viticulture and Enology. \"Our goal now is to find yeast strains that essentially ignore the signal initiated by the bacteria and do not form the prion, but instead power on through the fermentation.\" She suggests that the discovery of this biochemical mechanism, reported Aug. 28 in the journal Cell, may also have implications for better understanding metabolic diseases, such as Type 2 diabetes, in humans. Bacteria, yeast and fermentation Biologists have known for years that an ancient biological circuit, based in the membranes of yeast cells, blocks yeast from using other carbon sources when the sugar glucose is present. This circuit, known as \"glucose repression,\" is especially strong in the yeast species Saccharomyces cerevisiae, enabling people to use that yeast for practical fermentation processes in winemaking, brewing and bread making, because it causes such efficient processing of sugar. Prions play key role In this study, the researchers found that the glucose repression circuit is sometimes interrupted when bacteria jump-start the replication of the prions in membranes of yeast cells. The interference of the prions causes the yeast to process carbon sources other than glucose and become less effective in metabolizing sugar, dramatically slowing down the fermentation until it, in effect, becomes \"stuck.\" \"This type of prion-based inheritance is useful to organisms when they need to adapt to environmental conditions but not necessarily permanently,\" Bisson said. \"In this case, the heritable changes triggered by the prions enable the yeast to also change back to their initial mode of operation if environmental conditions should change again.\" The researchers demonstrated in this study that the process leading to a stuck fermentation benefits both the bacteria and the yeast. As sugar metabolism slows down, conditions in the fermenting wine become more conducive to bacterial growth, and the yeast benefit by gaining the ability to metabolize not only glucose but also other carbon sources as well -- maintaining and extending their lifespan. Solutions for winemakers Now that this communication mechanism between the bacteria and yeast is more clearly understood, winemakers should be better able to avoid stuck fermentations. \"Winemakers may want to alter the levels of sulfur dioxide used when pressing or crushing the grapes, in order to knock out bacteria that can trigger the processes that we now know can lead to a stuck fermentation,\" Bisson said. \"They also can be careful about blending grapes from vineyards known to have certain bacterial strains or they could add yeast strains that have the ability to overpower these vineyard bacteria.\"",
            "score": 237.92902755737305
        },
        {
            "docid": "17585131_3",
            "document": "Killer yeast . The best characterized toxin system is from yeast (Saccharomyces cerevisiae), which was found to spoil brewing of beer. In S. cerevisiae are toxins encoded by a double-stranded RNA virus, translated to a precursor protein, cleaved and secreted outside of the cells, where they may affect susceptible yeast. There are other killer systems in S. cerevisiae, such as KHR1 and KHS1 genes encoded on chromosomes IX and V, respectively.",
            "score": 247.1518633365631
        },
        {
            "docid": "14769657_3",
            "document": "Cell division cycle 7-related protein kinase . The product encoded by this gene is predominantly localized in the nucleus and is a cell division cycle protein with kinase activity.  The protein is a serine-threonine kinase that is activated by another protein called either Dbf4 in the yeast \"Saccharomyces cerevisiae\" or ASK in mammals. The Cdc7/Dbf4 complex adds a phosphate group to the minichromosome maintenance (MCM) protein complex allowing for the initiation of DNA replication in mitosis (as explained in the Cdc7 and Replication section below). Although expression levels of the protein appear to be constant throughout the cell cycle, the protein kinase activity appears to increase during S phase. It has been suggested that the protein is essential for initiation of DNA replication and that it plays a role in regulating cell cycle progression. Overexpression of this gene product may be associated with neoplastic transformation for some tumors. Additional transcript sizes have been detected, suggesting the presence of alternative splicing.",
            "score": 244.0634732246399
        },
        {
            "docid": "49482835_3",
            "document": "Aerobic fermentation . The evolution of aerobic fermentation likely involved multiple successive molecular steps, which included the expansion of hexose transporter genes, copy number variation (CNV) and differential expression in metabolic genes, and regulatory reprogramming. Research is still needed to fully understand the genomic basis of this complex phenomenon. Many crabtree-positive yeast species are used for their fermentation ability in industrial processes in the production of wine, beer, sake, bread, and bioethanol. Through domestication, these yeast species have evolved, often through artificial selection, to better fit their environment. Strains evolved through mechanisms that include interspecific hybridization, horizontal gene transfer (HGT), gene duplication, pseudogenization, and gene loss.",
            "score": 283.6810839176178
        },
        {
            "docid": "54549919_4",
            "document": "Kenneth H. Wolfe . Wolfe's research focuses on comparative genomics, yeast genetics and bioinformatics. Work in his laboratory investigates the evolution of eukaryotic genomes and chromosome organisation. He is best known for his discovery that the genome of the yeast \"Saccharomyces cerevisiae\" underwent complete genome duplication about 100 million years ago, an event that is now known to be the result of hybridization between two divergent species. This finding reshaped our understanding both of yeast biology, and of mechanisms of genome evolution in eukaryotes. His subsequent discoveries of similar ancient genome duplications (paleopolyploidy) during human evolution, and in almost all families of flowering plants, led to the realisation that whole-genome duplication is widespread. His group also studies the origin and evolution of mating systems in yeasts, and the process of mating-type switching in which one cell type can change into another by moving or replacing a section of chromosome.",
            "score": 304.8937669992447
        },
        {
            "docid": "14794961_6",
            "document": "PIKFYVE . PIKFYVE belongs to a large family of evolutionarily-conserved lipid kinases. Single copy genes, encoding similarly-structured FYVE-domain–containing phosphoinositide kinases exist in most genomes from yeast to man. The plant \"A. thaliana\" has several copies of the enzyme. Higher eukaryotes (after \"D. melanogaster\"), acquire an additional DEP domain. The \"S. cerevisiae\" enzyme Fab1p is required for PtdIns(3,5)P2 synthesis under basal conditions and in response to hyperosmotic shock. PtdIns5P, made by PIKfyve kinase activity in mammalian cells, is not detected in budding yeast. Yeast Fab1p associates with Vac14p (the ortholog of human ArPIKfyve) and Fig4p (the ortholog of Sac3). The yeast Fab1 complex also includes Vac7p and probably Atg18p, proteins that are not detected in the mammalian PIKfyve complex. \"S. cerevisiae\" could survive without Fab1. In contrast, the knockout of the FYVE domain-containing enzymes in \"A. thaliana\", \"D. melanogaster\", \"C. elegans\" and \"M. musculus\" leads to embryonic lethality indicating that the FYVE-domain–containing phosphoinositide kinases have become essential in embryonic development of multicellular organisms. Thus, in evolution, the FYVE-domain-containing phosphoinositide kinases retain several aspects of the structural organization, enzyme activity and protein interactions from budding yeast. In higher eukaryotes, the enzymes acquire one additional domain, a role in the production of PtdIns5P, a new set of interacting proteins and become essential in embryonic development.",
            "score": 250.75494253635406
        },
        {
            "docid": "34385_44",
            "document": "Yeast . Several yeasts, in particular \"S. cerevisiae\", have been widely used in genetics and cell biology, largely because \"S. cerevisiae\" is a simple eukaryotic cell, serving as a model for all eukaryotes, including humans, for the study of fundamental cellular processes such as the cell cycle, DNA replication, recombination, cell division, and metabolism. Also, yeasts are easily manipulated and cultured in the laboratory, which has allowed for the development of powerful standard techniques, such as yeast two-hybrid, synthetic genetic array analysis, and tetrad analysis. Many proteins important in human biology were first discovered by studying their homologues in yeast; these proteins include cell cycle proteins, signaling proteins, and protein-processing enzymes.",
            "score": 209.18189191818237
        },
        {
            "docid": "14777422_3",
            "document": "SEPT4 . This gene is a member of the septin gene family of nucleotide binding proteins, originally described in yeast as cell division cycle regulatory proteins. Septins are highly conserved in yeast, Drosophila, and mouse and appear to regulate cytoskeletal organization. The protein encoded by this gene is thought to be part of a complex involved in cytokinesis. Alternatively spliced variants which encode different protein isoforms have been described; however, not all variants have been fully characterized.",
            "score": 273.3212444782257
        },
        {
            "docid": "14794948_3",
            "document": "VPS4A . The protein encoded by this gene is a member of the AAA protein family (ATPases associated with diverse cellular activities), and is the homolog of the yeast Vps4 protein. In humans, two paralogs of the yeast protein have been identified. The former share a high degree of aa sequence similarity with each other, and also with yeast Vps4 and mouse Skd1 proteins. The mouse Skd1 (suppressor of K+ transport defect 1) has been shown to be really a yeast Vps4 ortholog. Functional studies indicate that both human paralogs associate with the endosomal compartments, and are involved in intracellular protein trafficking, similar to Vps4 protein in yeast. The gene encoding this paralog has been mapped to chromosome 16; the gene for the other resides on chromosome 18.",
            "score": 258.75732040405273
        },
        {
            "docid": "55227679_2",
            "document": "RRM3 . RRM3 is a gene that encodes a 5′-to-3′ DNA helicase known affect multiple cellular replication and repair processes and is most commonly studied in \"Saccharomyces cerevisiae\". RRM3 formally stands for Ribosomal DNArecombination mutation 3. The gene codes for nuclear protein Rrm3p, which is 723 amino acids in length, and is part of a Pif1p DNA helicase sub-family that is conserved from yeasts to humans. RRM3 and its encoded protein have been shown to be vital for cellular replication, specifically associating with replication forks genome-wide. RRM3 is located on chromosome 8 in yeast cells and codes for 723 amino acids producing a protein that weighs 81,581 Da.",
            "score": 278.0727438926697
        }
    ],
    "r": [
        {
            "docid": "3343370_21",
            "document": "Mating of yeast . The process of mating type switching is a gene conversion event initiated by the \"HO\" gene. The \"HO\" gene is a tightly regulated haploid-specific gene that is only activated in haploid cells during the G phase of the cell cycle. The protein encoded by the \"HO\" gene is a DNA endonuclease, which physically cleaves DNA, but only at the \"MAT\" locus (due to the DNA sequence specificity of the HO endonuclease).",
            "score": 416.1551208496094
        },
        {
            "docid": "3343370_18",
            "document": "Mating of yeast . Wild type haploid yeast are capable of switching mating type between a and α. Consequently, even if a single haploid cell of a given mating type founds a colony of yeast, mating type switching will cause cells of both a and α mating types to be present in the population. Combined with the strong drive for haploid cells to mate with cells of the opposite mating type and form diploids, mating type switching and consequent mating will cause the majority of cells in a colony to be diploid, regardless of whether a haploid or diploid cell founded the colony. The vast majority of yeast strains studied in laboratories have been altered such that they cannot perform mating type switching (by deletion of the \"HO\" gene; see below); this allows the stable propagation of haploid yeast, as haploid cells of the a mating type will remain a cells (and α cells will remain α cells), and will not form diploids.",
            "score": 410.15643310546875
        },
        {
            "docid": "3343370_23",
            "document": "Mating of yeast . The repair of the \"MAT\" locus after cutting by the HO endonuclease almost always results in a mating type switch. When an a cell cuts the \"MATa allele present at the \"MAT\" locus, the cut at \"MAT\" will almost always be repaired by copying the information present at \"HML\". This results in \"MAT\" being repaired to the \"MATα allele, switching the mating type of the cell from a to α. Similarly, an α cell which has its \"MATα allele cut by the HO endonuclease will almost always repair the damage using the information present at \"HMR\", copying the \"MATa gene to the \"MAT\" locus and switching the mating type of α cell to a.",
            "score": 393.2632141113281
        },
        {
            "docid": "3430686_5",
            "document": "Kim Nasmyth . As a group leader in Cambridge Nasmyth became interested in the phenomenon of mating-type switching in yeast. Together with Kelly Tatchell he cloned the \"S. cerevisiae\" mating-type locus and found, surprisingly, that 'silent' copies of the mating-type genes including their promoters are maintained in the yeast chromosome. This represented the first case where the position of a gene in the chromosome had demonstrable biological significance, and prompted Nasmyth to abandon work on the cell cycle for a time and concentrate instead on studying gene silencing. He was one of the first to demonstrate that gene expression can be regulated through specific control elements which are distant from the start of transcription.",
            "score": 390.92279052734375
        },
        {
            "docid": "3343370_8",
            "document": "Mating of yeast . Like the differences between haploid a and α cells, different patterns of gene repression and activation are responsible for the phenotypic differences between haploid and diploid cells. In addition to the specific a and α transcriptional patterns, haploid cells of both mating types share a haploid transcriptional pattern which activates haploid-specific genes (such as \"HO\") and represses diploid-specific genes (such as \"IME1\"). Similarly, diploid cells activate diploid-specific genes and repress haploid-specific genes.",
            "score": 389.23834228515625
        },
        {
            "docid": "42676080_6",
            "document": "SIR proteins . A few months later, Jasper Rine and Ira Herskowitz published a different screen for genes that affect the ability of yeast to mate, and ultimate discovered the gene family that they called SIR, a name that remains in the modern parlance. Unlike the Klar et al. screen that identified a mutant by its inability to mate, Rine & Herskowitz took a more directed approach towards discovering factors responsible for mating type silencing. Specifically, Rine & Herskowitz reasoned that a haploid yeast cell with a recessive mutation in matα1 could be complemented if the silent copy of MATα were de-repressed. Starting in a \"ho matα1\" haploid strain, Rine & Herskowitz screened mutants arising from mutagenesis and identified five mutants that restored a MATα phenotype in matα cells, but were not linked to the MAT locus and did not cause a gene conversion between the HMα locus and matα. These mutants, they reasoned, were specifically defective in silencing the cryptic mating type genes.",
            "score": 386.93310546875
        },
        {
            "docid": "237704_18",
            "document": "Saccharomyces cerevisiae . Yeast has two mating types, a and α (\"alpha\"), which show primitive aspects of sex differentiation. As in many other eukaryotes, mating leads to genetic recombination, i.e. production of novel combinations of chromosomes. Two haploid yeast cells of opposite mating type can mate to form diploid cells that can either sporulate to form another generation of haploid cells or continue to exist as diploid cells. Mating has been exploited by biologists as a tool to combine genes, plasmids, or proteins at will.",
            "score": 372.8267517089844
        },
        {
            "docid": "3343370_5",
            "document": "Mating of yeast . These phenotypic differences between a and α cells are due to a different set of genes being actively transcribed and repressed in cells of the two mating types. a cells activate genes which produce a-factor and produce a cell surface receptor (Ste2) which binds to α-factor and triggers signaling within the cell. a cells also repress the genes associated with being an α cell. Similarly, α cells activate genes which produce α-factor and produce a cell surface receptor (Ste3) which binds and responds to a-factor, and α cells repress the genes associated with being an a cell.",
            "score": 371.4432373046875
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 364.29754638671875
        },
        {
            "docid": "21921749_4",
            "document": "Ridge (biology) . The first eukaryote genome ever sequenced was that of Saccharomyces cerevisiae, or budding yeast, in 1996. Half a year after that Velculescu et al. (1997) published a research in which they had integrated SAGE data with the now available genome map. During a cell cycle different genes are active in a cell. Therefore, they used SAGE data from three moments of the cell cycle (log phase, S phase-arrested and G2/M-phase arrested cells). Because in yeast all genes have a promoter unit of their own it was not suspected that genes would cluster near to each other but they did. Clusters were present on all 16 yeast chromosomes. A year later Cho et al. also reported (although in more detail) that certain genes are located near to each other in yeast.",
            "score": 361.02294921875
        },
        {
            "docid": "3343370_9",
            "document": "Mating of yeast . The different gene expression patterns of haploids and diploids are again due to the \"MAT\" locus. Haploid cells only contain one copy of each of the 16 chromosomes and thus can only possess one allele of \"MAT\" (either \"MATa or \"MATα\"), which determines their mating type. Diploid cells result from the mating of an a cell and an α cell, and thus possess 32 chromosomes (in 16 pairs), including one chromosome bearing the \"MATa allele and another chromosome bearing the \"MATα allele. The combination of the information encoded by the \"MATa allele (the a1 gene) and the \"MATα allele (the α1 and α2 genes) triggers the diploid transcriptional program. Similarly, the presence of only a single allele of \"MAT\", whether it is \"MATa or \"MATα\", triggers the haploid transcriptional program.",
            "score": 361.01483154296875
        },
        {
            "docid": "318669_23",
            "document": "Schizosaccharomyces pombe . Forty-three percent of the genes in the Genome Project were found to contain introns in 4,739 genes. Fission yeast does not have as many duplicated genes compared to budding yeast, only containing 5%, making fission yeast a great model genome to observe and gives researchers the ability to create more functional research approaches. \"S. pombe\"s having a large number of introns gives opportunities for an increase of range of protein types produced from alternative splicing and genes that code for comparable genes in human. 81% of the three centromeres in fission yeast have been sequenced. The lengths of the three centromeres were found to be 34, 65, and 110 kb. This is 300–100 times longer than the centromeres of budding yeast. An extremely high level of conservation (97%) is also seen over 1,780-bp region in the DGS regions of the centromere. This elongation of centromeres and its conservative sequences makes fission yeast a practical model system to use to observe cell division and in humans because of their likeness.",
            "score": 352.2761535644531
        },
        {
            "docid": "42676080_4",
            "document": "SIR proteins . One of the early yeast screens to identify SIR genes was performed by Anita Hopper and Benjamin Hall, who screened with mutagenesis for alleles that allow sporulation in a normally sporulation-deficient heterothallic α/α (\"ho/ho MATα/MATα\"). Their screen identified a mutation in a novel gene that was not linked to \"HO\" that allowed the α/α diploid to sporulate, as if it were an α/a diploid, and inferred that the mutation affected a change in mating type by an \"HO\"-independent mechanism. Later, it was discovered at the CMT allele identified by Hopper & Hall did not cause a mating type conversion at the MAT locus, but rather allowed the expression of cryptic mating type genes that are silenced in wild-type yeast. In their paper clarifying the mechanism of the CMT mutation, Haber and George acknowledge the contribution of Amar Klar, who presented his MAR mutant strains that had similar properties as the CMT mutants at the Cold Spring Harbor Laboratory yeast genetics meeting, which led Haber and George to consider the hypotheses that the \"cmt\" mutants may act by de-repressing silent information.",
            "score": 348.4329833984375
        },
        {
            "docid": "29071957_2",
            "document": "Heterologous expression . Heterologous expression refers to the expression of a gene or part of a gene in a host organism, which does not naturally have this gene or gene fragment. Insertion of the gene in the heterologous host is performed by recombinant DNA technology. After being inserted in the host, the gene may be integrated into the host DNA causing permanent expression, or not integrated causing transient expression. Heterologous expression can be done in many type of host organisms. The host organism can be a bacterium, yeast, mammalian cell, or plant cell. This host is called the \"expression system\". Homologous expression on the other hand is the overexpression of a gene in a system from where it originates. Genes are subjected to heterologous expression, often to study specific protein interactions. \"E. coli\", yeast (\"S. cerevisiae, P. pastoris\"), immortalized mammalian cells, and amphibian oocytes (i.e. unfertilized eggs) are commonly for studies that require heterologous expression.",
            "score": 342.1145935058594
        },
        {
            "docid": "1256165_25",
            "document": "Calorie restriction . Preliminary research indicates that sirtuins are activated by fasting and serve as \"energy sensors\" during metabolism. Sirtuins, specifically Sir2 (found in yeast) have been implicated in the aging of yeast, and are a class of highly conserved, NAD-dependent histone deacetylase enzymes. Sir2 homologs have been identified in a wide range of organisms from bacteria to humans. Yeast has 3 SIR genes (SIR2, SIR3, and SIR4) that are responsible for silencing mating type loci, telomeres, and rDNA. Although all three genes are required for the silencing of mating type loci and telomeres, only SIR2 has been implicated in the silencing of rDNA. In addition, SIR2 related genes also regulate formation of some specialized survival forms, such as spores in yeast and daher larvae in \"C. elegans\". A study done by Kaeberlein et al. (1999) in yeast found that deletions of Sir2 decreased lifespan, and additional copies increased lifespan.",
            "score": 341.82745361328125
        },
        {
            "docid": "9433462_2",
            "document": "Mating-type region . The mating-type region is a specialized region in the genomes of some yeast and other fungi, usually organized into heterochromatin and possessing unique histone methylation patterns. The genes in this region regulate the mating type of the organism and therefore determine key events in its life cycle, such as whether it will reproduce sexually or asexually. In fission yeast such as \"S. pombe\", the formation and maintenance of the heterochromatin organization is regulated by RNA-induced transcriptional silencing, a form of RNA interference responsible for genomic maintenance in many organisms. Mating type regions have also been well studied in budding yeast \"S. cerevisiae\" and in the fungus \"Neurospora crassa\".",
            "score": 334.385986328125
        },
        {
            "docid": "237704_38",
            "document": "Saccharomyces cerevisiae . The availability of the \"S. cerevisiae\" genome sequence and a set of deletion mutants covering 90% of the yeast genome has further enhanced the power of \"S. cerevisiae\" as a model for understanding the regulation of eukaryotic cells. A project underway to analyze the genetic interactions of all double-deletion mutants through synthetic genetic array analysis will take this research one step further. The goal is to form a functional map of the cell's processes. As of 2010 a model of genetic interactions is most comprehensive yet to be constructed, containing \"the interaction profiles for ~75% of all genes in the Budding yeast\". This model was made from 5.4 million two-gene comparisons in which a double gene knockout for each combination of the genes studied was performed. The effect of the double knockout on the fitness of the cell was compared to the expected fitness. Expected fitness is determined from the sum of the results on fitness of single-gene knockouts for each compared gene. When there is a change in fitness from what is expected, the genes are presumed to interact with each other. This was tested by comparing the results to what was previously known. For example, the genes Par32, Ecm30, and Ubp15 had similar interaction profiles to genes involved in the Gap1-sorting module cellular process. Consistent with the results, these genes, when knocked out, disrupted that process, confirming that they are part of it. From this, 170,000 gene interactions were found and genes with similar interaction patterns were grouped together. Genes with similar genetic interaction profiles tend to be part of the same pathway or biological process. This information was used to construct a global network of gene interactions organized by function. This network can be used to predict the function of uncharacterized genes based on the functions of genes they are grouped with.",
            "score": 331.35955810546875
        },
        {
            "docid": "40160407_19",
            "document": "Essential gene . Many genes are duplicated within a genome. Such duplications (paralogs) often render essential genes non-essential because the duplicate can replace the original copy. For instance, the gene encoding the enzyme aspartokinase is essential in \"E. coli\". By contrast, the \"Bacillus subtilis\" genome contains three copies of this gene, none of which is essential on its own. However, a triple-deletion of all three genes is lethal. In such cases, the essentiality of a gene or a group of paralogs can often be predicted based on the essentiality of an essential single gene in a different species. In yeast, few of the essential genes are duplicated within the genome: 8.5% of the non-essential genes, but only 1% of the essential genes have a homologue in the yeast genome.",
            "score": 323.2404479980469
        },
        {
            "docid": "25398225_14",
            "document": "Start point (yeast) . To further elucidate a biochemical explanation between mating arrest and cell cycle commitment, Doncic et al. conducted the same commitment assay described above on various mutant strains. The mutant, FAR1-S87A, lacks CDK phosphorylation sites, and thus Cln1/2 inhibition of Far1 is compromised. The result is an increase in the amount of Whi5 export required to commit to cellular division, suggesting that Far 1 phosphorylation is key to cellular commitment. Conversely, the mutant, STE5-8A, lacking CDK phosphorylation sites as well (and thus Cln1/2 inhibition of Ste5 is compromised), does not shift the commitment point, suggesting that such inhibition of the mating pathway is not critical for Start. A further time-lapse analysis of STE5-8A cells reveals that these mutant cells cannot fully commit to cellular division, as cells exposed to alpha-factor will bud and then revert to mating without completing the cell cycle. Doncic et al. proposed that the incomplete division was due to expression of genes in both the mating pathway and in the G1 cyclin-driven cellular progression. Indeed, tracking the expression of FUS1pr-GFP, a mating pathway gene, and of CLN2pr-mCherry, a cell cycle gene, showed great coexpression in STE5-8A cells relative to wild type cells.",
            "score": 320.3202209472656
        },
        {
            "docid": "4007073_4",
            "document": "Gene expression profiling . Expression profiling is a logical next step after sequencing a genome: the sequence tells us what the cell could possibly do, while the expression profile tells us what it is actually doing at a point in time. Genes contain the instructions for making messenger RNA (mRNA), but at any moment each cell makes mRNA from only a fraction of the genes it carries. If a gene is used to produce mRNA, it is considered \"on\", otherwise \"off\". Many factors determine whether a gene is on or off, such as the time of day, whether or not the cell is actively dividing, its local environment, and chemical signals from other cells. For instance, skin cells, liver cells and nerve cells turn on (express) somewhat different genes and that is in large part what makes them different. Therefore, an expression profile allows one to deduce a cell's type, state, environment, and so forth.",
            "score": 319.83245849609375
        },
        {
            "docid": "29322025_9",
            "document": "TAL effector . TALEN-based approaches are used in the emerging fields of gene editing and genome engineering. TALEN fusions show activity in a yeast-based assay, at endogenous yeast genes, in a plant reporter assay, at an endogenous plant gene, at endogenous zebrafish genes, at an endogenous rat gene, and at endogenous human genes. The human HPRT1 gene has been targeted at detectable, but unquantified levels. In addition, TALEN constructs containing the FokI cleavage domain fused to a smaller portion of the TAL effector still containing the DNA binding domain have been used to target the endogenous NTF3 and CCR5 genes in human cells with efficiencies of up to 25%. TAL effector nucleases have also been used to engineer human embryonic stem cells and induced pluripotent stem cells (IPSCs) and to knock out the endogenous \"ben-1\" gene in \"C. elegans\".",
            "score": 318.8289794921875
        },
        {
            "docid": "43335980_8",
            "document": "Gene drive . At the molecular level, an endonuclease gene drive works by cutting a chromosome at a specific site that does not encode the drive, inducing the cell to repair the damage by copying the drive sequence onto the damaged chromosome. The cell then has two copies of the drive sequence. The method derives from genome editing techniques and relies on the fact that double strand breaks are most frequently repaired by homologous recombination, (in the presence of a template), rather than non-homologous end joining. To achieve this behavior, endonuclease gene drives consist of two nested elements: As a result, the gene drive insertion in the genome will re-occur in each organism that inherits one copy of the modification and one copy of the wild-type gene. If the gene drive is already present in the egg cell (e.g. when received from one parent), all the gametes of the individual will carry the gene drive (instead of 50% in the case of a normal gene).",
            "score": 318.5757141113281
        },
        {
            "docid": "1474988_4",
            "document": "Heterothallism . The yeast \"Saccharomyces cerevisiae\" is heterothallic. This means that each yeast cell is of a certain mating type and can only mate with a cell of the other mating type. During vegetative growth that ordinarily occurs when nutrients are abundant, \"S. cerevisiae\" reproduces by mitosis as either haploid or diploid cells. However, when starved, diploid cells undergo meiosis to form haploid spores. Mating occurs when haploid cells of opposite mating type, MATa and MATα, come into contact. Ruderfer et al. pointed out that such contacts are frequent between closely related yeast cells for two reasons. The first is that cells of opposite mating type are present together in the same ascus, the sac that contains the tetrad of cells directly produced by a single meiosis, and these cells can mate with each other. The second reason is that haploid cells of one mating type, upon cell division, often produce cells of the opposite mating type with which they may mate.",
            "score": 318.0140686035156
        },
        {
            "docid": "3343370_25",
            "document": "Mating of yeast . Ruderfer et al. analyzed the ancestry of natural \"S. cerevisiae\" strains and concluded that matings involving out-crossing occur only about once every 50,000 cell divisions. Thus it appears that, in nature, mating is most often between closely related yeast cells. Mating occurs when haploid cells of opposite mating type \"MATa and \"MATα come into contact. Ruderfer et al. pointed out that such contacts are frequent between closely related yeast cells for two reasons. The first is that cells of opposite mating type are present together in the same ascus, the sac that contains the cells directly produced by a single meiosis, and these cells can mate with each other. The second reason is that haploid cells of one mating type, upon cell division, often produce cells of the opposite mating type with which they can mate (see section “Mating type switching”, above). The relative rarity in nature of meiotic events that result from out-crossing appears to be inconsistent with the idea that production of genetic variation is the primary selective force maintaining mating capability in this organism. However this finding is consistent with the alternative idea that the primary selective force maintaining mating capability is enhanced recombinational repair of DNA damage during meiosis, since this benefit is realized during each meiosis subsequent to a mating, whether or not out-crossing occurs.",
            "score": 317.8503723144531
        },
        {
            "docid": "4007073_6",
            "document": "Gene expression profiling . The human genome contains on the order of 25,000 genes which work in concert to produce on the order of 1,000,000 distinct proteins. This is due to alternative splicing, and also because cells make important changes to proteins through posttranslational modification after they first construct them, so a given gene serves as the basis for many possible versions of a particular protein. In any case, a single mass spectrometry experiment can identify about 2,000 proteins or 0.2% of the total. While knowledge of the precise proteins a cell makes (proteomics) is more relevant than knowing how much messenger RNA is made from each gene, gene expression profiling provides the most global picture possible in a single experiment. However, proteomics methodology is improving. In other species, such as yeast, it is possible to identify over 4,000 proteins in just over one hour.",
            "score": 317.20367431640625
        },
        {
            "docid": "55410471_15",
            "document": "DCas9 activation system . The dCas9 activation system allows a desired gene or multiple genes in the same cell to be expressed. It is possible to study genes involved in a certain process using a genome wide screen that involves activating expression of genes. Examining which sgRNAs yield a phenotype suggests which genes are involved in a specific pathway. The dCas9 activation system can be used to control exactly which cells are activated and at what time activation occurs. dCas9 constructs have been made that turn on a dCas9-activator fusion protein in the presence of light or chemicals. Cells can also be reprogrammed or differentiated from one cell type into another by increasing the expression of certain genes important for the formation or maintenance of a cell type.",
            "score": 316.28436279296875
        },
        {
            "docid": "318669_22",
            "document": "Schizosaccharomyces pombe . \"Schizosaccharomyces pombe\" is often used to study cell division and growth because of conserved genomic regions also seen in human including: heterochromatin proteins, large origins of replication, large centromeres, conserved cellular checkpoints, telomere function, gene splicing, and many other cellular processes. \"S. pombe\"s genome was fully sequenced in 2002, the sixth eukaryotic genome to be sequenced as part of the Genome Project. An estimated 4,979 genes were discovered within three chromosomes containing about 14Mb of DNA. This DNA is contained within 3 different chromosomes in the nucleus with gaps in the centromeric (40kb) and telomeric (260kb) regions. After the initial sequencing of the fission yeast's genome, other previous non-sequenced regions of the genes have been sequenced. Structural and functional analysis of these gene regions can be found on large scale fission yeast databases such as PomBase.",
            "score": 315.3547058105469
        },
        {
            "docid": "553114_13",
            "document": "TATA box . The TATA box is a component of the eukaryotic core promoter and generally contains the consensus sequence 5'-TATA(A/T)A(A/T)-3'. In yeast, for example, one study found that various \"Saccharomyces\" genomes had the consensus sequence 5'-TATA(A/T)A(A/T)(A/G)-3', yet only about 20% of yeast genes even contained the TATA sequence. Similarly, in humans only 24% of genes have promoter regions containing the TATA box. Genes containing the TATA-box tend to be involved in stress-responses and certain types of metabolism and are more highly regulated when compared to TATA-less genes. Generally, TATA-containing genes are not involved in essential cellular functions such as cell growth, DNA replication, transcription, and translation because of their highly regulated nature.",
            "score": 314.8218994140625
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 314.5361328125
        },
        {
            "docid": "4446319_2",
            "document": "Nuclear run-on . A nuclear run-on assay is conducted to identify the genes that are being transcribed at a certain time point. Approximately one million cell nuclei are isolated and incubated with labeled nucleotides, and genes in the process of being transcribed are detected by hybridization of extracted RNA to gene specific probes on a blot. Garcia-Martinez et al. (2004) developed a protocol for the yeast \"S. cerevisiae\" (Genomic run-on, GRO) that allows for the calculation of transcription rates (TRs) for all yeast genes to estimate mRNA stabilities for all yeast mRNAs.",
            "score": 314.39727783203125
        },
        {
            "docid": "30967636_10",
            "document": "Genome evolution . Similar to gene duplication, whole genome duplication is the process by which an organism’s entire genetic information is copied, once or multiple times which is known as polyploidy. This may provide an evolutionary benefit to the organism by supplying it with multiple copies of a gene thus creating a greater possibility of functional and selectively favored genes. In 1997, Wolfe & Shields gave evidence for an ancient duplication of the \"Saccharomyces cerevisiae\" (Yeast) genome. It was initially noted that this yeast genome contained many individual gene duplications. Wolfe & Shields hypothesized that this was actually the result of an entire genome duplication in the yeast’s distant evolutionary history. They found 32 pairs of homologous chromosomal regions, accounting for over half of the yeast's genome. They also noted that although homologs were present, they were often located on different chromosomes. Based on these observations, they determined that \"Saccharomyces cerevisiae\" underwent a whole genome duplication soon after its evolutionary split from \"Kluyveromyces\", a genus of ascomycetous yeasts. Over time, many of the duplicate genes were deleted and rendered non-functional. A number of chromosomal rearrangements broke the original duplicate chromosomes into the current manifestation of homologous chromosomal regions. This idea was further solidified in looking at the genome of yeast's close relative \"Ashbya gossypii\". Whole genome duplication is common in fungi as well as plant species. An example of extreme genome duplication is represented by the Common Cordgrass (\"Spartina anglica\") which is a dodecaploid, meaning that it contains 12 sets of chromosomes, in stark contrast to the human diploid structure in which each individual has only two sets of 23 chromosomes.",
            "score": 314.1297607421875
        },
        {
            "docid": "411673_14",
            "document": "Candida albicans . In the 3153A strain, a gene called \"SIR2\" (for silent information regulator), which seems to be important for phenotypic switching, has been found. \"SIR2\" was originally found in \"Saccharomyces cerevisiae\" (brewer's yeast), where it is involved in chromosomal silencing—a form of transcriptional regulation, in which regions of the genome are reversibly inactivated by changes in chromatin structure (chromatin is the complex of DNA and proteins that make chromosomes). In yeast, genes involved in the control of mating type are found in these silent regions, and \"SIR2\" represses their expression by maintaining a silent-competent chromatin structure in this region. The discovery of a \"C. albicans SIR2\" implicated in phenotypic switching suggests it, too, has silent regions controlled by \"SIR2\", in which the phenotype-specific genes may reside. How \"SIR2\" itself is regulated in \"S. cerevisiae\" may yet provide more clues as to the switching mechanisms of \"C. albicans\".",
            "score": 313.7611083984375
        }
    ]
}