{
    "q": [
        {
            "docid": "28055575_2",
            "document": "Single particle analysis . Single particle analysis is a group of related computerized image processing techniques used to analyze images from transmission electron microscopy (TEM). These methods were developed to improve and extend the information obtainable from TEM images of particulate samples, typically proteins or other large biological entities such as viruses. Individual images of stained or unstained particles are very noisy, and so hard to interpret. Combining several digitized images of similar particles together gives an image with stronger and more easily interpretable features. An extension of this technique uses single particle methods to build up a three-dimensional reconstruction of the particle. Using cryogenic transmission electron microscopy it has become possible to generate reconstructions with sub-nanometer resolution and near-atomic resolution first in the case of highly symmetric viruses, and now in smaller, asymmetric proteins as well.",
            "score": 186.70152258872986
        },
        {
            "docid": "904792_9",
            "document": "X-ray microscope . The resolution of X-ray microscopy lies between that of the optical microscope and the electron microscope. It has an advantage over conventional electron microscopy in that it can view biological samples in their natural state. Electron microscopy is widely used to obtain images with nanometer to sub-Angstrom level resolution but the relatively thick living cell cannot be observed as the sample has to be chemically fixed, dehydrated, embedded in resin, then sliced ultra thin. However, it should be mentioned that cryo-electron microscopy allows the observation of biological specimens in their hydrated natural state, albeit embedded in water ice. Until now, resolutions of 30 nanometer are possible using the Fresnel zone plate lens which forms the image using the soft x-rays emitted from a synchrotron. Recently, the use of soft x-rays emitted from laser-produced plasmas rather than synchrotron radiation is becoming more popular.",
            "score": 198.30150270462036
        },
        {
            "docid": "4747255_8",
            "document": "Soft x-ray microscopy . The resolution of X-ray microscopy lies between that of the optical microscope and the electron microscope. It has an advantage over conventional electron microscopy in that it can view biological samples in their natural state. Electron microscopy is widely used to obtain images with nanometer level resolution but the relatively thick living cell cannot be observed as the sample has to be chemically fixed, dehydrated, embedded in resin, then sliced ultra thin. However, it should be mentioned that cryo-electron microscopy allows the observation of biological specimens in their hydrated natural state, albeit embedded in water ice. Until now, resolutions of 30 nanometer are possible using the Fresnel zone plate lens which forms the image using the soft x-rays emitted from a synchrotron. Recently, the use of soft x-rays emitted from laser-produced plasmas rather than synchrotron radiation is becoming more popular.",
            "score": 195.1950764656067
        },
        {
            "docid": "26069912_17",
            "document": "Virus quantification . TEM is a specialized type of microscopy that utilizes a beam of electrons focused with a magnetic field to image a sample. TEM provides imaging with 1000x greater spatial resolution than a light microscope (resolution down to 0.2 nm). An ultrathin, negatively stained sample is required. Sample preparations involve depositing specimens onto a coated TEM grid and negative staining with an electron-opaque liquid. Tissue embedded samples can also be examined if thinly sectioned. Sample preparations vary depending on protocol and user but generally require hours to complete. TEM images can show individual virus particles and quantitative image analysis can be used to determine virus concentrations. These high resolution images also provide particle morphology information that most other methods cannot. Quantitative TEM results will often be greater than results from other assays as all particles, regardless of infectivity, are quantified in the reported virus-like particles per mL (vlp/mL) result. Quantitative TEM generally works well for virus concentrations greater than 10 particles/mL. Because of high instrument cost and the amount of space and support facilities needed, TEM equipment is available in a limited number of facilities.",
            "score": 211.78402090072632
        },
        {
            "docid": "28055575_5",
            "document": "Single particle analysis . Biological samples, and especially samples embedded in thin vitreous ice, are highly radiation sensitive, thus only low electron doses can be used to image the sample. This low dose, as well as variations in the metal stain used (if used) means images have high noise relative to the signal given by the particle being observed. By aligning several similar images to each other so they are in register and then averaging them, an image with higher signal to noise ratio can be obtained. As the noise is mostly randomly distributed and the underlying image features constant, by averaging the intensity of each pixel over several images only the constant features are reinforced. Typically, the optimal alignment (a translation and an in-plane rotation) to map one image onto another is calculated by cross-correlation.",
            "score": 158.74909853935242
        },
        {
            "docid": "4610407_5",
            "document": "Magnetic resonance force microscopy . The basic principles of MRFM imaging and the theoretical possibility of this technology were first described in 1991. The first MRFM image was obtained in 1993 at the IBM Almaden Research Center with 1-μm vertical resolution and 5-μm lateral resolution using a bulk sample of the paramagnetic substance diphenylpicrylhydrazyl. The spatial resolution reached nanometer-scale in 2003. Detection of the magnetic spin of a single electron was achieved in 2004. In 2009 researchers at IBM and Stanford announced that they had achieved resolution of better than 10 nanometers, imaging tobacco mosaic virus particles on a nanometer-thick layer of adsorbed hydrocarbons.",
            "score": 126.6763356924057
        },
        {
            "docid": "30833420_12",
            "document": "Transmission electron microscopy DNA sequencing . Transmission electron microscopy (TEM) produces high magnification, high resolution images by passing a beam of electrons through a very thin sample. Whereas atomic resolution has been demonstrated with conventional TEM, further improvement in spatial resolution requires correcting the spherical and chromatic aberrations of the microscope lenses. This has only been possible in scanning transmission electron microscopy where the image is obtained by scanning the object with a finely focused electron beam, in a way similar to a cathode ray tube. However, the achieved improvement in resolution comes together with irradiation of the studied object by much higher beam intensities, the concomitant sample damage and the associated imaging artefacts. Different imaging techniques are applied depending on whether the sample contains heavy or light atoms:",
            "score": 205.93822646141052
        },
        {
            "docid": "4527733_2",
            "document": "High-resolution transmission electron microscopy . High-resolution transmission electron microscopy (HRTEM) (or HREM) is an imaging mode of the transmission electron microscope (TEM) that allows for direct imaging of the atomic structure of the sample. HRTEM is a powerful tool to study properties of materials on the atomic scale, such as semiconductors, metals, nanoparticles and sp-bonded carbon (e.g., graphene, C nanotubes). While HRTEM is often also used to refer to high resolution scanning TEM (STEM, mostly in high angle annular dark field mode), this article describes mainly the imaging of an object by recording the 2D spatial wave amplitude distribution in the image plane, in analogy to a \"classic\" light microscope. For disambiguation, the technique is also often referred to as phase contrast TEM. At present, the highest point resolution realised in phase contrast TEM is around . At these small scales, individual atoms of a crystal and its defects can be resolved. For 3-dimensional crystals, it may be necessary to combine several views, taken from different angles, into a 3D map. This technique is called electron crystallography.",
            "score": 181.08758735656738
        },
        {
            "docid": "277702_22",
            "document": "Electron diffraction . In a TEM, a single crystal grain or particle may be selected for the diffraction experiments. This means that the diffraction experiments can be performed on single crystals of nanometer size, whereas other diffraction techniques would be limited to studying the diffraction from a multicrystalline or powder sample. Furthermore, electron diffraction in TEM can be combined with direct imaging of the sample, including high resolution imaging of the crystal lattice, and a range of other techniques. These include solving and refining crystal structures by electron crystallography, chemical analysis of the sample composition through energy-dispersive X-ray spectroscopy, investigations of electronic structure and bonding through electron energy loss spectroscopy, and studies of the mean inner potential through electron holography.",
            "score": 151.3592083454132
        },
        {
            "docid": "3690047_2",
            "document": "Electron cryotomography . Electron cryotomography (CryoET) is an imaging technique used to produce high-resolution (~4 nm) three-dimensional views of samples, typically biological macromolecules and cells. CryoET is a specialized application of transmission electron cryomicroscopy (CryoTEM) in which samples are imaged as they are tilted, resulting in a series of 2D images that can be combined to produce a 3D reconstruction, similar to a CT scan of the human body. In contrast to other electron tomography techniques, samples are immobilized in non-crystalline (\"vitreous\") ice and imaged under cryogenic conditions (< −150 °C), allowing them to be imaged without dehydration or chemical fixation, which could otherwise disrupt or distort biological structures.",
            "score": 176.43167638778687
        },
        {
            "docid": "8898050_2",
            "document": "Electron tomography . Electron tomography (ET) is a tomography technique for obtaining detailed 3D structures of sub-cellular macro-molecular objects. Electron tomography is an extension of traditional transmission electron microscopy and uses a transmission electron microscope to collect the data. In the process, a beam of electrons is passed through the sample at incremental degrees of rotation around the center of the target sample. This information is collected and used to assemble a three-dimensional image of the target. For biological applications, the typical resolution of ET systems are in the 5–20 nm range, suitable for examining supra-molecular multi-protein structures, although not the secondary and tertiary structure of an individual protein or polypeptide.",
            "score": 201.9709656238556
        },
        {
            "docid": "9730_15",
            "document": "Electron microscope . Generally, the image resolution of an SEM is lower than that of a TEM. However, because the SEM images the surface of a sample rather than its interior, the electrons do not have to travel through the sample. This reduces the need for extensive sample preparation to thin the specimen to electron transparency. The SEM is able to image bulk samples that can fit on its stage and still be maneuvered, including a height less than the working distance being used, often 4 millimeters for high resolution images. The SEM also has a great depth of field, and so can produce images that are good representations of the three-dimensional surface shape of the sample. Another advantage of SEMs comes with environmental scanning electron microscopes (ESEM) that can produce images of good quality and resolution with hydrated samples or in low, rather than high, vacuum or under chamber gases. This facilitates imaging unfixed biological samples that are unstable in the high vacuum of conventional electron microscopes.",
            "score": 198.23117923736572
        },
        {
            "docid": "28055575_10",
            "document": "Single particle analysis . Transmission electron microscopy images are projections of the object showing the distribution of density through the object, similar to medical X-rays. By making use of the projection-slice theorem a three-dimensional reconstruction of the object can be generated by combining many images (2D projections) of the object taken from a range of viewing angles. Proteins in vitreous ice usually adopt a random distribution of orientations (or viewing angles), allowing a fairly isotropic reconstruction if a large number of particle images are used. This contrasts with electron tomography, where the viewing angles are limited due to the geometry of the sample/imaging set up, giving an anisotropic reconstruction. Filtered back projection is a commonly used method of generating 3D reconstructions in single particle analysis, although many alternative algorithms exist.",
            "score": 182.20140051841736
        },
        {
            "docid": "2235991_8",
            "document": "Transmission electron cryomicroscopy . The energy of the electrons used for imaging (80-300 kV) is high enough that covalent bonds can be broken. When imaging specimens vulnerable to radiation damage, it is necessary to limit the electron exposure used to acquire the image. These low exposures require that the images of thousands or even millions of identical frozen molecules be selected, aligned, and averaged to obtain high-resolution maps, using specialized software. A significant improvement in structural features was achieved in 2012 by the introduction of direct electron detectors and better computational algorithms.",
            "score": 146.37751817703247
        },
        {
            "docid": "1822961_5",
            "document": "Electron crystallography . A common problem to X-ray crystallography and electron crystallography is radiation damage, by which especially organic molecules and proteins are damaged as they are being imaged, limiting the resolution that can be obtained. This is especially troublesome in the setting of electron crystallography, where that radiation damage is focused on far fewer atoms. One technique used to limit radiation damage is electron cryomicroscopy, in which the samples undergo cryofixation and imaging takes place at liquid nitrogen or even liquid helium temperatures. Because of this problem, X-ray crystallography has been much more successful in determining the structure of proteins that are especially vulnerable to radiation damage.",
            "score": 146.16147184371948
        },
        {
            "docid": "28055575_9",
            "document": "Single particle analysis . Due to the nature of image formation in the electron microscope, bright-field TEM images are obtained using significant underfocus. This, along with features inherent in the microscope's lens system, creates blurring of the collected images visible as a point spread function. The combined effects of the imaging conditions are known as the contrast transfer function (CTF), and can be approximated mathematically as a function in reciprocal space. Specialized image processing techniques such as phase flipping and amplitude correction/wiener filtering can (at least partially) correct for the CTF, and allow high resolution reconstructions.",
            "score": 148.37990522384644
        },
        {
            "docid": "31760032_17",
            "document": "Vibrational analysis with scanning probe microscopy . Because of the diffraction limit in the resolution of conventional lens-based microscopes, namely D = 0.61\"λ\"/nsinθ, the maximum resolution obtainable with an optical microscope is ~200 nm. A new type of lens using multiple scattering of light allowed to improve the resolution to about 100 nm. Several new microscopy techniques with a sub-nanometer resolution have been developed in the last several decades, such as electron microscopy (SEM and TEM) and scanning probe microscopy (NSOM, STM and AFM). SPM differs from other techniques in that the excitation and signal collection are very close (less than diffraction limit distance) to the sample. Instead of using a conventional lens to obtain magnified images of samples, an SPM scans across the sample with a very sharp probe. Whereas SEM and TEM usually require vacuum and an extensive sample preparation, SPM measurements can be performed in atmospheric or liquid conditions.",
            "score": 157.83095932006836
        },
        {
            "docid": "28034_6",
            "document": "Scanning electron microscope . In secondary electron imaging, or SEI, the secondary electrons are emitted from very close to the specimen surface. Consequently, SEI can produce very high-resolution images of a sample surface, revealing details less than 1 nm in size. Back-scattered electrons (BSE) are beam electrons that are reflected from the sample by elastic scattering. They emerge from deeper locations within the specimen and, consequently, the resolution of BSE images is less than SE images. However, BSE are often used in analytical SEM, along with the spectra made from the characteristic X-rays, because the intensity of the BSE signal is strongly related to the atomic number (Z) of the specimen. BSE images can provide information about the distribution of different elements in the sample. For the same reason, BSE imaging can image colloidal gold immuno-labels of 5 or 10 nm diameter, which would otherwise be difficult or impossible to detect in secondary electron images in biological specimens. Characteristic X-rays are emitted when the electron beam removes an inner shell electron from the sample, causing a higher-energy electron to fill the shell and release energy. These characteristic X-rays are used to identify the composition and measure the abundance of elements in the sample.",
            "score": 194.27372217178345
        },
        {
            "docid": "35696465_8",
            "document": "Particle deposition . Particle deposition can be followed by various experimental techniques. Direct observation of deposited particles is possible with an optical microscope, scanning electron microscope, or the atomic force microscope. Optical microscopy has the advantage that the deposition of particles can be followed in real time by video techniques and the sequence of images can be analyzed quantitatively. On the other hand, the resolution of optical microscopy requires that the particle size investigated exceeds at least 100 nm.",
            "score": 131.80606293678284
        },
        {
            "docid": "1822961_8",
            "document": "Electron crystallography . There was a serious disagreement in the field of electron microscopy of inorganic compounds; while some have claimed that \"the phase information is present in EM images\" others have the opposite view that \"the phase information is lost in EM images\". The reason for these opposite views is that the word \"phase\" has been used with different meanings in the two communities of physicists and crystallographers. The physicists are more concerned about the \"electron wave phase\" - the phase of a wave moving through the sample during exposure by the electrons. This wave has a wavelength of about 0.02-0.03 Ångström (depending on the accelerating voltage of the electron microscope). Its phase is related to the phase of the undiffracted direct electron beam. The crystallographers, on the other hand, mean the \"crystallographic structure factor phase\" when they simply say \"phase\". This phase is the phase of standing waves of potential in the crystal (very similar to the electron density measured in X-ray crystallography). Each of these waves have their specific wavelength, called d-value for distance between so-called Bragg planes of low/high potential. These d-values range from the unit cell dimensions to the resolution limit of the electron microscope, i.e. typically from 10 or 20 Ångströms down to 1 or 2 Ångströms. Their phases are related to a fixed point in the crystal, defined in relation to the symmetry elements of that crystal. The crystallographic phases are a property of the crystal, so they exist also outside the electron microscope. The electron waves vanish if the microscope is switched off. In order to determine a crystal structure, it is necessary to know the crystallographic structure factors, but not to know the electron wave phases. A more detailed discussion how (crystallographic structure factor) phases link with the phases of the electron wave can be found in.",
            "score": 179.78456318378448
        },
        {
            "docid": "969126_21",
            "document": "Protein structure . Around 90% of the protein structures available in the Protein Data Bank have been determined by X-ray crystallography. This method allows one to measure the three-dimensional (3-D) density distribution of electrons in the protein, in the crystallized state, and thereby infer the 3-D coordinates of all the atoms to be determined to a certain resolution. Roughly 9% of the known protein structures have been obtained by nuclear magnetic resonance (NMR) techniques. For larger protein complexes, cryo-electron microscopy can determine protein structures. The resolution is typically lower than that of X-ray crystallography, or NMR, but the maximum resolution is steadily increasing. This technique is still a particularly valuable for very large protein complexes such as virus coat proteins and amyloid fibers.",
            "score": 122.84832668304443
        },
        {
            "docid": "1822961_10",
            "document": "Electron crystallography . In addition to electron microscopy images, it is also possible to use electron diffraction (ED) patterns for crystal structure determination. The utmost care must be taken to record such ED patterns from the thinnest areas in order to keep most of the structure related intensity differences between the reflections (quasi-kinematical diffraction conditions). Just as with X-ray diffraction patterns, the important crystallographic structure factor phases are lost in electron diffraction patterns and must be uncovered by special crystallographic methods such as direct methods, maximum likelihood or (more recently) by the charge-flipping method. On the other hand, ED patterns of inorganic crystals have often a high resolution (= interplanar spacings with high Miller indices) much below 1 Ångström. This is comparable to the point resolution of the best electron microscopes. Under favourable conditions it is possible to use ED patterns from a single orientation to determine the complete crystal structure. Alternatively a hybrid approach can be used which uses HRTEM images for solving and intensities from ED for refining the crystal structure.",
            "score": 138.11832988262177
        },
        {
            "docid": "2235991_4",
            "document": "Transmission electron cryomicroscopy . The resolution of CryoTEM maps is improving steadily, and in 2014 some structures at near-atomic resolution had been obtained, including those of viruses, ribosomes, mitochondria, ion channels, and enzyme complexes as small as 170 kDa at a resolution of 4.5 Å. Bridget Carragher and colleagues at the Scripps National Resource for Automated Molecular Microscopy used techniques she and Clint Potter developed to create the first transmission electron cryomicroscopy structural biology image with a resolution finer than 3 Ångströms, thereby elevating CryoTEM as a tool comparable to and potentially superior to traditional x-ray crystallography techniques. A 2.2 Å map of a bacterial enzyme beta-galactosidase was published in June 2015. An application of CryoTEM is electron cryotomography (CryoET), where a 3D reconstruction of a sample is created from tilted 2D images.",
            "score": 117.85660803318024
        },
        {
            "docid": "21468157_3",
            "document": "Scanning SQUID microscope . A high temperature Scanning SQUID Microscope using a YBCO SQUID is capable of measuring magnetic fields as small as 20 pT (about 2 million times weaker than the earth’s magnetic field). The SQUID sensor is sensitive enough that it can detect a wire even if it is carrying only 10 nA of current at a distance of 100 µm from the SQUID sensor with 1 second averaging. The microscope uses a patented design to allow the sample under investigation to be at room temperature and in air while the SQUID sensor is under vacuum and cooled to less than 80 K using a cryo cooler. No Liquid Nitrogen is used. During non-contact, non-destructive imaging of room temperature samples in air, the system achieves a raw, unprocessed spatial resolution equal to the distance separating the sensor from the current or the effective size of the sensor, whichever is larger. To best locate a wire short in a buried layer, however, a Fast Fourier Transform (FFT) back-evolution technique can be used to transform the magnetic field image into an equivalent map of the current in an integrated circuit or printed wiring board. The resulting current map can then be compared to a circuit diagram to determine the fault location. With this post-processing of a magnetic image and the low noise present in SQUID images, it is possible to enhance the spatial resolution by factors of 5 or more over the near-field limited magnetic image. The system’s output is displayed as a false-color image of magnetic field strength or current magnitude (after processing) versus position on the sample. After processing to obtain current magnitude, this microscope has been successful at locating shorts in conductors to within ±16 µm at a sensor-current distance of 150 µm.",
            "score": 154.20846009254456
        },
        {
            "docid": "2235991_11",
            "document": "Transmission electron cryomicroscopy . Consequently, the images are extremely noisy. For some biological systems it is possible to average images to increase the signal-to-noise ratio and retrieve high-resolution information about the specimen using the technique known as single particle analysis. This approach in general requires that the things being averaged are identical, although some limited conformational heterogeneity can now be studied (e.g. ribosome). Three-dimensional reconstructions from CryoTEM images of protein complexes and viruses have been solved to sub-nanometer or near-atomic resolution, allowing new insights into the structure and biology of these large assemblies.",
            "score": 135.3742334842682
        },
        {
            "docid": "54895550_3",
            "document": "Liquid-Phase Electron Microscopy . The ability to study liquid samples, particularly those involving water, with electron microscopy has been a wish ever since the early days of electron microscopy but technical difficulties prevented early attempts from achieving high resolution. Two basic approaches exist for imaging liquid specimens: i) closed systems, mostly referred to as liquid cell EM (LC EM), and ii) open systems, often referred to as environmental systems. In closed systems, thin windows made of materials such as silicon nitride or graphene are used to enclose a liquid for placement in the microscope vacuum. Closed cells have found widespread use in the past decade due to the availability of reliable window microfabrication technology. Graphene provides the thinnest possible window. The oldest open system that gained widespread usage was environmental scanning electron microscopy (ESEM) of liquid samples on a cooled stage in a vacuum chamber containing a background pressure of vapor. Low vapor pressure liquids such as ionic liquids can also be studied in open systems. LP-EM systems of both open and closed type have been developed for all three main types of electron microscopy, i.e., transmission electron microscopy (TEM), scanning transmission electron microscopy (STEM), and scanning electron microscope (SEM). Instruments integrating liquid-phase SEM with light microscopy have also been developed. Electron microscopic observation in liquid has been combined with other analytical methods such as electrochemical measurements and energy-dispersive X-ray spectroscopy (EDX).",
            "score": 175.92797231674194
        },
        {
            "docid": "28157027_13",
            "document": "Crystallographic image processing . All individual transmission electron microscopy images are projections from the three-dimensional space of the samples into two dimensions (so that spatial distribution information along the projection direction is unavoidably lost). Projections along prominent (i.e. certain low-index) zone axes of 3D crystals or along the layer normal of a membrane forming protein sample ensure the projection of 3D symmetry into 2D. (Along arbitrary high-index zone axes and inclined to the layer normal of membrane forming proteins, there will be no useful projected symmetry in transmission images.) The recovery of 3D structures and their symmetries relies on electron tomography techniques, which use sets of transmission electron microscopy images.",
            "score": 162.3901789188385
        },
        {
            "docid": "28022785_2",
            "document": "Serial block-face scanning electron microscopy . Serial block-face scanning electron microscopy (SBEM, SBSEM or SBFSEM) is a method to generate high resolution three-dimensional images from small samples. The technique was developed for brain tissue, but it is widely applicable for any biological samples. A serial block-face scanning electron microscope consists of an ultramicrotome mounted inside the vacuum chamber of a scanning electron microscope. Samples are prepared by methods similar to that in transmission electron microscopy (TEM), typically by fixing the sample with aldehyde, staining with heavy metals such as osmium and uranium then embedding in an epoxy resin. The surface of the block of resin-embedded sample is imaged by detection of back-scattered electrons. Following imaging the ultramicrotome is used to cut a thin section (typically around 30 nm) from the face of the block. After the section is cut, the sample block is raised back to the focal plane and imaged again. This sequence of sample imaging, section cutting and block raising can acquire many thousands of images in perfect alignment in an automated fashion. Practical SBFSEM was invented in 2004 by Winfried Denk at the Max-Planck-Institute in Heidelberg and is commercially available from Gatan Inc. and Thermo Fisher Scientific (VolumeScope).",
            "score": 185.0660182237625
        },
        {
            "docid": "55862624_5",
            "document": "Photon-counting computed tomography . The removal of electronic noise gives PCDs two advantages over EIDs. First, higher signal-to-noise and contrast-to-noise ratios are expected from using PCDs compared to EIDs. This can either be used to increase the image quality at the same X-ray exposure level, or to lower the patient X-ray dose whilst maintaining the same image quality. Second, it is difficult to manufacture energy-integrating detectors with smaller pixel size than approximately 1×1 mm without compromising dose efficiency. The reason for this is that reflective layers must be placed in the scintillator between the pixels to prevent cross-talk between pixels, and these cannot be made too thin. In addition, the measured signal is proportional to the pixel area whereas the electronic noise is fairly independent of pixel size, so that noise will dominate the measured signal if the pixels are made too small. These problems do not occur in a photon-counting detector with a low-energy threshold, which can therefore achieve higher detector resolution.",
            "score": 109.47476553916931
        },
        {
            "docid": "35152689_10",
            "document": "Common-path interferometer . An electron version of the Fresnel biprism is used in electron holography, an imaging technique that photographically records the electron interference pattern of an object. The hologram can then be illuminated by a laser resulting in a greatly magnified image of the original object, although the current preference is for numerical reconstruction of the holograms. This technique was developed to enable greater resolution in electron microscopy than is possible using conventional imaging techniques. The resolution of conventional electron microscopy is not limited by electron wavelength, but by the large aberrations of electron lenses.",
            "score": 135.85640573501587
        },
        {
            "docid": "28157027_5",
            "document": "Crystallographic image processing . In later years the methods became more sophisticated so that also non-Scherzer images could be processed. One of the most impressive applications at that time was the determination of the complete structure of the complex compound TiSe, which has been inaccessible by X-ray crystallography. Since CIP on single HREM images works only smoothly for layer-structures with at least one short (3 to 5 Å) crystal axis, the method was extended to work also with data from different crystal orientations (= atomic resolution electron tomography). This approach was used in 1990 to reconstruct the 3D structure of the mineral staurolite HFeAlSiO and more recently to determine the structures of the huge quasicrystal approximant phase ν-AlCrFe and the structures of the complex zeolites TNU-9 and IM-5. As mentioned below in the section on crystallographic processing of images that were recorded from 2D periodic arrays with other types of microscopes, the CIP techniques were taken up since 2009 by members of the scanning transmission electron microscopy, scanning probe microscopy and applied crystallography communities.",
            "score": 127.16942310333252
        },
        {
            "docid": "13751165_12",
            "document": "Coherent diffraction imaging . Coherent electron diffraction imaging works the same as CXDI in principle only electrons are the diffracted waves and an imaging plate is used to detect electrons rather than a CCD. In one published report a double walled carbon nanotube (DWCNT) was imaged using nano area electron diffraction (NAED) with atomic resolution. In principle, electron diffraction imaging should yield a higher resolution image because the wavelength of electrons can be much smaller than photons without going to very high energies. Electrons also have much weaker penetration so they are more surface sensitive than X-rays. However, typically electron beams are more damaging than x-rays so this technique may be limited to inorganic materials.",
            "score": 135.751593708992
        }
    ],
    "r": [
        {
            "docid": "305927_10",
            "document": "Vitrification . Vitrification can also occur when starting with a liquid such as water, usually through very rapid cooling or the introduction of agents that suppress the formation of ice crystals. This is in contrast to ordinary freezing which results in ice crystal formation. Additives used in cryobiology or produced naturally by organisms living in polar regions are called cryoprotectants. Vitrification is used in cryo-electron microscopy to cool samples so quickly that they can be imaged with an electron microscope without damage. In 2017, the Nobel prize for chemistry was awarded for the development of this technology, which can be used to image objects such as proteins or virus particles.",
            "score": 219.1492462158203
        },
        {
            "docid": "26069912_17",
            "document": "Virus quantification . TEM is a specialized type of microscopy that utilizes a beam of electrons focused with a magnetic field to image a sample. TEM provides imaging with 1000x greater spatial resolution than a light microscope (resolution down to 0.2 nm). An ultrathin, negatively stained sample is required. Sample preparations involve depositing specimens onto a coated TEM grid and negative staining with an electron-opaque liquid. Tissue embedded samples can also be examined if thinly sectioned. Sample preparations vary depending on protocol and user but generally require hours to complete. TEM images can show individual virus particles and quantitative image analysis can be used to determine virus concentrations. These high resolution images also provide particle morphology information that most other methods cannot. Quantitative TEM results will often be greater than results from other assays as all particles, regardless of infectivity, are quantified in the reported virus-like particles per mL (vlp/mL) result. Quantitative TEM generally works well for virus concentrations greater than 10 particles/mL. Because of high instrument cost and the amount of space and support facilities needed, TEM equipment is available in a limited number of facilities.",
            "score": 211.78402709960938
        },
        {
            "docid": "39999371_2",
            "document": "In situ electron microscopy . In situ electron microscopy is an investigatory technique where an electron microscope is used to watch a sample's response to a stimulus in real time. Due to the nature of the high-energy beam of electrons used to image a sample in an electron microscope, microscopists have long observed that specimens are routinely changed or damaged by the electron beam. Starting in the 1960s, and using Transmission Electron Microscopes (TEMs), scientists made deliberate attempts to modify materials while the sample was in the specimen chamber, and to capture images through time of the induced damages.",
            "score": 209.8695526123047
        },
        {
            "docid": "214513_41",
            "document": "Transmission electron microscopy . Different imaging methods therefore attempt to modify the electron waves exiting the sample in a way that provides information about the sample, or the beam itself. From the previous equation, it can be deduced that the observed image depends not only on the amplitude of beam, but also on the phase of the electrons, although phase effects may often be ignored at lower magnifications. Higher resolution imaging requires thinner samples and higher energies of incident electrons, which means that the sample can no longer be considered to be absorbing electrons (i.e., via a Beer's law effect). Instead, the sample can be modeled as an object that does not change the amplitude of the incoming electron wave function, but instead modifies the phase of the incoming wave; in this model, the sample is known as a pure phase object. For sufficiently thin specimens, phase effects dominate the image, complicating analysis of the observed intensities. To improve the contrast in the image, the TEM may be operated at a slight defocus to enhance contrast, owing to convolution by the contrast transfer function of the TEM, which would normally decrease contrast if the sample was not a weak phase object. Figure on the right shows the two basic operation modes of TEM – imaging and diffraction modes. In both cases specimen is illuminated with the parallel beam, formed by electron beam shaping with the system of Condenser lenses and Condenser aperture. After interaction with the sample, on the exit surface of the specimen two types of electrons exist – unscattered (which will correspond to the bright central beam on the diffraction pattern) and scattered electrons (which change their trajectories due to interaction with the material).",
            "score": 207.79039001464844
        },
        {
            "docid": "30833420_12",
            "document": "Transmission electron microscopy DNA sequencing . Transmission electron microscopy (TEM) produces high magnification, high resolution images by passing a beam of electrons through a very thin sample. Whereas atomic resolution has been demonstrated with conventional TEM, further improvement in spatial resolution requires correcting the spherical and chromatic aberrations of the microscope lenses. This has only been possible in scanning transmission electron microscopy where the image is obtained by scanning the object with a finely focused electron beam, in a way similar to a cathode ray tube. However, the achieved improvement in resolution comes together with irradiation of the studied object by much higher beam intensities, the concomitant sample damage and the associated imaging artefacts. Different imaging techniques are applied depending on whether the sample contains heavy or light atoms:",
            "score": 205.938232421875
        },
        {
            "docid": "8898050_2",
            "document": "Electron tomography . Electron tomography (ET) is a tomography technique for obtaining detailed 3D structures of sub-cellular macro-molecular objects. Electron tomography is an extension of traditional transmission electron microscopy and uses a transmission electron microscope to collect the data. In the process, a beam of electrons is passed through the sample at incremental degrees of rotation around the center of the target sample. This information is collected and used to assemble a three-dimensional image of the target. For biological applications, the typical resolution of ET systems are in the 5–20 nm range, suitable for examining supra-molecular multi-protein structures, although not the secondary and tertiary structure of an individual protein or polypeptide.",
            "score": 201.97096252441406
        },
        {
            "docid": "19568_3",
            "document": "Microscope . There are many types of microscopes, and they may be grouped in different ways. One way is to describe the way the instruments interact with a sample to create images, either by sending a beam of light or electrons to a sample in its optical path, or by scanning across, and a short distance from, the surface of a sample using a probe. The most common microscope (and the first to be invented) is the optical microscope, which uses light to pass through a sample to produce an image. Other major types of microscopes are the fluorescence microscope, the electron microscope (both, the transmission electron microscope and the scanning electron microscope) and the various types of scanning probe microscopes.",
            "score": 200.99517822265625
        },
        {
            "docid": "52922245_2",
            "document": "Correlative light-electron microscopy . Correlative light-electron microscopy (CLEM) is the combination of an optical microscope - usually a fluorescence microscope - with an electron microscope. In an integrated CLEM system, the sample is imaged using an electron beam and an optical light path simultaneously. Traditionally, samples would be imaged using two separate microscopy modalities, potentially at different facilities and using different sample preparation methods. Integrated CLEM is thus considered to be beneficial because the methodology is quicker and easier, and it reduces the chance of changes in the sample during the process of data collection. Overlay of the two images is thus performed automatically as a result of the integration of two microscopes.",
            "score": 200.05337524414062
        },
        {
            "docid": "19568_28",
            "document": "Microscope . The two major types of electron microscopes are transmission electron microscopes (TEMs) and scanning electron microscopes (SEMs). They both have series of electromagnetic and electrostatic lenses to focus a high energy beam of electrons on a sample. In a TEM the electrons pass through the sample, analogous to basic optical microscopy. This requires careful sample preparation, since electrons are scattered strongly by most materials. The samples must also be very thin (50-100 nm) in order for the electrons to pass through it. Cross-sections of cells stained with osmium and heavy metals reveal clear organelle membranes and proteins such as ribosomes. With a 0.1 nm level of resolution, detailed views of viruses (20-300 nm) and a strand of DNA (2 nm in width) can be obtained. In contrast, the SEM has raster coils to scan the surface of bulk objects with a fine electron beam. Therefore, the specimen do not necessarily need to be sectioned, but require coating with a substance such as a heavy metal. This allows three-dimensional views of the surface of samples.",
            "score": 199.8755645751953
        },
        {
            "docid": "904792_9",
            "document": "X-ray microscope . The resolution of X-ray microscopy lies between that of the optical microscope and the electron microscope. It has an advantage over conventional electron microscopy in that it can view biological samples in their natural state. Electron microscopy is widely used to obtain images with nanometer to sub-Angstrom level resolution but the relatively thick living cell cannot be observed as the sample has to be chemically fixed, dehydrated, embedded in resin, then sliced ultra thin. However, it should be mentioned that cryo-electron microscopy allows the observation of biological specimens in their hydrated natural state, albeit embedded in water ice. Until now, resolutions of 30 nanometer are possible using the Fresnel zone plate lens which forms the image using the soft x-rays emitted from a synchrotron. Recently, the use of soft x-rays emitted from laser-produced plasmas rather than synchrotron radiation is becoming more popular.",
            "score": 198.30149841308594
        },
        {
            "docid": "9730_15",
            "document": "Electron microscope . Generally, the image resolution of an SEM is lower than that of a TEM. However, because the SEM images the surface of a sample rather than its interior, the electrons do not have to travel through the sample. This reduces the need for extensive sample preparation to thin the specimen to electron transparency. The SEM is able to image bulk samples that can fit on its stage and still be maneuvered, including a height less than the working distance being used, often 4 millimeters for high resolution images. The SEM also has a great depth of field, and so can produce images that are good representations of the three-dimensional surface shape of the sample. Another advantage of SEMs comes with environmental scanning electron microscopes (ESEM) that can produce images of good quality and resolution with hydrated samples or in low, rather than high, vacuum or under chamber gases. This facilitates imaging unfixed biological samples that are unstable in the high vacuum of conventional electron microscopes.",
            "score": 198.23117065429688
        },
        {
            "docid": "1823144_2",
            "document": "Scanning transmission electron microscopy . A scanning transmission electron microscope (STEM) is a type of transmission electron microscope (TEM). Pronunciation is [stɛm] or [ɛsti:i:ɛm]. As with a conventional transmission electron microscope (CTEM), images are formed by electrons passing through a sufficiently thin specimen. However, unlike CTEM, in STEM the electron beam is focused to a fine spot (with the typical spot size 0.05 - 0.2 nm) which is then scanned over the sample in a raster illumination system constructed in a way that at each point sample illuminated with the beam parallel to the optical axis. The rastering of the beam across the sample makes STEM suitable for analytical techniques such as Z-contrast annular dark-field imaging, and spectroscopic mapping by energy dispersive X-ray (EDX) spectroscopy, or electron energy loss spectroscopy (EELS). These signals can be obtained simultaneously, allowing direct correlation of images and spectroscopic data.",
            "score": 197.7899169921875
        },
        {
            "docid": "4747255_8",
            "document": "Soft x-ray microscopy . The resolution of X-ray microscopy lies between that of the optical microscope and the electron microscope. It has an advantage over conventional electron microscopy in that it can view biological samples in their natural state. Electron microscopy is widely used to obtain images with nanometer level resolution but the relatively thick living cell cannot be observed as the sample has to be chemically fixed, dehydrated, embedded in resin, then sliced ultra thin. However, it should be mentioned that cryo-electron microscopy allows the observation of biological specimens in their hydrated natural state, albeit embedded in water ice. Until now, resolutions of 30 nanometer are possible using the Fresnel zone plate lens which forms the image using the soft x-rays emitted from a synchrotron. Recently, the use of soft x-rays emitted from laser-produced plasmas rather than synchrotron radiation is becoming more popular.",
            "score": 195.195068359375
        },
        {
            "docid": "4756896_3",
            "document": "Scanning helium ion microscope . In terms of imaging, SHIM has several advantages over the traditional scanning electron microscope (SEM). Owing to the very high source brightness, and the short De Broglie wavelength of the helium ions, which is inversely proportional to their momentum, it is possible to obtain qualitative data not achievable with conventional microscopes which use photons or electrons as the emitting source. As the helium ion beam interacts with the sample, it does not suffer from a large excitation volume, and hence provides sharp images with a large depth of field on a wide range of materials. Compared to a SEM, the secondary electron yield is quite high, allowing for imaging with currents as low as 1 femtoamp. The detectors provide information-rich images which offer topographic, material, crystallographic, and electrical properties of the sample. In contrast to other ion beams, there is no discernible sample damage due to relatively light mass of the helium ion. The drawback is the cost.",
            "score": 195.0967254638672
        },
        {
            "docid": "28034_6",
            "document": "Scanning electron microscope . In secondary electron imaging, or SEI, the secondary electrons are emitted from very close to the specimen surface. Consequently, SEI can produce very high-resolution images of a sample surface, revealing details less than 1 nm in size. Back-scattered electrons (BSE) are beam electrons that are reflected from the sample by elastic scattering. They emerge from deeper locations within the specimen and, consequently, the resolution of BSE images is less than SE images. However, BSE are often used in analytical SEM, along with the spectra made from the characteristic X-rays, because the intensity of the BSE signal is strongly related to the atomic number (Z) of the specimen. BSE images can provide information about the distribution of different elements in the sample. For the same reason, BSE imaging can image colloidal gold immuno-labels of 5 or 10 nm diameter, which would otherwise be difficult or impossible to detect in secondary electron images in biological specimens. Characteristic X-rays are emitted when the electron beam removes an inner shell electron from the sample, causing a higher-energy electron to fill the shell and release energy. These characteristic X-rays are used to identify the composition and measure the abundance of elements in the sample.",
            "score": 194.2737274169922
        },
        {
            "docid": "28034_27",
            "document": "Scanning electron microscope . When the primary electron beam interacts with the sample, the electrons lose energy by repeated random scattering and absorption within a teardrop-shaped volume of the specimen known as the interaction volume, which extends from less than 100 nm to approximately 5 µm into the surface. The size of the interaction volume depends on the electron's landing energy, the atomic number of the specimen and the specimen's density. The energy exchange between the electron beam and the sample results in the reflection of high-energy electrons by elastic scattering, emission of secondary electrons by inelastic scattering and the emission of electromagnetic radiation, each of which can be detected by specialized detectors. The beam current absorbed by the specimen can also be detected and used to create images of the distribution of specimen current. Electronic amplifiers of various types are used to amplify the signals, which are displayed as variations in brightness on a computer monitor (or, for vintage models, on a cathode ray tube). Each pixel of computer video memory is synchronized with the position of the beam on the specimen in the microscope, and the resulting image is therefore a distribution map of the intensity of the signal being emitted from the scanned area of the specimen. In older microscopes images may be captured by photography from a high-resolution cathode ray tube, but in modern machines they are digitised and saved as digital images.",
            "score": 192.63450622558594
        },
        {
            "docid": "1823144_22",
            "document": "Scanning transmission electron microscopy . A low-voltage electron microscope (LVEM) is an electron microscope that is designed to operate at relatively low electron accelerating voltages of between 0.5 and 30 kV. Some LVEMs can function as an SEM, a TEM and a STEM in a single compact instrument. Using a low beam voltage increases image contrast which is especially important for biological specimens. This increase in contrast significantly reduces, or even eliminates the need to stain biological samples. Resolutions of a few nm are possible in TEM, SEM and STEM modes. The low energy of the electron beam means that permanent magnets can be used as lenses and thus a miniature column that does not require cooling can be used.",
            "score": 191.73333740234375
        },
        {
            "docid": "2764446_13",
            "document": "Phase-contrast imaging . Phase-contrast images are formed by removing the objective aperture entirely or by using a very large objective aperture. This ensures that not only the transmitted beam, but also the diffracted ones are allowed to contribute to the image. Instruments that are specifically designed for phase-contrast imaging are often called HRTEMs (high resolution transmission electron microscopes), and differ from analytical TEMs mainly in the design of the electron beam column. Whereas analytical TEMs employ additional detectors attached to the column for spectroscopic measurements, HRTEMs have little or no additional attachments so as to ensure a uniform electromagnetic environment all the way down the column for each beam leaving the sample (transmitted and diffracted). Because phase-contrast imaging relies on differences in phase between electrons leaving the sample, any additional phase shifts that occur between the sample and the viewing screen can make the image impossible to interpret. Thus, a very low degree of lens aberration is also a requirement for HRTEMs, and advances in spherical aberration (Cs) correction have enabled a new generation of HRTEMs to reach resolutions once thought impossible.",
            "score": 191.21595764160156
        },
        {
            "docid": "11248623_9",
            "document": "Low-energy electron microscopy . A typical LEEM setup consists of (see figure): 1. Electron gun, used to generate electrons by way of thermionic or field emission from a source tip. In thermionic emission, electrons escape a source tip (usually made of LaB) by resistive heating and application of an electric field to effectively lower the energy needed for electrons to escape the surface. Once sufficient thermal vibrational energy is attained electrons may overcome this electrostatic energy barrier, allowing them to travel into vacuum and accelerate down the lens column to the gun potential (because the lenses are at ground). In field emission, rather than heating the tip to vibrationally excite electrons from the surface, the source tip (usually tungsten) is sharpened to a small point such that when large electric fields are applied, they concentrate at the tip, lowering the barrier to escape the surface as well as making tunneling of electrons from the tip to vacuum level more feasible.  2. Condenser/illumination optics, used to focus electrons leaving the electron gun and manipulate and/or translate the illumination electron beam. Electromagnetic quadrupole electron lenses are used, the number of which depends on how much resolution and focusing flexibility the designer wishes. However, the ultimate resolution of LEEM is usually determined by that of the objective lens. 3. Illumination beam aperture allows researchers to control the area of the specimen which is illuminated (LEEM’s version of electron microscopy’s “selected area diffraction”, termed microdiffraction) and is located in the beam separator on the illumination side. 4. Magnetic beam separator, needed to resolve the illuminating and imaging beam (while in turn spatially separating the optics for each). There has been much development on the technology of electron beam separators; the early separators introduced distortion in either the image or diffraction plane. However, IBM recently developed a hybrid prism array/nested quadratic field design, focusing the electron beams both in and out of the plane of the beampath, allowing for deflection and transfer of the image and diffraction planes without distortion or energy dispersion. 5. Electrostatic immersion objective lens, used to form a real image of the sample by way of a 2/3-magnification virtual image behind the sample. The uniformity of the electrostatic field between the objective lens and specimen, limited by spherical and chromatic aberrations larger than those of any other lenses, ultimately determines the overall performance of the instrument. 6. Contrast aperture, located in the center on the projector lens side of the beam separator. In most electron microscopies, the contrast aperture is introduced into the back focal plan of the objective lens (where the actual diffraction plane lies). However, this is not true in the LEEM, because dark-field imaging (imaging of nonspecular beams) would not be possible because the aperture has to move laterally and would intercept the incident beam for large shifts. Therefore, researchers adjust the excitation of the objective lens so as to produce an image of the diffraction pattern in the middle of the beam separator and choose the desired spot intensity to image using a contrast aperture inserted there. This aperture allows scientists to image diffraction intensities that may be of particular interest (dark field). 7. Illumination optics are employed to magnify the image or diffraction pattern and project it onto the imaging plate or screen. 8. Imaging plate or screen, used to image the electron intensity so that we can see it. This can be done many different ways including, phosphorescent screens, imaging plates, CCDs, among others.",
            "score": 190.61830139160156
        },
        {
            "docid": "9476_70",
            "document": "Electron . Two main types of electron microscopes exist: transmission and scanning. Transmission electron microscopes function like overhead projectors, with a beam of electrons passing through a slice of material then being projected by lenses on a photographic slide or a charge-coupled device. Scanning electron microscopes rasteri a finely focused electron beam, as in a TV set, across the studied sample to produce the image. Magnifications range from 100× to 1,000,000× or higher for both microscope types. The scanning tunneling microscope uses quantum tunneling of electrons from a sharp metal tip into the studied material and can produce atomically resolved images of its surface.",
            "score": 190.138671875
        },
        {
            "docid": "28034_2",
            "document": "Scanning electron microscope . A scanning electron microscope (SEM) is a type of electron microscope that produces images of a sample by scanning the surface with a focused beam of electrons. The electrons interact with atoms in the sample, producing various signals that contain information about the sample's surface topography and composition. The electron beam is scanned in a raster scan pattern, and the beam's position is combined with the detected signal to produce an image. SEM can achieve resolution better than 1 nanometer. Specimens can be observed in high vacuum in conventional SEM, or in low vacuum or wet conditions in variable pressure or environmental SEM, and at a wide range of cryogenic or elevated temperatures with specialized instruments.",
            "score": 189.7196502685547
        },
        {
            "docid": "19568_19",
            "document": "Microscope . Wide field optical microscopes and transmission electron microscopes both use the theory of lenses (optics for light microscopes and electromagnet lenses for electron microscopes) in order to magnify the image generated by the passage of a wave transmitted through the sample, or reflected by the sample. The waves used are electromagnetic (in optical microscopes) or electron beams (in electron microscopes). Resolution in these microscopes is limited by the wavelength of the radiation used to image the sample, where shorter wavelengths allow for a higher resolution.",
            "score": 188.77395629882812
        },
        {
            "docid": "1823144_20",
            "document": "Scanning transmission electron microscopy . Cryo-electron microscopy in STEM (Cryo-STEM) allows specimens to be held in the microscope at liquid nitrogen or liquid helium temperatures. This is useful for imaging specimens that would be volatile in high vacuum at room temperature. Cryo-STEM has been used to study vitrified biological samples, vitrified solid-liquid interfaces in material specimens, and specimens containing elemental sulfur, which is prone to sublimation in electron microscopes at room temperature.",
            "score": 187.16610717773438
        },
        {
            "docid": "21453848_13",
            "document": "Lipid bilayer characterization . The limitations of electron microscopy in the study of lipid structures deal primarily with sample preparation. Most electron microscopes require the sample to be under vacuum, which is incompatible with hydration at room temperature. To surmount this problem, samples can be imaged under cryogenic conditions with the associated water frozen, or a metallic negative can be made from a frozen sample. It is also typically necessary to stain the bilayer with a heavy metal compound such as osmium tetroxide or uranyl acetate because the low atomic weight constituents of lipids (carbon, nitrogen, phosphorus, etc.) offer little contrast compared to water. If a Transmission electron microscope (TEM) is being used, it is also necessary to cut or polish the sample into a very thin (<1 micrometre) sheet, which can be difficult and time-consuming. Scanning Electron Microscopy (SEM) does not require this step, but cannot offer the same resolution as TEM. Both methods are surface-sensitive techniques and cannot reveal information about deeply buried structures.",
            "score": 187.1517333984375
        },
        {
            "docid": "28055575_2",
            "document": "Single particle analysis . Single particle analysis is a group of related computerized image processing techniques used to analyze images from transmission electron microscopy (TEM). These methods were developed to improve and extend the information obtainable from TEM images of particulate samples, typically proteins or other large biological entities such as viruses. Individual images of stained or unstained particles are very noisy, and so hard to interpret. Combining several digitized images of similar particles together gives an image with stronger and more easily interpretable features. An extension of this technique uses single particle methods to build up a three-dimensional reconstruction of the particle. Using cryogenic transmission electron microscopy it has become possible to generate reconstructions with sub-nanometer resolution and near-atomic resolution first in the case of highly symmetric viruses, and now in smaller, asymmetric proteins as well.",
            "score": 186.70152282714844
        },
        {
            "docid": "36022927_25",
            "document": "Nuclear forensics . The scanning electron microscope can provide images of an object's surface at high magnification with a resolution on the order of nanometers. A focused beam of energetic electrons is scanned over the sample and electrons that a backscattered or emitted from the sample surface are detected. Images are constructed via measuring the fluctuations of electrons from the sample beam scanning position. This data is useful in determining what process may have been employed in the materials production and to distinguish between materials of differing origins. Measurement of backscattered electrons elucidate the average atomic number of the area being scanned. The emitted, or secondary electrons provide topological information. This is a relatively straight forward technique, however samples must be amenable to being under a vacuum and may require pre-treatment.",
            "score": 185.46279907226562
        },
        {
            "docid": "28022785_2",
            "document": "Serial block-face scanning electron microscopy . Serial block-face scanning electron microscopy (SBEM, SBSEM or SBFSEM) is a method to generate high resolution three-dimensional images from small samples. The technique was developed for brain tissue, but it is widely applicable for any biological samples. A serial block-face scanning electron microscope consists of an ultramicrotome mounted inside the vacuum chamber of a scanning electron microscope. Samples are prepared by methods similar to that in transmission electron microscopy (TEM), typically by fixing the sample with aldehyde, staining with heavy metals such as osmium and uranium then embedding in an epoxy resin. The surface of the block of resin-embedded sample is imaged by detection of back-scattered electrons. Following imaging the ultramicrotome is used to cut a thin section (typically around 30 nm) from the face of the block. After the section is cut, the sample block is raised back to the focal plane and imaged again. This sequence of sample imaging, section cutting and block raising can acquire many thousands of images in perfect alignment in an automated fashion. Practical SBFSEM was invented in 2004 by Winfried Denk at the Max-Planck-Institute in Heidelberg and is commercially available from Gatan Inc. and Thermo Fisher Scientific (VolumeScope).",
            "score": 185.06600952148438
        },
        {
            "docid": "27774_14",
            "document": "Scanning tunneling microscope . Other STM methods involve manipulating the tip in order to change the topography of the sample. This is attractive for several reasons. Firstly the STM has an atomically precise positioning system which allows very accurate atomic scale manipulation. Furthermore, after the surface is modified by the tip, it is a simple matter to then image with the same tip, without changing the instrument. IBM researchers developed a way to manipulate xenon atoms adsorbed on a nickel surface. This technique has been used to create electron \"corrals\" with a small number of adsorbed atoms, which allows the STM to be used to observe electron Friedel oscillations on the surface of the material. Aside from modifying the actual sample surface, one can also use the STM to tunnel electrons into a layer of electron beam photoresist on a sample, in order to do lithography. This has the advantage of offering more control of the exposure than traditional electron beam lithography. Another practical application of STM is atomic deposition of metals (gold, silver, tungsten, etc.) with any desired (pre-programmed) pattern, which can be used as contacts to nanodevices or as nanodevices themselves.",
            "score": 184.904052734375
        },
        {
            "docid": "214513_53",
            "document": "Transmission electron microscopy . Crystal structure can also be investigated by high-resolution transmission electron microscopy (HRTEM), also known as phase contrast. When using a field emission source and a specimen of uniform thickness, the images are formed due to differences in phase of electron waves, which is caused by specimen interaction. Image formation is given by the complex modulus of the incoming electron beams. As such, the image is not only dependent on the number of electrons hitting the screen, making direct interpretation of phase contrast images more complex. However this effect can be used to an advantage, as it can be manipulated to provide more information about the sample, such as in complex phase retrieval techniques.",
            "score": 183.93634033203125
        },
        {
            "docid": "11248623_2",
            "document": "Low-energy electron microscopy . Low-energy electron microscopy, or LEEM, is an analytical surface science technique invented by Ernst Bauer in 1962, however, not fully developed (by Ernst Bauer and Wolfgang Telieps) until 1985. LEEM is a technique used by surface scientists to image atomically clean surfaces, atom-surface interactions, and thin (crystalline) films. In LEEM, high-energy electrons (15-20 keV) are emitted from an electron gun, focused using a set of condenser optics, and sent through a magnetic beam deflector (usually 60˚ or 90˚). The “fast” electrons travel through an objective lens and begin decelerating to low energies (1-100 eV) near the sample surface because the sample is held at a potential near that of the gun. The low-energy electrons are now termed “surface-sensitive” and the near-surface sampling depth can be varied by tuning the energy of the incident electrons (difference between the sample and gun potentials minus the work functions of the sample and system). The low-energy elastically backscattered electrons travel back through the objective lens, reaccelerate to the gun voltage (because the objective lens is grounded), and pass through the beam separator again. However, now the electrons travel away from the condenser optics and into the projector lenses. Imaging of the back focal plane of the objective lens into the object plane of the projector lens (using an intermediate lens) produces a diffraction pattern (low-energy electron diffraction, LEED) at the imaging plane and recorded in a number of different ways. The intensity distribution of the diffraction pattern will depend on the periodicity at the sample surface and is a direct result of the wave nature of the electrons. One can produce individual images of the diffraction pattern spot intensities by turning off the intermediate lens and inserting a contrast aperture in the back focal plane of the objective lens (or, in state-of-the-art instruments, in the center of the separator, as chosen by the excitation of the objective lens), thus allowing for real-time observations of dynamic processes at surfaces. Such phenomena include (but are not limited to): tomography, phase transitions, adsorption, reaction, segregation, thin film growth, etching, strain relief, sublimation, and magnetic microstructure. These investigations are only possible because of the accessibility of the sample; allowing for a wide variety of in situ studies over a wide temperature range.",
            "score": 183.1391143798828
        },
        {
            "docid": "4527733_5",
            "document": "High-resolution transmission electron microscopy . The interaction of the electron wave with the crystallographic structure of the sample is complex, but a qualitative idea of the interaction can readily be obtained. Each imaging electron interacts independently with the sample. Above the sample, the wave of an electron can be approximated as a plane wave incident on the sample surface. As it penetrates the sample, it is attracted by the positive atomic potentials of the atom cores, and channels along the atom columns of the crystallographic lattice (s-state model). At the same time, the interaction between the electron wave in different atom columns leads to Bragg diffraction. The exact description of dynamical scattering of electrons in a sample not satisfying the weak phase object approximation (WPOA), which is almost all real samples, still remains the holy grail of electron microscopy. However, the physics of electron scattering and electron microscope image formation are sufficiently well known to allow accurate simulation of electron microscope images.",
            "score": 182.47540283203125
        },
        {
            "docid": "3690047_9",
            "document": "Electron cryotomography . A major obstacle in CryoET is identifying structures of interest within complicated cellular environments. One solution is to apply correlated cryo-fluorescence light microscopy, and even super-resolution light microscopy (e.g. cryo-PALM), and CryoET. In these techniques, a sample containing a fluorescently-tagged protein of interest is plunge-frozen and first imaged in a light microscope equipped with a special stage to allow the sample to be kept at sub-crystallization temperatures (<-150 °C). The location of the fluorescent signal is identified and the sample is transferred to the CryoTEM, where the same location is then imaged at high resolution by CryoET.",
            "score": 182.23324584960938
        }
    ]
}