{
    "q": [
        {
            "docid": "45350085_6",
            "document": "Visual computing . At least the following disciplines are sub-fields of visual computing. More detailed descriptions of each of these fields can be found on the linked special pages. Computer graphics is a general term for all techniques that produce images as result with the help of a computer. To transform the description of objects to nice images is called rendering which is always a compromise between image quality and run-time. Techniques that can extract content information from images are called image analysis techniques. Computer vision is the ability of computers (or of robots) to recognize their environment and to interpret it correctly. Visualization is used to produce images that shall communicate messages. Data may be abstract or concrete, often with no a priori geometrical components. Visual analytics describes the discipline of interactive visual analysis of data, also described as “the science of analytical reasoning supported by the interactive visual interface”. To represent objects for rendering it needs special methods and data structures, which subsumed with the term geometric modeling. In addition to describing and interactive geometric techniques, sensor data are more and more used to reconstruct geometrical models. Algorithms for the efficient control of 3D printers also belong to the field of visual computing. In contrast to image analysis image processing manipulates images to produce better images. “Better” can have very different meanings subject to the respective application. Also, it has to be discriminated from image editing which describes interactive manipulation of images based on human validation. Techniques that produce the feeling of immersion into a fictive world are called virtual reality (VR). Requirements for VR include head-mounted displays, real-time tracking, and high-quality real-time rendering. Augmented reality enables the user to see the real environment in addition to the virtual objects, which augment this reality. Accuracy requirements on rendering speed and tracking precision are significantly higher here. The planning, design and uses of interfaces between people and computers is not only part of every system involving images. Due to the high bandwidth of the human visual channel (eye), images are also a preferred part of ergonomic user interfaces in any system, so that human-computer interaction is also an integral part of visual computing.",
            "score": 127.6266884803772
        },
        {
            "docid": "51517174_6",
            "document": "Axiomatic theory of receptive fields . Theoretical arguments have been presented of preferring this generalized Gaussian model of receptive fields over a Gabor model of receptive fields, because of the better theoretical properties of the generalized Gaussian model under natural image transformations. Specifically, these generalized Gaussian receptive fields can be shown to enable computation of \"invariant visual representations under natural image transformations\". By these results, the different shapes of receptive field profiles found in biological vision, which are tuned to different sizes and orientations in the image domain as well as to different image velocities in space-time, can be seen as well adapted to structure of the physical world and be explained from the requirement that the visual system should have the possibility of being invariant to the natural types of image transformations that occur in its environment.",
            "score": 119.93679022789001
        },
        {
            "docid": "18416476_37",
            "document": "Bird vision . The visual ability of birds of prey is legendary, and the keenness of their eyesight is due to a variety of factors. Raptors have large eyes for their size, 1.4 times greater than the average for birds of the same weight, and the eye is tube-shaped to produce a larger retinal image. The resolving power of an eye depends both on the optics, large eyes with large apertures suffers less from diffraction and can have larger retinal images due to a long focal length, and on the density of receptor spacing. The retina has a large number of receptors per square millimeter, which determines the degree of visual acuity. The more receptors an animal has, the higher its ability to distinguish individual objects at a distance, especially when, as in raptors, each receptor is typically attached to a single ganglion. Many raptors have foveas with far more rods and cones than the human fovea (65,000/mm in American kestrel, 38,000 in humans) and this provides these birds with spectacular long distance vision. It is proposed that the shape of the deep central fovea of raptors can create a telephoto optical system, increasing the size of the retinal image in the fovea and thereby increasing the spatial resolution. Behavioural studies show that some large eyed raptors (Wedge-tailed eagle, Old world vultures) and have ca 2 times higher spatial resolution than humans, but many medium and small sized raptors have comparable or lower spatial resolution. The forward-facing eyes of a bird of prey give binocular vision, which is assisted by a double fovea. The raptor's adaptations for optimum visual resolution (an American kestrel can see a 2–mm insect from the top of an 18–m tree) has a disadvantage in that its vision is poor in low light level, and it must roost at night. Raptors may have to pursue mobile prey in the lower part of their visual field, and therefore do not have the lower field myopia adaptation demonstrated by many other birds. Scavenging birds like vultures do not need such sharp vision, so a condor has only a single fovea with about 35,000 receptors mm. Vultures, however have high physiological activity of many important enzymes to suit their distant clarity of vision. Southern Caracara also only have a single fovea as this species forages on the ground for carrion and insects. However, they do have a higher degree of binocular overlap than other falcons, potentially to enable the caracara to manipulate objects, such as rocks, whilst foraging.",
            "score": 129.9634541273117
        },
        {
            "docid": "941909_23",
            "document": "Receptive field . Idealized models of visual receptive fields similar to those found in the retina, lateral geniculate nucleus (LGN) and the primary visual cortex of higher mammals can be derived in an axiomatic way from structural requirements on the first stages of visual processing that reflect symmetry properties of the surrounding world. Specifically, functional models for linear receptive fields can be derived in a principled manner to constitute a combination of Gaussian derivatives over the spatial domain and either non-causal Gaussian derivatives or truly time-causal temporal scale-space kernels over the temporal domain. Such receptive fields can be shown to enable computation of invariant visual representations under natural image transformations. By these results, the different shapes of receptive field profiles found in biological vision, which are tuned to different sizes and orientations in the image domain as well as to different image velocities in space-time, can be seen as well adapted to structure of the physical world and be explained from the requirement that the visual system should be invariant to the natural types of image transformations that occur in its environment.",
            "score": 117.78030633926392
        },
        {
            "docid": "31454062_3",
            "document": "Laser blended vision . Primarily the treatment is for a condition called presbyopia. Laser Blended Vision can be achieved through laser eye surgery, usually performed as LASIK, although surface laser eye surgery PRK or LASEK can be used to produce the effect. Laser Blended Vision works by increasing the depth of field of each eye through subtle changes in the optics of the corneal spherical aberration. The increase in depth of field allows for the eyes to be corrected in such a way that the dominant eye is set for distance and intermediate vision while the non-dominant eye sees best in the intermediate to near range. Because of the similarity in the visual performance of each eye in the intermediate range the brain is able to fuse the images between the eyes rendering a binocular visual environment. This is in contradiction to traditional monovision where the image disparity between the eyes is too high for image fusion by the brain and instead the brain needs to apply suppression of the blurred eye in order to perceive a clear visual field. In Laser Blended Vision, the eyes are effectively working together to allow good vision at near, intermediate and far, without the use of glasses. The effects of Laser Blended Vision tend to last between 5 and 10 years but can be further adjusted by enhancement procedures.",
            "score": 158.20860648155212
        },
        {
            "docid": "44632031_32",
            "document": "M-Theory (learning framework) . M-theory is based on a quantitative theory of the ventral stream of visual cortex. Understanding how visual cortex works in object recognition is still a challenging task for neuroscience. Humans and primates are able to memorize and recognize objects after seeing just couple of examples unlike any state-of-the art machine vision systems that usually require a lot of data in order to recognize objects. Prior to the use of visual neuroscience in computer vision has been limited to early vision for deriving stereo algorithms (e.g.,) and to justify the use of DoG (derivative-of-Gaussian) filters and more recently of Gabor filters. No real attention has been given to biologically plausible features of higher complexity. While mainstream computer vision has always been inspired and challenged by human vision, it seems to have never advanced past the very first stages of processing in the simple cells in V1 and V2. Although some of the systems inspired - to various degrees - by neuroscience, have been tested on at least some natural images, neurobiological models of object recognition in cortex have not yet been extended to deal with real-world image databases.",
            "score": 119.9347083568573
        },
        {
            "docid": "156431_10",
            "document": "Müller-Lyer illusion . Neural nets in the visual system of human beings learn how to make a very efficient interpretation of 3D scenes. That is why when somebody goes away from us, we do not perceive them as getting shorter. And when we stretch one arm and look at the two hands we do not perceive one hand smaller than the other. Visual illusions are sometimes held to show us that what we see is an image created in our brain. Our brain supposedly projects the image of the smaller hand to its correct distance in our internal 3D model. This is what is called the size constancy mechanism hypothesis.",
            "score": 123.27341151237488
        },
        {
            "docid": "32197396_2",
            "document": "Form perception . Form perception is the recognition of visual elements of objects, specifically those to do with shapes, patterns and previously identified important characteristics. An object is perceived by the retina as a two-dimensional image, but the image can vary for the same object in terms of the context with which it is viewed, the apparent size of the object, the angle from which it is viewed, how illuminated it is, as well as where it resides in the field of vision.  Despite the fact that each instance of observing an object leads to a unique retinal response pattern, the visual processing in the brain is capable of recognizing these experiences as analogous, allowing invariant object recognition. Visual processing occurs in a hierarchy with the lowest levels recognizing lines and contours, and slightly higher levels performing tasks such as completing boundaries and recognizing contour combinations. The highest levels integrate the perceived information to recognize an entire object. Essentially object recognition is the ability to assign labels to objects in order to categorize and identify them, thus distinguishing one object from another. During visual processing information is not created, but rather reformatted in a way that draws out the most detailed information of the stimulus.",
            "score": 129.04915285110474
        },
        {
            "docid": "17158563_31",
            "document": "Sheep . In sheep breeds lacking facial wool, the visual field is wide. In 10 sheep (Cambridge, Lleyn and Welsh Mountain breeds, which lack facial wool), the visual field ranged from 298° to 325°, averaging 313.1°, with binocular overlap ranging from 44.5° to 74°, averaging 61.7°. In some breeds, unshorn facial wool can limit the visual field; in some individuals, this may be enough to cause \"wool blindness\". In 60 Merinos, visual fields ranged from 219.1° to 303.0°, averaging 269.9°, and the binocular field ranged from 8.9° to 77.7°, averaging 47.5°; 36% of the measurements were limited by wool, although photographs of the experiments indicate that only limited facial wool regrowth had occurred since shearing. In addition to facial wool (in some breeds), visual field limitations can include ears and (in some breeds) horns, so the visual field can be extended by tilting the head. Sheep eyes exhibit very low hyperopia and little astigmatism. Such visual characteristics are likely to produce a well-focused retinal image of objects in both the middle and long distance. Because sheep eyes have no accommodation, one might expect the image of very near objects to be blurred, but a rather clear near image could be provided by the tapetum and large retinal image of the sheep's eye, and adequate close vision may occur at muzzle length. Good depth perception, inferred from the sheep's sure-footedness, was confirmed in \"visual cliff\" experiments; behavioral responses indicating depth perception are seen in lambs at one day old. Sheep are thought to have colour vision, and can distinguish between a variety of colours: black, red, brown, green, yellow and white. Sight is a vital part of sheep communication, and when grazing, they maintain visual contact with each other. Each sheep lifts its head upwards to check the position of other sheep in the flock. This constant monitoring is probably what keeps the sheep in a flock as they move along grazing. Sheep become stressed when isolated; this stress is reduced if they are provided with a mirror, indicating that the sight of other sheep reduces stress.",
            "score": 135.25086092948914
        },
        {
            "docid": "24965027_8",
            "document": "Cognitive neuroscience of visual object recognition . This model, proposed by Marr and Nishihara (1978), states that object recognition is achieved by matching 3-D model representations obtained from the visual object with 3-D model representations stored in memory as veridical shape precepts. Through the use of computer programs and algorithms, Yi Yungfeng (2009) was able to demonstrate the ability for the human brain to mentally construct 3D images using only the 2D images that appear on the retina. Their model also demonstrates a high degree of shape constancy conserved between 2D images, which allow the 3D image to be recognized. The 3-D model representations obtained from the object are formed by first identifying the concavities of the object, which separate the stimulus into individual parts. Recent research suggests that an area of the brain, known as the caudal intraparietal area (CIP), is responsible for storing the slant and tilt of a plan surface that allow for concavity recognition. Rosenburg et al. implanted monkeys with a scleral search coil for monitoring eye position while simultaneously recording single neuron activation from neurons within the CIP. During the experiment, monkeys sat 30 cm away from an LCD screen that displayed the visual stimuli. Binocular disparity cues were displayed on the screen by rendering stimuli as green-red anaglyphs and the slant-tilt curves ranged from 0 to 330. A single trial consisted of a fixation point and then the presentation of a stimulus for 1 second. Neuron activations were then recorded using the surgically inserted microelectrodes. These single neuron activations for specific concavities of objects lead to the discovery that each axis of an individual part of an object containing concavity are found in memory stores. Identifying the principal axis of the object assists in the normalization process via mental rotation that is required because only the canonical description of the object is stored in memory. Recognition is acquired when the observed object viewpoint is mentally rotated to match the stored canonical description.[11] An extension of Marr and Nishihara's model, the recognition-by-components theory, proposed by Biederman (1987), proposes that the visual information gained from an object is divided into simple geometric components, such as blocks and cylinders, also known as \"geons\" (geometric ions), and are then matched with the most similar object representation that is stored in memory to provide the object's identification (see Figure 1).",
            "score": 108.22589409351349
        },
        {
            "docid": "5104401_3",
            "document": "Outline of computer vision . Computer vision – interdisciplinary field that deals with how computers can be made to gain high-level understanding from digital images or videos. From the perspective of engineering, it seeks to automate tasks that the human visual system can do. Computer vision tasks include methods for acquiring digital images (through image sensors), image processing, and image analysis, to reach an understanding of digital images. In general, it deals with the extraction of high-dimensional data from the real world in order to produce numerical or symbolic information that the computer can interpret. The image data can take many forms, such as video sequences, views from multiple cameras, or multi-dimensional data from a medical scanner. As a technological discipline, computer vision seeks to apply its theories and models for the construction of computer vision systems. As a scientific discipline, computer vision is concerned with the theory behind artificial systems that extract information from images.",
            "score": 134.53204369544983
        },
        {
            "docid": "1323985_26",
            "document": "Markov random field . Markov random fields find application in a variety of fields, ranging from computer graphics to computer vision and machine learning. MRFs are used in image processing to generate textures as they can be used to generate flexible and stochastic image models. In image modelling, the task is to find a suitable intensity distribution of a given image, where suitability depends on the kind of task and MRFs are flexible enough to be used for image and texture synthesis, image compression and restoration, image segmentation, surface reconstruction, image registration, texture synthesis, super-resolution, stereo matching and information retrieval. They can be used to solve various computer vision problems which can be posed as energy minimization problems or problems where different regions have to be distinguished using a set of discriminating features, within a Markov random field framework, to predict the category of the region. Markov random fields were a generalization over the Ising model and have, since then, been used widely in combinatorial optimizations and networks.",
            "score": 128.53787899017334
        },
        {
            "docid": "6338699_18",
            "document": "Embodied cognitive science . Clark distinguishes between two kinds of vision, animate and pure vision. Pure vision is an idea that is typically associated with classical artificial intelligence, in which vision is used to create a rich world model so that thought and reason can be used to fully explore the inner model. In other words, pure vision passively creates the external perceivable world so that the faculties of reason can be better used introspectively. Animate vision, by contrast, sees vision as the means by which real-time action can commence. Animate vision is then more of a vehicle by which visual information is obtained so that actions can be undertaken. Clark points to animate vision as an example of embodiment, because it uses both biological and local environment cues to create an active intelligent process. Consider the Clark's example of going to the drugstore to buy some Kodak film. In one's mind, one is familiar with the Kodak logo and its trademark gold color. Thus, one uses incoming visual stimuli to navigate around the drugstore until one finds the film. Therefore, vision should not be seen as a passive system but rather an active retrieval device that intelligently uses sensory information and local environmental cues to perform specific real-world actions.",
            "score": 131.23454666137695
        },
        {
            "docid": "3618538_3",
            "document": "Johnson's criteria . Night vision systems enabled the measurement of visual thresholds following World War II. The 1950s also marked a time of notable development in the performance modeling of night vision imaging systems. From 1957 to 1958, Johnson, a United States Army Night Vision & Electronic Sensors Directorate (NVESD) scientist, was working to develop methods of predicting target detection, orientation, recognition, and identification. Working with volunteer observers, Johnson used image intensifier equipment to measure the volunteer observer's ability to identify scale model targets under various conditions. His experiments produced the first empirical data on perceptual thresholds that was expressed in terms of line pairs. In the first Night Vision Image Intensifier Symposium in October 1958, Johnson presented his findings in a paper entitled \"Analysis of Image Forming Systems\", which contained the list that would later be known as Johnson's criteria.",
            "score": 102.55908441543579
        },
        {
            "docid": "6320685_6",
            "document": "Simple cell . However, it has been claimed that the Gabor model does not conform to the anatomical structure of the visual system as it short-cuts the LGN and uses the 2D image as it is projected on the retina. Azzopardi and Petkov have proposed a computational model of a simple cell, which combines the responses of model LGN cells with center-surround receptive fields (RFs). They call it Combination of RFs (CORF) model. Besides orientation selectivity, it exhibits cross orientation suppression, contrast invariant orientation tuning and response saturation. These properties are observed in real simple cells but are not possessed by the Gabor model. Using simulated reverse correlation they also demonstrate that the RF map of the CORF model can be divided into elongated excitatory and inhibitory regions typical of simple cells.",
            "score": 74.33984875679016
        },
        {
            "docid": "569650_15",
            "document": "Stimulus modality . Some common tests that measure visual health include visual acuity tests, refraction tests, visual field tests and colour vision tests. Visual acuity tests are the most common tests and they measure the ability to bring details into focus at different distances. Usually this test is conducted by having participants read a map of letters or symbols while one eye is covered. Refraction tests measure the eye's need for glasses or corrective lenses. This test is able to detect whether a person may be nearsighted or farsighted. These conditions occur when the light rays entering the eye are unable to converge on a single spot on the retina. Both refractive errors require corrective lenses in order to cure blurriness of vision. Visual field tests detect any gaps in peripheral vision. In healthy normal vision, an individual should be able to partially perceive objects to the left or right of their field of view using both eyes at one time. The center field of vision is seen in most detail. Colour vision tests are used to measure one's ability to distinguish colours. It is used to diagnose colour blindness. This test is also used as an important step in some job screening processes as the ability to see colour in such jobs may be crucial. Examples include military work or law enforcement.",
            "score": 188.26727211475372
        },
        {
            "docid": "3380919_3",
            "document": "David Heeger . In the fields of perceptual psychology, systems neuroscience, cognitive neuroscience, and computational neuroscience, Heeger has developed computational theories of neuronal processing in the visual system, and he has performed psychophysics (perceptual psychology) and neuroimaging (functional magnetic resonance imaging, fMRI) experiments on human vision. His contributions to computational neuroscience include theories for how the brain can sense optic flow and egomotion, and a theory of neural processing called the normalization model. His empirical research has contributed to our understanding of the topographic organization of visual cortex (retinotopy), visual awareness, visual pattern detection/discrimination, visual motion perception, stereopsis (depth perception), attention, working memory, the control of eye and hand movements, neural processing of complex audio-visual and emotional experiences (movies, music, narrative), abnormal visual processing in dyslexia, and neurophysiological characteristics of autism.",
            "score": 132.09972834587097
        },
        {
            "docid": "192280_3",
            "document": "Binocular vision . Other phenomena of binocular vision include utrocular discrimination (the ability to tell which of two eyes has been stimulated by light), eye dominance (the habit of using one eye when aiming something, even if both eyes are open), allelotropia (the averaging of the visual direction of objects viewed by each eye when both eyes are open), binocular fusion or singleness of vision (seeing one object with both eyes despite each eye's having its own image of the object), and binocular rivalry (seeing one eye's image alternating randomly with the other when each eye views images that are so different they cannot be fused).",
            "score": 148.91920566558838
        },
        {
            "docid": "30052276_14",
            "document": "Christoph Wulf . In a study about mimesis carried out together with Gunter Gebauer. For culture, art, and society, it was about the reconstruction of mimetic phenomenon, beginning in antiquity and ending with Derrida. This study was not about developing a history of mimetic thought. The research was instead carried out in the sense of the concept of family resemblance (Wittgenstein) with the objective of investigating how mimesis and mimetic processes were understood in various eras and in different contexts. Here it was found that the richness of the mimesis concept is in the fact that it has no narrowly delineated meaning, but that it changes and further develops in the course of historical development in the sense of family resemblance. It was about showing how mimesis was understood in the various historical contexts. For this reason research was carried out into how mimetic phenomena were conceptualized in antiquity and how these concepts changed in the Middle Ages, in the Renaissance, and in the modern era. The reconstruction and analysis of the mimesis concept of Walter Benjamin, Theodor Adorno, and Jacques Derridas were particularly interesting. Mimetic processes also have as their aim an assimilation to the work of art, which allows the work of art to remain as it is and which gives the person who is behaving mimetically the opportunity to include the forms of the work of art in her imagination. With the mimetic appropriation of works of art, an assimilation to an exterior and an incorporation of the exterior into the world of the imaginary occurs. This process also takes place in the opposite direction. Mental images are brought to the outside and objectified in a mimetic process. This happens with artistic works, but also with text and action plans. The mimetic process is a bridging process that on the one hand converts the exterior world into the interior world and on the other hand conveys the interior world into the exterior world. In the mimetic process, what occurs is not just an assimilation to a work of art or another person to which one mimetically relates in order to become the person that one is or can become through this assimilation. In mimetic processes, one does not become like the other, but one needs the other in order to be able to develop in relation to the other. In the relationship between children and parents, these processes play a central role. Because children want to grow up, they first need to become like their parents. Mimetic processes take place not just through seeing and hearing. Experiences of touching, smelling, tasting are also mimetically processed. Mimetic processes contribute to the partial overcoming of the subject/object split. In the mimetic process, the person emerges from himself and clings to an exterior. This often occurs pre-consciously and without thinking. This approaching of an assimilation to the other is an important form of appropriation of an exterior, an alterity. These processes take place even before thinking and speaking develop. They are physical processes, often sensuous ones, which take place even before the question of whether something is right or wrong is asked. Mimetic processes are polycentric. People hardly know what is happening with them when they are in a mimetic relationship and appropriate something in the process. What is mimetically learned can change again in response to later references and stimuli. Mimetically obtained knowledge is not clearly definable knowledge. In mimetic learning, a figure or a totality that is often not yet differentiated in the mimetic process is acquired. The mimetic movement aims at taking a symbolically generated world and interpreting a prior world that itself is already interpreted. A new interpretation of an already interpreted world takes place. This applies even to the repetition. The gesture of reproduction creates structures of meaning different from the prior givens. It isolates an object from the general context and establishes a perspective of reception that is different from the one perceived in the prior world. Isolation and change of perspective are characteristics of aesthetic processes that tie in with the close relationship between mimesis and aesthetics that has been seen since Plato. The mimetic new interpretation is a new perception, “a seeing as,” as formulated by Wittgenstein. The mimetic action involves the intention of showing a symbolically generated world in such a way that it can be seen as a distinct one. Mimetic processes do not just relate to other people. The recognition that cultural life is largely mimetic learning goes back to Plato and Aristotle. Plato already spoke about how there is a mimetic dynamic that one cannot resist, especially as a child and adolescent. We need to imitate other people, images, and models. According to Plato's interpretation, the (young) person cannot resist the power of the mimetic, but is subject to it. For this reason the negative occurrences and images from the ideal state need to be disregarded. Homer, who was long seen as a master teacher of the Greeks, should no longer play the central role in the education of the youth, but instead the philosophers. In contrast to Homer, who reported about the misdeeds of the gods, thereby creating negative role models, the philosophers were to become role models of the youth exclusively as models of the good. Aristotle set a different accent. He pleaded not simply for the exclusion of the negative, but instead demanded an examination of it in order to immunize the youth against the negative. In spite of points of view that differed, Plato and Aristotle agreed that the human is a “mimetic animal” and that culture is learned in mimetic processes. Here mimesis becomes a synonym for upbringing. Mimetic processes do not just aim at creating a copy like a photocopier. In the mimetic process, children, adolescents, and adults are active. They relate to an exterior, assimilate it, and become similar to it. For example, if children mimetically relate to a teacher that they really like, these children do not become like their role model. But they need this role model to which they can relate in order to be able to develop certain traits to bring themselves forth as they would like to be. These insights about the central role of mimetic learning are also supported today through Michael Tomasello's research, which shows that mimetic processes allow children who are just eight months old to understand the intentions of adults before they are manifested. Non-human primates are never able to do this. The neuroscientific research about the mirror neuron system makes the importance of mimetic processes clear. In this research it is shown that when people carry out an action, such as when they hit someone, neural processes occur that are similar to those of people watching these actions. Thus when people see an action, their brain reacts in a manner that is similar to if they had carried out this action themselves. When people dissipate in social situations and see how other people react, this generates nearly the same processes, with the only difference being that they are more weakly articulated. Several different methodologies support Wulf's theory that cultural life largely takes place mimetically.",
            "score": 90.95129418373108
        },
        {
            "docid": "6596_6",
            "document": "Computer vision . Computer vision is an interdisciplinary field that deals with how computers can be made for gaining high-level understanding from digital images or videos. From the perspective of engineering, it seeks to automate tasks that the human visual system can do. Computer vision is concerned with the automatic extraction, analysis and understanding of useful information from a single image or a sequence of images. It involves the development of a theoretical and algorithmic basis to achieve automatic visual understanding. Computer vision is concerned with the theory behind artificial systems that extract information from images. The image data can take many forms, such as video sequences, views from multiple cameras, or multi-dimensional data from a medical scanner “tricorder” medical scanner. As a technological discipline, computer vision seeks to apply its theories and models for the construction of computer vision systems.",
            "score": 137.45832562446594
        },
        {
            "docid": "6596_3",
            "document": "Computer vision . Computer vision tasks include method for image processing, and understanding digital images, and extraction of high dimensional data from the real world in order to produce numerical or symbolic information, \"e.g.\", in the forms of decisions. Understanding in this context means the transformation of visual images (the input of the retina) into descriptions of the world that can interface with other thought processes and elicit appropriate action. This image understanding can be seen as the disentangling of symbolic information from image data using models constructed with the aid of geometry, physics, statistics, and learning theory.",
            "score": 115.73733711242676
        },
        {
            "docid": "16812066_5",
            "document": "History of British animation . Animation was once thought to have been based on the phenomenon of 'persistence of vision', first identified in a paper by Peter Mark Roget published in 1825 by the Royal Society titled \"Explanation of an Optical Deception in the Appearance of the Spokes of a Wheel Seen through Vertical Apertures.\" It is now thought, however, that the illusion of movement in animation is due to the way in which the visual perception areas of our brain map movement in the real world. Our brain is thought to \"perceive\" movement by taking individual snapshots of the visual field and \"inducing\" that movement has occurred due to the changing position of things. Hence the brain interprets the quick succession of animated frames as moving images, as opposed to a succession of still images.",
            "score": 102.18676733970642
        },
        {
            "docid": "51462681_3",
            "document": "Objective vision . This is the story of what's happening when you see a picture, even too fast, the brain's visual cortex recognizes what it sees immediately. The visual cortex has a critical job in processing and it's the most complex part of brain. The human brain is much more aware of how it solves complex problems such as playing chess or solving algebra equations, which is why computer programmers have had so much success building machines that emulate this type of activity. but when entities visionary system starts to convert the signals to image(actually the separated shapes and colors) to find a relation between brain's information and those images. The system actually is concentrating on the separable sections, this separation gives the brain a visionary system the excellence processing result, because with this method the system do not waste much time on processing non significant sections and signals. this operation in the Objective Vision project called objective processing and because the O.V. mission is around human visionary simulation, so the developer refers with Objective Vision.",
            "score": 155.7649267911911
        },
        {
            "docid": "6596_28",
            "document": "Computer vision . Computer vision tasks include methods for acquiring, processing, analyzing and understanding digital images, and extraction of high-dimensional data from the real world in order to produce numerical or symbolic information, \"e.g.\", in the forms of decisions. Understanding in this context means the transformation of visual images (the input of the retina) into descriptions of the world that can interface with other thought processes and elicit appropriate action. This image understanding can be seen as the disentangling of symbolic information from image data using models constructed with the aid of geometry, physics, statistics, and learning theory.",
            "score": 114.96320724487305
        },
        {
            "docid": "59604_12",
            "document": "Epiphenomenon . Zenon Pylyshyn suggested a propositional model of cognition where people do not conceptualize ideas in images but rather in meaningful relationships. In this theory, epiphenomena refer to images because they are merely products people conceptualize from their actual thought processes. Pylyshyn defends his claim by explaining that we only see images when we envision the form of an object. While visualizing objects or actions is a frequent process in our mind, it does not occur when we are considering the meaning behind an action or the non-visual properties of an object. There are many concepts we simply cannot envision. Additionally, when envisioning an image, it changes based on our preconceived notions, suggesting that semantic relations precede visual images. Unfortunately, the idea of epiphenomena in propositional theory is largely subjective and not falsifiable.",
            "score": 114.86079788208008
        },
        {
            "docid": "1316947_4",
            "document": "Ambiguous image . When we see an image, the first thing we do is attempt to organize all the parts of the scene into different groups. To do this, one of the most basic methods used is finding the edges. Edges can include obvious perceptions such as the edge of a house, and can include other perceptions that the brain needs to process deeper, such as the edges of a person's facial features. When finding edges, the brain's visual system detects a point on the image with a sharp contrast of lighting. Being able to detect the location of the edge of an object aids in recognizing the object. In ambiguous images, detecting edges still seems natural to the person perceiving the image. However, the brain undergoes deeper processing to resolve the ambiguity. For example, consider an image that involves an opposite change in magnitude of luminance between the object and the background (e.g. From the top, the background shifts from black to white, and the object shifts from white to black). The opposing gradients will eventually come to a point where there is an equal degree of luminance of the object and the background. At this point, there is no edge to be perceived. To counter this, the visual system connects the image as a whole rather than a set of edges, allowing one to see an object rather than edges and non-edges. Although there is no complete image to be seen, the brain is able to accomplish this because of its understanding of the physical world and real incidents of ambiguous lighting. In ambiguous images, an illusion is often produced from illusory contours. An illusory contour is a perceived contour without the presence of a physical gradient. In examples where a white shape appears to occlude black objects on a white background, the white shape appears to be brighter than the background, and the edges of this shape produce the illusory contours. These illusory contours are processed by the brain in a similar way as real contours. The visual system accomplishes this by making inferences beyond the information that is presented in much the same way as the luminance gradient.",
            "score": 110.01980590820312
        },
        {
            "docid": "45464854_3",
            "document": "Sensory memory . Iconic memory. The mental representation of the visual stimuli are referred to as icons (fleeting images.) Iconic memory was the first sensory store to be investigated with experiments dating back as far as 1740. One of the earliest investigations into this phenomenon was by Ján Andrej Segner, a German physicist and mathematician. In his experiment, Segner attached a glowing coal to a cart wheel and rotated the wheel at increasing speed until an unbroken circle of light was perceived by the observer. He calculated that the glowing coal needed to make a complete circle in under 100ms to achieve this effect, which he determined was the duration of this visual memory store. In 1960, George Sperling conducted a study where participants were shown a set of letters for a brief amount of time and were asked to recall the letters they were shown afterwards. Participants were less likely to recall more letters when asked about the whole group of letters, but recalled more when asked about specific subgroups of the whole. These findings suggest that iconic memory in humans has a large capacity, but decays very rapidly . In a 2001 experiment, Vogel et al. presented a display of between 3 and 12 objects. After 900ms, a second display was presented that was either the same or had one object changed. The result was that the participants ability to decide if the two displays were identical was almost perfect with four objects, but steadily declined as the number of items in the display increased above four. This determined the capacity to be around four items. Another study set out to test the idea that visual sensory memory consists of coarse-grained and fine-grained memory traces using a mathematical model to quantify each. The study suggested that the dual-trace model of visual memory out performed single-trace models .",
            "score": 86.04792857170105
        },
        {
            "docid": "5611461_2",
            "document": "Contrast (vision) . Contrast is the difference in luminance or colour that makes an object (or its representation in an image or display) distinguishable. In visual perception of the real world, contrast is determined by the difference in the color and brightness of the object and other objects within the same field of view. The human visual system is more sensitive to contrast than absolute luminance, we can perceive the world similarly regardless of the huge changes in illumination over the day or from place to place. The maximum \"contrast\" of an image is the contrast ratio or dynamic range.",
            "score": 111.32274007797241
        },
        {
            "docid": "7913402_16",
            "document": "Paul Baltes . Neuronal plasticity, or the capability of the brain to adapt to new requirements, is a prime example of plasticity stressing that the individual’s ability to change is a lifelong process. Recently, researchers have been analyzing how the spared senses compensate for the loss of vision. Without visual input, blind humans have demonstrated that tactile and auditory functions still fully develop. A superiority of the blind has even been observed when they are presented with tactile and auditory tasks. This superiority may suggest that the specific sensory experiences of the blind may influence the development of certain sensory functions, namely tactile and auditory. One experiment was designed by Röder and colleagues to clarify the auditory localization skills of the blind in comparison to the sighted. They examined both blind human adults’ and sighted human adults’ abilities to locate sounds presented either central or peripheral (lateral) to them. Both congenitally blind adults and sighted adults could locate a sound presented in front of them with precision but the blind were clearly superior in locating sounds presented laterally. Currently, brain-imaging studies have revealed that the sensory cortices in the brain are reorganized after visual deprivation. These findings suggest that when vision is absent in development, the auditory cortices in the brain recruit areas that are normally devoted to vision, thus becoming further refined.",
            "score": 129.7549388408661
        },
        {
            "docid": "15728786_2",
            "document": "Human visual system model . A human visual system model (HVS model) is used by image processing, video processing and computer vision experts to deal with biological and psychological processes that are not yet fully understood. Such a model is used to simplify the behaviours of what is a very complex system. As our knowledge of the true visual system improves, the model is updated.",
            "score": 117.97669458389282
        },
        {
            "docid": "17198736_8",
            "document": "Visual prosthesis . Created by VisionCare Ophthalmic Technologies in conjunction with the CentraSight Treatment Program, the telescope is about the size of a pea and is implanted behind the iris of one eye. Images are projected onto healthy areas of the central retina, outside the degenerated macula, and is enlarged to reduce the effect the blind spot has on central vision. 2.2x or 2.7x magnification strengths make it possible to see or discern the central vision object of interest while the other eye is used for peripheral vision because the eye that has the implant will have limited peripheral vision as a side effect. Unlike a telescope which would be hand-held, the implant moves with the eye which is the main advantage. Patients using the device may however still need glasses for optimal vision and for close work. Before surgery, patients should first try out a hand-held telescope to see if they would benefit from image enlargement. One of the main drawbacks is that it cannot be used for patients who have had cataract surgery as the intraocular lens would obstruct insertion of the telescope. It also requires a large incision in the cornea to insert.",
            "score": 188.29088175296783
        },
        {
            "docid": "433584_4",
            "document": "McGurk effect . Vision is the primary sense for humans, but speech perception is multimodal, which means that it involves information from more than one sensory modality, in particular, audition and vision. The McGurk effect arises during phonetic processing because the integration of audio and visual information happens early in speech perception. The McGurk effect is very robust; that is, knowledge about it seems to have little effect on one's perception of it. This is different from certain optical illusions, which break down once one 'sees through' them. Some people, including those that have been researching the phenomenon for more than twenty years, experience the effect even when they are aware that it is taking place. With the exception of people who can identify most of what is being said from speech-reading alone, most people are quite limited in their ability to identify speech from visual-only signals. A more extensive phenomenon is the ability of visual speech to increase the intelligibility of heard speech in a noisy environment. Visible speech can also alter the perception of perfectly audible speech sounds when the visual speech stimuli are mismatched with the auditory speech. Normally, speech perception is thought to be an auditory process; however, our use of information is immediate, automatic, and, to a large degree, unconscious and therefore, despite what is widely accepted as true, speech is not only something we hear. Speech is perceived by all of the senses working together (seeing, touching, and listening to a face move). The brain is often unaware of the separate sensory contributions of what it perceives. Therefore, when it comes to recognizing speech the brain cannot differentiate whether it is seeing or hearing the incoming information.",
            "score": 131.86985433101654
        }
    ],
    "r": [
        {
            "docid": "15669613_11",
            "document": "Spinning Dancer . One way of changing the direction perceived is to use averted vision and mentally look for an arm going behind instead of in front, then carefully move the eyes back. Some may perceive a change in direction more easily by narrowing visual focus to a specific region of the image, such as the spinning foot or the shadow below the dancer and gradually looking upwards. One can also try to tilt one's head to perceive a change in direction. Another way is to watch the base shadow foot, and perceive it as the toes always pointing away from you and it can help with direction change. You can also close your eyes and try and envision the dancer going in a direction then reopen them and the dancer should change directions. Still another way is to wait for the dancer's legs to cross in the projection and then try to perceive a change in the direction in what follows. You could also try using your peripheral vision to distract the dominant part of the brain, slowly look away from the ballerina and you may begin to see it spin in the other direction. Perhaps the easiest method is to blink rapidly (slightly varying the rate if necessary) until consecutive images are going in the 'new' direction. Then open your eyes and the new rotational direction is maintained. It is even possible to see the illusion in a way that the dancer is not spinning at all, but simply rotating back and forth 180 degrees.",
            "score": 211.753173828125
        },
        {
            "docid": "17198736_8",
            "document": "Visual prosthesis . Created by VisionCare Ophthalmic Technologies in conjunction with the CentraSight Treatment Program, the telescope is about the size of a pea and is implanted behind the iris of one eye. Images are projected onto healthy areas of the central retina, outside the degenerated macula, and is enlarged to reduce the effect the blind spot has on central vision. 2.2x or 2.7x magnification strengths make it possible to see or discern the central vision object of interest while the other eye is used for peripheral vision because the eye that has the implant will have limited peripheral vision as a side effect. Unlike a telescope which would be hand-held, the implant moves with the eye which is the main advantage. Patients using the device may however still need glasses for optimal vision and for close work. Before surgery, patients should first try out a hand-held telescope to see if they would benefit from image enlargement. One of the main drawbacks is that it cannot be used for patients who have had cataract surgery as the intraocular lens would obstruct insertion of the telescope. It also requires a large incision in the cornea to insert.",
            "score": 188.29087829589844
        },
        {
            "docid": "569650_15",
            "document": "Stimulus modality . Some common tests that measure visual health include visual acuity tests, refraction tests, visual field tests and colour vision tests. Visual acuity tests are the most common tests and they measure the ability to bring details into focus at different distances. Usually this test is conducted by having participants read a map of letters or symbols while one eye is covered. Refraction tests measure the eye's need for glasses or corrective lenses. This test is able to detect whether a person may be nearsighted or farsighted. These conditions occur when the light rays entering the eye are unable to converge on a single spot on the retina. Both refractive errors require corrective lenses in order to cure blurriness of vision. Visual field tests detect any gaps in peripheral vision. In healthy normal vision, an individual should be able to partially perceive objects to the left or right of their field of view using both eyes at one time. The center field of vision is seen in most detail. Colour vision tests are used to measure one's ability to distinguish colours. It is used to diagnose colour blindness. This test is also used as an important step in some job screening processes as the ability to see colour in such jobs may be crucial. Examples include military work or law enforcement.",
            "score": 188.26727294921875
        },
        {
            "docid": "1894873_16",
            "document": "Eye movement . The visual system in the brain is too slow to process that information if the images are slipping across the retina at more than a few degrees per second. Thus, to be able to see while we are moving, the brain must compensate for the motion of the head by turning the eyes. Another specialisation of visual system in many vertebrate animals is the development of a small area of the retina with a very high visual acuity. This area is called the fovea, and covers about 2 degrees of visual angle in people. To get a clear view of the world, the brain must turn the eyes so that the image of the object of regard falls on the fovea. Eye movement is thus very important for visual perception, and any failure can lead to serious visual disabilities. To see a quick demonstration of this fact, try the following experiment: hold your hand up, about one foot (30 cm) in front of your nose. Keep your head still, and shake your hand from side to side, slowly at first, and then faster and faster. At first you will be able to see your fingers quite clearly. But as the frequency of shaking passes about 1 Hz, the fingers will become a blur. Now, keep your hand still, and shake your head (up and down or left and right). No matter how fast you shake your head, the image of your fingers remains clear. This demonstrates that the brain can move the eyes opposite to head motion much better than it can follow, or pursue, a hand movement. When your pursuit system fails to keep up with the moving hand, images slip on the retina and you see a blurred hand.",
            "score": 185.6587371826172
        },
        {
            "docid": "1099280_6",
            "document": "Eye examination . Visual acuity is the eye's ability to detect fine details and is the quantitative measure of the eye's ability to see an in-focus image at a certain distance. The standard definition of normal visual acuity (20/20 or 6/6 vision) is the ability to resolve a spatial pattern separated by a visual angle of one minute of arc. The terms 20/20 and 6/6 are derived from standardized sized objects that can be seen by a \"person of normal vision\" at the specified distance. For example, if one can see at a distance of 20 ft an object that normally can be seen at 20 ft, then one has 20/20 vision. If one can see at 20 ft what a normal person can see at 40 ft, then one has 20/40 vision. Put another way, suppose you have trouble seeing objects at a distance and you can only see out to 20 ft what a person with normal vision can see out to 200 feet, then you have 20/200 vision. The 6/6 terminology is more commonly used in Europe and Australia, and represents the distance in metres.",
            "score": 176.4453582763672
        },
        {
            "docid": "1331269_2",
            "document": "Vision span . Vision span or perceptual span is a controversial concept referring to the angular span (vertically and horizontally), within which the human eye has sharp enough vision to perform an action accurately (reading or face recognition). The visual field of the human eye spans approximately 120 degrees of arc. However, most of that arc is peripheral vision. The human eye has much greater resolution in the macula, where there is a higher density of cone cells. The field of view that is observed with sufficient resolution to read text typically spans about 6 degrees of arc, which is wide enough to allow a clear view of about five words in a row when printed text at ordinary size is held about 50 centimeters from the eyes. Regarding face processing, the field of view with a sufficient amount of information in order to recognise faces accurately spans about 7° which represents about 45% of a face. The brain creates the illusion of having a greater visual span by automatically and unconsciously moving the center of vision into any area of interest in the field of view.",
            "score": 172.5339813232422
        },
        {
            "docid": "1331269_4",
            "document": "Vision span . Most speed reading courses claim that the peripheral vision can be used to read text. This claim has been found to be false, because the text is blurred out through lack of visual resolution. At best the human brain can only \"guess\" at the content of text outside the macular region. There simply are not enough cone cells away from the center of the visual field to identify words in the periphery of the field.",
            "score": 170.62501525878906
        },
        {
            "docid": "305122_2",
            "document": "Peripheral vision . Peripheral vision is a part of vision that occurs only on the side gaze. There is a broad set of non-central points in the visual field that is included in the notion of peripheral vision. \"Far peripheral\" vision refers to the area at the edges of the visual field, \"mid-peripheral\" vision exists in the middle of the visual field, and \"near-peripheral\", sometimes referred to as \"para-central\" vision, exists adjacent to the center of gaze.",
            "score": 168.13027954101562
        },
        {
            "docid": "305122_13",
            "document": "Peripheral vision . The distinctions between foveal (sometimes also called central) and peripheral vision are reflected in subtle physiological and anatomical differences in the visual cortex. Different visual areas contribute to the processing of visual information coming from different parts of the visual field, and a complex of visual areas located along the banks of the interhemispheric fissure (a deep groove that separates the two brain hemispheres) has been linked to peripheral vision. It has been suggested that these areas are important for fast reactions to visual stimuli in the periphery, and monitoring body position relative to gravity.",
            "score": 167.2470245361328
        },
        {
            "docid": "350926_2",
            "document": "Retinitis pigmentosa . Retinitis pigmentosa (RP) is a genetic disorder of the eyes that causes loss of vision. Symptoms include trouble seeing at night and decreased peripheral vision (side vision). Onset of symptoms is generally gradual. As peripheral vision worsens, people may experience \"tunnel vision\". Complete blindness is uncommon. Retinitis pigmentosa is generally inherited from a person's parents. Mutations in one of more than 50 genes is involved. The underlying mechanism involves the progressive loss of rod photoreceptor cells in the back of the eye. This is generally followed by loss of cone photoreceptor cells. Diagnosis is by an examination of the retina finding dark pigment deposits. Other supportive testing may include an electroretinogram, visual field testing, or genetic testing. There is no cure for retinitis pigmentosa. Efforts to manage the problem may include the use of low vision aids, portable lighting, or a guide dog. Vitamin A palmitate supplements may be useful to slow worsening. A visual prosthesis may be an option in certain people with severe disease. It is estimated to affect 1 in 4,000 people. Onset is often in childhood but some are not affected until adulthood.",
            "score": 163.123291015625
        },
        {
            "docid": "47261588_16",
            "document": "Peripheral Head-Mounted Display (PHMD) . Most obvious changes are “motion”, which can be perceived over the whole spectrum of the FOV. In a smaller angle, change in color is also quite well perceivable (see figure). In contrast, perceiving shapes and reading text requires very dedicated attention of the pupil. However, when being very focused on a dedicated task, rough changes in shapes are still perceivable in a peripheral way. Even in the field of Human-Computer Interaction, there have been investigations on this visual “peripheral channel”, such as peripheral color perception with eyeglasses. Furthermore, researchers proposed to additionally utilize an eye tracker for a peripheral head-mounted display, in order to improve user experience. There has also been investigations on which display positions are most suitable. It has been found out that notifications presented at the middle and bottom areas of our human vision is more noticeable. However, top and middle positions are less distracting and more comfortable and preferred by the users. Among all the positions, the middle right position was found to strike the best balance between noticeability, comfort, and distraction.",
            "score": 161.76544189453125
        },
        {
            "docid": "350926_3",
            "document": "Retinitis pigmentosa . The initial retinal degenerative symptoms of retinitis pigmentosa are characterized by decreased night vision (nyctalopia) and the loss of the mid-peripheral visual field. The rod photoreceptor cells, which are responsible for low-light vision and are orientated in the retinal periphery, are the retinal processes affected first during non-syndromic forms of this disease. Visual decline progresses relatively quickly to the far peripheral field, eventually extending into the central visual field as tunnel vision increases. Visual acuity and color vision can become compromised due to accompanying abnormalities in the cone photoreceptor cells, which are responsible for color vision, visual acuity, and sight in the central visual field. The progression of disease symptoms occurs in a symmetrical manner, with both the left and right eyes experiencing symptoms at a similar rate.",
            "score": 159.01853942871094
        },
        {
            "docid": "749853_11",
            "document": "Fovea centralis . The fovea is employed for accurate vision in the direction where it is pointed. It comprises less than 1% of retinal size but takes up over 50% of the visual cortex in the brain. The fovea sees only the central two degrees of the visual field, (approximately twice the width of your thumbnail at arm's length). If an object is large and thus covers a large angle, the eyes must constantly shift their gaze to subsequently bring different portions of the image into the fovea (as in reading). Since the fovea does not have rods, it is not sensitive to dim lighting. Hence, in order to observe dim stars, astronomers use averted vision, looking out of the side of their eyes where the density of rods is greater, and hence dim objects are more easily visible.",
            "score": 158.4063720703125
        },
        {
            "docid": "31454062_3",
            "document": "Laser blended vision . Primarily the treatment is for a condition called presbyopia. Laser Blended Vision can be achieved through laser eye surgery, usually performed as LASIK, although surface laser eye surgery PRK or LASEK can be used to produce the effect. Laser Blended Vision works by increasing the depth of field of each eye through subtle changes in the optics of the corneal spherical aberration. The increase in depth of field allows for the eyes to be corrected in such a way that the dominant eye is set for distance and intermediate vision while the non-dominant eye sees best in the intermediate to near range. Because of the similarity in the visual performance of each eye in the intermediate range the brain is able to fuse the images between the eyes rendering a binocular visual environment. This is in contradiction to traditional monovision where the image disparity between the eyes is too high for image fusion by the brain and instead the brain needs to apply suppression of the blurred eye in order to perceive a clear visual field. In Laser Blended Vision, the eyes are effectively working together to allow good vision at near, intermediate and far, without the use of glasses. The effects of Laser Blended Vision tend to last between 5 and 10 years but can be further adjusted by enhancement procedures.",
            "score": 158.20860290527344
        },
        {
            "docid": "895033_2",
            "document": "Macular degeneration . Macular degeneration, also known as age-related macular degeneration (AMD or ARMD), is a medical condition which may result in blurred or no vision in the center of the visual field. Early on there are often no symptoms. Over time, however, some people experience a gradual worsening of vision that may affect one or both eyes. While it does not result in complete blindness, loss of central vision can make it hard to recognize faces, drive, read, or perform other activities of daily life. Visual hallucinations may also occur and these do not represent a mental illness. Macular degeneration typically occurs in older people. Genetic factors and smoking also play a role. It is due to damage to the macula of the retina. Diagnosis is by a complete eye exam. The severity is divided into early, intermediate, and late types. The late type is additionally divided into \"dry\" and \"wet\" forms with the dry form making up 90% of cases. Prevention includes exercising, eating well, and not smoking. Antioxidant vitamins and minerals do not appear to be useful for prevention. There is no cure or treatment that returns vision already lost. In the wet form, anti-VEGF medication injected into the eye or less commonly laser coagulation or photodynamic therapy may slow worsening. Supplements in those who already have the disease may slow progression. In 2015 it affected 6.2 million people globally. In 2013 it was the fourth most common cause of blindness after cataracts, preterm birth, and glaucoma. It most commonly occurs in people over the age of fifty and in the United States is the most common cause of vision loss in this age group. About 0.4% of people between 50 and 60 have the disease, while it occurs in 0.7% of people 60 to 70, 2.3% of those 70 to 80, and nearly 12% of people over 80 years old. Signs and symptoms of macular degeneration include: Macular degeneration by itself will not lead to total blindness. For that matter, only a small number of people with visual impairment are totally blind. In almost all cases, some vision remains, mainly peripheral. Other complicating conditions may lead to such an acute condition (severe stroke or trauma, untreated glaucoma, etc.), but few macular degeneration patients experience total visual loss.",
            "score": 157.1087646484375
        },
        {
            "docid": "8128722_27",
            "document": "Eye movement in music reading . Peripheral visual input in music reading is clearly in need of more investigation, particularly now that the paradigm has become more accessible to researchers. A case could be made that Western music notation has developed in such a way as to optimise the use of peripheral input in the reading process. Noteheads, stems, beams, barlines and other notational symbols are all sufficiently bold and distinctive to be useful when picked up peripherally, even when at some distance from the fovea. The upcoming pitch contour and prevailing rhythmic values of a musical line can typically be ascertained ahead of foveal perception. For example, a run of continuous semiquavers beamed together by two thick, roughly horizontal beams, will convey potentially valuable information about rhythm and texture, whether to the right on the currently fixated stave, or above, or above or below in a neighbouring stave. This is reason enough to suspect that the peripheral preprocessing of notational information is a factor in fluent music reading, just as it has been found to be the case for language reading. This would be consistent with the findings of Smith (1988) and Kinsler & Carpenter (1995), who reported that the eyes do not fixate on every note in the reading of melodies.",
            "score": 157.0850830078125
        },
        {
            "docid": "305126_5",
            "document": "Field of view . The range of visual abilities is not uniform across the visual field, and varies from animal to animal. For example, binocular vision, which is the basis for stereopsis and is important for depth perception, covers 114 degrees (horizontally) of the visual field in humans; the remaining peripheral 40 degrees on each side have no binocular vision (because only one eye can see those parts of the visual field). Some birds have a scant 10 or 20 degrees of binocular vision.",
            "score": 156.85452270507812
        },
        {
            "docid": "1543423_23",
            "document": "Eye tracking . Eye movements are typically divided into fixations and saccades – when the eye gaze pauses in a certain position, and when it moves to another position, respectively. The resulting series of fixations and saccades is called a scanpath. Smooth pursuit describes the eye following a moving object. Fixational eye movements include micro saccades: small, involuntary saccades that occur during attempted fixation. Most information from the eye is made available during a fixation or smooth pursuit, but not during a saccade. The central one or two degrees of the visual angle (that area of the visual field which falls on the fovea) provide the bulk of visual information; the input from larger eccentricities (the periphery) has less resolution and little to no colour, although contrast and movement is detected better in peripheral vision. Hence, the locations of fixations or smooth pursuit along a scanpath show what information loci on the stimulus were processed during an eye-tracking session. On average, fixations last for around 200 ms during the reading of linguistic text, and 350 ms during the viewing of a scene. Preparing a saccade towards a new goal takes around 200 ms.",
            "score": 156.2321319580078
        },
        {
            "docid": "3101395_2",
            "document": "Visual field test . A visual field test is an eye examination that can detect dysfunction in central and peripheral vision which may be caused by various medical conditions such as glaucoma, stroke, pituitary disease, brain tumours or other neurological deficits. Visual field testing can be performed clinically by keeping the subject's gaze fixed while presenting objects at various places within their visual field. Simple manual equipment can be used such as in the tangent screen test or the Amsler grid. When dedicated machinery is used it is called a perimeter.",
            "score": 156.20571899414062
        },
        {
            "docid": "51462681_3",
            "document": "Objective vision . This is the story of what's happening when you see a picture, even too fast, the brain's visual cortex recognizes what it sees immediately. The visual cortex has a critical job in processing and it's the most complex part of brain. The human brain is much more aware of how it solves complex problems such as playing chess or solving algebra equations, which is why computer programmers have had so much success building machines that emulate this type of activity. but when entities visionary system starts to convert the signals to image(actually the separated shapes and colors) to find a relation between brain's information and those images. The system actually is concentrating on the separable sections, this separation gives the brain a visionary system the excellence processing result, because with this method the system do not waste much time on processing non significant sections and signals. this operation in the Objective Vision project called objective processing and because the O.V. mission is around human visionary simulation, so the developer refers with Objective Vision.",
            "score": 155.76492309570312
        },
        {
            "docid": "36921977_24",
            "document": "George M. Stratton . Stratton continued his experiments on perception, branching into studies on pseudoscopic vision, stereoscopic acuity, eye movements, symmetry and visual illusions, how people perceive depth seeing surroundings either one-eyed or two-eyed, acuity and limits of peripheral vision, apparent motion, afterimages impressed on the eye when a person stares at an object for long and then looks away, and problems with sight in half the visual field (hemianopsia). He both reviewed earlier studies on motion and conducted two of his own, concluding perceiving movement was more than the sum of seeing successive sequential images. He also surveyed and reported in reviews in the \"Psychological Bulletin\" experiments at various labs, including those in Europe, on matters related to sensation and perception.",
            "score": 155.6839599609375
        },
        {
            "docid": "26977166_12",
            "document": "Mantis . Mantises have stereo vision. They locate their prey by sight; their compound eyes contain up to 10,000 ommatidia. A small area at the front called the fovea has greater visual acuity than the rest of the eye, and can produce the high resolution necessary to examine potential prey. The peripheral ommatidia are concerned with perceiving motion; when a moving object is noticed, the head is rapidly rotated to bring the object into the visual field of the fovea. Further motions of the prey are then tracked by movements of the mantis's head so as to keep the image centered on the fovea. The eyes are widely spaced and laterally situated, affording a wide binocular field of vision and precise stereoscopic vision at close range. The dark spot on each eye that moves as it rotates its head is a pseudopupil. This occurs because the ommatidia that are viewed \"head-on\" absorb the incident light, while those to the side reflect it.",
            "score": 155.47061157226562
        },
        {
            "docid": "305122_8",
            "document": "Peripheral vision . The outer boundaries of peripheral vision correspond to the boundaries of the visual field as a whole. For a single eye, the extent of the visual field can be defined in terms of four angles, each measured from the fixation point, i.e., the point at which one's gaze is directed. These angles, representing four cardinal directions, are 60° superior (up), 60° nasal (towards the nose), 70–75° inferior (down), and 100–110° temporal (away from the nose and towards the temple). For both eyes the combined visual field is 130–135° vertical and 200–220° horizontal.",
            "score": 152.57974243164062
        },
        {
            "docid": "5730335_6",
            "document": "Monocular vision . Vision has been known to play an important role in balance and postural control in humans, along with proprioception and vestibular function. Monocular vision affects how the brain perceives its surroundings by decreasing the available visual field, impairing peripheral vision on one side of the body, and compromising depth perception, all three of which are major contributors to the role of vision in balance. Studies comparing monocular vision to binocular (two eyes) vision in cataract patients (pre and post surgery), glaucoma patients (compared with healthy age matched controls), and in healthy adults and children (in both binocular and monocular conditions) have all shown to negatively impact balance and postural control than when both eyes are available. Each of the studied populations still displayed better balance when having only one eye compared to having both eyes closed.",
            "score": 152.18588256835938
        },
        {
            "docid": "8292896_2",
            "document": "Eye–hand span . The eye–hand span is the distance across part of a text, usually a linguistic text that is being copied via typing or a piece of notated music that is being performed, defined as the distance between the position of the eyes acquiring that information and the hand(s) typing or performing it. Specifically, the eye–hand span is typically measured from the location of central visual input, and stretches between the syllable or chord currently being typed or performed, and the lateral location of the simultaneous fixation. This distance may be measured either in units of linear measurement or in characters or other \"bits\" of data. Some authors refer to the eye–hand span as the \"perceptual span\" for the visual information perceivable around the region of center of vision used in reading, and in some cases including peripheral input. The eye–hand span is analogous to the eye–voice span in reading language aloud and in singing.",
            "score": 151.72677612304688
        },
        {
            "docid": "29806557_3",
            "document": "Vision restoration therapy . Vision restoration therapy (VRT) is a computer-based treatment designed to help patients with visual field defects regain visual functions through repetitive light stimulation. The therapy is cleared by the U.S. Food and Drug Administration (FDA) for \"...the diagnosis and improvement of visual functions in patients with impaired vision that may result from trauma, stroke, inflammation, surgical removal of brain tumors or brain surgery, and may also be used to improve visual function in patients with amblyopia\".  Patterns of visual field loss depend on the injury, but the most common are hemianopia, loss of an entire hemisphere of vision; quadrantanopia, loss of a quadrant of vision; and scotoma, loss of an irregular section of vision. The main characteristics of these visual field losses is that they persist in both eyes, and therefore, one eye cannot compensate for the deficit in the other eye.",
            "score": 151.3604278564453
        },
        {
            "docid": "26245030_3",
            "document": "Preferential hyperacuity perimetry . Vision abnormalities such as metamorphopsia (distortions) and scotoma are symptoms of retinal diseases such as macular degeneration. In advanced stages of the disease, photoreceptor cells may be irreversibly damaged. Hence, if not treated, macular degeneration may lead to blindness. Awareness to early changes in vision, especially in high risk patients, leads to early treatment (such as intravitreal injection of anti-VEGF factors, e.g. bevacizumab or ranibizumab) and prevents loss of vision. Because of complex brain mechanisms such as filling-in, patients with small and peripheral defects in their vision are often unaware of such changes until late stages in the disease. Another problem is that minute visual aberrations can be normal and therefore should be distinguished from genuine visual abnormalities. Preferential hyperacuity perimetry (PHP) is a technology that bypasses filling-in and quantifies the extent of visual abnormalities.",
            "score": 149.83055114746094
        },
        {
            "docid": "2866503_28",
            "document": "Smallville (season 2) . When Entity FX took over the duties of creating the digital effects for the series, they also took over the challenge of crafting effects that would illustrate Clark’s super-powered abilities, including the new \"heat vision\" that was introduced this season. The visual effects for heat vision evolved over the course of the first season, until Gough and Millar agreed on one that reflected their image of what heat vision should look like; they did not want the usual \"red beams\" or \"laser vision\". The visuals developed from the idea that they wanted Clark to be able to use it in front of people without them being able to see it. What emerged was a \"heat ripple\" from \"distorting the frame\". John Wash explains what the creators were looking for:\"[Gough and Millar] wanted to be fairly accurate in terms of what you might see from something that was searingly hot traveling through the air, like a disturbance of the atmosphere. We keyed our research off the little ripples that you see if a light goes past a hotplate and reflects on a wall. We used a computer to create a conical version of that effect that could emanate from Clark's eyes, in combination with a little effect.\" They used \"blobs of heat vision\" instead of \"constant rays\" for the first instances of Clark using his ability, in an effort to simulate Clark's attempts to control it. A couple of episodes later in \"Red\", the special effects team would use similar techniques for red kryptonite. To illustrate red kryptonite’s effect on Clark, and it releasing his inhibitions, the special effects team crafted digital effects in his eyes. Brian Harding tweaked the effects they were already using for Clark’s heat vision, giving them a \"little devilish, hellish red flicker\" in Clark’s iris. To help illustrate Clark’s super speed, Mat Beck and his team would slow down and speed up background settings in a single shot. For example, in \"Ryan\", when Clark speeds up to the camera everything else slows to a stop—leaves stop blowing and birds are frozen in mid-flight—then everything begins moving normally as Clark races away from the camera. Entity FX also adds a blurring effect to Clark's body, as well as a distortion to the background to help further illustrate the speed at which Clark travels.",
            "score": 148.9234161376953
        },
        {
            "docid": "192280_3",
            "document": "Binocular vision . Other phenomena of binocular vision include utrocular discrimination (the ability to tell which of two eyes has been stimulated by light), eye dominance (the habit of using one eye when aiming something, even if both eyes are open), allelotropia (the averaging of the visual direction of objects viewed by each eye when both eyes are open), binocular fusion or singleness of vision (seeing one object with both eyes despite each eye's having its own image of the object), and binocular rivalry (seeing one eye's image alternating randomly with the other when each eye views images that are so different they cannot be fused).",
            "score": 148.91920471191406
        },
        {
            "docid": "31148473_6",
            "document": "Transsaccadic memory . Daniel Dennett argued that the way we think we are seeing the world is, for the most part, an illusion. Part of Dennett's argument is the claim that each of us possess what he calls a \"\"Cartesian theater\"\", in which we believe there is a full representation of the visual world in our mind and that there is a place in the mind where it is observed. According to Dennett, none of this exists. Instead, the only place where a full and rich representation exists is directly on the fovea, and every time a saccade occurs, the information is overwritten. Therefore, there is no such thing as transsaccadic memory. Information previously lost only appears to be retained in visual memory because we can look again. In this way, the outside world acts as a visual memory. Since our eyes are constantly moving, we are not aware that visual inputs are constantly being refreshed to give the illusion of the completed picture we think we are seeing.  Dennett makes a distinction between the presence of representation, and the representation of presence. The example he gives regarding this distinction is this: if you were to walk into a room covered in identical portraits of Marilyn Monroe, you would see that there are many of them, but you would not really be seeing them all at once. There would be no detailed representation of each individual portrait just the knowledge that they are present. Dennet's theory raises two relevant questions: 1) How does the visual system detect change in the environment? 2) How much information is retained in each saccade? The proposed answer to these questions lies in several mechanisms that support a high sensitivity to change in each visual fixation. These mechanisms are: retinal adaptation, \"pop-out\" systems, and motion detectors. The implication of this view is that little information is needed to be retained between each saccade.",
            "score": 148.57028198242188
        },
        {
            "docid": "3242434_5",
            "document": "Retinal implant . Optimal candidates for retinal implants have retinal diseases, such as retinitis pigmentosa or age-related macular degeneration. These diseases cause blindness by affecting the photoreceptor cells in the outer layer of the retina, while leaving the inner and middle retinal layers intact. Minimally, a patient must have an intact ganglion cell layer in order to be a candidate for a retinal implant. This can be assessed non-invasively using optical coherence tomography (OCT) imaging. Other factors, including the amount of residual vision, overall health, and family commitment to rehabilitation, are also considered when determining candidates for retinal implants. In subjects with age-related macular degeneration, who may have intact peripheral vision, retinal implants could result in a hybrid form of vision. In this case the implant would supplement the remaining peripheral vision with central vision information.",
            "score": 148.17137145996094
        },
        {
            "docid": "3101395_10",
            "document": "Visual field test . Threshold static perimetry is generally done using automated equipment. It is used for rapid screening and follow up of diseases involving deficits such as scotomas, loss of peripheral vision and more subtle vision loss. Perimetry testing is important in the screening, diagnosing, and monitoring of various eye, retinal, optic nerve and brain disorders.",
            "score": 147.81893920898438
        }
    ]
}