{
    "q": [
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 128.6501317024231
        },
        {
            "docid": "25902271_2",
            "document": "Mesenchymal–epithelial transition . A mesenchymal–epithelial transition (MET) is a reversible biological process that involves the transition from motile, multipolar or spindle-shaped mesenchymal cells to planar arrays of polarized cells called epithelia. MET is the reverse process of epithelial–mesenchymal transition (EMT). Unlike epithelial cells – which are stationary and characterized by an apical-basal polarity, tight junctions, and expression of cell-cell adhesion markers such as E-cadherin, mesenchymal cells do not make mature cell-cell contacts, can invade through the extracellular matrix, and express markers such as vimentin, fibronectin, N-cadherin, Twist, and Snail. METs occur in normal development, cancer metastasis, and induced pluripotent stem cell reprogramming. During embryogenesis and early development, cells switch back and forth between different cellular phenotypes via MET and its reverse process, epithelial–mesenchymal transition (EMT). Developmental METs have been studied most extensively in embryogenesis during nephrogenesis, but also occurs in somitogenesis, cardiogenesis, and hepatogenesis. While the mechanism in which MET occurs during each organ morphogenesis is similar in that epithelium-associated genes are upregulated and mesenchyme-associated genes are downregulated, each process has a unique signaling pathway to induce MET and these changes in gene expression profiles.",
            "score": 125.24657070636749
        },
        {
            "docid": "220443_12",
            "document": "Choanoflagellate . Dujardin, a French biologist interested in protozoan evolution, recorded the morphological similarities of choanoflagellates and sponge choanocytes and proposed the possibility of a close relationship as early as 1841. Over the past decade, this hypothesized relationship between choanoflagellates and animals has been upheld by independent analyses of multiple unlinked sequences: 18S rDNA, nuclear protein-coding genes, and mitochondrial genomes (Steenkamp, et al., 2006; Burger, et al., 2003; Wainright, et al., 1993). Importantly, comparisons of mitochondrial genome sequences from a choanoflagellate and three sponges confirm the placement of choanoflagellates as an outgroup to Metazoa and negate the possibility that choanoflagellates evolved from metazoans (Lavrov, et al., 2005). Finally, recent studies of genes expressed in choanoflagellates have revealed that choanoflagellates synthesize homologues of metazoan cell signaling and adhesion genes. (King, 2003) Genome sequencing shows that, among living organisms, the choanoflagellates are most closely related to animals. Because choanoflagellates and metazoans are closely related, comparisons between the two groups promise to provide insights into the biology of their last common ancestor and the earliest events in metazoan evolution. The choanocytes (also known as \"collared cells\") of sponges (considered among the most basal metazoa) have the same basic structure as choanoflagellates. Collared cells are found in other animal groups, such as ribbon worms, suggesting this was the morphology of their last common ancestor. The last common ancestor of animals and choanoflagellates was unicellular, perhaps forming simple colonies; in contrast, the last common ancestor of all eumetazoan animals was a multicellular organism, with differentiated tissues, a definite \"body plan\", and embryonic development (including gastrulation). The timing of the splitting of these lineages is difficult to constrain, but was probably in the late Precambrian, >.",
            "score": 142.5295534133911
        },
        {
            "docid": "8449_5",
            "document": "Developmental biology . Regional specification refers to the processes that create spatial pattern in a ball or sheet of initially similar cells. This generally involves the action of cytoplasmic determinants, located within parts of the fertilized egg, and of inductive signals emitted from signaling centers in the embryo. The early stages of regional specification do not generate functional differentiated cells, but cell populations committed to develop to a specific region or part of the organism. These are defined by the expression of specific combinations of transcription factors. Morphogenesis relates to the formation of three-dimensional shape. It mainly involves the orchestrated movements of cell sheets and of individual cells. Morphogenesis is important for creating the three germ layers of the early embryo (ectoderm, mesoderm and endoderm) and for building up complex structures during organ development. Cell differentiation relates specifically to the formation of functional cell types such as nerve, muscle, secretory epithelia etc. Differentiated cells contain large amounts of specific proteins associated with the cell function. Growth involves both an overall increase in size, and also the differential growth of parts (allometry) which contributes to morphogenesis. Growth mostly occurs through cell division but also through changes of cell size and the deposition of extracellular materials. The control of timing of events and the integration of the various processes with one another is the least well understood area of the subject. It remains unclear whether animal embryos contain a master clock mechanism or not.",
            "score": 165.5753871202469
        },
        {
            "docid": "5435207_10",
            "document": "Coprinopsis cinerea . \"C. cinerea\" is an ideal model for studying meiosis because meiosis progresses synchronously in about 10 million cells within each mushroom cap. Meiosis is a specialized cell division process, occurring in diploid cells, in which a single round of DNA replication occurs, and is followed by two divisions to produce four haploid daughter nuclei. During meiosis homologous chromosomes pair with each other and undergo a DNA repair process in which DNA damage is removed and genetic information is recombined. Burns et al. studied the expression of genes involved in the 15-hour meiotic process encompassing time points prior to the haploid nuclear fusion that forms the diploid zygote to the final formation of the four haploid products. They compared expression of particular genes in \"C. cinerea\" to the expression of the comparable genes (orthologs) in two other species (\"Saccharomyces cerevisiae\" and \"Schizosaccharomyces pombe\") from which \"C. cinerea\" had diverged in evolution 500 to 900 million years ago. They found that the expression of individual genes turned on or off at the same stage in \"C. cinerea\" as in the other two species. They also found that genes considered to be specifically involved in the meiotic process were more conserved in their expression pattern than non-meiotic genes. These findings indicate ancient conservation of the meiotic process.",
            "score": 116.60385036468506
        },
        {
            "docid": "14754943_3",
            "document": "SNAI1 . The Drosophila embryonic protein SNAI1, commonly known as Snail, is a zinc finger transcriptional repressor which downregulates the expression of ectodermal genes within the mesoderm. The nuclear protein encoded by this gene is structurally similar to the Drosophila snail protein, and is also thought to be critical for mesoderm formation in the developing embryo. At least two variants of a similar processed pseudogene have been found on chromosome 2. SNAI1 zinc-fingers (ZF) binds to E-box, an E-cadherin promoter region, and represses the expression of the adhesion molecule, which induces the tightly bound epithelial cells to break loose from each other and migrate into the developing embryo to become mesenchymal cells. This process allows for the formation of the mesodermal layer in the developing embryo. Though SNAI1 is shown to repress expression of E-cadherin in epithelial cells, studies have shown homozygous mutant embryos are still able to form a mesodermal layer. However, the mesodermal layer present shows characteristics of epithelial cells and not mesenchymal cells (the mutant mesoderm cells exhibited a polarized state). Other studies show that mutation of specific ZFs contribute to a decrease in SNAI1 E-cadherin repression.",
            "score": 219.6952097415924
        },
        {
            "docid": "12989754_3",
            "document": "GAL4/UAS system . The Gal4 system allows separation of the problems of defining which cells express a gene or protein and what the experimenter wants to do with this knowledge. Geneticists have created genetic varieties of model organisms (typically fruit flies), called \"GAL4 lines\", each of which expresses GAL4 in some subset of the animal's tissues. For example, some lines might express GAL4 only in muscle cells, or only in nerves, or only in the antennae, and so on. For fruit flies in particular, there are tens of thousands of such lines, with the most useful expressing GAL4 in only a very specific subset of the animal—perhaps, for example, only those neurons that connect two specific compartments of the fly's brain. The presence of GAL4, by itself, in these cells has little or no effect, since GAL4's main effect is to bind to a UAS region, and most cells have no (or innocuous) UAS regions.",
            "score": 155.93843615055084
        },
        {
            "docid": "2930542_8",
            "document": "Epithelial–mesenchymal transition . After the initial stage of embryogenesis, the implantation of the embryo and the initiation of placenta formation are associated with EMT. The trophoectoderm cells undergo EMT to facilitate the invasion of endometrium and appropriate placenta placement, thus enabling nutrient and gas exchange to the embryo. Later in embryogenesis, during gastrulation, EMT allows the cells to ingress in a specific area of the embryo – the primitive streak in amniotes, and the ventral furrow in Drosophila. The cells in this tissue express E-cadherin and apical-basal polarity. Since gastrulation is a very rapid process, E-cadherin is repressed transcriptionally by Twist and SNAI1 (commonly called \"Snail\"), and at the protein level by P38 interacting protein. The primitive streak, through invagination, further generates mesoendoderm, which separates to form a mesoderm and an endoderm, again through EMT. Mesenchymal cells from the primitive streak participate also in the formation of many epithelial mesodermal organs, such as notochord as well as somites, through the reverse of EMT, i.e. mesenchymal–epithelial transition. Amphioxus forms an epithelial neural tube and dorsal notochord but does not have the EMT potential of the primitive streak. In higher chordates, the mesenchyme originates out of the primitive streak migrates anteriorly to form the somites and participate with neural crest mesenchyme in formation of the heart mesoderm.",
            "score": 172.8876792192459
        },
        {
            "docid": "37360538_21",
            "document": "Insects in culture . Insects play an important role in biological research. Because of its small size, short generation time and high fecundity, the common fruit fly \"Drosophila melanogaster\" was selected as a model organism for studies of the genetics of higher eukaryotes. \"D. melanogaster\" has been an essential part of studies into principles like genetic linkage, interactions between genes, chromosomal genetics, evolutionary developmental biology, animal behaviour and evolution. Because genetic systems are well conserved among eukaryotes, understanding basic cellular processes like DNA replication or transcription in fruit flies helps scientists to understand those processes in other eukaryotes, including humans. The genome of \"D. melanogaster\" was sequenced in 2000, reflecting the fruit fly's important role in biological research. 70% of the fly genome is similar to the human genome, supporting the Darwinian theory of evolution from a single origin of life.",
            "score": 114.15885722637177
        },
        {
            "docid": "21944_47",
            "document": "Nervous system . In the early 20th century, a set of famous experiments by Hans Spemann and Hilde Mangold showed that the formation of nervous tissue is \"induced\" by signals from a group of mesodermal cells called the \"organizer region\". For decades, though, the nature of the induction process defeated every attempt to figure it out, until finally it was resolved by genetic approaches in the 1990s. Induction of neural tissue requires inhibition of the gene for a so-called bone morphogenetic protein, or BMP. Specifically the protein BMP4 appears to be involved. Two proteins called Noggin and Chordin, both secreted by the mesoderm, are capable of inhibiting BMP4 and thereby inducing ectoderm to turn into neural tissue. It appears that a similar molecular mechanism is involved for widely disparate types of animals, including arthropods as well as vertebrates. In some animals, however, another type of molecule called Fibroblast Growth Factor or FGF may also play an important role in induction.",
            "score": 157.61864840984344
        },
        {
            "docid": "55680252_6",
            "document": "Amyotrophic lateral sclerosis research . Many animals have been used over the years to study ALS and to search for a potential therapy. The animal models can be C. elegans which has only 959 cells with simple structure, and known gene code.. Also, some studied have introduced the transgenic strain of C. elegans, which has a mutation in a gene related to ALS for example, and crossed them with the transgenic nlp-29 GFP reporter strain, resulting in fluorescent markers to the cells that are expressing these mutated genes, which can be used to monitor the disease development and effects . Similar, but more complex nervous system from the C. elegans is the Drosophila. Fruit fly ALS models can be used to study the locomotion and eye changes that can be related to human symptoms. Thus, drugs can be tested on these transgenic fruit flies to discovery new target molecules . On the other hand, zebrafish models have been used widely due to their similarity in the development and anatomy characteristics as a vertebrate to the human body . A study introduced the SOD1/GFP transgenic zebra-fish to study that specific gene on the development and occurrence of ALS in the fish, and how can that be used in testing potential therapeutic molecules . All the previous models are considered simple, and saves time and money due to their short lifespan and small and simple body structure .",
            "score": 143.96632766723633
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 144.4261028766632
        },
        {
            "docid": "152611_2",
            "document": "Cellular differentiation . In developmental biology, cellular differentiation is the process where a cell changes from one cell type to another. Most commonly the cell changes to a more specialized type. Differentiation occurs numerous times during the development of a multicellular organism as it changes from a simple zygote to a complex system of tissues and cell types. Differentiation continues in adulthood as adult stem cells divide and create fully differentiated daughter cells during tissue repair and during normal cell turnover. Some differentiation occurs in response to antigen exposure. Differentiation dramatically changes a cell's size, shape, membrane potential, metabolic activity, and responsiveness to signals. These changes are largely due to highly controlled modifications in gene expression and are the study of epigenetics. With a few exceptions, cellular differentiation almost never involves a change in the DNA sequence itself. Thus, different cells can have very different physical characteristics despite having the same genome.",
            "score": 108.67460525035858
        },
        {
            "docid": "23366462_92",
            "document": "Insect . Insects play important roles in biological research. For example, because of its small size, short generation time and high fecundity, the common fruit fly \"Drosophila melanogaster\" is a model organism for studies in the genetics of higher eukaryotes. \"D. melanogaster\" has been an essential part of studies into principles like genetic linkage, interactions between genes, chromosomal genetics, development, behavior and evolution. Because genetic systems are well conserved among eukaryotes, understanding basic cellular processes like DNA replication or transcription in fruit flies can help to understand those processes in other eukaryotes, including humans. The genome of \"D. melanogaster\" was sequenced in 2000, reflecting the organism's important role in biological research. It was found that 70% of the fly genome is similar to the human genome, supporting the evolution theory.",
            "score": 102.9766492843628
        },
        {
            "docid": "1226356_19",
            "document": "Primary transcript . Judith Lengyel and Sheldon Penman from the department of Biology at the Massachusetts Institute of Technology (MIT) in Cambridge, Massachusetts wrote an article about one type of primary transcript involved in the genes of two dipterans, or insects that have two wings: \"Drosophila\" and \"Aedes\". The article describes how researchers looked at hnRNA, or basically pre-mRNA, primary transcripts in the two kinds of insects. The size of hnRNA transcripts and the fraction of hnRNA that is converted to mRNA in cell lines, or groups of cells derived from a single cell of whatever one is studying, of \"Drosophila melanogaster\" and \"Aedes albopictus\" were compared. Both insects are dipterans, but \"Aedes\" has a larger genome than \"Drosophila\". This means that Aedes has more DNA, which means more genes. The \"Aedes\" line make larger hnRNA than did the \"Drosophila\" line even though the two cell lines grew under similar conditions and produced mature or processed mRNA of the same size and sequence complexity. These data suggest that the size of hnRNA increases with increasing genome size, which is obviously shown by Aedes.",
            "score": 93.31374776363373
        },
        {
            "docid": "173204_36",
            "document": "Drosophila melanogaster . Unlike mammals, \"Drosophila\" flies only have innate immunity and lack an adaptive immune response. The \"D. melanogaster\" immune system can be divided into two responses: humoral and cell-mediated. The former is a systemic response mediated through the \"Toll\" and \"imd\" pathways, which are parallel systems for detecting microbes. The \"Toll\" pathway in \"Drosophila\" is known as the homologue of \"Toll-like\" pathways in mammals. Spatzle, a known ligand for the \"Toll\" pathway in flies, is produced in response to Gram-positive bacteria, parasites, and fungal infection. Upon infection, pro-Spatzle will be cleaved by protease SPE (Spatzle processing enzyme) to become active Spatzle, which then binds to the \"Toll\" receptor located on the cell surface (Fat body, hemocytes) and dimerise for activation of downstream NF-κB signaling pathways. The imd pathway, though, is triggered by Gram-negative bacteria through soluble and surface receptors (PGRP-LE and LC, respectively). \"D. melanogaster\" has a \"fat body\", which is thought to be homologous to the human liver. It is the primary secretory organ and produces antimicrobial peptides. These peptides are secreted into the hemolymph and bind infectious bacteria, killing them by forming pores in their cell walls. Other than the fat body, hemocytes, the blood cells in \"Drosophila\", are known as the homologue of mammalian monocyte/macrophages, possessing a significant role in immune responses. It is known from the literature that in response to immune challenge, hemocytes are able to secrete cytokines, for example Spatzle, to activate downstream signaling pathways in the fat body. However, the mechanism still remains unclear. The response to infection can involve up to 2,423 genes, or 13.7% of the genome. Although the fly's transcriptional response to microbial challenge is highly specific to individual pathogens, \"Drosophila\" differentially expresses a core group of 252 genes upon infection with most bacteria. This core group of genes is associated with gene ontology categories such as antimicrobial response, stress response, secretion, neuron-like, reproduction, and metabolism among others.",
            "score": 118.83822917938232
        },
        {
            "docid": "24206877_7",
            "document": "Eucidaris tribuloides . When its development is contrasted to the cidaroid sister subclass Euechinoidea, \"E. tribuloides\" becomes a very interesting organism from the standpoint of developmental and evolutionary biology. In euechinoid embryonic development, e.g. in the purple sea urchin, the micromeres comprise a set of four small cells that reside at the base of the vegetal plate. They are a \"precociously invaginating lineage\", meaning that they move into the blastocoel just prior to gastrulation; these four cells then eventually give rise to the larval skeleton. Similarly, \"E. tribuloides\" also possesses a larval skeleton that arises from a special lineage of cells. In contrast, however, the number and size of its micromeres can vary (from one to three), and they do not precociously invaginate; rather, they ingress during gastrulation and bud off from the tip of the growing archenteron. Although there are numerous molecular differences between the \"spicule-forming cells\" of \"E. tribuloides\" and the primary mesencyhme cells of euechinoids, these two cell lineages are thought to be homologous and have been contrasted in developmental evolution research.",
            "score": 101.396533370018
        },
        {
            "docid": "1408022_2",
            "document": "Drosophilidae . The Drosophilidae are a diverse, cosmopolitan family of flies, which includes fruit flies. Another unrelated family of flies, Tephritidae, also includes species known as \"small fruit flies\". The best known species of the Drosophilidae is \"Drosophila melanogaster\", within the genus \"Drosophila\", and this species is used extensively for studies concerning genetics, development, physiology, ecology and behaviour. This fruit fly is mostly composed of post-mitotic cells, has a very short lifespan, and shows gradual aging. As in other species, temperature influences the life history of the animal. Several genes have been identified that can be manipulated to extend the lifespan of these insects.",
            "score": 143.74425339698792
        },
        {
            "docid": "36624_6",
            "document": "Embryo . During gastrulation the cells of the blastula undergo coordinated processes of cell division, invasion, and/or migration to form two (diploblastic) or three (triploblastic) tissue layers. In triploblastic organisms, the three germ layers are called endoderm, ectoderm, and mesoderm. The position and arrangement of the germ layers are highly species-specific, however, depending on the type of embryo produced. In vertebrates, a special population of embryonic cells called the neural crest has been proposed as a \"fourth germ layer\", and is thought to have been an important novelty in the evolution of head structures.",
            "score": 213.099547624588
        },
        {
            "docid": "15776681_5",
            "document": "Developmental noise . The developmental noise can contribute to unique patterns of development in each individual as well. During development of a complex organ, variability in gene expression may be required to contribute to differentiation of multiple cell types from cells that have equivalent potential. For example, the patterning of the adult fly eye relies on multiple alternative choices of differentiation pathways within an apparently homogeneous field of cells. The facets (ommatidia) in fly eyes occur as two types, designated pale and yellow, as defined by the particular types of rhodopsin photopigments expressed in the two inner photoreceptor cells. In flies carrying mutations in the gene spineless, all ommatidia show the pale fate, while over expression of spineless induces the yellow fate. The final pattern of ommatidia is determined by stochastic variation in expression of this single transcription factor Spineless.",
            "score": 119.71905875205994
        },
        {
            "docid": "50185_47",
            "document": "Jellyfish . In 1961, Osamu Shimomura extracted green fluorescent protein (GFP) and another bioluminescent protein, called aequorin, from the large and abundant hydromedusa \"Aequorea victoria\", while studying photoproteins that cause bioluminescence in this species. Three decades later, Douglas Prasher sequenced and cloned the gene for GFP. Martin Chalfie figured out how to use GFP as a fluorescent marker of genes inserted into other cells or organisms. Roger Tsien later chemically manipulated GFP to produce other fluorescent colors to use as markers. In 2008, Shimomura, Chalfie and Tsien won the Nobel Prize in Chemistry for their work with GFP. Man-made GFP became commonly used as a fluorescent tag to show which cells or tissues express specific genes. The genetic engineering technique fuses the gene of interest to the GFP gene. The fused DNA is then put into a cell, to generate either a cell line or (via IVF techniques) an entire animal bearing the gene. In the cell or animal, the artificial gene turns on in the same tissues and the same time as the normal gene, making GFP instead of the normal protein. Illuminating the animal or cell reveals what tissues express that protein—or at what stage of development. The fluorescence shows where the gene is expressed.",
            "score": 114.88759589195251
        },
        {
            "docid": "42064066_18",
            "document": "Proneural genes . The proneural genes also have an important role in the development of distinct types of sensory organs, namely chordotonal organs (proprioceptorsthat detect mechanical and sound vibrations) and external sensory organs. Members of achaete-scute complex, such as achaete and scute, as well as ‘’atonal’’ and ‘’daughterless’’ confer to ectodermal cells the ability to become sensory mother cells (SMCs). In the development of sensory organs there are two main phases: determination and differentiation that may not be mechanistically separable. Proneural proteins are involved in both processes, through the activation of the downstream “differentiating genes” that in turn regulate the induction of sensory-organ-subtype characteristics. The specification of sensory organs by proneural genes is a complex process, since they elicit different cellular contexts. For instance, in \"Drosophila\", atonal (ato) can promote the development of chordotonal organs, for the receptors of olfactory sense organs, depending on the imaginal disc in which it is expressed. In \"Drosophila’s\" embryogenesis, the proneural gene achaete is expressed in well-determined regions as in the endoderm, being responsible for the formation of particular sensory organs in the adult and larvae. According to Ruíz-Gomes and Ghysen (1993), this expression occurs in two distinct phases: a competent state, in which the proneural gene is expressed in a cell cluster; a determined state, in which a specific cell accumulate high levels of ‘’ac’’ transcripts, originating a neural precursor. The function of each of the ASC complex genes varies with the development state (larvae or adult). For example, in the adult state the ac and sc genes promote the differentiation of two sets of complementary sensory organs and ase gene as a minimal function, while in the larvae state ac and sc genes affect the same set of sensory organs and ase is responsible for the determination of a complementary set.",
            "score": 101.54836857318878
        },
        {
            "docid": "25304632_10",
            "document": "Gene expression profiling in cancer . In a particular type of cell or tissue, only a small subset of an organism’s genomic DNA will be expressed as mRNAs at any given time. The unique pattern of gene expression for a given cell or tissue is referred to as its molecular signature. For example, the expression of genes in skin cells would be very different compared to those expressed in blood cells. Microarray analysis can provide quantitative gene expression information allowing for the generation of a molecular signature, each unique to a particular class of tumor. This idea was first shown experimentally in 2000 by researchers at Stanford University published in \"Nature Genetics\". The authors measured the relative expression of 9,703 human cDNAs in sixty cancer cell lines previously studied and characterized by the National Cancer Institute’s Developmental Therapeutics Program. A hierarchical clustering algorithm was used to group cell lines based on the similarity by which the pattern of gene expression varied. In this study by Ross \"et al.,\" the majority of cell lines with common organs of origin (based on information from the National Institutes of Health) clustered together at terminal branches, suggesting that cancer cells arising from the same tissue share many molecular characteristics. This allows for reliable identification of tumor type based on gene expression.",
            "score": 116.99120008945465
        },
        {
            "docid": "8742839_5",
            "document": "Philip A. Beachy . After receiving his Ph.D, he began working at the Carnegie Institution’s Department of Embryology in Baltimore for two years. After his short time there, he accepted a faculty position at the Johns Hopkins University School of Medicine. Beachy began focusing on the Drosophila hedgehog gene, for which he’s known for, in 1990. The gene’s name originated because fly embryos look spikey if the hedgehog gene is faulty or mutated. The hedgehog gene’s main function is to create protein signals in specific cells. These signals, in turn, allow for the formation of embryonic tissues. They do this by instructing neighboring cells to become a certain type of differentiated cell or to simply divide. In other words, this gene is responsible for the development of the appendages and body segments in Drosophila or fruit flies. Humans and other invertebrates have hedgehog genes that behave slightly different than the same gene in the fruit fly. In vertebrates, the hedgehog gene codes for the fingers and toes on the limbs. It also functions in organizing the brain and the spinal cord. Consequently, mutated hedgehog genes often cause birth defects. Also, if it is activated later in life, certain cancers can be triggered and begin to spread.",
            "score": 143.04479432106018
        },
        {
            "docid": "11008314_96",
            "document": "Evolutionary history of plants . Genome doubling is a relatively common occurrence in plant evolution and results in polyploidy, which is consequently a common feature in plants. It is estimated that at least half (and probably all) plants have seen genome doubling in their history. Genome doubling entails gene duplication, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form; though it is not known why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, causing genome duplication. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families are lesser than animals, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are more clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 105.33705723285675
        },
        {
            "docid": "2925212_18",
            "document": "Hox gene . Hox genes act at many levels within developmental gene hierarchies: at the \"executive\" level they regulate genes that in turn regulate large networks of other genes (like the gene pathway that forms an appendage). They also directly regulate what are called realisator genes or effector genes that act at the bottom of such hierarchies to ultimately form the tissues, structures, and organs of each segment. Segmentation involves such processes as morphogenesis (differentiation of precursor cells into their terminal specialized cells), the tight association of groups of cells with similar fates, the sculpting of structures and segment boundaries via programmed cell death, and the movement of cells from where they are first born to where they will ultimately function, so it is not surprising that the target genes of Hox genes promote cell division, cell adhesion, apoptosis, and cell migration.",
            "score": 121.640704870224
        },
        {
            "docid": "42495828_2",
            "document": "Ventral nervous system defective . The ventral nervous system defective (vnd) gene present in fruit flies of the genus Drosophila functions during embryonic brain development and is necessary for the formation and specification of neural cell lineages. This transcription factor is expressed in all brain neuromeres and functions as a columnar patterning gene in the early stages of cell differentiation. \"Vnd\" is important in cell development as well as cell maintenance during embryogenesis due to the expression of the gene in both the developing neural cells and the specified neuromeres. Knockout experiments of \"vnd\" reveal similar axonal defects as the knockout of the Hox gene \"labial (lab)\". Like the Hox genes, \"vnd\" is required for specification along the dorsoventral axis. Mutant \"vnd\" produce the loss of tritocerebral neural lineages as well as neuromeres, therefore this gene is crucial for the development of these cell lineages. Without proper \"vnd\" expression throughout Drosophila embryonic development, the brain would not become functional.",
            "score": 129.30711793899536
        },
        {
            "docid": "9236_60",
            "document": "Evolution . An area of current investigation in evolutionary developmental biology is the developmental basis of adaptations and exaptations. This research addresses the origin and evolution of embryonic development and how modifications of development and developmental processes produce novel features. These studies have shown that evolution can alter development to produce new structures, such as embryonic bone structures that develop into the jaw in other animals instead forming part of the middle ear in mammals. It is also possible for structures that have been lost in evolution to reappear due to changes in developmental genes, such as a mutation in chickens causing embryos to grow teeth similar to those of crocodiles. It is now becoming clear that most alterations in the form of organisms are due to changes in a small set of conserved genes.",
            "score": 91.4326639175415
        },
        {
            "docid": "13571938_46",
            "document": "Plant evolutionary developmental biology . Polyploidy is a very common feature in plants. It is believed that at least half plants are or have been polyploids. Polyploidy leads to genome doubling, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form. It is not known though, why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, leading to polypoidy. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families is less, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are found clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 97.49542081356049
        },
        {
            "docid": "315458_9",
            "document": "Ectoderm . During the process of gastrulation, a special type of cells called bottle cells invaginates a hole on the surface of the blastula which is called the dorsal lip of the blastopore. Once this lip has been established, the bottle cells will extend inward and migrate along the inner wall of the blastula known as the roof of the blastocoel. The once superficial cells of the animal pole are destined to become the cells of the middle germ layer called the mesoderm. Through the process of radial extension, cells of the animal pole that were once several layers thick divide to form a thin layer. At the same time, when this thin layer of dividing cells reaches the dorsal lip of the blastopore, another process occurs termed convergent extension. During convergent extension, cells that approach the lip intercalate mediolaterally, in such a way that cells are pulled over the lip and inside the embryo. These two processes allow for the prospective mesoderm cells to be placed between the ectoderm and the endoderm. Once convergent extension and radial intercalation are underway, the rest of the vegetal pole, which will become endoderm cells, is completely engulfed by the prospective ectoderm, as these top cells undergo epiboly, where the ectoderm cells divide in a way to form one layer. This creates a uniform embryo composed of the three germ layers in their respective positions.",
            "score": 224.143559217453
        },
        {
            "docid": "1664060_53",
            "document": "Adaptive immune system . The adaptive immune system, which has been best-studied in mammals, originated in jawed fish approximately 500 million years ago. Most of the molecules, cells, tissues, and associated mechanisms of this system of defense are found in cartilaginous fishes. Lymphocyte receptors, Ig and TCR, are found in all jawed vertebrates. The most ancient Ig class, IgM, is membrane-bound and then secreted upon stimulation of cartilaginous fish B cells. Another isotype, shark IgW, is related to mammalian IgD. TCRs, both α/β and γ/δ, are found in all animals from gnathostomes to mammals. The organization of gene segments that undergo gene rearrangement differs in cartilaginous fishes, which have a cluster form as compared to the translocon form in bony fish to mammals. Like TCR and Ig, the MHC is found only in jawed vertebrates. Genes involved in antigen processing and presentation, as well as the class I and class II genes, are closely linked within the MHC of almost all studied species.",
            "score": 101.70278680324554
        },
        {
            "docid": "46697210_19",
            "document": "Epigenetics of human development . Another hypothesis states that imprinting may help protect the female from ovarian trophoblastic disease and parthenogenesis. Trophoblastic disease occurs when a sperm fertilizes an egg with no nucleus and a cancer-like mass forms in the placenta. Parthenogenesis occurs when an unfertilized egg develops into a fully functional organism that is genetically identical to the parent, who is female in the case of animals or both sexes, in the case of plants. This does not occur naturally in mammals. In most animals, especially mammals, uniparental inheritance of chromosomes is often lethal or results in developmental abnormalities, sometimes physically but often cognitively. Other hypotheses point to the function of imprinting as a way of establishing the proper amount of expression or functional haploidy, much like silencing the extra X-chromosome in females (see section on Barr bodies). Imprinting may help in the differentiation of cells by silencing pluripotency genes or other developmental genes. Supporting this hypothesis, imprinted genes have been shown to differ in their expression between tissue types in the same organism, pointing to divergent outcomes as a result of developmental events during embryogenesis. Regardless of whether there is a single purpose for imprinting, numerous studies have shown that a normal and functional organism cannot be made without the various imprinting mechanisms.",
            "score": 97.9746949672699
        }
    ],
    "r": [
        {
            "docid": "1065882_10",
            "document": "Germ layer . The mesoderm germ layer forms in the embryos of triploblastic animals. During gastrulation, some of the cells migrating inward contribute to the mesoderm, an additional layer between the endoderm and the ectoderm. The formation of a mesoderm leads to the development of a coelom. Organs formed inside a coelom can freely move, grow, and develop independently of the body wall while fluid cushions and protects them from shocks.",
            "score": 231.18702697753906
        },
        {
            "docid": "2051700_5",
            "document": "Histogenesis . The mesoderm germ layer forms in the embryos of animals and mammals more complex than cnidarians, making them triploblastic. During gastrulation, some of the cells migrating inward to form the endoderm form an additional layer between the endoderm and the ectoderm. A theory suggests that this key innovation evolved hundreds of millions of years ago and led to the evolution of nearly all large, complex animals. The formation of a mesoderm led to the formation of a coelom. Organs formed inside a coelom can freely move, grow, and develop independently of the body wall while fluid cushions and protects them from shocks.",
            "score": 224.3291473388672
        },
        {
            "docid": "315458_9",
            "document": "Ectoderm . During the process of gastrulation, a special type of cells called bottle cells invaginates a hole on the surface of the blastula which is called the dorsal lip of the blastopore. Once this lip has been established, the bottle cells will extend inward and migrate along the inner wall of the blastula known as the roof of the blastocoel. The once superficial cells of the animal pole are destined to become the cells of the middle germ layer called the mesoderm. Through the process of radial extension, cells of the animal pole that were once several layers thick divide to form a thin layer. At the same time, when this thin layer of dividing cells reaches the dorsal lip of the blastopore, another process occurs termed convergent extension. During convergent extension, cells that approach the lip intercalate mediolaterally, in such a way that cells are pulled over the lip and inside the embryo. These two processes allow for the prospective mesoderm cells to be placed between the ectoderm and the endoderm. Once convergent extension and radial intercalation are underway, the rest of the vegetal pole, which will become endoderm cells, is completely engulfed by the prospective ectoderm, as these top cells undergo epiboly, where the ectoderm cells divide in a way to form one layer. This creates a uniform embryo composed of the three germ layers in their respective positions.",
            "score": 224.1435546875
        },
        {
            "docid": "14754943_3",
            "document": "SNAI1 . The Drosophila embryonic protein SNAI1, commonly known as Snail, is a zinc finger transcriptional repressor which downregulates the expression of ectodermal genes within the mesoderm. The nuclear protein encoded by this gene is structurally similar to the Drosophila snail protein, and is also thought to be critical for mesoderm formation in the developing embryo. At least two variants of a similar processed pseudogene have been found on chromosome 2. SNAI1 zinc-fingers (ZF) binds to E-box, an E-cadherin promoter region, and represses the expression of the adhesion molecule, which induces the tightly bound epithelial cells to break loose from each other and migrate into the developing embryo to become mesenchymal cells. This process allows for the formation of the mesodermal layer in the developing embryo. Though SNAI1 is shown to repress expression of E-cadherin in epithelial cells, studies have shown homozygous mutant embryos are still able to form a mesodermal layer. However, the mesodermal layer present shows characteristics of epithelial cells and not mesenchymal cells (the mutant mesoderm cells exhibited a polarized state). Other studies show that mutation of specific ZFs contribute to a decrease in SNAI1 E-cadherin repression.",
            "score": 219.69520568847656
        },
        {
            "docid": "5386696_5",
            "document": "Epiblast . During gastrulation, migrating epiblast cells undergo epithelial-mesenchymal transition in order to lose cell-cell adhesion (E-cadherin), delaminate from the epiblast layer and migrate over the dorsal surface of the epiblast then down through the primitive streak. The first wave of epiblast cells to invaginate through the primitive streak invades and displaces the hypoblast to become the embryonic endoderm. The mesoderm layer is established next as migrating epiblast cells move through the primitive streak then spread out within the space between the endoderm and remaining epiblast, which once the mesoderm layer has formed ultimately becomes the definitive ectoderm. The process of gastrulation results in a trilaminar germ disc, consisting of the ectoderm, mesoderm and endoderm layers.",
            "score": 218.03759765625
        },
        {
            "docid": "1474542_17",
            "document": "Embryogenesis . During gastrulation cells migrate to the interior of the blastula, subsequently forming two (in diploblastic animals) or three (triploblastic) germ layers. The embryo during this process is called a gastrula. The germ layers are referred to as the ectoderm, mesoderm and endoderm. In diploblastic animals only the ectoderm and the endoderm are present.",
            "score": 213.4139862060547
        },
        {
            "docid": "36624_6",
            "document": "Embryo . During gastrulation the cells of the blastula undergo coordinated processes of cell division, invasion, and/or migration to form two (diploblastic) or three (triploblastic) tissue layers. In triploblastic organisms, the three germ layers are called endoderm, ectoderm, and mesoderm. The position and arrangement of the germ layers are highly species-specific, however, depending on the type of embryo produced. In vertebrates, a special population of embryonic cells called the neural crest has been proposed as a \"fourth germ layer\", and is thought to have been an important novelty in the evolution of head structures.",
            "score": 213.0995330810547
        },
        {
            "docid": "41970480_10",
            "document": "Early stages of embryogenesis of tailless amphibians . The first visible stage of gastrulation is the creation of a concavity on the dorsal side, right under the gray crescent. In this place begins the infiltration of cells of the future mesoderm. From this moment the embryo is called a gastrula, and the concave, visible from outside, is the emerging blastopore. Over the upper edge of the blastopore, called the dorsal lip, a migration of cells occurs, which derive from the central area of the gray crescent. The process of involution takes place – the dorsal lip turns in upon itself. The moving cells enter the blastocoele. As the blastopore deepens, a new embryonic cavity develops, the primitive gut, or the archenteron. It grows in length towards the future front part of the embryo. It can be seen from outside the embryo that the dorsal lip curves itself and grows, creating the side lips of the blastopore. During this time, the paraxial mesoderm enters the embryo. It will change into somitomeres. The bottom of the archenteron is composed of macromeres. They later transform into the gut of the embryo. The ventral lip of the blastopore develops, and the lateral plate mesoderm enters the blastocoel through it. The blastopore develops a ring-like shape, and surrounds the macromeres, creating the yolk sac. The process of involution occurs simultaneously with the process of epiboly, a cell movement associated with the covering of the embryo by the ectoderm. The blastopore gradually closes, and the macromeres, which are endodermal cells, are pulled inside of the embryo (the process of emboly). It can be seen from the outside as the shrinking of the yolk sac. Near the end of gastrulation, the yolk sac becomes entirely covered by the ectoderm, and the blastopore assumes the shape of a vertical cleavage. The three germ layers form a characteristic shape. The ectoderm is the outermost layer, the mesoderm is the middle one, and the endoderm forms the inside layer. Only in the locations of the future body openings (the mouth and the anus), the endoderm remains in immediate contact with the ectoderm. In the next stage of development, which is known as neurulation, the embryo grows in length in the anterior-posterior axis. The differentiation of the germ layers also occurs.",
            "score": 209.09677124023438
        },
        {
            "docid": "39044_7",
            "document": "Mesoderm . During the third week a process called gastrulation creates a mesodermal layer between the endoderm and the ectoderm. This process begins with formation of a primitive streak on the surface of the epiblast. The cells of the layers move between the epiblast and hypoblast and begin to spread laterally and cranially. The cells of the epiblast move toward the primitive streak and slip beneath it in a process called invagination. Some of the migrating cells displace the hypoblast and create the endoderm, and others migrate between the endoderm and the epiblast to create the mesoderm. The remaining cells form the ectoderm. After that, the epiblast and the hypoblast establish contact with the extraembryonic mesoderm until they cover the yolk sac and amnion. They move onto either side of the prechordal plate. The prechordal cells migrate to the midline to form the notochordal plate. The chordamesoderm is the central region of trunk mesoderm. This forms the notochord which induces the formation of the neural tube and establishes the anterior-posterior body axis. The notochord extends beneath the neural tube from the head to the tail. The mesoderm moves to the midline until it covers the notochord, when the mesoderm cells proliferate they form the paraxial mesoderm. In each side, the mesoderm remains thin and is known as the lateral plate. The intermediate mesoderm lies between the paraxial mesoderm and the lateral plate. Between days 13 and 15, the proliferation of extraembryonic mesoderm, primitive streak and embryonic mesoderm take place. The notochord process occurs between days 15 and 17. Eventually, the development of the notochord canal and the axial canal takes place between days 17 and 19 when the first three somites are formed.",
            "score": 207.1122283935547
        },
        {
            "docid": "13968711_6",
            "document": "Development of the nervous system in humans . During gastrulation cells migrate to the interior of embryo, forming three germ layers— the endoderm (the deepest layer), mesoderm and ectoderm (the surface layer)—from which all tissues and organs will arise. In a simplified way, it can be said that the ectoderm gives rise to skin and nervous system, the endoderm to the guts and the mesoderm to the rest of the organs.",
            "score": 200.30715942382812
        },
        {
            "docid": "12276398_15",
            "document": "Human embryogenesis . The primitive streak, a linear band of cells formed by the migrating epiblast, appears, and this marks the beginning of gastrulation, which takes place around the seventeenth day (week 3) after fertilisation. The process of gastrulation reorganises the two-layer embryo into a three-layer embryo, and also gives the embryo its specific head-to-tail, and front-to-back orientation, by way of the primitive streak which establishes bilateral symmetry. A primitive node (or primitive knot) forms in front of the primitive streak which is the organiser of neurulation. A primitive pit forms as a depression in the centre of the primitive node which connects to the notochord which lies directly underneath. The node has arisen from epiblasts of the amniotic cavity floor, and it is this node that induces the formation of the neural plate which serves as the basis for the nervous system. The neural plate will form opposite the primitive streak from ectodermal tissue which thickens and flattens into the neural plate. The epiblast in that region moves down into the streak at the location of the primitive pit where the process called ingression, which leads to the formation of the mesoderm takes place. This ingression sees the cells from the epiblast move into the primitive streak in an epithelial-mesenchymal transition; epithelial cells become mesenchymal stem cells, multipotent stromal cells that can differentiate into various cell types. The hypoblast is pushed out of the way and goes on to form the amnion.The epiblast keeps moving and forms a second layer, the mesoderm. The epiblast has now differentiated into the three germ layers of the embryo, so that the bilaminar disc is now a trilaminar disc, the gastrula.",
            "score": 200.08758544921875
        },
        {
            "docid": "222177_21",
            "document": "Gastrulation . During the early stages of development, the primitive streak is the structure that will establish bilateral symmetry, determine the site of gastrulation and initiate germ layer formation. To form the streak, reptiles, birds and mammals arrange mesenchymal cells along the prospective midline, establishing the first embryonic axis, as well as the place where cells will ingress and migrate during the process of gastrulation and germ layer formation. The primitive streak extends through this midline and creates the antero-posterior body axis, becoming the first symmetry-breaking event in the embryo, and marks the beginning of gastrulation. This process involves the ingression of mesoderm and endoderm progenitors and their migration to their ultimate position, where they will differentiate into the three germ layers. The localization of the cell adhesion and signaling molecule beta-catenin is critical to the proper formation of the organizer region that is responsible for initiating gastrulation.",
            "score": 196.96018981933594
        },
        {
            "docid": "3335459_3",
            "document": "Primitive knot . In chick development, the primitive knot starts as a regional knot of cells that forms on the blastodisc immediately anterior to where the outer layer of cells will begin to migrate inwards - an area known as the primitive streak, which is involved with Koller's sickle. Posterior to the node is the primitive pit, where the cells of the epiblast (the upper layer of embryonic cells) initially begin to invaginate. This invagination expands posteriorly into the primitive groove as the cells layers continue to move into the space between the embryonic cells and the yolk. This differentiates the embryo into the three germ layers - endoderm, mesoderm, and ectoderm. The primitive knot migrates posteriorly as gastrulation proceeds, eventually being absorbed into the tail bud.",
            "score": 196.80844116210938
        },
        {
            "docid": "4188165_3",
            "document": "Primitive streak . The presence of the primitive streak will establish bilateral symmetry, determine the site of gastrulation and initiate germ layer formation. To form the streak, reptiles, birds and mammals arrange mesenchymal cells along the prospective midline, establishing the second embryonic axis, as well as the place where cells will ingress and migrate during the process of gastrulation and germ layer formation. The primitive streak extends through this midline and creates the left–right and cranial–caudal body axes, and marks the beginning of gastrulation. This process involves the ingression of mesoderm progenitors and their migration to their ultimate position, where they will differentiate into the mesoderm germ layer that, together with endoderm and ectoderm germ layers, will give rise to all the tissues of the adult organism.",
            "score": 196.05520629882812
        },
        {
            "docid": "19723734_49",
            "document": "Muscle . Schmid and Seipel argue that the origin of muscle cells is a monophyletic trait that occurred concurrently with the development of the digestive and nervous systems of all animals and that this origin can be traced to a single metazoan ancestor in which muscle cells are present. They argue that molecular and morphological similarities between the muscles cells in cnidaria and ctenophora are similar enough to those of bilaterians that there would be one ancestor in metazoans from which muscle cells derive. In this case, Schmid and Seipel argue that the last common ancestor of bilateria, ctenophora, and cnidaria was a triploblast or an organism with three germ layers and that diploblasty, meaning an organism with two germ layers, evolved secondarily due to their observation of the lack of mesoderm or muscle found in most cnidarians and ctenophores. By comparing the morphology of cnidarians and ctenophores to bilaterians, Schmid and Seipel were able to conclude that there were myoblast-like structures in the tentacles and gut of some species of cnidarians and in the tentacles of ctenophores. Since this is a structure unique to muscle cells, these scientists determined based on the data collected by their peers that this is a marker for striated muscles similar to that observed in bilaterians. The authors also remark that the muscle cells found in cnidarians and ctenophores are often contests due to the origin of these muscle cells being the ectoderm rather than the mesoderm or mesendoderm. The origin of true muscles cells is argued by others to be the endoderm portion of the mesoderm and the endoderm. However, Schmid and Seipel counter this skepticism about whether or not the muscle cells found in ctenophores and cnidarians are true muscle cells by considering that cnidarians develop through a medusa stage and polyp stage. They observe that in the hydrozoan medusa stage there is a layer of cells that separate from the distal side of the ectoderm to form the striated muscle cells in a way that seems similar to that of the mesoderm and call this third separated layer of cells the ectocodon. They also argue that not all muscle cells are derived from the mesendoderm in bilaterians with key examples being that in both the eye muscles of vertebrates and the muscles of spiralians these cells derive from the ectodermal mesoderm rather than the endodermal mesoderm. Furthermore, Schmid and Seipel argue that since myogenesis does occur in cnidarians with the help of molecular regulatory elements found in the specification of muscles cells in bilaterians that there is evidence for a single origin for striated muscle.",
            "score": 194.8297119140625
        },
        {
            "docid": "674_10",
            "document": "Anatomy . Unlike plant cells, animal cells have neither a cell wall nor chloroplasts. Vacuoles, when present, are more in number and much smaller than those in the plant cell. The body tissues are composed of numerous types of cell, including those found in muscles, nerves and skin. Each typically has a cell membrane formed of phospholipids, cytoplasm and a nucleus. All of the different cells of an animal are derived from the embryonic germ layers. Those simpler invertebrates which are formed from two germ layers of ectoderm and endoderm are called diploblastic and the more developed animals whose structures and organs are formed from three germ layers are called triploblastic. All of a triploblastic animal's tissues and organs are derived from the three germ layers of the embryo, the ectoderm, mesoderm and endoderm.",
            "score": 194.80166625976562
        },
        {
            "docid": "26389115_3",
            "document": "Vegetal rotation . Gastrulation in amphibians is initiated by formation of bottle cells at the dorsal marginal zone, followed by involution of prospective mesodermal cells. The mesoderm and endoderm then migrate animally along the blastocoel roof, driven in part by movement of the vegetal endoderm cells. In \"Xenopus\" embryos in which the blastocoel roof is removed prior to gastrulation, the movement of vegetal cells toward the blastocoel and their intercalation into the blastocoel floor causes the floor to spread, pushing the dorsal edge downward. In the context of the embryo, active vegetal rotation, together with epiboly of the animal cap ectodermal cells, appears to bring the vegetal mesendoderm into contact with the blastocoel roof. This movement results in formation of Brachet’s cleft. As gastrulation continues, further spreading of the blastocoel floor by upward movement of vegetal cells contributes to the advancement of the mesendoderm along the blastocoel roof. This process is aided by crawling mesodermal cells at the leading edge of the mesendoderm. Much like bottle cell formation at the blastopore lip, vegetal rotation begins at the dorsal side of the embryo, and spreads laterally to the ventral side. These processes, however, occur independently. While vegetal rotation appears to be important prior to and in the early stages of gastrulation, by stages 10.5 – 11, vegetal rotation ceases and further involution appears to be driven primarily by cell rearrangements.",
            "score": 192.10739135742188
        },
        {
            "docid": "8449_9",
            "document": "Developmental biology . The sperm and egg fuse in the process of fertilization to form a fertilized egg, or zygote. This undergoes a period of divisions to form a ball or sheet of similar cells called a blastula or blastoderm. These cell divisions are usually rapid with no growth so the daughter cells are half the size of the mother cell and the whole embryo stays about the same size. They are called cleavage divisions. Morphogenetic movements convert the cell mass into a three layered structure consisting of multicellular sheets called ectoderm, mesoderm and endoderm, which are known as germ layers. This is the process of gastrulation. During cleavage and gastrulation the first regional specification events occur. In addition to the formation of the three germ layers themselves, these often generate extraembryonic structures, such as the mammalian placenta, needed for support and nutrition of the embryo, and also establish differences of commitment along the anteroposterior axis (head, trunk and tail).",
            "score": 191.493408203125
        },
        {
            "docid": "347613_8",
            "document": "Germ cell . In the model organism \"Drosophila\", pole cells passively move from the posterior end of the embryo to the posterior midgut because of the infolding of the blastoderm. Then they actively move through the gut into the mesoderm. Endodermal cells differentiate and together with Wunen proteins they induce the migration through the gut. Wunen proteins are chemorepellents that lead the germ cells away from the endoderm and into the mesoderm. After splitting into two populations, the germ cells continue migrating laterally and in parallel until they reach the gonads. Columbus proteins, chemoattractants, stimulate the migration in the gonadal mesoderm.",
            "score": 191.47657775878906
        },
        {
            "docid": "315458_8",
            "document": "Ectoderm . Like the other two germ layers, mesoderm and endoderm, the ectoderm forms shortly after the egg is fertilized, and rapid cell division initiates. The epidermis of the skin originates from the less dorsal ectoderm which surrounds the neuroectoderm at the early gastrula stage of embryonic development. The position of the ectoderm relative to the other germ layers of the embryo is governed by \"selective affinity\", meaning that the inner surface of the ectoderm has a strong (positive) affinity for the mesoderm, and a weak (negative) affinity for the endoderm layer. This selective affinity changes during different stages of development. The strength of the attraction between two surfaces of two germ layers is determined by the amount and type of cadherin molecules present on the cells' surface. For example, the expression of N-cadherin is crucial to maintaining separation of precursor neural cells from precursor epithelial cells. The ectoderm is instructed to become the nervous system by the notochord, which is typically positioned above it.",
            "score": 188.4999237060547
        },
        {
            "docid": "7837328_7",
            "document": "Bilaminar blastocyst . The formation of the chorionic cavity (Extra-embryonic coelom) and the yolk sac (umbilical vesicle) is still up for debate. The thought of how the yolk sac membranes are formed begins with an increase in production of hypoblast cells, succeeded by different patterns of migration. On day 8, the first portion of hypoblast cells begin their migration and make what is known as the primary yolk sac, or Heuser's membrane (exocoelomic membrane). By day 12, the primary yolk sac has been disestablished by a new batch of migrating hypoblast cells that now contribute to the definitive yolk sac. While the primary yolk sac is forming, extraembryonic mesoderm makes its way into the blastocyst cavity to fill it with loosely packed cells. When the extraembryonic mesoderm is separated into two portions, a new gap arises called the chorionic cavity, or the extra-embryonic coelom. This new cavity is responsible for detaching the embryo and its amnion and yolk sac from the far wall of the blastocyst, which is now named the chorion. When the extraembryonic mesoderm splits into two layers, the amnion, yolk sac, and chorion follow its lead and also become double layered. The chorion and amnion are composed of extraembryonic ectoderm and mesoderm, where as the yolk sac is made of extraembryonic endoderm and mesoderm. When day 13 rolls around, the connecting stalk, a dense portion of extraembryonic mesoderm, restrains the embryonic disc in the chorionic cavity.",
            "score": 188.20594787597656
        },
        {
            "docid": "8449_10",
            "document": "Developmental biology . Regional specification is initiated by the presence of cytoplasmic determinants in one part of the zygote. The cells that contain the determinant become a signaling center and emit an inducing factor. Because the inducing factor is produced in one place, diffuses away, and decays, it forms a concentration gradient, high near the source cells and low further away. The remaining cells of the embryo, which do not contain the determinant, are competent to respond to different concentrations by upregulating specific developmental control genes. This results in a series of zones becoming set up, arranged at progressively greater distance from the signaling center. In each zone a different combination of developmental control genes is upregulated. These genes encode transcription factors which upregulate new combinations of gene activity in each region. Among other functions, these transcription factors control expression of genes conferring specific adhesive and motility properties on the cells in which they are active. Because of these different morphogenetic properties, the cells of each germ layer move to form sheets such that the ectoderm ends up on the outside, mesoderm in the middle, and endoderm on the inside. Morphogenetic movements not only change the shape and structure of the embryo, but by bringing cell sheets into new spatial relationships they also make possible new phases of signaling and response between them.",
            "score": 188.14927673339844
        },
        {
            "docid": "189701_8",
            "document": "Development of the nervous system . During early embryonic development the ectoderm becomes specified to give rise to the epidermis (skin) and the neural plate. The conversion of undifferentiated ectoderm to neuro-ectoderm requires signals from the mesoderm. At the onset of gastrulation presumptive mesodermal cells move through the dorsal blastopore lip and form a layer in between the endoderm and the ectoderm. These mesodermal cells that migrate along the dorsal midline give rise to a structure called the notochord. Ectodermal cells overlying the notochord develop into the neural plate in response to a diffusible signal produced by the notochord. The remainder of the ectoderm gives rise to the epidermis (skin). The ability of the mesoderm to convert the overlying ectoderm into neural tissue is called neural induction.",
            "score": 186.06259155273438
        },
        {
            "docid": "14800628_3",
            "document": "Ectodysplasin A receptor . \"EDAR\" and other genes provide instructions for making proteins that work together during embryonic development. These proteins form part of a signaling pathway that is critical for the interaction between two cell layers, the ectoderm and the mesoderm. In the early embryo, these cell layers form the basis for many of the body's organs and tissues. Ectoderm-mesoderm interactions are essential for the proper formation of several structures that arise from the ectoderm, including the skin, hair, nails, teeth, and sweat glands.",
            "score": 185.9625244140625
        },
        {
            "docid": "11562803_5",
            "document": "Fish development . Once blastoderm cells have covered almost half of the yolk cell, thickening throughout the margin of deep cells occurs. The thickening is referred to as the germ ring and is made up of a superficial layer, the epiblast which will become ectoderm, and an inner layer called the hypoblast which will become endoderm and mesoderm. As the blastoderm cells undergo epiboly around the yolk the internalization of cells at the blastoderm margin start to form hypoblast. Presumpive ectoderm or epiblast cells do not interalize but the deep cells (inner layer of cells) do and they become the mesoderm and endoderm. As the hypoblast cells move inward future mesoderm (hypoblast cells) start to move vegetally and proliferate but later in development these cells alter their direction and start moving towards the animal pole. However, endodermal precursors seem to lack a pattern and move randomly over the yolk.",
            "score": 185.39146423339844
        },
        {
            "docid": "24882537_5",
            "document": "Koller's sickle . Avian gastrulation occurs as cells move though the primitive streak. Hence, primitive streak is analogous to the blastopore lip in amphibian gastrulation. The primitive streak develops from Koller’s sickle and the epiblast of the avian embryo. As the cells of Koller’s sickle migrate during gastrulation, they form different portions of the primitive streak. The anterior cells of Koller’s sickle become the anterior region of the primitive streak, known as Hensen's node. Similarly, the posterior cells of Koller’s sickle form the posterior region of the primitive streak. This differential movement is due to expression of different mesodermal marker genes among the cells located in different areas of Koller’s sickle. Chordin is expressed in cells of the anterior streak, while Wnt8c is expressed in cells of the posterior streak. The movement is coordinated by a Wnt signaling pathway which is activated by fibroblast growth factors from the hypoblast.",
            "score": 184.53561401367188
        },
        {
            "docid": "315459_2",
            "document": "Endoderm . Endoderm is one of the three primary germ layers in the very early embryo. The other two layers are the ectoderm (outside layer) and mesoderm (middle layer), with the endoderm being the innermost layer. Cells migrating inward along the archenteron form the inner layer of the gastrula, which develops into the endoderm.",
            "score": 184.0819854736328
        },
        {
            "docid": "222177_4",
            "document": "Gastrulation . Gastrulation takes place after cleavage and the formation of the blastula. Gastrulation is followed by organogenesis, when individual organs develop within the newly formed germ layers. Each layer gives rise to specific tissues and organs in the developing embryo. The ectoderm gives rise to epidermis, the nervous system, and to the neural crest in vertebrates. The endoderm gives rise to the epithelium of the digestive system and respiratory system, and organs associated with the digestive system, such as the liver and pancreas. The mesoderm gives rise to many cell types such as muscle, bone, and connective tissue. In vertebrates, mesoderm derivatives include the notochord, the heart, blood and blood vessels, the cartilage of the ribs and vertebrae, and the dermis. Following gastrulation, cells in the body are either organized into sheets of connected cells (as in epithelia), or as a mesh of isolated cells, such as mesenchyme.",
            "score": 183.86468505859375
        },
        {
            "docid": "23496_8",
            "document": "Pregnancy (mammals) . Following this, a narrow line of cells appears on the surface on the embryo. Its growth makes the embryo undergo gastrulation, in which the three primary tissue layers of the fetus, the ectoderm, mesoderm, and endoderm, develop. The narrow line of cells begin to form the endoderm and mesoderm. The ectoderm begins to grow rapidly as a result of chemicals being produced by the mesoderm. These three layers give rise to all the various types of tissue in the body.",
            "score": 183.30604553222656
        },
        {
            "docid": "5386696_2",
            "document": "Epiblast . In amniote animal embryology, the epiblast (also known as the primitive ectoderm) is one of two distinct layers arising from the inner cell mass in the mammalian blastocyst or from the blastodisc in reptiles and birds. It derives the embryo proper through its differentiation into the three primary germ layers, ectoderm, mesoderm and endoderm, during gastrulation. The amnionic ectoderm and extraembryonic mesoderm also originate from the epiblast.",
            "score": 183.1511688232422
        },
        {
            "docid": "6701668_7",
            "document": "Hypohidrotic ectodermal dysplasia . Mutations in the \"EDA\", \"EDAR\", and \"EDARADD\" genes cause hypohidrotic ectodermal dysplasia. The \"EDA\", \"EDAR\", and \"EDARADD\" genes provide instructions for making proteins that work together during embryonic development. These proteins form part of a signaling pathway that is critical for the interaction between two cell layers, the ectoderm and the mesoderm. In the early embryo, these cell layers form the basis for many of the body's organs and tissues. Ectoderm-mesoderm interactions are essential for the formation of several structures that arise from the ectoderm, including the skin, hair, nails, teeth, and sweat glands.",
            "score": 181.96615600585938
        },
        {
            "docid": "19723734_48",
            "document": "Muscle . The evolutionary origin of muscle cells in metazoans is a highly debated topic. In one line of thought scientists have believed that muscle cells evolved once and thus all animals with muscles cells have a single common ancestor. In the other line of thought, scientists believe muscles cells evolved more than once and any morphological or structural similarities are due to convergent evolution and genes that predate the evolution of muscle and even the mesoderm - the germ layer from which many scientists believe true muscle cells derive.",
            "score": 180.99339294433594
        }
    ]
}