{
    "q": [
        {
            "docid": "52142704_3",
            "document": "Polygenic score . Polygenic scores are widely employed in animal, plant, and behavioral genetics for predicting and understanding genetic architectures. In a genome-wide association study (GWAS), polygenic scores having substantially higher predictive performance than the genome-wide statistically-significant hits indicates that the trait in question is affected by a larger number of variants than just the hits and larger sample sizes will yield more hits; a conjunction of low variance explained and high heritability as measured by GCTA, twin studies or other methods, indicates that a trait may be massively polygenic and affected by thousands of variants. Once a polygenic score has been created, which explains at least a few percent of a phenotype's variance and can therefore be assumed to effectively incorporate a significant fraction of the genetic variants affecting that phenotype, it can be used in several different ways: as a lower bound to test whether heritability estimates may be biased; as a measure of genetic overlap of traits (genetic correlation), which might indicate e.g. shared genetic bases for groups of mental disorders; as a means to assess group differences in a trait such as height, or to examine changes in a trait over time due to natural selection indicative of a soft selective sweep (as e.g. for intelligence where the changes in frequency would be too small to detect on each individual hit but not on the overall polygenic score); in Mendelian randomization (assuming no pleiotropy with relevant traits); to detect & control for the presence of genetic confounds in outcomes (e.g. the correlation of schizophrenia with poverty); or to investigate gene–environment interactions.",
            "score": 242.7134246826172
        },
        {
            "docid": "22921_61",
            "document": "Psychology . All researched psychological traits are influenced by both genes and environment, to varying degrees. These two sources of influence are often confounded in observational research of individuals or families. An example is the transmission of depression from a depressed mother to her offspring. Theory may hold that the offspring, by virtue of having a depressed mother in his or her (the offspring's) environment, is at risk for developing depression. However, risk for depression is also influenced to some extent by genes. The mother may both carry genes that contribute to her depression but will also have passed those genes on to her offspring thus increasing the offspring's risk for depression. Genes and environment in this simple transmission model are completely confounded. Experimental and quasi-experimental behavioral genetic research uses genetic methodologies to disentangle this confound and understand the nature and origins of individual differences in behavior. Traditionally this research has been conducted using twin studies and adoption studies, two designs where genetic and environmental influences can be partially un-confounded. More recently, the availability of microarray molecular genetic or genome sequencing technologies allows researchers to measure participant DNA variation directly, and test whether individual genetic variants within genes are associated with psychological traits and psychopathology through methods including genome-wide association studies. One goal of such research is similar to that in positional cloning and its success in Huntington's: once a causal gene is discovered biological research can be conducted to understand how that gene influences the phenotype. One major result of genetic association studies is the general finding that psychological traits and psychopathology, as well as complex medical diseases, are highly polygenic, where a large number (on the order of hundreds to thousands) of genetic variants, each of small effect, contribute to individual differences in the behavioral trait or propensity to the disorder. Active research continues to understand the genetic and environmental bases of behavior and their interaction.",
            "score": 182.35017704963684
        },
        {
            "docid": "40841348_9",
            "document": "Computational and Statistical Genetics . Over the past few years, genome-wide association studies (GWAS) have become a powerful tool for investigating the genetic basis of common diseases and has improved our understanding of the genetic basis of many complex traits. Traditional single SNP (single-nucleotide polymorphism) GWAS is the most commonly used method to find trait associated DNA sequence variants - associations between variants and one or more phenotypes of interest are investigated by studying individuals with different phenotypes and examining their genotypes at the position of each SNP individually. The SNPs for which one variant is statistically more common in individuals belonging to one phenotypic group are then reported as being associated with the phenotype. However, most complex common diseases involve small population-level contributions from multiple genomic loci. To detect such small effects as genome-wide significant, traditional GWAS rely on increased sample size e.g. to detect an effect which accounts for 0.1% of total variance, traditional GWAS needs to sample almost 30,000 individuals. Although the development of high throughput SNP genotyping technologies has lowered the cost and improved the efficiency of genotyping. Performing such a large scale study still costs considerable money and time. Recently, association analysis methods utilizing gene-based tests have been proposed that are based on the fact that variations in protein-coding and adjacent regulatory regions are more likely to have functional relevance. These methods have the advantage that they can account for multiple independent functional variants within a gene, with the potential to greatly increase the power to identify disease/trait associated genes. Also, imputation of ungenotyped markers using known reference panels(e.g. HapMap and the 1000 Genomes Project) predicts genotypes at the missing or untyped markers thereby allowing one to accurately evaluate the evidence for association at genetic markers that are not directly genotyped (in addition to the typed markers) and has been shown to improve the power of GWAS to detect disease associated loci.",
            "score": 185.69374644756317
        },
        {
            "docid": "18690851_12",
            "document": "Genetic correlation . Genetic correlations can be used in GWASes by using polygenic scores or genome-wide hits for one (often more easily measured) trait to increase the prior probability of variants for a second trait; for example, since intelligence and years of education are highly genetically correlated, a GWAS for education will inherently also be a GWAS for intelligence and be able to predict variance in intelligence as well and the strongest SNP candidates can be used to increase the statistical power of a smaller GWAS, a combined analysis on the latent trait done where each measured genetically-correlated trait helps reduce measurement error and boosts the GWAS's power considerably (e.g. Krapohl et al. 2017, using elastic net and multiple polygenic scores, improving intelligence prediction from 3.6% of variance to 4.8%; Hill et al. 2017b uses MTAG to combine 3 \"g\"-loaded traits of education, household income, and a cognitive test score to find 107 hits & doubles predictive power of intelligence) or one could do a GWAS for multiple traits jointly.",
            "score": 217.66452300548553
        },
        {
            "docid": "30487688_23",
            "document": "Diagnosis of schizophrenia . Estimates of the heritability of schizophrenia is around 80%, which implies that 80% of the individual differences in risk to schizophrenia is explained by individual differences in genetics. Although many genetic variants associated with schizophrenia have been identified, their effects are usually very small, so they are combined onto a polygenic risk score. These scores, despite accounting for hundreds of variants, only explain up to 6% in symptom variation and 7% of the risk for developing the disease. An example of a well-studied genetic biomarker in schizophrenia is the single nucleotide polymorphism in the HLA-DQB1 gene, which is part of the human leukocyte antigen (HLA) complex. A G to C replacement on position 6672 predicts risk of agranulocytosis, a side effect of clozapine that can be fatal.",
            "score": 162.89321517944336
        },
        {
            "docid": "11808249_6",
            "document": "Genome-wide association study . Any two human genomes differ in millions of different ways. There are small variations in the individual nucleotides of the genomes (SNPs) as well as many larger variations, such as deletions, insertions and copy number variations. Any of these may cause alterations in an individual's traits, or phenotype, which can be anything from disease risk to physical properties such as height. Around the year 2000, prior to the introduction of GWA studies, the primary method of investigation was through inheritance studies of genetic linkage in families. This approach had proven highly useful towards single gene disorders. However, for common and complex diseases the results of genetic linkage studies proved hard to reproduce. A suggested alternative to linkage studies was the genetic association study. This study type asks if the allele of a genetic variant is found more often than expected in individuals with the phenotype of interest (e.g. with the disease being studied). Early calculations on statistical power indicated that this approach could be better than linkage studies at detecting weak genetic effects.",
            "score": 151.5182501077652
        },
        {
            "docid": "40841348_11",
            "document": "Computational and Statistical Genetics . In this era of large amount of genetic and genomic data, accurate representation and identification of statistical interactions in biological/genetic/genomic data constitutes a vital basis for designing interventions and curative solutions for many complex diseases. Variations in human genome have been long known to make us susceptible to many diseases. We are hurtling towards the era of personal genomics and personalized medicine that require accurate predictions of disease risk posed by predisposing genetic factors. Computational and statistical methods for identifying these genetic variations, and building these into intelligent models for diseaseassociation and interaction analysis studies genome-wide are a dire necessity across many disease areas. The principal challenges are: (1) most complex diseases involve small or weak contributions from multiple genetic factors that explain only a minuscule fraction of the population variation attributed to genetic factors. (2) Biological data is inherently extremely noisy, so the underlying complexities of biological systems (such as linkage disequilibrium and genetic heterogeneity) need to be incorporated into the statistical models for disease association studies. The chances of developing many common diseases such as cancer, autoimmune diseases and cardiovascular diseases involves complex interactions between multiple genes and several endogenous and exogenous environmental agents or covariates. Many previous disease association studies could not produce significant results because of the lack of incorporation of statistical interactions in their mathematical models explaining the disease outcome. Consequently much of the genetic risks underlying several diseases and disorders remain unknown. Computational methods such as to model and identify the genetic/genomic variations underlying disease risks has a great potential to improve prediction of disease outcomes, understand the interactions and design better therapeutic methods based on them.",
            "score": 150.27121424674988
        },
        {
            "docid": "12266_57",
            "document": "Genetics . Medical genetics seeks to understand how genetic variation relates to human health and disease. When searching for an unknown gene that may be involved in a disease, researchers commonly use genetic linkage and genetic pedigree charts to find the location on the genome associated with the disease. At the population level, researchers take advantage of Mendelian randomization to look for locations in the genome that are associated with diseases, a method especially useful for multigenic traits not clearly defined by a single gene. Once a candidate gene is found, further research is often done on the corresponding (or homologous) genes of model organisms. In addition to studying genetic diseases, the increased availability of genotyping methods has led to the field of pharmacogenetics: the study of how genotype can affect drug responses.",
            "score": 120.6400854587555
        },
        {
            "docid": "44248347_18",
            "document": "Gene Disease Database . This one of the largest resources available for all genomic and genetic studies, it provides a centralized resource for geneticists, molecular biologists and other researchers studying the genomes of our own species and other vertebrates and model disease organisms. Ensembl is one of several well-known genome browsers for the retrieval of genomic-disease information. Ensembl imports variation data from a variety of different sources, Ensembl predicts the effects of variants. For each variation that is mapped to the reference genome, each Ensembl transcript is identified that overlap the variation. Then it uses a rule-based approach to predict the effects that each allele of the variation may have on the transcript. The set of consequence terms, defined by the Sequence Ontology (SO) can be currently assigned to each combination of an allele and a transcript. Each allele of each variation may have a different effect in different transcripts. A variety of different tools are used to predict human mutations in the Ensembl database, one of the most widely used is SIFT, that predicts whether an amino acid substitution is likely to affect protein function based on sequence homology and the physic-chemical similarity between the alternate amino acids. The data provided for each amino acid substitution is a score and a qualitative prediction (either 'tolerated' or 'deleterious'). The score is the normalized probability that the amino acid change is tolerated so scores near 0 are more likely to be deleterious. The qualitative prediction is derived from this score such that substitutions with a score < 0.05 are called 'deleterious' and all others are called 'tolerated'.SIFT can be applied to naturally occurring nonsynonymous polymorphisms and laboratory-induced missense mutations, that will lead to build relationships in phenotype characteristics, proteomics and genomics",
            "score": 151.75817346572876
        },
        {
            "docid": "52142704_2",
            "document": "Polygenic score . A polygenic score, also called a polygenic risk score, genetic risk score, or genome-wide score, is a number based on variation in multiple genetic loci and their associated weights (see regression analysis). It serves as the best prediction for the trait that can be made when taking into account variation in multiple genetic variants.",
            "score": 197.51477599143982
        },
        {
            "docid": "57196924_2",
            "document": "Complex traits . Complex traits, also known as quantitative traits, are traits that do not behave according to simple Mendelian inheritance laws. More specifically, their inheritance cannot be explained by the genetic segregation of a single gene. Such traits show a continuous range of variation and are influenced by both environmental and genetic factors. Compared to strictly Mendelian traits, complex traits are far more common, and because they can be hugely polygenic, they are studied using statistical techniques such as QTL mapping rather than classical genetics methods. Examples of complex traits include height, circadian rhythms, enzyme kinetics, and many diseases including diabetes and Parkinson's disease. One major goal of genetic research today is to better understand the molecular mechanisms through which genetic variants act to influence complex traits.",
            "score": 167.4862848520279
        },
        {
            "docid": "6003871_9",
            "document": "Tag SNP . Genome-wide association studies (GWAS) use single-nucleotide polymorphisms (SNPs) to identify genetic associations with clinical conditions and phenotypic traits. They are hypothesis free and use a whole-genome approach to investigate traits by comparing large group of individuals that express a phenotype with a large group of people that don't. The ultimate goal of GWAS is to determine genetic risk factors that can be used to make predictions about who is at risk for a disease, what are the biological underpinnings of disease susceptibility and creating new prevention and treatment strategies. The National Human Genome Research Institute and the European Bioinformatics Institute publishes a Catalog of published genome-wide association studies that highlights statistically significant associations between hundreds of SNPs with a broad range of phenotypes.",
            "score": 167.35501718521118
        },
        {
            "docid": "21177423_5",
            "document": "GEN2PHEN . Previous genetics studies have shown that inter-individual genome variation plays a major role in differential normal development and disease processes. However, the details of how these relationships work are far from clear, even in the case of most Mendelian disorders where single genetic alterations are fully penetrant (essentially causative, rather than risk modifying). Background genetic effects (modifier genes), epistasis, somatic variation, and environmental factors all complicate the situation. This is particularly the case in complex, multi-factorial disorders (e.g., cancer, heart disease, diabetes, dementia) that will affect most of us at some stage in our lifetime. Strategies do, however, now exist to study the genetics of these disorders, and such investigations are a major focus of research throughout Europe and beyond. A common thread in these studies is the need to create ever-larger datasets and integrate these more effectively.",
            "score": 105.49261474609375
        },
        {
            "docid": "7972254_2",
            "document": "Predictive medicine . Predictive medicine is a field of medicine that entails predicting the probability of disease and instituting preventive measures in order to either prevent the disease altogether or significantly decrease its impact upon the patient (such as by preventing mortality or limiting morbidity). While different prediction methodologies exist, such as genomics, proteomics, and cytomics, the most fundamental way to predict future disease is based on genetics. Although proteomics and cytomics allow for the early detection of disease, much of the time those detect biological markers that exist because a disease process has \"already\" started. However, comprehensive genetic testing (such as through the use of DNA arrays or full genome sequencing) allows for the estimation of disease risk years to decades before any disease even exists, or even whether a healthy fetus is at higher risk for developing a disease in adolescence or adulthood. Individuals who are more susceptible to disease in the future can be offered lifestyle advice or medication with the aim of preventing the predicted illness. Current genetic testing guidelines supported by the health care professionals discourage purely predictive genetic testing of minors until they are competent to understand the relevancy of genetic screening so as to allow them to participate in the decision about whether or not it is appropriate for them. Genetic screening of newborns and children in the field of predictive medicine is deemed appropriate if there is a compelling clinical reason to do so, such as the availability of prevention or treatment as a child that would prevent future disease.",
            "score": 108.2177345752716
        },
        {
            "docid": "7011336_14",
            "document": "Nav1.5 . Genetic variations in SCN5A, i.e. single nucleotide polymorphisms (SNPs) have been described in both coding and non-coding regions of the gene. These variations are typically present at relatively high frequencies within the general population. Genome Wide Association Studies (GWAS) have used this type of common genetic variation to identify genetic loci associated with variability in phenotypic traits. In the cardiovascular field this powerful technique has been used to detect loci involved in variation in electrocardiographic parameters (i.e. PR-, QRS- and QTc-interval duration) in the general population. The rationale behind this technique is that common genetic variation present in the general population can influence cardiac conduction in non-diseased individuals. these studies consistently identified the SCN5A-SCN10A genomic region on chromosome 3 to be associated with variation in QTc-interval, QRS duration and PR-interval. These results indicate that genetic variation at the SCN5A locus is not only involved in disease genetics but also plays a role in the variation in cardiac function between individuals in the general population.",
            "score": 131.5459361076355
        },
        {
            "docid": "38429723_5",
            "document": "Genetics nursing . Adopted from the early Christians in 30 AD, the term nurse was created from the Latin origin nutrire, which means to nurture or nourish. Establishing nursing as one of the oldest forms of healthcare and continues to be a growing field of medicine. Genetics, which is the study of inherited traits and their variation is a much more recent field of medicine. The experiments and theories of Gregor Mendel in the mid-19th century helped to introduce the field of genetics into medicine. Genomics is a subset of genetics that compares and analyzes genomes and how the genes interact with one another. Both genetics and genomics help to reveal how closely related we are to each other and to other species. This scientific study is ongoing and strives to interpret health, illness, disease risk, and treatment response.The progress in genetics and genomics is applicable to the entire spectrum of health care and all health professionals and as such to the entire nursing profession. Genetics and genomics are important to healthcare because it provides information in the diagnosis, treatment, and prevention of diseases and illnesses. Even though genetics has been a growing field of medicine since the mid-19th century, the process of integrating genomics into the nursing curriculum, National Council Licensure Examinations, continuing education, and certification was not highlighted until the 1980s. Genetics and genomics are fundamental to the nursing practice because the basis of genetics can recognize individuals at risk for certain illnesses and diseases, identify the risks of certain disease or illnesses when conceiving children, facilitate drug dosage or selection for certain illnesses or specific patients, and genetics promotes benefits in treatment of particular ailments.",
            "score": 123.01200342178345
        },
        {
            "docid": "4816754_53",
            "document": "Human genetic variation . Admixture mapping is a technique used to study how genetic variants cause differences in disease rates between population. Recent admixture populations that trace their ancestry to multiple continents are well suited for identifying genes for traits and diseases that differ in prevalence between parental populations. African-American populations have been the focus of numerous population genetic and admixture mapping studies, including studies of complex genetic traits such as white cell count, body-mass index, prostate cancer and renal disease.",
            "score": 132.16301131248474
        },
        {
            "docid": "47644103_19",
            "document": "David Hunter (Harvard) . The completion of the Human Genome Project and databases of population genetic variation presents the major challenge of determining how such genetic variants contribute to both human and nonhuman health conditions. Epidemiologists are responsible for both assessing the proportion of specific diseases associated with particular genotypes and how these genotypes interact with environmental and lifestyle factors in contributing causally to disease conditions. Large, population-based cohort studies can be particularly helpful in studying these issues, and Hunter and colleagues are working with colleagues in the Nurses’ Health Studies, Health Professionals Follow-up Study, and the Physicians’ Health Study, to conduct nested case-control studies of cancers, cardiovascular disease, diabetes, and other phenotypes. With collaborators at the National Cancer Institute, they conducted genome-wide association studies (GWAS) of breast cancer and other cancers. These studies are discovering novel genetic variants associated with risk of these cancers, and multiple other phenotypes that have been collected in these studies. For instance, in 2007 they co-discovered the most common genetic variant associated with risk of breast cancer, and in subsequent years other variants associated with breast, prostate, and skin cancer, as well as other phenotypes such as age at menarche, hair color, and other biomarkers.",
            "score": 116.01837313175201
        },
        {
            "docid": "4502_23",
            "document": "Biotechnology . Genetic testing allows the genetic diagnosis of vulnerabilities to inherited diseases, and can also be used to determine a child's parentage (genetic mother and father) or in general a person's ancestry. In addition to studying chromosomes to the level of individual genes, genetic testing in a broader sense includes biochemical tests for the possible presence of genetic diseases, or mutant forms of genes associated with increased risk of developing genetic disorders. Genetic testing identifies changes in chromosomes, genes, or proteins. Most of the time, testing is used to find changes that are associated with inherited disorders. The results of a genetic test can confirm or rule out a suspected genetic condition or help determine a person's chance of developing or passing on a genetic disorder. As of 2011 several hundred genetic tests were in use. Since genetic testing may open up ethical or psychological problems, genetic testing is often accompanied by genetic counseling.",
            "score": 95.86007523536682
        },
        {
            "docid": "18690851_16",
            "document": "Genetic correlation . Genetic correlations require a genetically informative sample. They can be estimated by using breeding experiments on two traits of known heritability and selecting on one trait to measure the change in the other trait (allowing inferring the genetic correlation), family/adoption/twin studies (analyzed using SEMs or DeFries–Fulker extremes analysis), molecular estimation of relatedness such as GCTA, methods employing polygenic scores like LD score regression, BOLT-REML, CPBayes, or HESS, comparison of genome-wide SNP hits in GWASes (as a loose lower bound), and phenotypic correlations of populations with at least some related individuals. The methods are related to Haseman-Elston regression & PCGC regression. Such methods are typically genome-wide, but it is also possible to estimate genetic correlations for specific variants or genome regions.",
            "score": 166.2054901123047
        },
        {
            "docid": "2520461_7",
            "document": "Genetic association . Case control studies are a classical epidemiological tool. Case-control studies use subjects who already have a disease, trait or other condition and determine if there are characteristics of these patients that differ from those who do not have the disease or trait. In genetic case-control studies, the frequency of alleles or genotypes is compared between the cases and controls. The cases will have been diagnosed with the disease under study, or have the trait under test; the controls, who are either known to be unaffected, or who have been randomly selected from the population. A difference in the frequency of an allele or genotype of the polymorphism under test between the two groups indicates that the genetic marker may increase risk of the disease or likelihood of the trait, or be in linkage disequilibrium with a polymorphism which does. Haplotypes can also show association with a disease or trait. One of the earliest successes in this field was finding a single base mutation in the non-coding region of the APOC3 gene (apolipoprotein C3 gene) that associated with higher risks of hypertriglyceridemia and atherosclerosis using a case-control design.",
            "score": 115.41224527359009
        },
        {
            "docid": "905957_15",
            "document": "Human height . The precise relationship between genetics and environment is complex and uncertain. Differences in human height is 60–80% heritable, according to several twin studies and has been considered polygenic since the Mendelian-biometrician debate a hundred years ago. A genome-wide association (GWA) study of more than 180,000 individuals has identified hundreds of genetic variants in at least 180 loci associated with adult human height. The number of individuals has since been expanded to 253,288 individuals and the number of genetic variants identified is 697 in 423 genetic loci. In a separate study of body proportion using sitting-height ratio, it reports that these 697 variants can be partitioned into 3 specific classes, (1) variants that primarily determine leg length, (2) variants that primarily determine spine and head length, or (3) variants that affect overall body size. This gives insights into the biological mechanisms underlying how these 697 genetic variants affect overall height. These loci do not only determine height, but other features or characteristics. As an example, 4 of the 7 loci identified for intracranial volume had previously been discovered for human height.",
            "score": 143.23319947719574
        },
        {
            "docid": "52142704_6",
            "document": "Polygenic score . The standard GWAS regression can be improved on using penalized regression methods like the LASSO/ridge regression. (Penalized regression can be interpreted as placing informative priors on how many genetic variants are expected to affect a trait, and the distribution of their effect sizes; Bayesian counterparts exist for LASSO/ridge, and other priors have been suggested & used. They can perform better in some circumstances.) A multi-dataset, multi-method study found that of 15 different methods compared across four datasets, minimum redundancy maximum relevance was the best performing method. Furthermore, variable selection methods tended to outperform other methods. Variable selection methods do not use all the available genomic variants present in a dataset, but attempt to select an optimal subset of variants to use. This leads to less overfitting but more bias (see bias-variance tradeoff).",
            "score": 172.33890891075134
        },
        {
            "docid": "66997_16",
            "document": "Epidemiology . In the late 20th century, with advancement of biomedical sciences, a number of molecular markers in blood, other biospecimens and environment were identified as predictors of development or risk of a certain disease. Epidemiology research to examine the relationship between these biomarkers analyzed at the molecular level, and disease was broadly named “molecular epidemiology”. Specifically, \"genetic epidemiology\" has been used for epidemiology of germline genetic variation and disease. Genetic variation is typically determined using DNA from peripheral blood leukocytes. Since the 2000s, genome-wide association studies (GWAS) have been commonly performed to identify genetic risk factors for many diseases and health conditions.",
            "score": 114.27889907360077
        },
        {
            "docid": "45663583_2",
            "document": "Human interactome . The human interactome is the set of protein–protein interactions (the interactome) that occur in human cells. The sequencing of reference genomes, in particular the Human Genome Project, has revolutionized human genetics, molecular biology, and clinical medicine. Genome-wide association study results have led to the association of genes with most Mendelian disorders, and over 140 000 germline mutations have been associated with at least one genetic disease. However, it became apparent that inherent to these studies is an emphasis on clinical outcome rather than a comprehensive understanding of human disease; indeed to date the most significant contributions of GWAS have been restricted to the “low-hanging fruit” of direct single mutation disorders, prompting a systems biology approach to genomic analysis. The connection between genotype and phenotype (how variation in genotype affects the disease or normal functioning of the cell and the human body) remain elusive, especially in the context of multigenic complex traits and cancer. To assign functional context to genotypic changes, much of recent research efforts have been devoted to the mapping of the networks formed by interactions of cellular and genetic components in humans, as well as how these networks are altered by genetic and somatic disease.",
            "score": 115.49047255516052
        },
        {
            "docid": "5293306_5",
            "document": "SNP array . An SNP array is a useful tool for studying slight variations between whole genomes. The most important clinical applications of SNP arrays are for determining disease susceptibility and for measuring the efficacy of drug therapies designed specifically for individuals. In research, SNP arrays are most frequently used for genome-wide association studies. Each individual has many SNPs. SNP-based genetic linkage analysis can be used to map disease loci, and determine disease susceptibility genes in individuals. The combination of SNP maps and high density SNP arrays allows SNPs to be used as markers for genetic diseases that have complex traits. For example, genome-wide association studies have identified SNPs associated with diseases such as rheumatoid arthritis, prostate cancer, and type 2 diabetes. A SNP array can also be used to generate a virtual karyotype using software to determine the copy number of each SNP on the array and then align the SNPs in chromosomal order.",
            "score": 126.89393591880798
        },
        {
            "docid": "7972254_4",
            "document": "Predictive medicine . A number of association studies have been published in scientific literature that show associations between specific genetic variants in a person's genetic code and a specific disease. Association and correlation studies have found that a female individual with a mutation in the BRCA1 gene has a 65% cumulative risk of breast cancer. Additionally, new tests from Genetic Technologies LTD and Phenogen Sciences Inc. comparing non-coding DNA to a woman's lifetime exposure to estrogen can now determine a woman's probability of developing estrogen positive breast cancer also known as sporadic breast cancer (the most prevalent form of breast cancer). Genetic variants in the Factor V gene is associated with an increased tendency to form blood clots, such as deep vein thrombosis (DVTs). Genetics tests are expected to reach the market more quickly than new medicines. Myriad Genetics is already generating revenue from genetic tests for BRCA1 and BRCA2.",
            "score": 96.94679594039917
        },
        {
            "docid": "1483646_40",
            "document": "Race and genetics . It has been argued that knowledge of a person's race is limited in value, since people of the same race vary from one another. Witherspoon and colleagues (2007) have argued that when individuals are assigned to population groups, two randomly chosen individuals from different populations can resemble each other more than a randomly chosen member of their own group. They found that many thousands of genetic markers had to be used for the answer to \"How often is a pair of individuals from one population genetically more dissimilar than two individuals chosen from two different populations?\" to be \"never\". This assumed three population groups, separated by large geographic distances (European, African and East Asian). The global human population is more complex, and studying a large number of groups would require an increased number of markers for the same answer. They conclude that \"caution should be used when using geographic or genetic ancestry to make inferences about individual phenotypes\", and \"The fact that, given enough genetic data, individuals can be correctly assigned to their populations of origin is compatible with the observation that most human genetic variation is found within populations, not between them. It is also compatible with our finding that, even when the most distinct populations are considered and hundreds of loci are used, individuals are frequently more similar to members of other populations than to members of their own population\".",
            "score": 132.4568395614624
        },
        {
            "docid": "14402695_7",
            "document": "Personal genomics . Disease risk may be calculated based on genetic markers and genome-wide association studies for common medical conditions, which are multifactorial and include environmental components in the assessment. Diseases which are individually rare (less than 200,000 people affected in the USA) are nevertheless collectively common (affecting roughly 8-10% of the US population). Over 2500 of these diseases (including a few more common ones) have predictive genetics of sufficiently high clinical impact that they are recommended as medical genetic tests available for single genes (and in whole genome sequencing) and growing at about 200 new genetic diseases per year.",
            "score": 116.00328207015991
        },
        {
            "docid": "2578582_22",
            "document": "Conserved sequence . As highly conserved sequences often have important biological functions, they can be useful a starting point for identifying the cause of genetic diseases. Many congenital metabolic disorders and Lysosomal storage diseases are the result of changes to individual conserved genes, resulting in missing or faulty enzymes that are the underlying cause of the symptoms of the disease. Genetic diseases may be predicted by identifying sequences that are conserved between humans and lab organisms such as mice or fruit flies, and studying the effects of knock-outs of these genes. Genome-wide association studies can also be used to identify variation in conserved sequences associated with disease or health outcomes.",
            "score": 109.86522340774536
        },
        {
            "docid": "27989492_10",
            "document": "Center for Applied Genomics . Although twin studies suggest that ASDs are highly heritable, specific genes have been difficult to identify. In 2009, the Center conducted a genome-wide association study (GWAS) on a group of 780 families (3,101 individuals) with affected children, a second group of 1,204 affected individuals, and 6,491 controls, all of whom had European ancestry. GWAS allows us to examine an individual’s entire genome. By comparing genomics variations between the groups, CAG researchers led by Kai Wang identified six genetic markers between two specific genes that confirmed susceptibility to ASDs. This was the first study to demonstrate a genome-wide significant association of this kind. The two genes, cadherin 10 and cadherin 9 are sticky molecules that help neurons bind together. They play an important role in neurodevelopment, and may be important in helping us understand the neuropathology of autism.",
            "score": 120.33176946640015
        },
        {
            "docid": "331535_19",
            "document": "Nucleic acid sequence . The DNA in an organism's genome can be analyzed to diagnose vulnerabilities to inherited diseases, and can also be used to determine a child's paternity (genetic father) or a person's ancestry. Normally, every person carries two variations of every gene, one inherited from their mother, the other inherited from their father. The human genome is believed to contain around 20,000 - 25,000 genes. In addition to studying chromosomes to the level of individual genes, genetic testing in a broader sense includes biochemical tests for the possible presence of genetic diseases, or mutant forms of genes associated with increased risk of developing genetic disorders.",
            "score": 108.44875741004944
        }
    ],
    "r": [
        {
            "docid": "52142704_3",
            "document": "Polygenic score . Polygenic scores are widely employed in animal, plant, and behavioral genetics for predicting and understanding genetic architectures. In a genome-wide association study (GWAS), polygenic scores having substantially higher predictive performance than the genome-wide statistically-significant hits indicates that the trait in question is affected by a larger number of variants than just the hits and larger sample sizes will yield more hits; a conjunction of low variance explained and high heritability as measured by GCTA, twin studies or other methods, indicates that a trait may be massively polygenic and affected by thousands of variants. Once a polygenic score has been created, which explains at least a few percent of a phenotype's variance and can therefore be assumed to effectively incorporate a significant fraction of the genetic variants affecting that phenotype, it can be used in several different ways: as a lower bound to test whether heritability estimates may be biased; as a measure of genetic overlap of traits (genetic correlation), which might indicate e.g. shared genetic bases for groups of mental disorders; as a means to assess group differences in a trait such as height, or to examine changes in a trait over time due to natural selection indicative of a soft selective sweep (as e.g. for intelligence where the changes in frequency would be too small to detect on each individual hit but not on the overall polygenic score); in Mendelian randomization (assuming no pleiotropy with relevant traits); to detect & control for the presence of genetic confounds in outcomes (e.g. the correlation of schizophrenia with poverty); or to investigate gene–environment interactions.",
            "score": 242.7134246826172
        },
        {
            "docid": "18690851_12",
            "document": "Genetic correlation . Genetic correlations can be used in GWASes by using polygenic scores or genome-wide hits for one (often more easily measured) trait to increase the prior probability of variants for a second trait; for example, since intelligence and years of education are highly genetically correlated, a GWAS for education will inherently also be a GWAS for intelligence and be able to predict variance in intelligence as well and the strongest SNP candidates can be used to increase the statistical power of a smaller GWAS, a combined analysis on the latent trait done where each measured genetically-correlated trait helps reduce measurement error and boosts the GWAS's power considerably (e.g. Krapohl et al. 2017, using elastic net and multiple polygenic scores, improving intelligence prediction from 3.6% of variance to 4.8%; Hill et al. 2017b uses MTAG to combine 3 \"g\"-loaded traits of education, household income, and a cognitive test score to find 107 hits & doubles predictive power of intelligence) or one could do a GWAS for multiple traits jointly.",
            "score": 217.66452026367188
        },
        {
            "docid": "52142704_2",
            "document": "Polygenic score . A polygenic score, also called a polygenic risk score, genetic risk score, or genome-wide score, is a number based on variation in multiple genetic loci and their associated weights (see regression analysis). It serves as the best prediction for the trait that can be made when taking into account variation in multiple genetic variants.",
            "score": 197.5147705078125
        },
        {
            "docid": "52142704_5",
            "document": "Polygenic score . Weights are usually estimated using some form of regression analysis. Because the number of genomic variants (usually SNPs) is usually larger than the sample size, one cannot use OLS multiple regression (\"p\" > \"n\" problem). Instead, researchers have opted to use other methods including regressing variants one at a time (usually used in studies with human data). Due to concerns about weakening predictive power, polygenic scores can be constructed by multiple-testing different sets of SNPs selected at various thresholds, such as all SNPs which are genome-wide statistically-significant hits or all SNPs \"p\"<0.05 or all SNPs with \"p\"<0.50, and the one with greatest performance used for further analysis; especially for highly polygenic traits, the best polygenic score will tend to use most or all SNPs.",
            "score": 193.2682342529297
        },
        {
            "docid": "40841348_9",
            "document": "Computational and Statistical Genetics . Over the past few years, genome-wide association studies (GWAS) have become a powerful tool for investigating the genetic basis of common diseases and has improved our understanding of the genetic basis of many complex traits. Traditional single SNP (single-nucleotide polymorphism) GWAS is the most commonly used method to find trait associated DNA sequence variants - associations between variants and one or more phenotypes of interest are investigated by studying individuals with different phenotypes and examining their genotypes at the position of each SNP individually. The SNPs for which one variant is statistically more common in individuals belonging to one phenotypic group are then reported as being associated with the phenotype. However, most complex common diseases involve small population-level contributions from multiple genomic loci. To detect such small effects as genome-wide significant, traditional GWAS rely on increased sample size e.g. to detect an effect which accounts for 0.1% of total variance, traditional GWAS needs to sample almost 30,000 individuals. Although the development of high throughput SNP genotyping technologies has lowered the cost and improved the efficiency of genotyping. Performing such a large scale study still costs considerable money and time. Recently, association analysis methods utilizing gene-based tests have been proposed that are based on the fact that variations in protein-coding and adjacent regulatory regions are more likely to have functional relevance. These methods have the advantage that they can account for multiple independent functional variants within a gene, with the potential to greatly increase the power to identify disease/trait associated genes. Also, imputation of ungenotyped markers using known reference panels(e.g. HapMap and the 1000 Genomes Project) predicts genotypes at the missing or untyped markers thereby allowing one to accurately evaluate the evidence for association at genetic markers that are not directly genotyped (in addition to the typed markers) and has been shown to improve the power of GWAS to detect disease associated loci.",
            "score": 185.69374084472656
        },
        {
            "docid": "22921_61",
            "document": "Psychology . All researched psychological traits are influenced by both genes and environment, to varying degrees. These two sources of influence are often confounded in observational research of individuals or families. An example is the transmission of depression from a depressed mother to her offspring. Theory may hold that the offspring, by virtue of having a depressed mother in his or her (the offspring's) environment, is at risk for developing depression. However, risk for depression is also influenced to some extent by genes. The mother may both carry genes that contribute to her depression but will also have passed those genes on to her offspring thus increasing the offspring's risk for depression. Genes and environment in this simple transmission model are completely confounded. Experimental and quasi-experimental behavioral genetic research uses genetic methodologies to disentangle this confound and understand the nature and origins of individual differences in behavior. Traditionally this research has been conducted using twin studies and adoption studies, two designs where genetic and environmental influences can be partially un-confounded. More recently, the availability of microarray molecular genetic or genome sequencing technologies allows researchers to measure participant DNA variation directly, and test whether individual genetic variants within genes are associated with psychological traits and psychopathology through methods including genome-wide association studies. One goal of such research is similar to that in positional cloning and its success in Huntington's: once a causal gene is discovered biological research can be conducted to understand how that gene influences the phenotype. One major result of genetic association studies is the general finding that psychological traits and psychopathology, as well as complex medical diseases, are highly polygenic, where a large number (on the order of hundreds to thousands) of genetic variants, each of small effect, contribute to individual differences in the behavioral trait or propensity to the disorder. Active research continues to understand the genetic and environmental bases of behavior and their interaction.",
            "score": 182.3501739501953
        },
        {
            "docid": "52142704_6",
            "document": "Polygenic score . The standard GWAS regression can be improved on using penalized regression methods like the LASSO/ridge regression. (Penalized regression can be interpreted as placing informative priors on how many genetic variants are expected to affect a trait, and the distribution of their effect sizes; Bayesian counterparts exist for LASSO/ridge, and other priors have been suggested & used. They can perform better in some circumstances.) A multi-dataset, multi-method study found that of 15 different methods compared across four datasets, minimum redundancy maximum relevance was the best performing method. Furthermore, variable selection methods tended to outperform other methods. Variable selection methods do not use all the available genomic variants present in a dataset, but attempt to select an optimal subset of variants to use. This leads to less overfitting but more bias (see bias-variance tradeoff).",
            "score": 172.3389129638672
        },
        {
            "docid": "57196924_2",
            "document": "Complex traits . Complex traits, also known as quantitative traits, are traits that do not behave according to simple Mendelian inheritance laws. More specifically, their inheritance cannot be explained by the genetic segregation of a single gene. Such traits show a continuous range of variation and are influenced by both environmental and genetic factors. Compared to strictly Mendelian traits, complex traits are far more common, and because they can be hugely polygenic, they are studied using statistical techniques such as QTL mapping rather than classical genetics methods. Examples of complex traits include height, circadian rhythms, enzyme kinetics, and many diseases including diabetes and Parkinson's disease. One major goal of genetic research today is to better understand the molecular mechanisms through which genetic variants act to influence complex traits.",
            "score": 167.4862823486328
        },
        {
            "docid": "6003871_9",
            "document": "Tag SNP . Genome-wide association studies (GWAS) use single-nucleotide polymorphisms (SNPs) to identify genetic associations with clinical conditions and phenotypic traits. They are hypothesis free and use a whole-genome approach to investigate traits by comparing large group of individuals that express a phenotype with a large group of people that don't. The ultimate goal of GWAS is to determine genetic risk factors that can be used to make predictions about who is at risk for a disease, what are the biological underpinnings of disease susceptibility and creating new prevention and treatment strategies. The National Human Genome Research Institute and the European Bioinformatics Institute publishes a Catalog of published genome-wide association studies that highlights statistically significant associations between hundreds of SNPs with a broad range of phenotypes.",
            "score": 167.35501098632812
        },
        {
            "docid": "54095989_7",
            "document": "Polygenic adaptation . At present the best-understood examples of polygenic adaptation are in humans, and particularly for height, a trait that can be interpreted using data from genome-wide association studies. In a 2012 paper, Joel Hirschhorn and colleagues showed that there was a consistent tendency for the \"tall\" alleles at genome-wide significant loci to be at higher frequencies in northern Europeans than in southern Europeans. They interpreted this observation to indicate that the difference in average height between northern and southern Europeans is at least partly genetic (as opposed to environmental) and that it was driven by selection. This result has been replicated by subsequent studies, however the environmental factor driving the selection remains unclear. A study of recent polygenic adaptation in the English has shown that selection on height has had small effects on allele frequencies (<1%) across most of the genome, and found evidence for polygenic adaptation in a wide variety of other traits as well including selection for increased infant birth size and increased female hip and waist size.",
            "score": 167.00340270996094
        },
        {
            "docid": "18690851_16",
            "document": "Genetic correlation . Genetic correlations require a genetically informative sample. They can be estimated by using breeding experiments on two traits of known heritability and selecting on one trait to measure the change in the other trait (allowing inferring the genetic correlation), family/adoption/twin studies (analyzed using SEMs or DeFries–Fulker extremes analysis), molecular estimation of relatedness such as GCTA, methods employing polygenic scores like LD score regression, BOLT-REML, CPBayes, or HESS, comparison of genome-wide SNP hits in GWASes (as a loose lower bound), and phenotypic correlations of populations with at least some related individuals. The methods are related to Haseman-Elston regression & PCGC regression. Such methods are typically genome-wide, but it is also possible to estimate genetic correlations for specific variants or genome regions.",
            "score": 166.2054901123047
        },
        {
            "docid": "24219329_39",
            "document": "Neurogenomics . Whole genome sequencing (WGS) and whole exome sequencing (WES) has been used in Genome Wide Association Studies (GWAS) to characterize genetic variants associated with neurogenomic disorders. However, the impact of these variants cannot always be verified because of the non-Mendelian inheritance patterns observed in several of these disorders. Another prohibitive feature in network analysis is the lack of large-scale datasets for many psychiatric (neurogenomic) diseases. Since several diseases with neurogenomic underpinnings tend to have a polygenic basis, several nonspecific, rare, and partially penetrant \"de novo\" mutations in different patients can contribute to the same observed range of phenotypes, as is the case with Autism Spectrum Disorder and schizophrenia. Extensive research in alcohol dependence (ALC) has also highlighted the need for high-quality genomic profiling of large sample sets when studying polygenic, spectrum disorders.",
            "score": 164.1219024658203
        },
        {
            "docid": "30487688_23",
            "document": "Diagnosis of schizophrenia . Estimates of the heritability of schizophrenia is around 80%, which implies that 80% of the individual differences in risk to schizophrenia is explained by individual differences in genetics. Although many genetic variants associated with schizophrenia have been identified, their effects are usually very small, so they are combined onto a polygenic risk score. These scores, despite accounting for hundreds of variants, only explain up to 6% in symptom variation and 7% of the risk for developing the disease. An example of a well-studied genetic biomarker in schizophrenia is the single nucleotide polymorphism in the HLA-DQB1 gene, which is part of the human leukocyte antigen (HLA) complex. A G to C replacement on position 6672 predicts risk of agranulocytosis, a side effect of clozapine that can be fatal.",
            "score": 162.89321899414062
        },
        {
            "docid": "346315_11",
            "document": "Human variability . Evolutionarily speaking, genetic mutations are the origins of differences in alleles between individuals. However, mutations may also occur within a person's life-time and be passed down from parent to offspring. In some cases, mutations may result in genetic diseases, such as Cystic Fibrosis, which is the result of a mutation to the CFTR gene that is recessively inherited from both parents. In other cases, mutations may be harmless or phenotypically unnoticeable. We are able to treat biological traits as manifestations of either a single loci or multiple loci, labeling said biological traits as either monogenic or polygenic, respectively. Concerning polygenic traits it may be essential to be mindful of inter-genetic interactions or epistasis. Although epistasis is a significant genetic source of biological variation, it is only additive interactions that are heritable as other epistatic interactions involve recondite inter-genetic relationships. Epistatic interactions in of themselves vary further with their dependency on the results of the mechanisms of recombination and crossing over.",
            "score": 160.22091674804688
        },
        {
            "docid": "150184_66",
            "document": "Ashkenazi Jews . In genetic epidemiology, a genome-wide association study (GWA study, or GWAS) is an examination of all or most of the genes (the genome) of different individuals of a particular species to see how much the genes vary from individual to individual. These techniques were originally designed for epidemiological uses, to identify genetic associations with observable traits.",
            "score": 157.26304626464844
        },
        {
            "docid": "54095989_3",
            "document": "Polygenic adaptation . Many traits in humans and other species are highly polygenic, i.e., affected by standing genetic variation at hundreds or thousands of loci. Under normal conditions, the genetic variation underlying such traits is governed by stabilizing selection, in which natural selection acts to hold the population close to an optimal phenotype. However, if the phenotypic optimum changes, then the population can adapt by small directional shifts in allele frequencies spread across all the variants that affect the trait. Polygenic adaptation can occur relatively quickly (as described in the breeder's equation), however it is difficult to detect from genomic data because the changes in allele frequencies at individual loci are very small.",
            "score": 156.37884521484375
        },
        {
            "docid": "44248347_18",
            "document": "Gene Disease Database . This one of the largest resources available for all genomic and genetic studies, it provides a centralized resource for geneticists, molecular biologists and other researchers studying the genomes of our own species and other vertebrates and model disease organisms. Ensembl is one of several well-known genome browsers for the retrieval of genomic-disease information. Ensembl imports variation data from a variety of different sources, Ensembl predicts the effects of variants. For each variation that is mapped to the reference genome, each Ensembl transcript is identified that overlap the variation. Then it uses a rule-based approach to predict the effects that each allele of the variation may have on the transcript. The set of consequence terms, defined by the Sequence Ontology (SO) can be currently assigned to each combination of an allele and a transcript. Each allele of each variation may have a different effect in different transcripts. A variety of different tools are used to predict human mutations in the Ensembl database, one of the most widely used is SIFT, that predicts whether an amino acid substitution is likely to affect protein function based on sequence homology and the physic-chemical similarity between the alternate amino acids. The data provided for each amino acid substitution is a score and a qualitative prediction (either 'tolerated' or 'deleterious'). The score is the normalized probability that the amino acid change is tolerated so scores near 0 are more likely to be deleterious. The qualitative prediction is derived from this score such that substitutions with a score < 0.05 are called 'deleterious' and all others are called 'tolerated'.SIFT can be applied to naturally occurring nonsynonymous polymorphisms and laboratory-induced missense mutations, that will lead to build relationships in phenotype characteristics, proteomics and genomics",
            "score": 151.7581787109375
        },
        {
            "docid": "11808249_6",
            "document": "Genome-wide association study . Any two human genomes differ in millions of different ways. There are small variations in the individual nucleotides of the genomes (SNPs) as well as many larger variations, such as deletions, insertions and copy number variations. Any of these may cause alterations in an individual's traits, or phenotype, which can be anything from disease risk to physical properties such as height. Around the year 2000, prior to the introduction of GWA studies, the primary method of investigation was through inheritance studies of genetic linkage in families. This approach had proven highly useful towards single gene disorders. However, for common and complex diseases the results of genetic linkage studies proved hard to reproduce. A suggested alternative to linkage studies was the genetic association study. This study type asks if the allele of a genetic variant is found more often than expected in individuals with the phenotype of interest (e.g. with the disease being studied). Early calculations on statistical power indicated that this approach could be better than linkage studies at detecting weak genetic effects.",
            "score": 151.51824951171875
        },
        {
            "docid": "40841348_11",
            "document": "Computational and Statistical Genetics . In this era of large amount of genetic and genomic data, accurate representation and identification of statistical interactions in biological/genetic/genomic data constitutes a vital basis for designing interventions and curative solutions for many complex diseases. Variations in human genome have been long known to make us susceptible to many diseases. We are hurtling towards the era of personal genomics and personalized medicine that require accurate predictions of disease risk posed by predisposing genetic factors. Computational and statistical methods for identifying these genetic variations, and building these into intelligent models for diseaseassociation and interaction analysis studies genome-wide are a dire necessity across many disease areas. The principal challenges are: (1) most complex diseases involve small or weak contributions from multiple genetic factors that explain only a minuscule fraction of the population variation attributed to genetic factors. (2) Biological data is inherently extremely noisy, so the underlying complexities of biological systems (such as linkage disequilibrium and genetic heterogeneity) need to be incorporated into the statistical models for disease association studies. The chances of developing many common diseases such as cancer, autoimmune diseases and cardiovascular diseases involves complex interactions between multiple genes and several endogenous and exogenous environmental agents or covariates. Many previous disease association studies could not produce significant results because of the lack of incorporation of statistical interactions in their mathematical models explaining the disease outcome. Consequently much of the genetic risks underlying several diseases and disorders remain unknown. Computational methods such as to model and identify the genetic/genomic variations underlying disease risks has a great potential to improve prediction of disease outcomes, understand the interactions and design better therapeutic methods based on them.",
            "score": 150.27120971679688
        },
        {
            "docid": "623866_11",
            "document": "Quantitative trait locus . An example of a polygenic trait is human skin color variation. Several genes factor into determining a person's natural skin color, so modifying only one of those genes can change skin color slightly or in some cases, such as for SLC24A5, moderately. Many disorders with genetic components are polygenic, including autism, cancer, diabetes and numerous others. Most phenotypic characteristics are the result of the interaction of multiple genes.",
            "score": 149.3334503173828
        },
        {
            "docid": "2423780_28",
            "document": "Gene–environment interaction . Since the same environmental factor could interact with multiple genes, a polygenic approach can be taken to analyze GxE interactions. A polygenic score is generated using the alleles associated with a trait and their respective weights based on effect and examined in combination with environmental exposure. Though this method of research is still early, it is consistent with psychiatric disorders. As a result of the overlap of endophenotypes amongst disorders this suggests that the outcomes of gene-environment interactions are applicable across various diagnoses.",
            "score": 149.01890563964844
        },
        {
            "docid": "4250553_2",
            "document": "Gene . In biology, a gene is a sequence of DNA or RNA that codes for a molecule that has a function. During gene expression, the DNA is first copied into RNA. The RNA can be directly functional or be the intermediate template for a protein that performs a function. The transmission of genes to an organism's offspring is the basis of the inheritance of phenotypic traits. These genes make up different DNA sequences called genotypes. Genotypes along with environmental and developmental factors determine what the phenotypes will be. Most biological traits are under the influence of polygenes (many different genes) as well as gene–environment interactions. Some genetic traits are instantly visible, such as eye color or number of limbs, and some are not, such as blood type, risk for specific diseases, or the thousands of basic biochemical processes that constitute life.",
            "score": 148.43875122070312
        },
        {
            "docid": "50798_12",
            "document": "Insomnia . Heritability estimates of insomnia vary between 38% in males to 59% in females. A genome-wide association study (GWAS) identified 3 genomic loci and 7 genes that influence the risk of insomnia, and showed that insomnia is highly polygenic. In particular, a strong positive association was observed for the MEIS1 gene in both males and females. This study showed that the genetic architecture of insomnia strongly overlaps with psychiatric disorders and metabolic traits.",
            "score": 147.24356079101562
        },
        {
            "docid": "1969807_2",
            "document": "Polygene . A \"polygene” or \"multiple gene inheritance\" is a member of a group of non-epistatic genes that interact additively to influence a phenotypic trait. The term \"monozygous\" is usually used to refer to a hypothetical gene as it is often difficult to characterise the effect of an individual gene from the effects of other genes and the environment on a particular phenotype. Advances in statistical methodology and high throughput sequencing are, however, allowing researchers to locate candidate genes for the trait. In the case that such a gene is identified, it is referred to as a quantitative trait locus (QTL). These genes are generally pleiotropic as well. The genes that contribute to type 2 diabetes are thought to be mostly polygenes. In July 2016, scientists reported identifying a set of 355 genes from the last universal common ancestor (LUCA) of all organisms living on Earth.",
            "score": 147.2117156982422
        },
        {
            "docid": "26494_52",
            "document": "Race and intelligence . Intelligence is a polygenic trait. This means that intelligence is under the influence of several genes, possibly several thousand. The effect of most individual genetic variants on intelligence is thought to be very small, well below 1% of the variance in \"g\". Current studies using quantitative trait loci have yielded little success in the search for genes influencing intelligence. Robert Plomin is confident that QTLs responsible for the variation in IQ scores exist, but due to their small effect sizes, more powerful tools of analysis will be required to detect them. Others assert that no useful answers can be reasonably expected from such research before an understanding of the relation between DNA and human phenotypes emerges. Several candidate genes have been proposed to have a relationship with intelligence. However, a review of candidate genes for intelligence published in failed to find evidence of an association between these genes and general intelligence, stating \"there is still almost no replicated evidence concerning the individual genes, which have variants that contribute to intelligence differences\". In 2001, a review in the \"Journal of Black Psychology\" refuted eight major premises on which the hereditarian view regarding race and intelligence is based.",
            "score": 146.59642028808594
        },
        {
            "docid": "11808249_2",
            "document": "Genome-wide association study . In genetics, a genome-wide association study (GWA study, or GWAS), also known as whole genome association study (WGA study, or WGAS), is an observational study of a genome-wide set of genetic variants in different individuals to see if any variant is associated with a trait. GWASs typically focus on associations between single-nucleotide polymorphisms (SNPs) and traits like major human diseases, but can equally be applied to any other organism.",
            "score": 146.21974182128906
        },
        {
            "docid": "52142704_7",
            "document": "Polygenic score . The benefit of polygenic score is that they can be used to predict the future. This has large practical benefits for animal breeding because it increases the selection precision and allows for shorter generations, both of which speed up evolution. For humans, it can be used to predict future disease susceptibility and for embryo selection.",
            "score": 143.70726013183594
        },
        {
            "docid": "52142704_4",
            "document": "Polygenic score . Polygenic scores are widely used in animal breeding (usually termed \"genomic prediction\") due to their efficacy in improving livestock breeding and crops. Their use in human studies is increasing.",
            "score": 143.3162841796875
        },
        {
            "docid": "905957_15",
            "document": "Human height . The precise relationship between genetics and environment is complex and uncertain. Differences in human height is 60–80% heritable, according to several twin studies and has been considered polygenic since the Mendelian-biometrician debate a hundred years ago. A genome-wide association (GWA) study of more than 180,000 individuals has identified hundreds of genetic variants in at least 180 loci associated with adult human height. The number of individuals has since been expanded to 253,288 individuals and the number of genetic variants identified is 697 in 423 genetic loci. In a separate study of body proportion using sitting-height ratio, it reports that these 697 variants can be partitioned into 3 specific classes, (1) variants that primarily determine leg length, (2) variants that primarily determine spine and head length, or (3) variants that affect overall body size. This gives insights into the biological mechanisms underlying how these 697 genetic variants affect overall height. These loci do not only determine height, but other features or characteristics. As an example, 4 of the 7 loci identified for intracranial volume had previously been discovered for human height.",
            "score": 143.2332000732422
        },
        {
            "docid": "623866_18",
            "document": "Quantitative trait locus . The more genes involved in the cross, the more the distribution of the genotypes will resemble a normal, or Gaussian distribution. This shows that multifactorial inheritance is polygenic, and genetic frequencies can be predicted by way of a polyhybrid Mendelian cross. Phenotypic frequencies are a different matter, especially if they are complicated by environmental factors.",
            "score": 142.70913696289062
        },
        {
            "docid": "4868935_2",
            "document": "Heritability of IQ . Research on heritability of IQ implies, from the similarity of IQ in closely related persons, the proportion of variance of IQ among individuals in a study population that is associated with genetic variation within that population. This provides a maximum estimate of genetic versus environmental influence for phenotypic variation in IQ in that population. \"Heritability\", in this sense, \"refers to the genetic contribution to variance within a population and in a specific environment\". In other words, heritability is a mathematical estimate that indicates how much of a trait's variation can be attributed to genes. There has been significant controversy in the academic community about the heritability of IQ since research on the issue began in the late nineteenth century. Intelligence in the normal range is a polygenic trait, meaning that it is influenced by more than one gene.",
            "score": 142.53038024902344
        },
        {
            "docid": "7952689_14",
            "document": "Threshold model . Early genetics models were developed to deal with very rare genetic diseases by treating them as Mendelian diseases caused by 1 or 2 genes: the presence or absence of the gene corresponds to the presence or absence of the disease, and the occurrence of the disease will follow predictable patterns within families. Continuous traits like height or intelligence could be modeled as normal distributions, influenced by a large number of genes, and the heritability and effects of selection easily analyzed. Some diseases, like alcoholism, epilepsy, or schizophrenia, cannot be Mendelian diseases because they are common; do not appear in Mendelian ratios; respond slowly to selection against them; often occur in families with no prior history of that disease; however, relatives and adoptees of someone with that disease are far more likely (but not certain) to develop it, indicating a strong genetic component. The liability threshold model was developed to deal with these non-Mendelian binary cases; the model proposes that there is a continuous normally-distributed trait expressing risk polygenically influenced by many genes, which all individuals above a certain value develop the disease and all below it do not.",
            "score": 141.76486206054688
        }
    ]
}