{
    "q": [
        {
            "docid": "41251446_20",
            "document": "Rising Star Cave . The fossils of the Dinaledi chamber have been dated to between 335,000 and 236,000 years ago, long after much larger-brained and more modern-looking hominins had appeared. Geologists estimate that the cave in which the fossils were discovered is no older than three million years, and the ages for flowstone where the fossils were recovered from was interpreted to be deposited between 236,000 and 414,000 years ago.",
            "score": 149.19267225265503
        },
        {
            "docid": "47774240_18",
            "document": "Homo naledi . The bones were found lying on the cave floor or buried in its claylike sediments (\"mud clast breccias\") interspersed with layers of deposited calcite flowstone. Geologists estimate that the cave in which the fossils were discovered is no older than three million years. The discovery team waited until after the research article was published before trying radiocarbon dating because the technique destroys parts of the fossils. Radiocarbon dating can only date fossils which are less than 50,000 years old.",
            "score": 182.4307358264923
        },
        {
            "docid": "10326_26",
            "document": "Human evolution . In 2013, fossil skeletons of \"Homo naledi\", an extinct species of hominin assigned (provisionally) to the genus \"Homo\", were found in the Rising Star Cave system, a site in South Africa's Cradle of Humankind region in Gauteng province near Johannesburg. , fossils of at least fifteen individuals, amounting to 1550 specimens, have been excavated from the cave. The species is characterized by a body mass and stature similar to small-bodied human populations, a smaller endocranial volume similar to \"Australopithecus\", and a cranial morphology (skull shape) similar to early \"Homo\" species. The skeletal anatomy combines primitive features known from australopithecines with features known from early hominins. The individuals show signs of having been deliberately disposed of within the cave near the time of death. The fossils have not yet been dated.",
            "score": 187.93818163871765
        },
        {
            "docid": "47774240_20",
            "document": "Homo naledi . During 2016, members of the team worked on determining the geological age of the fossil deposit, applying techniques that can be used to date the site's flowstones, and in the paper Dirks et al. (2017) announced a much more recent age range of between 335,000 and 236,000 years ago from dating fossil teeth, sediments encasing the fossils and overlying flowstone. They used a variety of dating techniques, including radiocarbon dating of teeth, optically stimulated luminescence of sediment, palaeomagnetic analysis of flowstone, and most conclusively, uranium-thorium dating of cave flowstone and teeth and electron spin resonance dating of teeth. The latter two types of measurements of teeth were performed on blind duplicate samples by two different labs.",
            "score": 192.44575905799866
        },
        {
            "docid": "47784311_2",
            "document": "Dawn of Humanity . Dawn of Humanity is a 2015 American documentary film that was released online on September 10, 2015, and aired nationwide in the United States on September 16, 2015. The PBS NOVA National Geographic film, in one episode of two hours, was directed and produced by Graham Townsley. The film describes the 2013 discovery, and later excavation, of the fossil remains of \"Homo naledi\", an extinct species of hominin assigned to the genus \"Homo\", found within the Dinaledi Chamber of the Rising Star Cave system, located in the Cradle of Humankind, South Africa. Additionally, the National Geographic Society has multiple videos on its website covering different phases of the discovery and excavation of the fossils during a two-year period. , fossils of at least fifteen individuals, amounting to 1550 specimens, have been excavated from the cave.",
            "score": 190.55522871017456
        },
        {
            "docid": "47774240_2",
            "document": "Homo naledi . Homo naledi is an extinct species of hominin, which anthropologists first described in September 2015 and have assigned to the genus \"Homo\". In 2013, fossil skeletons were found in the Gauteng province of South Africa, in the Rising Star Cave system, part of the Cradle of Humankind World Heritage Site about northwest of Johannesburg. Prior to dating, initial judgement based on archaic features of its anatomy favoured an age of roughly two million years old. In 2017, however, the fossils were dated to between 335,000 and 236,000 years ago, long after much larger-brained and more modern-looking hominins had appeared. The research team therefore thinks that \"H. naledi\" is not a direct ancestor of modern humans, although it is probably an offshoot within the genus \"Homo\".",
            "score": 248.8393096923828
        },
        {
            "docid": "47774240_7",
            "document": "Homo naledi . In November 2013, the National Geographic Society and the University of the Witwatersrand funded an expedition called Rising Star Expedition for a twenty-one-day excavation at the cave, followed by a second expedition in March 2014 for a 4-week-excavation in the \"Dinaledi\" Chamber. In total, more than 1,550 pieces of bone belonging to at least fifteen individuals have been recovered from the clay-rich sediments. The layered distribution of the bones suggests that they had been deposited over a long time, perhaps centuries. Only one square metre of the cave chamber has been excavated; other remains might still be there. Around 300 bone fragments were collected from the surface of the \"Dinaledi\" Chamber, and ∼1250 fossil specimens were recovered by excavation. The fossils include skulls, jaws, ribs, teeth, bones of an almost complete foot, of a hand, and of an inner ear. The bones of old, young, and infants were found. Although much of the fossil material is disarticulated (separated at joints), the deposit contains articulated or near-articulated examples such as the maxilla and mandible of single individuals and the bones of a nearly complete hand and foot.",
            "score": 179.32552564144135
        },
        {
            "docid": "17416221_7",
            "document": "South Africa . South Africa contains some of the oldest archaeological andhuman-fossil sites in the world. Archaeologists have recovered extensive fossil remains from a series of caves in Gauteng Province. The area, a UNESCO World Heritage site, has been termed \"the Cradle of Humankind\". The sites include Sterkfontein, one of the richest sites for hominin fossils in the world. Other sites include Swartkrans, Gondolin Cave Kromdraai, Coopers Cave and Malapa. Raymond Dart identified the first hominin fossil discovered in Africa, the Taung Child (found near Taung) in 1924. Further hominin remains have come from the sites of Makapansgat in Limpopo, Cornelia and Florisbad in the Free State, Border Cave in KwaZulu-Natal, Klasies River Mouth in Eastern Cape and Pinnacle Point, Elandsfontein and Die Kelders Cave in Western Cape.",
            "score": 82.97363841533661
        },
        {
            "docid": "560504_9",
            "document": "Cradle of Humankind . In October 2013, Berger commissioned geologist Pedro Boshoff to investigate cave systems in the Cradle of Humankind for the express purpose of discovering more fossil hominin sites. Cavers Rick Hunter and Steven Tucker discovered hominid fossils in a previously unexplored area of the Rising Star/Westminster Cave System assigned site designation UW-101. In November 2013, Berger led a joint expedition of the University of the Witwatersrand and National Geographic Society to the Rising Star Cave System near Swartkrans. In just three weeks of excavation, the six-woman international team of advance speleological scientists (K. Lindsay Eaves, Marina Elliott, Elen Feuerriegel, Alia Gurtov, Hannah Morris, and Becca Peixotto), chosen for their paleoanthropological and caving skills, as well as their small size, recovered over 1,200 specimens of a presently unidentified fossil hominin species. The site is still in the process of being dated. In September 2015, Berger, in collaboration with National Geographic, announced the discovery of a new species of human relative, named \"Homo naledi\", from UW-101. Most remarkably, besides shedding light on the origins and diversity of our genus, \"H. naledi\" also appears to have intentionally deposited bodies of its dead in a remote cave chamber, a behaviour previously thought limited to humans. In the last days of the Rising Star Expedition, cavers Rick Hunter and Steven Tucker discovered additional fossil hominid material in another portion of the cave system. Preliminary excavations at this site, designated UW-102, have begun and yielded complete hominid fossil material of its own. It is unknown what the relationship of sites 101 and 102 is.",
            "score": 208.50435411930084
        },
        {
            "docid": "32643742_5",
            "document": "Haasgat . Original interpretations of the formation of the Haasgat cave system (speleogenesis) emphasised development along a typical low-topographic relief pattern, where progressive erosion and deepening of the valley into the surface dolomites drained the phreatic cave, allowing for internal collapse and expansion of the system. Simultaneously, Keyser and Martini also suggested that the elevation of the system (near 1500m) and erosional deroofing prior to mining might indicate that the fossil deposits at Haasgat might have formed as early as the terminal Pliocene. Subsequent biostratigraphic interpretations of the fauna processed from the \"ex situ \"dumpsites produced two different proposed age ranges. An evaluation of the extinct baboon (\"Papio\" \"angusticeps)\" sample, a species currently only known across African Pleistocene deposits in the Kromdraai A assemblage, were taken to suggest that the Haasgat fossils were roughly contemporaneous (~1.9-1.8 million years ago). In contrast, a description of the non-primate faunas from the \"ex situ \"dumpsite emphasised the largely modern ungulate sample and suggested a more recent depositional age of maximally 1.5 – 0.5 million years ago. Adams' (2013) recent analysis of all the ex-situ fauna from the cave suggests an age later than the first occurrence of \"Equus\" in Africa at ~2.3 Ma and an age prior to ~1.8 Ma Herries et al. 2014 (SAJS) also undertook a palaeomagnetic analysis of the cave deposits, indicating that the main in situ fossil beds were older than the end of the Olduvai SubChron at 1.95 Ma and younger than the Gauss-Matuyama Boundary at 2.58 Ma. This suggests an age between 2.3 and 1.95 Ma for the majority of fossils from the site.",
            "score": 130.9827197790146
        },
        {
            "docid": "560504_11",
            "document": "Cradle of Humankind . The hominin remains at the Cradle of Humankind are found in dolomitic caves and are often encased in a mixture of limestone and other sediments called breccia and fossilised over time. Hominids may have lived all over Africa, but their remains are found only at sites where conditions allowed for the formation and preservation of fossils.",
            "score": 62.8234920501709
        },
        {
            "docid": "28219420_2",
            "document": "Gondolin Cave . Gondolin Cave is a fossiliferous dolomitic paleocave system in the Northwest Province, South Africa. The paleocave formed in the Eccles Formation dolomites (Malmani Subgroup, Chuniespoort Group carbonate-banded iron formation marine platform). Gondolin is currently the only described hominin-bearing fossil site in the Northwest Province-portion of the designated Cradle of Humankind UNESCO World Heritage Site. The cave is located on privately owned land and is not accessible to the public. As is the case with other South African Paleo-cave systems with Pliocene and/or Pleistocene fossil deposits, the system was mined for lime during the early 20th century. As a result, the system has been heavily disturbed and consists of only a small active cave, a series of \"in situ\" remnant cave deposits, and extensive dumpsites of \"ex situ\" calcified sediments produced during mining activities.",
            "score": 79.22919511795044
        },
        {
            "docid": "47774240_30",
            "document": "Homo naledi . Dirks et al. say that \"Mono-specific assemblages have been described from Tertiary and Mesozoic vertebrate fossil sites (...), linked to catastrophic events (...) Among deposits of non \"H. sapiens\" hominins, where evidence of catastrophic events is lacking, mono-specific assemblages have been associated typically with deliberate cultural deposition or burial\". They stated that there is no evidence a catastrophe placed the bodies in the cave, and that the bodies were deliberately placed in cave.",
            "score": 162.13604748249054
        },
        {
            "docid": "41251446_2",
            "document": "Rising Star Cave . The Rising Star cave system (also known as Westminster or Empire cave) is located in the Malmani dolomites, in Bloubank River valley, about southwest of Swartkrans, part of the Cradle of Humankind World Heritage Site in South Africa. Recreational caving has occurred there since the 1960s. Fossils found (starting in 2013) in the cave were, in 2015, proposed to represent a previously unknown extinct species of hominin named \"Homo naledi\".",
            "score": 146.5548233985901
        },
        {
            "docid": "101784_10",
            "document": "Naracoorte Caves National Park . The limestone of the area was formed from coral and marine creatures 200 million years ago and again 20 million years ago when the land was below sea level. Ground water since then has dissolved and eroded some of the limestone, creating the caves. The caves, such as the Victoria Fossil Cave and Blanche Cave, are often not far below ground, and holes open up creating traps for the unwary. This is the source of the remarkable collection of fossils. Mammals and other land creatures have fallen into open caves and been unable to escape. The fossil record has been preserved in strata formed from eroded topsoil washed and blown in. In some places, the fossil-bearing silt is up to 20 metres thick. Some of these areas are being preserved for future research when better methods of dating and reconstructing fossil records may have been found. These fossil traps are especially significant for tracing Australian megafauna.",
            "score": 90.1761783361435
        },
        {
            "docid": "26878593_2",
            "document": "Australopithecus sediba . Australopithecus sediba is a species of \"Australopithecus\" of the early Pleistocene, identified based on fossil remains dated to about 2 million years ago. The species is known from six skeletons discovered in the Malapa Fossil Site at the Cradle of Humankind World Heritage Site in South Africa, including a juvenile male (MH1 also called \"Karabo\", the holotype), an adult female (MH2, the paratype), an adult male, and three infants. The fossils were found together at the bottom of the Malapa Cave, where they apparently fell to their death, and have been dated to between 1.980 and 1.977 million years ago.",
            "score": 125.49794578552246
        },
        {
            "docid": "36896_14",
            "document": "Lion . The lion evolved in Africa between 1 million and 800,000 years ago, from where it spread throughout the Holarctic region. The earliest fossil record in Europe was found near Pakefield in the United Kingdom and is about 680,000 years old. From this lion the late Pleistocene Eurasian cave lion probably derived about 300,000 years ago. Fossil remains found in the Cromer Forest Bed suggest that it was of a gigantic size and represented a lineage that was genetically isolated and highly distinct from lions in Africa and Asia. It was distributed throughout Europe, across Siberia and into western Alaska, via the Beringian landmass. The gradual formation of dense forest likely caused the decline of its geographic range near the end of the Late Pleistocene. Frequently encountered lion bones in cave deposits from Eemian times suggest that the cave lion survived in the Balkans and Asia Minor. There was probably a continuous population extending into India. Fossil lion remains were found in Pleistocene deposits in West Bengal. It became extinct about 10,000 years ago at the end of the last glacial period without mitochondrial descendants on other continents.",
            "score": 122.7351713180542
        },
        {
            "docid": "249429_4",
            "document": "Home . The earliest homes that humans inhabited were likely naturally occurring features such as caves.  Throughout history, primitive peoples have made use of caves. The earliest human fossils found in caves come from a series of caves near Krugersdorp and Mokopane in South Africa. The cave sites of Sterkfontein, Swartkrans, Kromdraai B, Drimolen, Malapa, Cooper's D, Gladysvale, Gondolin and Makapansgat have yielded a range of early human species dating back to between three and one million years ago, including Australopithecus africanus, Australopithecus sediba and Paranthropus robustus. However, it is not generally thought that these early humans were living in the caves, but that they were brought into the caves by carnivores that had killed them.",
            "score": 128.0151288509369
        },
        {
            "docid": "5778_30",
            "document": "Cave . Throughout history, primitive peoples have made use of caves. The earliest human fossils found in caves come from a series of caves near Krugersdorp and Mokopane in South Africa. The cave sites of Sterkfontein, Swartkrans, Kromdraai B, Drimolen, Malapa, Cooper's D, Gladysvale, Gondolin and Makapansgat have yielded a range of early human species dating back to between three and one million years ago, including Australopithecus africanus, Australopithecus sediba and Paranthropus robustus. However, it is not generally thought that these early humans were living in the caves, but that they were brought into the caves by carnivores that had killed them.",
            "score": 123.1390311717987
        },
        {
            "docid": "26878766_3",
            "document": "Malapa Fossil Site, Cradle of Humankind . At the beginning of this project, there were approximately 130 known cave sites in the region and around twenty fossil deposits. By July 2008, the pattern of cave distribution seen on Google Earth by Berger as well as the recognition of what these deposits looked like from satellites and significant amounts of searching on the ground had led Berger to discover almost 500 caves that scientists had not plotted or identified previously. Included in this were more than 25 fossil sites that had been unknown to science, all in probably the most explored region in Africa. Berger brought in geologist Paul Dirks, at that time Head of the School of GeoSciences at the University of the Witwatersrand, to lead the geological aspects of this exploratory project.",
            "score": 115.3624861240387
        },
        {
            "docid": "51250711_4",
            "document": "Betal Rock Shelter . The oldest strata are attributed to the warm Mindel-Riss interglacial period followed by the Riss glaciation period, that consisted of rock debris mixed with loam and pieces of sinter. In it proto-Mousterian stone tools and the fossilized bones of a Deninger's bear have been found, dated to an age of 300,000 years. The next strata of red loam and debris contained faunal bone fossils from Cave bear \"(Ursus spelaeus)\", wolf, the Alpine marmot, the Merck's rhinoceros, the Cave hyena, wild boar, and elk. The stone tool assemblage discovered in this stratum has been assigned to the \"Homo neanderthalensis\" Mousterian culture. The following strata also held Pleistocene faunal remains, particularly those of the Alpine marmot, of reindeer and Cave bear. The presence of these fossils points to a deposition during the last glacial period, the Würm glaciation, which lasted from 110,000 to 11,700 years ago. This layer included numerous tool flakes created through flint knapping by Neanderthal occupants and modern humans, who account for the few tools of Gravettian culture. The uppermost stratum includes Neolithic tools and the fossilized bones of wild boar, wolf and beaver, whose presence suggests the establishment of the most recent Holocene climate. The top coat of this stratum carried Bronze Age and Iron Age tools, artifacts, pottery shards and the skeletal remains of domesticated animals.",
            "score": 99.15670835971832
        },
        {
            "docid": "27140698_2",
            "document": "Hornerstown Formation . The Hornerstown Formation is a Paleogene or latest Mesozoic geologic formation in New Jersey. The age of these deposits have been controversial. While most fossils are of animals types known from the earliest Cenozoic era, several fossils of otherwise exclusively Cretaceous age have been found. These include remains of the shark \"Squalicorax\", the teleost fish \"Enchodus\", several species of ammonite, and marine lizards referred to the genus \"Mosasaurus\". Some of these remains show signs of severe abrasion and erosion, however, implying that they are probably re-worked from older deposits. Most of these fossils are restricted to the lowest point in the formation, one rich in fossils and known as the Main Fossiliferous Layer, or MFL. Other explanations for the out-of-place fossils in the MFL is that they represent a time-averaged assemblage that built up and remained unburied during a time of low sediment deposition, or that they were stirred up from deeper in the sediment and deposited together during a tsunami.",
            "score": 104.70080900192261
        },
        {
            "docid": "1800148_6",
            "document": "Kirkdale Cave . Buckland began his investigation believing that the fossils in the cave were diluvial, that is that they had been deposited there by a deluge that had washed them from far away, possibly the Biblical flood. However, upon further investigation, he realized that the cave had never been open to the surface through its roof, and that the only entrance that had ever been open to the outside world was too small for the carcasses of animals as large as elephants or hippos to have floated in. He began to suspect that the animals had lived in the local area, and that the hyenas had used the cave as a den and brought in remains of the various animals they fed on. This hypothesis was supported by the fact that many of the bones showed signs of having been gnawed prior to fossilization, and by the presence of objects which Buckland suspected to be fossilized hyena dung. Further analysis, including comparison with the dung of modern spotted hyenas living in menageries, confirmed the identification of the fossilized dung.",
            "score": 84.12223768234253
        },
        {
            "docid": "560504_4",
            "document": "Cradle of Humankind . Nearby the site, but not in the site, the Rising Star Cave system contains the Dinaledi Chamber (chamber of stars), in which were discovered fifteen fossil skeletons of an extinct species of hominin, provisionally named \"Homo naledi\".",
            "score": 167.55599117279053
        },
        {
            "docid": "17369680_23",
            "document": "Woolly mammoth . Like modern elephants, woolly mammoths were likely very social and lived in matriarchal (female-led) family groups. This is supported by fossil assemblages and cave paintings showing groups. It is therefore probable that most of their other social behaviour was similar to that of modern elephants. It is unknown how many mammoths lived at one location at a time, as fossil deposits are often accumulations of individuals that died over long periods of time. It is likely that the amounts varied by season and life-cycle events. Modern elephants can form large herds, sometimes consisting of multiple family groups, and these herds can include thousands of animals migrating together. Mammoths may have formed large herds more often, since animals that live in open areas are more likely to do this than those in forested areas. Trackways made by a woolly mammoth herd 11,300–11,000 years ago have been found in the St. Mary Reservoir in Canada, showing that there were in this case almost equal numbers of adults, sub-adults and juveniles. The adults had a stride of , and the juveniles ran to keep up.",
            "score": 100.92784798145294
        },
        {
            "docid": "22759362_9",
            "document": "Ngada Regency . The megalithic sites in Ngada region were added to the UNESCO World Heritage Tentative List on October 19, 1995 in the Cultural category. In 1968 stegodon fossil and stone artefacts were found in the Soa Valley north of Bajawa. In 1991 excavations were carried out but no significant discoveries were found. In excavations in 1994 researchers found 12 sites of artefacts and the fossils. The age of the Soa Valley is put at around 650,000 to 1.02 million years during which time there were at least two devastating volcanic events. So far, researchers have not found human fossils but it is believed that human fossils may yet be found. Stone artefacts suggesting hominin activity have been found in caves such as Mata Menge in the area. If human fossils are indeed found, this may contribute to knowledge about migration into eastern Indonesia. Research at nearby Liang Bua cave to the west near Ruteng has also contributed to expanding knowledge about early human activity in the area.",
            "score": 103.59764981269836
        },
        {
            "docid": "1800148_5",
            "document": "Kirkdale Cave . The discovery at Kirkdale occurred in the wake of new forms of stratigraphic dating developed during the Enlightenment. As was the case for many nineteenth century fossils, the bones in Kirkdale were originally found by local inhabitants. The entrance to the cave was found by limestone quarry workers in the summer of 1821. The quarry workers assumed that the abundant bones buried in the cave floor were the remains of cattle that had been dumped in the cave after dying from some past epidemic. They used some of the bones to fill potholes in a nearby road, where an amateur naturalist noticed them and realized that they were not the remains of livestock. This attracted the attention of numerous fossil collectors. Some of the fossils were sent to William Clift the curator of the museum of the Royal College of Surgeons; he identified some of the bones as the remains of hyenas larger than any of the modern species. At the same time, William Buckland was told about the cave and shown some of the fossils by a colleague at Oxford.",
            "score": 113.12724649906158
        },
        {
            "docid": "968521_8",
            "document": "Max Planck Institute for Evolutionary Anthropology . Dating carried out by the Max Planck Institute for Evolutionary Anthropology in Leipzig revealed that the Jebel Irhoud site and its \"Homo sapiens\" fossils were far older than first thought. Fresh excavations revealed the remains of at least five people and a number of stone tools. The finds included part of a skull, a jawbone, teeth and limb bones which had come from three adults, a juvenile, and a child aged about seven and a half years old. The bones looked similar facially to those of humans today, but had much larger lower jaws and elongated braincases. They have similar features to a skull dating to 260,000 years ago found at the other end of the continent, in Florisbad, South Africa, which has been attributed to \"Homo sapiens\" on the basis of the Jebel Irhoud finds. The tools were found alongside gazelle bones and lumps of charcoal, indicating the presence of fire and probably of cooking in the cave. The gazelle bones showed characteristic signs of butchery and cooking, such as cut marks, notches consistent with marrow extraction, and charring. Some of the tools had been burned due to fires being lit on top of them, presumably after they had been discarded. This enabled the researchers to use thermoluminescence dating to ascertain when the burning had happened, and by proxy the age of the fossil bones, which were found in the same deposit layer. The burnt tools were dated to around 315,000 years ago, indicating that the fossils are of about the same age. This conclusion was confirmed by recalculating the age of the Irhoud 3 mandible, which produced an age range compatible with that of the tools at roughly 280,000 to 350,000 years old. This would make the remains the earliest known examples of \"Homo sapiens\".",
            "score": 133.3354959487915
        },
        {
            "docid": "26878766_11",
            "document": "Malapa Fossil Site, Cradle of Humankind . The fossil was dated using a combination of paleomagnetism and uranium-lead (U-Pb) dating by Andy Herries (La Trobe University, Australia), Robyn Pickering (University of Melbourne, Australia) and Jan Kramers (University of Johannesburg, South Africa). U-Pb dating of the underlying flowstone indicates that the fossils are not older than 2.0 million years old. The occurrence of species of animal that became extinct ~1.5 million years ago indicate the deposit is not younger than 1.5 million years old. The sediments have a 'normal' magnetic polarity, and the only major period between 2.0 and 1.5 million years ago when this occurred was the Olduvai sub-Chron between 1.95 and 1.78 million years ago, and so in 2010 the fossil was suggested to be around 1.95 million years old based on the transitional nature of some of the sediments and the stratigraphy at the site. In 2011 a more accurate date of the fossils was established when a capping flowstone was too old to enable the normal polarity deposits to date to the Olduvai event. The deposits were instead correlated to a ~3000 year long period centred at around 1.977 million years ago and known as the Pre-Olduvai event.",
            "score": 129.03684031963348
        },
        {
            "docid": "12048604_7",
            "document": "Gladysvale Cave . Gladysvale has become well known for its exceptional horizontally-bedded stratigraphy and has been the site of the testing of many of the absolute dating techniques which have proved successful on the hard to date breccias of the South African fossil-bearing caves. The site is presently divided into three cave systems with the upper cave holding the Gladysvale Internal Deposits and an External Deposit (pictured in 3-D). Gladysvale was one of the first sites in Africa to be 3-D digitally mapped by Peter Schmid and students from the University of Zurich.",
            "score": 83.71007251739502
        },
        {
            "docid": "48818401_15",
            "document": "Elands Bay Cave . There were remains of sheep bones found at Elands Bay Cave between 2,000 and 1,500 BP. The first bone collectors in Elands Bay Cave were discovered to be people from the Stone Age. Some bones were gnawed and chewed, which predicted the habitation of carnivores and porcupines. Evidence suggests that mole rats could have been introduced by people bringing them when they migrated to Elands Bay Cave or, the more likely suggestion is that they were brought by Eagle owls after 10,000 BP. There are fluctuations in evidence which are reflections of periods when the owls used the cave. Fossil samples from mole rat humeri’s were collected and tested. Jaws and foot bones are the most common bones used to identify species since they are long-lasting and easy to identify even when in pieces. Over time there was a reduction in mole rat sizes in the collections, likely because of weather and environmental changes. This would explain the appearance of certain animals like hedgehogs since they favor wetter climates. Some animals such as the Cape horse became extinct and others like the hedgehog came about. This could be seen through fossils found in soil deposits.",
            "score": 123.71610248088837
        },
        {
            "docid": "34033_9",
            "document": "Wildebeest . Blue wildebeest fossils dating back some two and a half million years ago are common and widespread. They have been found in the fossil bearing caves at the Cradle of Humankind north of Johannesburg. Elsewhere in South Africa they are plentiful at such sites as Elandsfontein, Cornelia and Florisbad. The earliest fossils of the black wildebeest were found in sedimentary rock in Cornelia in the Orange Free State and dated back about eight hundred thousand years. Today, five subspecies of the blue wildebeest are recognised while the black wildebeest has no named subspecies.",
            "score": 94.94237613677979
        }
    ],
    "r": [
        {
            "docid": "47774240_2",
            "document": "Homo naledi . Homo naledi is an extinct species of hominin, which anthropologists first described in September 2015 and have assigned to the genus \"Homo\". In 2013, fossil skeletons were found in the Gauteng province of South Africa, in the Rising Star Cave system, part of the Cradle of Humankind World Heritage Site about northwest of Johannesburg. Prior to dating, initial judgement based on archaic features of its anatomy favoured an age of roughly two million years old. In 2017, however, the fossils were dated to between 335,000 and 236,000 years ago, long after much larger-brained and more modern-looking hominins had appeared. The research team therefore thinks that \"H. naledi\" is not a direct ancestor of modern humans, although it is probably an offshoot within the genus \"Homo\".",
            "score": 248.8393096923828
        },
        {
            "docid": "47774240_3",
            "document": "Homo naledi . The species is characterised by a body mass and stature similar to small-bodied human populations, a smaller endocranial volume similar to \"Australopithecus\", and a skull shape similar to early \"Homo\" species. The skeletal anatomy presents ancestral features known from australopithecines with more recent features associated with later hominins. , fossils of at least fifteen individuals, amounting to more than 1550 specimens, have been excavated from the cave. Abundant fossil remains are still within the chamber. Newer findings (remains of at least three individuals: two adults and a child) in a second chamber, known as Lesedi (\"light\" in the Sotho-Tswana languages), were reported by John Hawks et al. (2017). In May 2018, anthropologists provided evidence that the brain of \"H. naledi\" was small, but nonetheless complex, sharing structural similarities with the modern human brain.",
            "score": 231.13726806640625
        },
        {
            "docid": "560504_9",
            "document": "Cradle of Humankind . In October 2013, Berger commissioned geologist Pedro Boshoff to investigate cave systems in the Cradle of Humankind for the express purpose of discovering more fossil hominin sites. Cavers Rick Hunter and Steven Tucker discovered hominid fossils in a previously unexplored area of the Rising Star/Westminster Cave System assigned site designation UW-101. In November 2013, Berger led a joint expedition of the University of the Witwatersrand and National Geographic Society to the Rising Star Cave System near Swartkrans. In just three weeks of excavation, the six-woman international team of advance speleological scientists (K. Lindsay Eaves, Marina Elliott, Elen Feuerriegel, Alia Gurtov, Hannah Morris, and Becca Peixotto), chosen for their paleoanthropological and caving skills, as well as their small size, recovered over 1,200 specimens of a presently unidentified fossil hominin species. The site is still in the process of being dated. In September 2015, Berger, in collaboration with National Geographic, announced the discovery of a new species of human relative, named \"Homo naledi\", from UW-101. Most remarkably, besides shedding light on the origins and diversity of our genus, \"H. naledi\" also appears to have intentionally deposited bodies of its dead in a remote cave chamber, a behaviour previously thought limited to humans. In the last days of the Rising Star Expedition, cavers Rick Hunter and Steven Tucker discovered additional fossil hominid material in another portion of the cave system. Preliminary excavations at this site, designated UW-102, have begun and yielded complete hominid fossil material of its own. It is unknown what the relationship of sites 101 and 102 is.",
            "score": 208.5043487548828
        },
        {
            "docid": "47774240_27",
            "document": "Homo naledi . Paleoanthopologist Tim D. White thinks that, based on the published descriptions, the fossils belong to a primitive \"Homo erectus\". Anthropologist Chris Stringer also stated that the fossils look most similar to the small-bodied examples of \"Homo erectus\" from Dmanisi in Georgia, which have been dated at ∼1.8 million years old. Berger rejected the possibility of the fossils representing \"H. erectus\" at the announcement news conference. S. V. Drobyshevskiy identifies remains of \"H. naledi\" with \"Telanthropus\" (\"Telanthropus capensis\") from Swartkrans.",
            "score": 201.0564727783203
        },
        {
            "docid": "14099_9",
            "document": "History of Africa . Around 1.8 million years ago, \"Homo ergaster\" first appeared in the fossil record in Africa. From \"Homo ergaster\", \"Homo erectus\" evolved 1.5 million years ago. Some of the earlier representatives of this species were still fairly small-brained and used primitive stone tools, much like \"H. habilis\". The brain later grew in size, and \"H. erectus\" eventually developed a more complex stone tool technology called the Acheulean. Possibly the first hunters, \"H. erectus\" mastered the art of making fire and was the first hominid to leave Africa, colonizing most of Afro-Eurasia and perhaps later giving rise to \"Homo floresiensis\". Although some recent writers suggest that \"Homo georgicus\" was the first and most primitive hominid ever to live outside Africa, many scientists consider \"H. georgicus\" to be an early and primitive member of the \"H. erectus\" species. The fossil record shows \"Homo sapiens\" living in Southern and Eastern Africa at least 200,000 to 150,000 years ago. Around 40,000 years ago, the species' expansion out of Africa launched the colonization of the planet by modern human beings. By 10,000 BC, \"Homo sapiens\" had spread to most corners of Afro-Eurasia. Their disperals are traced by linguistic, cultural and genetic evidence. The earliest physical evidence of astronomical activity appears to be a lunar calendar found on the Ishango bone dated to between 23,000 and 18,000 BC.",
            "score": 193.28298950195312
        },
        {
            "docid": "47774240_20",
            "document": "Homo naledi . During 2016, members of the team worked on determining the geological age of the fossil deposit, applying techniques that can be used to date the site's flowstones, and in the paper Dirks et al. (2017) announced a much more recent age range of between 335,000 and 236,000 years ago from dating fossil teeth, sediments encasing the fossils and overlying flowstone. They used a variety of dating techniques, including radiocarbon dating of teeth, optically stimulated luminescence of sediment, palaeomagnetic analysis of flowstone, and most conclusively, uranium-thorium dating of cave flowstone and teeth and electron spin resonance dating of teeth. The latter two types of measurements of teeth were performed on blind duplicate samples by two different labs.",
            "score": 192.4457550048828
        },
        {
            "docid": "47784311_2",
            "document": "Dawn of Humanity . Dawn of Humanity is a 2015 American documentary film that was released online on September 10, 2015, and aired nationwide in the United States on September 16, 2015. The PBS NOVA National Geographic film, in one episode of two hours, was directed and produced by Graham Townsley. The film describes the 2013 discovery, and later excavation, of the fossil remains of \"Homo naledi\", an extinct species of hominin assigned to the genus \"Homo\", found within the Dinaledi Chamber of the Rising Star Cave system, located in the Cradle of Humankind, South Africa. Additionally, the National Geographic Society has multiple videos on its website covering different phases of the discovery and excavation of the fossils during a two-year period. , fossils of at least fifteen individuals, amounting to 1550 specimens, have been excavated from the cave.",
            "score": 190.5552215576172
        },
        {
            "docid": "682482_14",
            "document": "Human . The earliest members of the genus \"Homo\" are \"Homo habilis\" which evolved around . \"Homo habilis\" has been considered the first species for which there is clear evidence of the use of stone tools. More recently, however, in 2015, stone tools, perhaps predating \"Homo habilis\", have been discovered in northwestern Kenya that have been dated to 3.3 million years old. Nonetheless, the brains of \"Homo habilis\" were about the same size as that of a chimpanzee, and their main adaptation was bipedalism as an adaptation to terrestrial living. During the next million years a process of encephalization began, and with the arrival of \"Homo erectus\" in the fossil record, cranial capacity had doubled. \"Homo erectus\" were the first of the hominina to leave Africa, and these species spread through Africa, Asia, and Europe between . One population of \"H. erectus\", also sometimes classified as a separate species \"Homo ergaster\", stayed in Africa and evolved into \"Homo sapiens\". It is believed that these species were the first to use fire and complex tools. The earliest transitional fossils between \"H. ergaster/erectus\" and archaic humans are from Africa such as \"Homo rhodesiensis\", but seemingly transitional forms are also found at Dmanisi, Georgia. These descendants of African \"H. erectus\" spread through Eurasia from c. 500,000 years ago evolving into \"H. antecessor\", \"H. heidelbergensis\" and \"H. neanderthalensis\". The earliest fossils of anatomically modern humans are from the Middle Paleolithic, about 200,000 years ago such as the Omo remains of Ethiopia and the fossils of Herto sometimes classified as \"Homo sapiens idaltu\". Later fossils of archaic \"Homo sapiens\" from Skhul in Israel and Southern Europe begin around 90,000 years ago.",
            "score": 188.52056884765625
        },
        {
            "docid": "10326_26",
            "document": "Human evolution . In 2013, fossil skeletons of \"Homo naledi\", an extinct species of hominin assigned (provisionally) to the genus \"Homo\", were found in the Rising Star Cave system, a site in South Africa's Cradle of Humankind region in Gauteng province near Johannesburg. , fossils of at least fifteen individuals, amounting to 1550 specimens, have been excavated from the cave. The species is characterized by a body mass and stature similar to small-bodied human populations, a smaller endocranial volume similar to \"Australopithecus\", and a cranial morphology (skull shape) similar to early \"Homo\" species. The skeletal anatomy combines primitive features known from australopithecines with features known from early hominins. The individuals show signs of having been deliberately disposed of within the cave near the time of death. The fossils have not yet been dated.",
            "score": 187.9381866455078
        },
        {
            "docid": "11288671_14",
            "document": "Lee Rogers Berger . On September 13, 2013, two recreational cavers, Rick Hunter and Steven Tucker, discovered a previously unknown, remote chamber within the well known Rising Star cave system. Discovering the floor of this chamber (now known as the Dinaledi Chamber or UW-101) littered with human-like bones, the pair reported their finds to a colleague, who in turn brought them to the attention of Berger. Recognizing their importance, and unable to access the chamber himself due to his size, Berger organized an expedition over social media that brought six qualified researchers in from around the world to commence an excavation of the remains in November 2013. An early career workshop was organized in May 2014 that brought together 54 local and international scientists to describe and study the more than 1550 fossils recovered. In September 2015, the team announced \"Homo naledi\" as a new hominin species, citing its unique mosaic of more ancestral and human-like traits. Other fossil bearing localities in the system were given the site numbers 102 to 104, though research regarding them has not yet been published.",
            "score": 187.66990661621094
        },
        {
            "docid": "560504_5",
            "document": "Cradle of Humankind . Sterkfontein alone has produced more than a third of early hominid fossils ever found prior to 2010. The Dinaledi Chamber contains over 1,500 \"H. naledi\" fossils, the most extensive discovery of a single hominid species ever found in Africa.",
            "score": 183.4344024658203
        },
        {
            "docid": "47774240_21",
            "document": "Homo naledi . This age obtained from the dating is surprisingly young, as earlier estimates based on the appearance were an order of magnitude older. No similarly small-brained hominins had previously been known from such a recent date in Africa. (The even smaller-brained \"Homo floresiensis\" of Indonesia lived on an isolated island and apparently went extinct shortly after the arrival of modern humans.) The species is interpreted as an early-branching, and possibly basal offshoot within the diversification of \"Homo\". The mosaic anatomy of \"H. naledi\", combining more ancestral with more recently evolved features, might result from hybridization between different hominin lineages. The ability of such a small-brained hominin to survive for so long in the midst of more advanced members of \"Homo\" will require a revision of previous conceptions of human evolution.",
            "score": 182.91790771484375
        },
        {
            "docid": "47774240_18",
            "document": "Homo naledi . The bones were found lying on the cave floor or buried in its claylike sediments (\"mud clast breccias\") interspersed with layers of deposited calcite flowstone. Geologists estimate that the cave in which the fossils were discovered is no older than three million years. The discovery team waited until after the research article was published before trying radiocarbon dating because the technique destroys parts of the fossils. Radiocarbon dating can only date fossils which are less than 50,000 years old.",
            "score": 182.4307403564453
        },
        {
            "docid": "303612_11",
            "document": "Homo rudolfensis . The fossils were dated to about two million years ago, being contemporaneous with \"H. habilis\". According to Leakey \"et al.\", \"the new fossils confirm the presence of two contemporary species of early \"Homo\" [that is, \"habilis\" and \"rudolfensis\"], in addition to \"Homo erectus\", in the early Pleistocene of eastern Africa\". Lee Rogers Berger, however, called the argument \"weak\", and proposed the finds be compared to other possibilities, such as \"Australopithecus africanus\" and \"Australopithecus sediba\". Tim D. White of the University of California also challenged the findings, asking, \"How can practitioners in this field possibly expect to be able to accurately identify fossil species based upon a few teeth, jaws, and lower faces in light of what we know about the great variation found among different individuals in a single living species?\" Leakey replied, \"I would challenge Tim to find any primate in which you would see the same degrees of variation as those that we are seeing between our new fossils and KNM-ER 1802\". KNM-ER 1802 is a lower-jaw fossil that is thought to be of a \"Homo rudolfensis\". Given the difference between this fossil and the ones found in 2012, Leakey has proposed that the fossil is not of a \"H. rudolfensis\", but possibly, of a \"H. habilis\". Bernard Wood considers that it is \"perfectly possible\" that there were interactions between these different species.",
            "score": 181.33297729492188
        },
        {
            "docid": "47774240_7",
            "document": "Homo naledi . In November 2013, the National Geographic Society and the University of the Witwatersrand funded an expedition called Rising Star Expedition for a twenty-one-day excavation at the cave, followed by a second expedition in March 2014 for a 4-week-excavation in the \"Dinaledi\" Chamber. In total, more than 1,550 pieces of bone belonging to at least fifteen individuals have been recovered from the clay-rich sediments. The layered distribution of the bones suggests that they had been deposited over a long time, perhaps centuries. Only one square metre of the cave chamber has been excavated; other remains might still be there. Around 300 bone fragments were collected from the surface of the \"Dinaledi\" Chamber, and ∼1250 fossil specimens were recovered by excavation. The fossils include skulls, jaws, ribs, teeth, bones of an almost complete foot, of a hand, and of an inner ear. The bones of old, young, and infants were found. Although much of the fossil material is disarticulated (separated at joints), the deposit contains articulated or near-articulated examples such as the maxilla and mandible of single individuals and the bones of a nearly complete hand and foot.",
            "score": 179.32553100585938
        },
        {
            "docid": "3097571_10",
            "document": "Human taxonomy . The genus \"Homo\" has been taken to originate some two millions ago since the discovery of stone tools in Olduvai Gorge, Tanzania, in the 1960s. \"Homo habilis\" (Leakey \"et al.\", 1964) would be the first \"human\" species (member of genus \"Homo\") by definition, its type specimen being the OH 7 fossils. However, the discovery of more fossils of this type has opened up the debate on the delineation of \"H. habilis\" from \"Australopithecus\". Especially, the  LD 350-1 jawbone fossil discovered in 2013, dated to 2.8 Mya, has been argued as being transitional between the two. Fossil KNM-ER 1470 (discovered in 1972, designated \"Pithecanthropus rudolfensis\" by Alekseyev 1978) is now seen as either a third early species of \"Homo\" (alongside \"H. habilis\" and \"H. erectus\") at about 2 million years ago, or alternatively as transitional between \"Australopithecus\" and \"Homo\".",
            "score": 177.22901916503906
        },
        {
            "docid": "47774240_38",
            "document": "Homo naledi . The National Geographic Society has videos on its website describing, explaining and showing different phases of the discovery, the scientists, the six women researchers, excavation of the fossils during a two-year period, and the process of making a model of a head of \"H. naledi\" from the fossils.",
            "score": 174.32225036621094
        },
        {
            "docid": "27067_13",
            "document": "Sub-Saharan Africa . Roughly 1.8 million years ago, \"Homo ergaster\" first appeared in the fossil record in Africa. From \"Homo ergaster\", \"Homo erectus\" (upright man) evolved 1.5 million years ago. Some of the earlier representatives of this species were small-brained and used primitive stone tools, much like \"H. habilis\". The brain later grew in size, and \"H. erectus\" eventually developed a more complex stone tool technology called the Acheulean. Potentially the first hominid to engage in hunting, \"H. erectus\" mastered the art of making fire. They were the first hominids to leave Africa, going on to colonize the entire Old World, and perhaps later on giving rise to \"Homo floresiensis\". Although some recent writers suggest that \"H. georgicus\", a \"H. habilis\" descendant, was the first and most primitive hominid to ever live outside Africa, many scientists consider \"H. georgicus\" to be an early and primitive member of the \"H. erectus\" species.",
            "score": 173.47434997558594
        },
        {
            "docid": "47774240_14",
            "document": "Homo naledi . Four skulls were discovered in the Dinaledi chamber, thought to be two females and two males, with a cranial volume of for the males and for females, about 40% to 45% the volume of modern human skulls; average \"Homo erectus\" skulls are . A fifth, male skull found in the Lesedi chamber has a larger estimated cranial volume of . The \"H. naledi\" skulls are closer in cranial volume to australopithecine skulls. Nonetheless, the cranial structure is described as more similar to those found in the genus \"Homo\" than to australopithecines, particularly in its slender features, and the presence of temporal and occipital bossing, and the fact that the skulls do not narrow in behind the eye-sockets. The brains of the species were markedly smaller than modern \"Homo sapiens\", measuring between . The teeth and mandible musculature are much smaller than those of most australopithecines, which suggests a diet that did not require heavy mastication. The teeth are small, similar to modern humans, but the third molar is larger than the other molars, similar to australopithecines. The teeth have both primitive and derived dental development.",
            "score": 173.15927124023438
        },
        {
            "docid": "47774240_22",
            "document": "Homo naledi . The research team proposes the bones represent a new species, \"H. naledi\" in the genus \"Homo\"; other experts contend further analyses are needed to support this classification. Paleoanthropologist Tim D. White observed that the significance of this discovery would be unknown until dating had been completed and additional anatomical comparison with previously known fossils has been done.",
            "score": 168.01797485351562
        },
        {
            "docid": "560504_4",
            "document": "Cradle of Humankind . Nearby the site, but not in the site, the Rising Star Cave system contains the Dinaledi Chamber (chamber of stars), in which were discovered fifteen fossil skeletons of an extinct species of hominin, provisionally named \"Homo naledi\".",
            "score": 167.5559844970703
        },
        {
            "docid": "28041891_10",
            "document": "Saadanius . According to Zalmout \"et al.\", \"Saadanius\" may also help resolve the age of the hominoid–cercopithecoid split. Paleoanthropological work has typically placed the divergence between 25 and 23 mya, but genetic-based estimates have placed it in the early Oligocene, approximately 33 mya. Despite the predictions from the genetic tests, little fossil evidence has been found for a last common ancestor between 30 and 23 mya, favoring a later split. Only isolated teeth of \"Kamoyapithecus\" hinted at the existence of potential basal hominoids in the late Oligocene (between 24 and 27.5 mya), while the oldest fossil Old World monkey, \"Victoriapithecus macinnesi\", dates to 19 mya. With the discovery of \"Saadanius\", Zalmout \"et al.\" suggested a later split than the genetic data, dating between 29–28 and 24 mya. However, Pozzi \"et al.\" later argued that although \"Saadanius\" is a significant discovery, because it is a stem catarrhine, it could not be used to date the divergence of the crown group. The presence of stem taxa in the fossil record does not indicate that crown groups have evolved, and stem taxa may survive for millions of years after the crown taxa appear. For this reason, the fossil record can only suggest a hard minimum boundary for divergence dates, which corresponds to the first appearance of a crown taxon. Furthermore, Pozzi \"et al.\" pointed out that the supplementary material published by Zalmout \"et al.\" demonstrated that Pliopithecoidea were more closely related to living catarrhines than \"Saadanius\".",
            "score": 166.9138946533203
        },
        {
            "docid": "47774240_4",
            "document": "Homo naledi . The fossils were discovered by recreational cavers Rick Hunter and Steven Tucker in 2013. \"Homo naledi\" was formally described in September 2015 by a 47-member international team of authors led by South African paleoanthropologist Lee Berger of the University of the Witwatersrand, who proposed the bones represent a new \"Homo\" species. Other experts contend more analyses are needed to support this classification. There are some indications that the individuals may have been placed in the cave near the time of their death.",
            "score": 166.1952667236328
        },
        {
            "docid": "51299711_4",
            "document": "Elen Feuerriegel . In 2013, whilst a PhD student, Feuerriegal responded to an advertisement on Facebook calling for \"skinny, highly-qualified paleontologists\" with caving experience. The advertisement was placed by Lee Berger, who was recruiting a team to recover hominid fossils he had discovered in the difficult-to-access Dinaledi Chamber of Rising Star Cave. Feuerriegal helped excavate the fossils, which were subsequently assigned to a new species of human, \"Homo naledi\". She also studied its upper limb bones.",
            "score": 165.37881469726562
        },
        {
            "docid": "47774240_5",
            "document": "Homo naledi . The word \"\"naledi\"\" means \"star\" in the Sotho-Tswana languages. It, and the corresponding name \"Dinaledi\" Chamber (\"chamber of stars\"), were chosen to reference the Rising Star cave system where the fossils were found.",
            "score": 164.7694549560547
        },
        {
            "docid": "47774240_25",
            "document": "Homo naledi . Bernard Wood, a paleoanthropologist at the George Washington University, agrees the remains represent a new species, but thinks the bones may represent a relict population that may have evolved in near isolation in South Africa, similar to another relict population, a small-brained species of \"Homo floresiensis\" from the island of Flores in Indonesia. With the number of individuals, and the sexes and age groups represented, scientists consider the find to be the richest assemblage of associated fossil hominins ever discovered in Africa, and aside from the Sima de los Huesos collection and later Neanderthal and modern human samples, the excavation site has the most comprehensive representation of skeletal elements across the lifespan, and from multiple individuals, in the hominin fossil record.",
            "score": 164.11912536621094
        },
        {
            "docid": "23638717_13",
            "document": "Bouri Formation . \"Homo erectus\" fossils include the specimen BOU-VP-2/66, or the Daka skull, an incomplete skull that had an endocranial capacity of 995 cm. These fossils (of \"H. erectus\") are important to the current debate as to whether Asian and African \"H. erectus\" were actually different human species. Asfaw, et al. (2002) reports: 1) that these fossils do not support \"..the hypothesis of a deep cladogenesis between African and Asian \"H. erectus\" ...\"; and 2) \"..that geographic subdivision of early \"H. erectus\" into separate species lineages is biologically misleading, artificially inflating early Pleistocene species diversity.\" Further, they suggest that \"..by 1 Myr the taxon had colonized much of the Old World without speciating. A finding of considerable biogeographic and behavioural significance\".",
            "score": 163.0507354736328
        },
        {
            "docid": "65638_7",
            "document": "History of South Africa . Many more species of early hominid have come to light in recent decades. The oldest is Little Foot, a collection of footbones of an unknown hominid between 2.2 and 3.3 million years old, discovered at Sterkfontein by Ronald J. Clarke. An important recent find was that of 1.9 million year old \"Australopithecus sediba\", discovered in 2008. In 2015, the discovery near Johannesburg of a previously unknown species of \"Homo\" was announced, named \"Homo naledi\". It has been described as one of the most important paleontological discoveries in modern times.",
            "score": 162.96481323242188
        },
        {
            "docid": "47774240_30",
            "document": "Homo naledi . Dirks et al. say that \"Mono-specific assemblages have been described from Tertiary and Mesozoic vertebrate fossil sites (...), linked to catastrophic events (...) Among deposits of non \"H. sapiens\" hominins, where evidence of catastrophic events is lacking, mono-specific assemblages have been associated typically with deliberate cultural deposition or burial\". They stated that there is no evidence a catastrophe placed the bodies in the cave, and that the bodies were deliberately placed in cave.",
            "score": 162.13604736328125
        },
        {
            "docid": "611589_19",
            "document": "Java Man . Though this view is still widely accepted, in the 1980s a group of Dutch paleontologists used Dubois's collection of more than 20,000 animal fossils to reassess the date of the layer in which Java Man was found. Using only fossils from Trinil, they called that new faunal assemblage the Trinil H. K. Fauna, in which H. K. stands for \"Haupt Knochenschicht\", or \"main fossil-bearing layer\". This assessment dates the fossils of Java Man to between 900,000 and 1,000,000 years old. (Work published in 2014 gives a \"maximum age of 0.54 ± 0.10 million years and a minimum age of 0.43 ± 0.05 million years\" for Ar-Ar and luminescence dating of sediment in human-predated shell material from Trinil. \"Homo erectus at Trinil on Java used shells for tool production and engraving\" Joordens et al., 2014, Nature online publishing; work continues on assessing the dating of this complex site.). Other fossils attest to the even earlier presence of \"H. erectus\" in Java. Sangiran 2 (named after its discovery site) may be as old as 1.66 Ma (million years). The controversial Mojokerto child, which Carl C. Swisher and Garniss Curtis once dated to 1.81 ± 0.04 Ma, has now been convincingly re-dated to a maximum age of 1.49 ± 0.13 Ma, that is, 1.49 million years with a margin of error of plus or minus 130,000 years.",
            "score": 161.1798095703125
        },
        {
            "docid": "47774240_31",
            "document": "Homo naledi . William Jungers, anatomical scientist at Stony Brook University, does not dispute that the \"H. naledi\" bones belong in the genus \"Homo\" and were likely deposited deliberately, but he cautions against trying to argue for \"complex social organization and symbolic behaviors.\" He suggests that \"Dumping conspecifics down a hole may be better than letting them decay around you.\" He speculates that in the past there may have been another, easier, way to access the chamber where the bones were found. Dirks et al. mentions that there is insufficient evidence to suggest the existence of an alternate and easier access route from the surface to the Denaledi Chamber.",
            "score": 160.95545959472656
        },
        {
            "docid": "14821485_14",
            "document": "Early human migrations . Other archaic human species are assumed to have spread throughout Africa by this time, although the fossil record is sparse. Their presence is assumed based on traces of admixture with modern humans found in the genome of populations indigenous to Southern and West Africa. \"Homo naledi\", discovered in South Africa in 2013 and tentatively dated to about 300,000 years ago, may represent fossil evidence of such an archaic human species.",
            "score": 160.82350158691406
        }
    ]
}