{
    "q": [
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 227.88906872272491
        },
        {
            "docid": "614678_8",
            "document": "Farnesyltransferase inhibitor . LNK-754 inhibits the activity of a protein called farnesyl-transferase (FT). This class of molecules are called FTIs (or farnesyl-transferase inhibitors). As with mTOR inhibitors, many companies developed them to treat cancers, where they were unsuccessful. The mechanism by which FTIs work is through inhibition of this enzyme, which adds a fatty acid molecule to proteins (such as the oncogene, or cancer-generating, ras). Many proteins can exist in a cell in various locations, and the addition of a farnesyl group targets proteins to the plasma membrane. When ras gets to the plasma membrane, it becomes activated, and leads to tumour formation if this process is not stopped. It was thought that by inhibiting FT, ras will not be activated, therefore preventing cancer growth. The problem was that ras can also be modified by other mechanisms, and thus FTIs were not sufficient to inhibit malignant growth induced by ras signaling.",
            "score": 160.02046012878418
        },
        {
            "docid": "8382438_14",
            "document": "Poloxamer . Work led by Kabanov has recently shown that some of these polymers, originally thought to be inert carrier molecules, have a very real effect on biological systems independently of the drug they are transporting. The poloxamers have been shown to incorporate into cellular membranes affecting the microviscosity of the membranes. Interestingly the polymers seem to have the greatest effect when absorbed by the cell as an unimer rather than as a micelle. Effect on multi drug resistant cancer cells Poloxamers have been shown to preferentially target cancer cells, due to differences in the membrane of these cells when compared to noncancer cells. Poloxamers have also been shown to inhibit MDR proteins and other drug efflux transporters on the surface of cancer cells; the MDR proteins are responsible for the efflux of drugs from the cells and hence increase the susceptibility of cancer cells to chemotherapeutic agents such as doxorubicin.  Another effect of the polymers upon cancer cells is the inhibition of the production of ATP in multi-drug resistant (MDR) cancer cells. The polymers seem to inhibit respiratory proteins I and IV, and the effect on respiration seems to be selective for MDR cancer cells, which may be explained by the difference in fuel sources between MDR and sensitive cells (fatty acids and glucose respectively). The poloxamers have also been shown to enhance proto-apoptotic signaling, decrease anti-apoptoic defense in MDR cells, inhibit the glutathione/glutathione S-transferase detoxification system, induce the release of cytochrome C, increase reactive oxygen species in the cytoplasm, and abolish drug sequestering within cytoplasmic vesicles.  Effect on nuclear factor kappa B  Certain poloxamers such as P85 have been shown not only to be able to transport target genes to target cells, but also to increase gene expression. Certain poloxamers, such as P85 and L61, have also been shown to stimulate transcription of NF kappaB genes, although the mechanism by which this is achieved is currently unknown, bar that P85 has been shown to induce phosphorylation of the inhibitory kappa.",
            "score": 220.86459803581238
        },
        {
            "docid": "22820578_4",
            "document": "Pancreatic stellate cell . In humans, persistent injury to the pancreas is linked with chronic alcohol use, pancreatic duct obstruction and genetic. Chronic damage leads to the sustained activation of the active PaSC phenotype. Diminished production of MMPs by PaSCs also contributes to the fibrotic phenotype. Other factors may also drive the persistent activated state of PaSCs in the event of pancreatitis. For example, PaSCs express protease activated receptor-2 (PAR-2), which is cleaved by trypsin to become active. Active PAR-2 then instigates PaSC growth and collagen synthesis. Pancreatic adenocarcinomas are recognised by tumour desmoplasia, distinguished by an increase in the connective tissue that surrounds the neoplasm. Activated PaSCs in the tumour desmoplasia of human pancreatic cancers express α-SMA and co-localise with MRNA encoding pro-collagen α1I. These factors are significant contributors of the ECM proteins that compose the desmoplasia. A symbiotic relationship exists between pancreatic adenocarcinoma cells and PaSCs, which leads to an overall increase in the rate of growth of the tumour. For example, culture supernatants from human pancreatic tumour cell lines induce PaSC proliferation and the production of ECM proteins. Pancreatic tumour cells stimulate the proliferation of PaSCs through the secretion of PDGF, and induce PaSC production of ECM proteins by secreting TGF-β1 and FGF-2. Pancreatic tumour cells and PaSCs operate in a symbiotic relationship in animal studies, however data from human pancreatic tumours is limited. Connective tissue growth factor is involved in the pathogenesis of fibrotic diseases and is predominantly found in PaSCs through regulation by TGF-β. Pancreatic cancer cells also stimulate proliferation, ECM production and TIMP1 production in PaSCs. The production of these factors is regulated by fibroblast growth factor 2, TGF-β1, and PDGF. In addition to cytokine-mediated mechanisms, PaSCs also produce a tumour supportive micro-environment through the production of matri-cellular proteins. The up regulation of matri-cellular proteins such as galectin-1, and tenascin-C is present in the stromal tissues of pancreatic cancer and chronic pancreatitis. Matricellular proteins induce proliferation, migration and production of cytokines, ECM and angiogenic responses in PaSCs, which in turn induce cancer cell proliferation. Matri-cellular proteins may therefore directly contribute to the development of pancreatic cancer through stimulating cancer cell activity. The matricellular protein also facilitates a tumour supportive microenvironment through sustained fibrogenic stellate cell activity. A hypoxic environment in tumours influences pancreatic cancer progression. An oxygen deficient environment concomitantly exists not only in cancer cells but also in surrounding pancreatic stellate cells. The cellular response to hypoxia is mediated by the transcription factor HIF-1, which is a heterodimer protein composed of α and β subunits. Hypoxia also stimulates nuclear expression of HIF-1α followed by the production of vascular endothelial growth factor (VEGF) in PaSCs. The induction of HIF-α indicates that PaSCs serves as oxygen sensing cells within the pancreas. PaSCs, endothelial cells and other cells involved in the development of pancreatic fibrosis therefore function in coordination with a low oxygen microenvironment. Treatment of chronic pancreatitis and pancreatic cancer aims to target the major mechanisms involved in both their activation and proliferation. For example, inhibition of the receptors PDGF, TGF-β and angiotensin II in addition to suppression of the intracellular signalling pathways downstream of these receptors is likely to be of therapeutic benefit. In vitro experiments indicate that PaSCs influence the activation and proliferation process for mitogen activated protein kinase (MAPK) pathways, in particular ERK1/2, p38 kinase and JNK. The inhibition of the majority of MAPK pathways leads to a reduction in the activation and proliferation of PaSCs. Anti-fibrosis treatment strategies targeting PaSCs include inhibition of the activation of quiescent PaSCs. Agents such as angiotensin receptor blockers, serine protease inhibitors and adenine dinucleotide phosphate oxidase inhibit the activation and function of PaSCs. Camostat mesilate, an oral protease inhibitor, that is used to treat patients with chronic pancreatitis inhibited the proliferation and MCP-1 production in PaSCs in vitro. The success and effect of anti-fibrosis therapies in pancreatic cancer treatment, however, remains unclear. Rat PaSCs express COX-2 when stimulated with TGF beta 1 (TGF-β1) and other cytokines. pharmacological inhibition of COX-2 and inhibition of TGF-β1 signalling pathway decreases the expression of COX-2, α-SMA and collagen I, indicating that COX-2 may be a therapeutic target for pancreatic cancer and chronic pancreatitis. Strategies aimed at inducing PaSC transformation from an activated to a quiescent state and inducing PaSC apoptosis may also be used to treat pancreatic cancer and chronic pancreatitis. For example, the administration of vitamin A induces culture activated rat PaSCs to trans-differentiate to a quiescent state, preventing the progression of pancreatic cancer and pancreatitis.",
            "score": 195.2378443479538
        },
        {
            "docid": "28990145_16",
            "document": "Proteostasis . The unregulated cell division that marks cancer development requires increased protein synthesis for cancer cell function and survival. This increased protein synthesis is typically seen in proteins that modulate cell metabolism and growth processes. Cancer cells are sometimes susceptible to drugs that inhibit chaperones and disrupt proteostasis, such as Hsp90 inhibitors or proteasome inhibitors. Furthermore, cancer cells tend to produce misfolded proteins, which are removed mainly by proteolysis. Inhibitors of proteolysis allow accumulation of both misfolded protein aggregates, as well as apoptosis signaling proteins in cancer cells. This can can change the sensitivity of cancer cells to antineoplastic drugs; cancer cells either die at a lower drug concentration, or survive, depending on the type of proteins that accumulate, and the function these proteins have. Proteasome inhibitor bortezomib was the first drug of this type to receive approval for treatment of multiple myeloma.",
            "score": 162.41783130168915
        },
        {
            "docid": "7172_74",
            "document": "Chemotherapy . Targeted therapies are a relatively new class of cancer drugs that can overcome many of the issues seen with the use of cytotoxics. They are divided into two groups: small molecule and antibodies. The massive toxicity seen with the use of cytotoxics is due to the lack of cell specificity of the drugs. They will kill any rapidly dividing cell, tumor or normal. Targeted therapies are designed to affect cellular proteins or processes that are utilised by the cancer cells. This allows a high dose to cancer tissues with a relatively low dose to other tissues. Although the side effects are often less severe than that seen of cytotoxic chemotherapeutics, life-threatening effects can occur. Initially, the targeted therapeutics were supposed to be solely selective for one protein. Now it is clear that there is often a range of protein targets that the drug can bind. An example target for targeted therapy is the protein produced by the Philadelphia chromosome, a genetic lesion found commonly in chronic myelomonocytic leukemia. This fusion protein has enzyme activity that can be inhibited by imatinib, a small molecule drug.",
            "score": 179.45966792106628
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 181.96380257606506
        },
        {
            "docid": "18308_62",
            "document": "Lanthanide . One of the specific elements from the lanthanide group that has been tested and used is cerium (Ce). There have been studies that use a protein-cerium complex to observe the effect of cerium on the cancer cells. The hope was to inhibit cell proliferation and promote cytotoxicity. Transferrin receptors in cancer cells, such as those in breast cancer cells and epithelial cervical cells, promote the cell proliferation and malignancy of the cancer. Transferrin is a protein used to transport iron into the cells and is needed to aid the cancer cells in DNA replication. Transferrin acts as a growth factor for the cancerous cells and is dependent on iron. Cancer cells have much higher levels of transferrin receptors than normal cells and are very dependent on iron for their proliferation. Cerium has shown results as an anti-cancer agent due to its similarities in structure and biochemistry to iron. Cerium may bind in the place of iron on to the transferrin and then be brought into the cancer cells by transferrin-receptor mediated endocytosis. The cerium binding to the transferrin in place of the iron inhibits the transferrin activity in the cell. This creates a toxic environment for the cancer cells and causes a decrease in cell growth. This is the proposed mechanism for cerium’s effect on cancer cells, though the real mechanism may be more complex in how cerium inhibits cancer cell proliferation. Specifically in HeLa cancer cells studied in vitro, cell viability was decreased after 48 to 72 hours of cerium treatments. Cells treated with just cerium had decreases in cell viability, but cells treated with both cerium and transferrin had more significant inhibition for cellular activity.",
            "score": 212.94009840488434
        },
        {
            "docid": "413102_16",
            "document": "Folding@home . Folding@home is also used to study protein chaperones, heat shock proteins which play essential roles in cell survival by assisting with the folding of other proteins in the crowded and chemically stressful environment within a cell. Rapidly growing cancer cells rely on specific chaperones, and some chaperones play key roles in chemotherapy resistance. Inhibitions to these specific chaperones are seen as potential modes of action for efficient chemotherapy drugs or for reducing the spread of cancer. Using Folding@home and working closely with the Center for Protein Folding Machinery, the Pande lab hopes to find a drug which inhibits those chaperones involved in cancerous cells. Researchers are also using Folding@home to study other molecules related to cancer, such as the enzyme Src kinase, and some forms of the engrailed homeodomain: a large protein which may be involved in many diseases, including cancer. In 2011, Folding@home began simulations of the dynamics of the small knottin protein EETI, which can identify carcinomas in imaging scans by binding to surface receptors of cancer cells.",
            "score": 176.51045060157776
        },
        {
            "docid": "31321569_11",
            "document": "The Hallmarks of Cancer . To tightly control cell division, cells have processes within them that prevent cell growth and division. These processes are orchestrated by proteins known as tumor suppressor genes. These genes take information from the cell to ensure that it is ready to divide, and will halt division if not (when the DNA is damaged, for example). In cancer, these tumour suppressor proteins are altered so that they don't effectively prevent cell division, even when the cell has severe abnormalities. Another way cells prevent over-division is that normal cells will also stop dividing when the cells fill up the space they are in and touch other cells; known as contact inhibition. Cancer cells do not have contact inhibition, and so will continue to grow and divide, regardless of their surroundings.",
            "score": 184.58066534996033
        },
        {
            "docid": "1867108_8",
            "document": "Antimetabolite . Antimetabolites may also be antibiotics, such as sulfanilamide drugs, which inhibit dihydrofolate synthesis in bacteria by competing with para-aminobenzoic acid (PABA). PABA is needed in enzymatic reactions that produce folic acid, which acts as a coenzyme in the synthesis of purines and pyrimidines, the building-blocks of DNA. Mammals do not synthesize their own folic acid so they are unaffected by PABA inhibitors, which selectively kill bacteria. Sulfanilamide drugs are not like the antibiotics used to treat infections. Instead, they work by changing the DNA inside cancer cells to keep them from growing and multiplying. Antitumor antibiotics are a class of antimetabolite drugs that are cell cycle nonspecific. They act by binding with DNA molecules and preventing RNA (ribonucleic acid) synthesis, a key step in the creation of proteins, which are necessary for cancer cell survival.",
            "score": 151.6736228466034
        },
        {
            "docid": "14755626_14",
            "document": "PSMB6 . As aforementioned, the proteasome subunit beta type-6, also known as 20S proteasome subunit beta-1 is a protein that is encoded by the PSMB6 gene in humans. A clinically important role of the PSMB6 protein has been mainly found in malignancies. For instance, pharmacological drug therapy with Periplocin in the treatment of rheumatoid arthritis, is also found to inhibit lung cancer in both in-vivo and in-vitro experimental models. Accordingly, the protein profile changes of human lung cancer cell lines A549 in response to periplocin treatment were investigated using proteomics approaches (2-DE combined] with MS/MS) in conduction with Western blot analysis to verify the changed proteins. Using immunoblot analysis followed by STRING bioinformatics analysis, it was revealed that Periplocin can inhibited growth of lung cancer by down-regulating proteins, such as ATP5A1, EIF5A, ALDH1 and PSMB6. Thus, the proteasome subunit beta type-6 (PSMB6) appears to have a significant role in molecular mechanisms underlying the anti-cancer effects of periplocin on lung cancer cells. A proteomic study, analyzing differentially expressed UPS proteins in a rat model of chronic hypoxic pulmonary hypertension which is characterized by sustained elevation of pulmonary vascular resistance that results in vascular remodeling, revealed a significant association with the PSMB6 protein. Chronic hypoxia up-regulated the proteasome activity and the proliferation of pulmonary artery smooth muscle cells, which may be related to an increased PSMB6 expression and the subsequently enhanced functional catalytic sites of the proteasome. Thus, there may be an essential role of the proteasome during chronic hypoxic pulmonary hypertension.",
            "score": 151.2173537015915
        },
        {
            "docid": "38828080_3",
            "document": "Antineoplastic resistance . There are two general causes of antineoplastic therapy failure: Inherent genetic characteristics, giving cancer cells their resistance, which is rooted in the concept of cancer cell heterogeneity, and acquired resistance after drug exposure. Characteristics of resistant cells include: altered membrane transport, enhanced DNA repair, apoptotic pathway defects, alteration of target molecules, protein and pathway mechanisms, such as enzymatic deactivation. Since cancer is a genetic disease, two genomic events underlie acquired drug resistance: Genome alterations (e.g. gene amplification and deletion) and epigenetic modifications. Cancer cells are constantly using a variety of tools, involving genes, proteins and altered pathways, to ensure their survival against antineoplastic drugs.",
            "score": 162.870863199234
        },
        {
            "docid": "34315260_6",
            "document": "Piyush Trivedi . In December,2015 Rajiv Gandhi Proudyogiki Vishwavidyalaya Vice Chancellor Trivedi and his doctoral student claimed to have discovered cancer curing molecules from turmeric through their research which lasted for about 10 years. They filed a US Patent for their two molecules namely \"CTR-17\" and \"CTR-20\". They claimed that the molecules selectively target the cancer cells and have no significant side effects as the molecules elicit anticancer activity through a mechanism which involves obstruction of cancer cell division by inhibition of tubulin, a protein which is responsible for many of the cell functions including chromosome segregation during cell division, development and maintenance of cell shape, intracellular transport, distribution of molecules on cell membranes and cell motility.",
            "score": 165.8113625049591
        },
        {
            "docid": "25341312_3",
            "document": "Thionin . The proteins are toxic to animal cells, presumably attacking the cell membrane and rendering it permeable: this results in the inhibition of sugar uptake and allows potassium and phosphate ions, proteins, and nucleotides to leak from cells. Thionins are mainly found in seeds where they may act as a defence against consumption by animals. A barley (\"Hordeum vulgare\") leaf thionin that is highly toxic to plant pathogens and is involved in the mechanism of plant defence against microbial infections has also been identified. The hydrophobic protein crambin from the Abyssinian kale (\"Crambe abyssinica\") is also a member of the thionin family. Some thionins have cytotoxic activity and they are therefore interesting in the development of new drugs against cancer with novel action mechanisms. No thionin has yet been developed into an anti-cancer drug. Thionin is also a minor protein found in mustard (Brassica napus L.) seeds.",
            "score": 134.24719309806824
        },
        {
            "docid": "44358555_23",
            "document": "15-Hydroxyeicosatetraenoic acid . In cultured human monocytes of the THP1 cell line, 15-oxo-ETE inactivates IKKβ (also known as IKK2) thereby blocking this cell's NF-κB-mediated pro-inflammatory responses (e.g.. Lipopolysaccharide-induced production of TNFα, Interleukin 6, and IL1B) while concurrently activating anti-oxidant responses upregulated through the anti-oxidant response element (ARE) by forcing cytosolic KEAP1 to release NFE2L2 which then moves to the nucleus, binds ARE, and induces production of, e.g. hemoxygenase-1, NADPH-quinone oxidoreductase, and possibly glutamate-cysteine ligase modifier. By these actions, 15-oxo-ETE may dampen inflammatory and/or Oxidative stress responses. In a cell-free system, 15-oxo-ETE is a moderately potent (IC=1 μM) inhibitor of 12-lipoxygenase but not other human lipoxygenases. This effect could also have anti-inflammatory and anti-oxidative effects by blocking the formation of 12-HETE and Hepoxilins. 15-Oxo-ETE is an example of an α,β unsaturated ketone Electrophile. These ketones are highly reactive with nucleophiles, adducting to, for example, the cysteines in transcription and transcription-related regulatory factors and enzymes to form their alkylated and thereby often inactivated products. It is presumed that the preceding activities of 15-oxo-ETE reflect its adduction to the indicated elements. 15-Oxo-ETE, at 2-10 μM, also inhibits the proliferation of cultured Human umbilical vein endothelial cells and LoVo human colorectal cancer cells and at the extremely high concentration of 100 μM inhibits the proliferation of cultured MBA-MD-231 and MCF7 breast cancer cells as well as SKOV3 ovarian cancer cells. They may use a similar \"protein-adduction\" mechanism; if so the target protein(s) for these effects have not been defined or even suggested. This 15-oxo-ETE action may prove to inhibit the remodeling of blood vessels and reduce the growth of the cited cell types and cancers. At sub-micromolar concentrations, 15-oxo-ETE has weak Chemotaxis activity for human monocytes and could serve to recruit this White blood cell into inflammatory responses.",
            "score": 182.5118545293808
        },
        {
            "docid": "13570238_8",
            "document": "PER1 . PER1 expression may have significant effects on the cell cycle. Cancer is often a result of unregulated cell growth and division, which can be controlled by circadian mechanisms. Therefore, a cell's circadian clock may play a large role in its likelihood of developing into a cancer cell. PER1 is a gene that plays an important role in such a circadian mechanism. Its overexpression, in particular, causes DNA-damage induced apoptosis. In addition, down-regulation of PER1 can enhance tumor growth in mammals. PER1 also interacts with proteins ATM and Chk2. These proteins are key checkpoint proteins in the cell cycle. Cancer patients have a lowered expression of per1. Gery, et al. suggests that regulation of PER1 expression may be useful for cancer treatment in the future.",
            "score": 178.19786703586578
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 171.2369109392166
        },
        {
            "docid": "291111_5",
            "document": "Caspase . \"Caspase deficiency\" has been identified as a cause of tumour development. Tumour growth can occur by a combination of factors, including a mutation in a cell cycle gene which removes the restraints on cell growth, combined with mutations in apoptopic proteins such as Caspases that would respond by inducing cell death in abnormally growing cells. Conversely, over-activation of some caspases such as caspase-3 can lead to excessive programmed cell death. This is seen in several neurodegenerative diseases where neural cells are lost, such as Alzheimer's disease. Caspases involved with processing inflammatory signals are also implicated in disease. Insufficient activation of these caspases can increase an organism's susceptibility to infection, as an appropriate immune response may not be activated. The integral role caspases play in cell death and disease has led to research on using caspases as a drug target. For example, inflammatory caspase-1 has been implicated in causing autoimmune diseases; drugs blocking the activation of Caspase-1 have been used to improve the health of patients. Additionally, scientists have used caspases as cancer therapy to kill unwanted cells in tumours.",
            "score": 179.64271557331085
        },
        {
            "docid": "2779217_6",
            "document": "Low-dose chemotherapy . Although yet to be proven, insulin potentiation therapy (IPT) proponents suggest that insulin modifies cancer cells receptivity to being penetrated by the chemotherapy. Cancer cells secrete their own insulin and insulin-like growth factor (IGF) which work together to consume the body's nutrients to grow cancer. Cancer cell membranes have about sixteen times more insulin and IGF receptors than normal cells, and these receptors react with synthetic insulin. When insulin is administered, the cancer starves for glucose and generates enzyme activity that makes the cell membrane more permeable. The chemotherapy drug gets absorbed by the cancer. By using the very same mechanisms that cancer cells use to grow and kill people, proponents believe IPT channels the chemotherapy drug directly inside the cancer cells leaving normal cells alone.",
            "score": 168.07721960544586
        },
        {
            "docid": "2448809_2",
            "document": "Inhibitor of DNA-binding protein . Inhibitor of DNA-binding/differentiation proteins, also known as ID proteins comprise a family of proteins that heterodimerize with basic helix-loop-helix (bHLH) transcription factors to inhibit DNA binding of bHLH proteins. ID proteins also contain the HLH-dimerization domain but lack the basic DNA-binding domain and thus regulate bHLH transcription factors when they heterodimerize with bHLH proteins. The first helix-loop-helix proteins identified were named E-proteins because they bind to Ephrussi-box (E-box) sequences. In normal development, E proteins form dimers with other bHLH transcription factors, allowing transcription to occur. However, in cancerous phenotypes, ID proteins can regulate transcription by binding E proteins, so no dimers can be formed and transcription is inactive. E proteins are members of the class I bHLH family and form dimers with bHLH proteins from class II to regulate transctiption. Four ID proteins exist in humans: ID1, ID2, ID3, and ID4. The ID homologue gene in Drosophila is called extramacrochaetae (EMC) and encodes a transcription factor of the helix-loop-helix family that lacks a DNA binding domain. EMC regulates cell proliferation, formation of organs like the midgut, and wing development. ID proteins could be potential targets for systemic cancer therapies without inhibiting the functioning of most normal cells because they are highly expressed in embryonic stem cells, but not in differentiated adult cells. Evidence suggests that ID proteins are overexpressed in many types of cancer. For example, ID1 is overexpressed in pancreatic, breast, and prostate cancers. ID2 is upregulated in neuroblastoma, Ewing’s sarcoma, and squamous cell carcinoma of the head and neck.",
            "score": 193.62137496471405
        },
        {
            "docid": "28902806_6",
            "document": "Reolysin . Reovirus was noted to be a potential cancer therapeutic when early studies on reovirus suggested it reproduces well in certain cancer cell lines. It has since been shown to replicate specifically in cells that have an activated Ras (a cellular signaling pathway that is involved in cell growth and differentiation) with very little effect in cells that do not have active Ras pathways. Reovirus replicates in and eventually kills Ras-activated tumour cells, and as cell death occurs, progeny virus particles are then free to infect surrounding cancer cells. This cycle of infection, replication and cell death is believed to be repeated until all tumour cells carrying an activated Ras pathway are destroyed. Activating mutations of the Ras protein and upstream elements of the Ras protein may play a role in more than two thirds of all human cancers, including most metastatic disease, which suggests that REOLYSIN may be an effective therapeutic for many Ras-activated tumor types and potentially for some cell proliferative disorders.",
            "score": 198.07404959201813
        },
        {
            "docid": "44579483_10",
            "document": "Batai virus . It is well known that the geographical distribution of Batai virus (BATV) includes the regions of Europe, Asia and Africa. The most common vertebrate affected by BATV are domestic pigs, horses, ruminants and wild birds, which have been known to be the primary mammalian hosts. The transmission cycle of BATV occurs in agricultural ecosystems via Anopheles, Culex and Ochlerotatus species mosquitoes in a typical vertebrate–mosquito cycle.  While limited research has been conducted on the viral cycle of the Batai virus, comparable studies with the close relative Bunyamwera virus has shown that viral infection begins in the salivary glands of mosquitos. At the onset of replication the virus particles coalesce into vacuole membranes lining the cytoplasm of the infected cells. Entry into the cell is facilitated by the viral enveloped nucleocapsid, which contains glycoproteins G1 and G2. Encoded by the M RNA segment they are involved in attachment to the host cell through unidentified receptors on the surface and elicit neutralizing antibodies. Transcription of BATV is said to be similar to that of influenza in that mRNA synthesis is primed by cap-containing oligonucleotides that are generated by a certain viral-endonuclease, functioning to cleave the host cell mRNA. These resulting primers are then incorporated into the viral mRNA. BATV will also encode for two non-structural proteins, NSm on the M segment and NSs on the S segment. During the process it is believed that NSm actively participates in assembly of the virus. These newly assembled viral particles will mature over a period of time inside of the hosts cell in the membranes of the Golgi apparatus before being released. However, while able to replicate in both vertebrate and invertebrate species, in mosquito cells no cell death is observed and persistent infection is established. Whereas in mammalian cells infection is typically categorized as lytic and eventually leads to cell death. This stems from the viruses ability to form clear lytic plaques in cells of vertebrate species but not in those derived from insects. It has been demonstrated in previous studies that in mammalian cells, the NSs protein will induce a shut-off of host protein synthesis which will lead to the death of the host cell. It has also been shown to counteract the host cell antiviral response. This would establish it as the main virulence factor as it acts during the transcriptional phase by inhibiting RNA polymerase II–mediated transcription. Meanwhile, the mosquito cells neither host cell transcription nor translation are inhibited by this fact. It would seem the difference in the behavior of the NSs protein could be one of the factors responsible for the different outcomes of infection attributed to the Batai virus in mammalian and mosquito cells. Some have theorized that a release method that does not rupture the cell membrane could explain why viral replication does not kill mosquito cells and persistence is maintained. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms.",
            "score": 172.7533266544342
        },
        {
            "docid": "40256844_9",
            "document": "DIRAS3 (gene) . ARHI influences also the cell cycle, specifically ARHI’s strong inhibition of the cyclin D1 promoter. Cyclin D1 is an essential protein in the cell’s progression from G1 to S phase, and its regulation by ARHI is critical in maintaining healthy cells. This is the mechanism by which ARHI inhibits cell growth and acts as a negative growth regulator. A loss of ARHI function could result in out-of-control cell growth and, in fact, cyclin D1 is often up-regulated in ovarian cancers and invasive breast carcinomas when ARHI is found to be down-regulated. When \"ARHI\" is introduced into cancer cells lacking this gene, many responses occur in addition to cyclin D1 down-regulation. These include induction of p21, activation of JNK, and reduced signaling through the Ras/MAP pathway. Thus, loss of any of these processes (arising from loss of \"ARHI\") can lead to cancer.",
            "score": 170.05505073070526
        },
        {
            "docid": "606000_41",
            "document": "Papillomaviridae . The E5 are small, very hydrophobic proteins that destabilise the function of many membrane proteins in the infected cell. The E5 protein of some animal papillomavirus types (mainly bovine papillomavirus type 1) functions as an oncogene primarily by activating the cell growth-promoting signaling of platelet-derived growth factor receptors. The E5 proteins of human papillomaviruses associated to cancer, however, seem to activate the signal cascade initiated by epidermal growth factor upon ligand binding. HPV16 E5 and HPV2 E5 have also been shown to down-regulate the surface expression of major histocompatibility complex class I proteins, which may prevent the infected cell from being eliminated by killer T cells.",
            "score": 130.78800797462463
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 175.47507452964783
        },
        {
            "docid": "169250_7",
            "document": "Lipid-anchored protein . Prenylated proteins are particularly important for eukaryotic cell growth, differentiation and morphology. Furthermore, protein prenylation is a reversible post-translational modification to the cell membrane. This dynamic interaction of prenylated proteins with the cell membrane is important for their signalling functions and is often deregulated in disease processes such as cancer. More specifically, Ras is the protein that undergoes prenylation via farnesyltransferase and when it is switched on it can turn on genes involved in cell growth and differentiation. Thus overactiving Ras signalling can lead to cancer. An understanding of these prenylated proteins and their mechanisms have been important for the drug development efforts in combating cancer. Other prenylated proteins include members of the Rab and Rho families as well as lamins.",
            "score": 150.9521837234497
        },
        {
            "docid": "24796896_19",
            "document": "12-Hydroxyeicosatetraenoic acid . 12-HETE (stereoisomer not defined) is the dominant arachidonic acid metabolite in cultured PC3 human prostate cancer cells and its levels in human prostate cancer tissue exceed by >9-fold its levels in normal human prostate tissue. Furthermore, 12(\"S\")-HETE a) increases the expression of Alpha-v beta-5 cell surface adhesion molecule and associated with this the survival of cultured PC3 cells; b) promotes the phosphorylation of retinoblastoma protein to inhibit its tumor suppressor function while promoting the proliferation of cultured PC3 cells; c) stimulates PC3 cells to activate the Mitogen-activated protein kinase kinase/extracellular signal-regulated kinases-1/2 pathway and the NFκB pathways that lead to cell proliferation; d) reverses the apoptosis-inducing (i.e. cell-killing) effect of pharmacologically inhibiting 12-LO in cultured DU145 human prostate cancer cells; e) promotes the induction of cyclooxygenase-1 and thereby the synthesis of this enzyme's growth-promoting arachidonic acid metabolite, PGE2, in cultured PC3 and LNCaP human prostate cancer cells; and f) induces cultured PC3 cells to express Vascular endothelial growth factor (VEGF), a protein that stimulates the formation of the microvasclature which assists in the metastasis of cancer. These results suggest that the 12(\"S\")-HETE made by prostate cancer tissues serves to promote the growth and spread of this cancer. Since it mediates the action of 12(\"S\")-HETE in stimulating cultured PC3 cells to activate the Mitogen-activated protein kinase kinase/Extracellular signal-regulated kinases-1/2 pathway and NFκB pathways, the GPR31 receptor may contribute to the pro-malignant activity of 12(\"S\")-HETE. However, LNCaP and PC3 cells also express BLT2 receptors; in LNCaP cells, BLT2 receptors are positively linked (i.e. stimulate the expression of) to the growth- and metastasis-promoting androgen receptor; in PC3 cells, BLT2 receptors stimulate the NF-κB pathway to inhibit the apoptosis caused by cell detachment from surfaces (i.e. Anoikis; and, in BLT2-overexpressing PWR-1E non-malignant prostate cells, 12(\"S\")-HETE diminish anoikis-induced apoptosis. ith occurs. Thus, the role of 12(\"S\")-HETE in human prostate cancer, if any, may involve its activation of one or both of the GPR31 and BLT2 receptors.",
            "score": 182.1352859735489
        },
        {
            "docid": "38828080_17",
            "document": "Antineoplastic resistance . Many classes of antineoplastic drugs act on intracellular components and pathways, like DNA, nuclear components, meaning that they need to enter the cancer cells. The p-glycoprotein (P-gp), or the multiple drug resistance protein, is a phosphorylated and glycosylated membrane transporter that can shuttle drugs out of the cell, thereby decreasing or ablating drug efficacy. This transporter protein is encoded by the \"MDR1\" gene and is also called the ATP-binding cassette (ABC) protein. MDR1 has promiscuous substrate specificity, allowing it to transport many structurally diverse compounds across the cell membrane, mainly hydrophobic compounds. Studies have found that the MDR1 gene can be activated and overexpressed in response to pharmaceutical drugs, thus forming the basis for resistance to many drugs. Overexpression of the MDR1 gene in cancer cells is used to keep intracellular levels of antineoplastic drugs below cell-killing levels.",
            "score": 147.57633566856384
        },
        {
            "docid": "2065768_4",
            "document": "Antimicrobial peptides . The modes of action by which antimicrobial peptides kill microbes are varied, and may differ for different bacterial species. Some antimicrobial peptides kill both bacteria and fungi, e.g., psoriasin kills \"E. coli\" and several filamentous fungi. The cytoplasmic membrane is a frequent target, but peptides may also interfere with DNA and protein synthesis, protein folding, and cell wall synthesis. The initial contact between the peptide and the target organism is electrostatic, as most bacterial surfaces are anionic, or hydrophobic, such as in the antimicrobial peptide Piscidin. Their amino acid composition, amphipathicity, cationic charge and size allow them to attach to and insert into membrane bilayers to form pores by ‘barrel-stave’, ‘carpet’ or ‘toroidal-pore’ mechanisms. Alternately, they may penetrate into the cell to bind intracellular molecules which are crucial to cell living. Intracellular binding models includes inhibition of cell wall synthesis, alteration of the cytoplasmic membrane, activation of autolysin, inhibition of DNA, RNA, and protein synthesis, and inhibition of certain enzymes. However, in many cases, the exact mechanism of killing is not known. One emerging technique for the study of such mechanisms is dual polarisation interferometry. In contrast to many conventional antibiotics these peptides appear to be bactericidal instead of bacteriostatic. In general the antimicrobial activity of these peptides is determined by measuring the minimal inhibitory concentration (MIC), which is the lowest concentration of drug that inhibits bacterial growth.",
            "score": 133.59769785404205
        },
        {
            "docid": "3181579_2",
            "document": "Trichostatin A . Trichostatin A (TSA) is an organic compound that serves as an antifungal antibiotic and selectively inhibits the class I and II mammalian histone deacetylase (HDAC) families of enzymes, but not class III HDACs (i.e., sirtuins). TSA inhibits the eukaryotic cell cycle during the beginning of the growth stage. TSA can be used to alter gene expression by interfering with the removal of acetyl groups from histones (histone deacetylases, HDAC) and therefore altering the ability of DNA transcription factors to access the DNA molecules inside chromatin. It is a member of a larger class of histone deacetylase inhibitors (HDIs or HDACIs) that have a broad spectrum of epigenetic activities. Thus, TSA has some potential as an anti-cancer drug. One suggested mechanism is that TSA promotes the expression of apoptosis-related genes, leading to cancerous cells surviving at lower rates, thus slowing the progression of cancer. Other mechanisms may include the activity of HDIs to induce cell differentiation, thus acting to \"mature\" some of the de-differentiated cells found in tumors. HDIs have multiple effects on non-histone effector molecules, so the anti-cancer mechanisms are truly not understood at this time.",
            "score": 192.68587350845337
        },
        {
            "docid": "34217148_9",
            "document": "Vectors in gene therapy . Adenoviruses are viruses that carry their genetic material in the form of double-stranded DNA. They cause respiratory, intestinal, and eye infections in humans (especially the common cold). When these viruses infect a host cell, they introduce their DNA molecule into the host. The genetic material of the adenoviruses is not incorporated (transient) into the host cell's genetic material. The DNA molecule is left free in the nucleus of the host cell, and the instructions in this extra DNA molecule are transcribed just like any other gene. The only difference is that these extra genes are not replicated when the cell is about to undergo cell division so the descendants of that cell will not have the extra gene. As a result, treatment with the adenovirus will require readministration in a growing cell population although the absence of integration into the host cell's genome should prevent the type of cancer seen in the SCID trials. This vector system has been promoted for treating cancer and indeed the first gene therapy product to be licensed to treat cancer, Gendicine, is an adenovirus. Gendicine, an adenoviral p53-based gene therapy was approved by the Chinese food and drug regulators in 2003 for treatment of head and neck cancer. Advexin, a similar gene therapy approach from Introgen, was turned down by the US Food and Drug Administration (FDA) in 2008.",
            "score": 191.74472284317017
        }
    ],
    "r": [
        {
            "docid": "21763101_8",
            "document": "Follicular dendritic cell sarcoma . Doxorubicin interferes with cell growth and replication by intercalating in DNA. This stops topoisomerase II from relaxing the DNA strands and inhibiting transcription. Recent studies have also shown that doxorubicin may be involved in the Akt pathway. An important hallmark of cancer, Akt is part of the cell survival pathways by inhibiting apoptosis. There is also evidence that Akt is involved in angiogenesis and vascular maturation. Activation of PI3-kinase/Akt mediates VEGF production in cells. Therefore, doxorubicin has a dual role in cancer treatment: it inhibits cell survival (causes apoptosis), and decreases angiogenesis.",
            "score": 245.00511169433594
        },
        {
            "docid": "11805314_13",
            "document": "Sigma-2 receptor . Sigma-2 receptors have been associated with pancreatic cancer, lung cancer, breast cancer, melanoma, prostate cancer, and ovarian cancer. Tumor cells are shown to over-express sigma-2 receptors, allowing for potential cancer therapies as many sigma-2 receptor mediated cell responses happen only in tumor cells. Tumor cell responses are modulated via ligand binding. Sigma receptor ligands can act as agonists or antagonists, generating different cellular responses. Agonists inhibit tumor cell proliferation and induce apoptosis, which is thought to be triggered by caspase-3 activity. Antagonists promote tumor cell proliferation, but this mechanism is less understood. Sigma receptor ligands have been conjugated to nanoparticles and peptides to deliver cancer treatment to tumor cells without targeting other tissues. The success with these methods have been limited to in vitro trials. Additionally, using sigma-2 receptors to target tumor cells allows for synergizing anti-cancer drug therapies. Some studies have shown that certain sigma receptor inhibitors increase cancer cells' susceptibility to chemotherapy. Other types of binding to sigma-2 receptors increases cytotoxicity of doxorubicin, antinomyocin, and other cancer cell killing drugs.",
            "score": 239.643798828125
        },
        {
            "docid": "14058535_18",
            "document": "CHEK1 . Chk1 has a central role in coordinating the DNA damage response and therefore is an area of great interest in oncology and the development of cancer therapeutics. Initially Chk1 was thought to function as a tumor suppressor due to the regulatory role it serves amongst cells with DNA damage. However, there has been no evidence of homozygous loss of function mutants for Chk1 in human tumors. Instead, Chk1 has been shown to be overexpressed in a numerous tumors including breast, colon, liver, gastric and nasopharyngeal carcinoma. There is a positive correlation with Chk1 expression and tumor grade and disease recurrence suggesting Chk1 may promote tumor growth. Chk1 is essential for cell survival and through high levels of expressions in tumors the function may be inducing tumor cell proliferation. Further, a study has demonstrated that targeting CHK1 reactivates the tumour suppressive activity of protein phosphtase 2A (PP2A) complex in cancer cells. Studies have shown complete loss of Chk1 suppresses chemically induce carcinogenesis however Chk1 haploinsufficiency results in tumor progression. Due to the possibility of Chk1 involvement in tumor promotion, the kinase and related signaling molecules may be potentially effective therapeutic targets. Cancer therapies utilize DNA damaging therapies such as chemotherapies and ionizing radiation to inhibit tumor cell proliferation and induce cell cycle arrest. Tumor cells with increased levels of Chk1 acquire survival advantages due to the ability to tolerate a higher level of DNA damage. Therefore, Chk1 may contribute to chemotherapy resistance. In order to optimize chemotherapies, Chk1 must be inhibited to reduce the survival advantage. Chk1 gene can be effectively silenced by siRNA knockdown for further analysis based on an independent validation. By inhibiting Chk1, cancer cells lose the ability to repair damaged DNA which allows chemotherapeutic agents to work more effectively. Combining DNA damaging therapies such as chemotherapy or radiation treatment with Chk1 inhibition enhances targeted cell death and provides synthetic lethality. Many cancers rely on Chk1 mediated cell cycle arrest heavily especially if cancers are deficient in p53. Approximately 50% of cancers possess p53 mutations illustrating the dependence that many cancers may have on the Chk1 pathway. Inhibition of Chk1 allows selective targeting of p53 mutant cells as Chk1 levels are more likely to highly expressed in tumor cells with p53 deficiencies. Even though this method of inhibition is highly targeted, recent research has shown Chk1 also has a role in the normal cell cycle. Therefore, off-target effects and toxicity associated with combination therapies using CHk1 inhibitors must be considered during development of novel therapies.",
            "score": 233.3135528564453
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 227.88906860351562
        },
        {
            "docid": "30693119_4",
            "document": "HU-331 . Doxorubicin, like other anticancer quinones, was used for chemotherapy in human cancers for many years. The mechanism of action of these drugs has been the subject of considerable controversy since chemotherapeutic drugs exert their cytotoxic effect on target cells by nonspecific mechanisms. The doxorubicin damages DNA by intercalation, the generation of reactive oxygen species and inhibition of DNA topoisomerase I and II. This leads to breaking the chains of DNA single and double strands. The protein associated with these ruptures are the topoisomerase II and DNA damage is catalyzed by this enzyme. Thus, while doxorubicin and other anthraquinones act through many mechanisms such as apoptosis, abrogation of the cell cycle cell, activation of caspases, generation of ROS, inhibition of both topoisomerases, activation of intracellular secondary messengers, etc. Hu-331 is more active and less toxic, since it generates reactive oxygen species in the heart and has a specific activity that gives great potential to develop as a new anticancer drug, according to Kogan \"et al.\"",
            "score": 223.10574340820312
        },
        {
            "docid": "46188763_24",
            "document": "Gold nanoparticles in chemotherapy . Another way in which AuNPs can be used in cancer therapy is as agents for targeted drug delivery. Research shows that AuNPs can be easily functionalized and conjugated with a variety of molecules, including chemotherapeutic drugs such as Doxorubicin. One major complication with the current methods of treating cancer with chemotherapy is that treatment is not optimized to specifically target cancer cells and the widespread distribution of chemotherapeutic drugs throughout the body can cause harmful side effects such as naseua, hair loss, and cardiotoxicity. Since many of the characteristics of AuNPs allow them to target cancer cells specifically and accumulate within tumor cells, these molecules can act as tumor-targeting drug delivery systems. Once within the tumor microenvironment, these complexes dissociate and release the chemotherapeutic, allowing the drug to take effect and eventually cause apoptosis.",
            "score": 220.91221618652344
        },
        {
            "docid": "8382438_14",
            "document": "Poloxamer . Work led by Kabanov has recently shown that some of these polymers, originally thought to be inert carrier molecules, have a very real effect on biological systems independently of the drug they are transporting. The poloxamers have been shown to incorporate into cellular membranes affecting the microviscosity of the membranes. Interestingly the polymers seem to have the greatest effect when absorbed by the cell as an unimer rather than as a micelle. Effect on multi drug resistant cancer cells Poloxamers have been shown to preferentially target cancer cells, due to differences in the membrane of these cells when compared to noncancer cells. Poloxamers have also been shown to inhibit MDR proteins and other drug efflux transporters on the surface of cancer cells; the MDR proteins are responsible for the efflux of drugs from the cells and hence increase the susceptibility of cancer cells to chemotherapeutic agents such as doxorubicin.  Another effect of the polymers upon cancer cells is the inhibition of the production of ATP in multi-drug resistant (MDR) cancer cells. The polymers seem to inhibit respiratory proteins I and IV, and the effect on respiration seems to be selective for MDR cancer cells, which may be explained by the difference in fuel sources between MDR and sensitive cells (fatty acids and glucose respectively). The poloxamers have also been shown to enhance proto-apoptotic signaling, decrease anti-apoptoic defense in MDR cells, inhibit the glutathione/glutathione S-transferase detoxification system, induce the release of cytochrome C, increase reactive oxygen species in the cytoplasm, and abolish drug sequestering within cytoplasmic vesicles.  Effect on nuclear factor kappa B  Certain poloxamers such as P85 have been shown not only to be able to transport target genes to target cells, but also to increase gene expression. Certain poloxamers, such as P85 and L61, have also been shown to stimulate transcription of NF kappaB genes, although the mechanism by which this is achieved is currently unknown, bar that P85 has been shown to induce phosphorylation of the inhibitory kappa.",
            "score": 220.86459350585938
        },
        {
            "docid": "22689_3",
            "document": "Oncogene . Most normal cells will undergo a programmed form of rapid cell death (apoptosis) when critical functions are altered and malfunctioning. Activated oncogenes can cause those cells designated for apoptosis to survive and proliferate instead. Most oncogenes began as proto-oncogenes, normal genes involved in cell growth and proliferation or inhibition of apoptosis. If normal genes promoting cellular growth, through mutation, are up-regulated, (gain of function mutation) they will predispose the cell to cancer and are thus termed oncogenes. Usually multiple oncogenes, along with mutated apoptotic and/or tumor suppressor genes will all act in concert to cause cancer. Since the 1970s, dozens of oncogenes have been identified in human cancer. Many cancer drugs target the proteins encoded by oncogenes.",
            "score": 220.08998107910156
        },
        {
            "docid": "1209057_22",
            "document": "Wnt signaling pathway . The biochemistry of cancer stem cells is subtly different than that of other tumor cells. These so-called Wnt-addicted cells hijack and depend on constant stimulation of the Wnt pathway to promote their uncontrolled growth, survival and migration. In cancer, Wnt signaling can become independent of regular stimuli, through mutations in downstream oncogenes and tumor suppressor genes that become permanently activated even though the normal receptor has not received a signal. β-catenin binds to transcription factors such as the protein TCF4 and in combination the molecules activate the necessary genes. LF3 strongly inhibits this binding \"in vitro,\" in cell lines and reduced tumor growth in mouse models. It prevented replication and reduced their ability to migrate, all without affecting healthy cells. No cancer stem cells remained after treatment. The discovery was the product of \"rational drug design\", involving AlphaScreens and ELISA technologies.",
            "score": 217.76429748535156
        },
        {
            "docid": "39032553_14",
            "document": "Oncolytic adenovirus . Tumours form in cells when mutations in genes involved in cell cycle control and apoptosis accumulate over time. Most tumours studied, have defects in the p53 tumor suppressor pathway. p53 is a transcription factor that plays a role in apoptosis, cell cycle and DNA repair. It blocks cell progression in response to cellular stress or DNA damage. Many viruses replicate by altering the cell cycle and exploiting the same pathways that are altered in cancer cells. E1B proteins produced by adenoviruses protect the infected cell by binding to and degrading the p53 transcription factors, preventing it from targeting the cell for apoptosis. This allows the virus to replicate, package its genome, lyse the cell and spread to new cells.",
            "score": 217.58416748046875
        },
        {
            "docid": "5961325_17",
            "document": "Hsp27 . Hsp70 member proteins, including Hsp72, inhibit apoptosis by acting on the caspase-dependent pathway and against apoptosis-inducing agents such as tumor necrosis factor-α (TNFα), staurosporin, and doxorubicin. This role leads to its involvement in many pathological processes, such as oncogenesis, neurodegeneration, and senescence. In particular, overexpression of HSP72 has been linked to the development of some cancers, such as hepatocellular carcinoma, gastric cancers, colonic tumors, breast cancers, and lung cancers, which led to its use as a prognostic marker for these cancers. Notably, phosphorylated Hsp27 increases human prostate cancer (PCa) cell invasion, enhances cell proliferation, and suppresses Fas-induced apoptosis in human PCa cells. Unphosphorylated Hsp27 has been shown to act as an actin capping protein, preventing actin reorganization and, consequently, cell adhesion and motility. OGX-427, which targets HSP27 through an antisense mechanism, is currently undergoing testing in clinical trials.",
            "score": 215.3308868408203
        },
        {
            "docid": "13975479_16",
            "document": "RHOA . RhoA has also been found to be hyper activated in gastric cancer cells; in consequence, suppression of RhoA activity partially reversed the proliferation phenotype of gastric cancer cells via the down-regulation of the RhoA-mammalian Diaphanous 1 pathway. Doxorubicin has been referred to frequently as a highly-promising anti-cancer drug that is also being utilized in chemotherapy treatments; however, as with nearly all chemotherapeutics, the issue of drug resistance remains. Minimizing or postponing this resistance would the necessary dose to eradicate the tumor, thus diminishing drug toxicity. Subsequent RhoA expression decrease has also been associated with increased sensitivity to doxorubicin and the complete reversion of doxorubicin resistance in certain cells; his shows the resilience of RhoA as a consistent indicator anti-cancer activity. In addition to promoting tumor-suppression activity, RhoA also has inherent impact upon the efficacy of drugs in relation to cancer functionality and could be applied to gene therapy protocols in future research.",
            "score": 215.30319213867188
        },
        {
            "docid": "630611_2",
            "document": "Suicide gene . A suicide gene, in genetics, will cause a cell to kill itself through apoptosis. Activation of these genes can be due to many processes, but the main cellular \"switch\" to induce apoptosis is the p53 protein. Stimulation or introduction (through gene therapy) of suicide genes is a potential way of treating cancer or other proliferative diseases. Suicide genes form the basis of a strategy for making cancer cells more vulnerable, more sensitive to chemotherapy. The approach has been to attach parts of genes expressed in cancer cells to other genes for enzymes not found in mammals that can convert a harmless substance into one that is toxic to the tumor. Most suicide genes mediate this sensitivity by coding for viral or bacterial enzymes that convert an inactive drug into toxic antimetabolites that inhibit the synthesis of nucleic acid. Suicide genes must be introduced into the cells in ways that ensure their uptake and expression by as many cancer cells as possible, while limiting their expression by normal cells. Suicide gene therapy for cancer requires the vector to have the capacity to discriminate between target and non target cells, between the cancer cells and normal cells.",
            "score": 213.4191436767578
        },
        {
            "docid": "18308_62",
            "document": "Lanthanide . One of the specific elements from the lanthanide group that has been tested and used is cerium (Ce). There have been studies that use a protein-cerium complex to observe the effect of cerium on the cancer cells. The hope was to inhibit cell proliferation and promote cytotoxicity. Transferrin receptors in cancer cells, such as those in breast cancer cells and epithelial cervical cells, promote the cell proliferation and malignancy of the cancer. Transferrin is a protein used to transport iron into the cells and is needed to aid the cancer cells in DNA replication. Transferrin acts as a growth factor for the cancerous cells and is dependent on iron. Cancer cells have much higher levels of transferrin receptors than normal cells and are very dependent on iron for their proliferation. Cerium has shown results as an anti-cancer agent due to its similarities in structure and biochemistry to iron. Cerium may bind in the place of iron on to the transferrin and then be brought into the cancer cells by transferrin-receptor mediated endocytosis. The cerium binding to the transferrin in place of the iron inhibits the transferrin activity in the cell. This creates a toxic environment for the cancer cells and causes a decrease in cell growth. This is the proposed mechanism for cerium’s effect on cancer cells, though the real mechanism may be more complex in how cerium inhibits cancer cell proliferation. Specifically in HeLa cancer cells studied in vitro, cell viability was decreased after 48 to 72 hours of cerium treatments. Cells treated with just cerium had decreases in cell viability, but cells treated with both cerium and transferrin had more significant inhibition for cellular activity.",
            "score": 212.94009399414062
        },
        {
            "docid": "14771004_9",
            "document": "HSPA1L . Hsp70 member proteins, including Hsp72, inhibit apoptosis by acting on the caspase-dependent pathway and against apoptosis-inducing agents such as tumor necrosis factor-α (TNFα), staurosporine, and doxorubicin. This role leads to its involvement in many pathological processes, such as oncogenesis, neurodegeneration, and senescence. In particular, overexpression of HSP72 has been linked to the development some cancers, such as hepatocellular carcinoma, gastric cancers, colon cancers, breast cancers, and lung cancers, which led to its use as a prognostic marker for these cancers. Elevated Hsp70 levels in tumor cells may increase malignancy and resistance to therapy by complexing, and hence, stabilizing, oncofetal proteins and products and transporting them into intracellular sites, thereby promoting tumor cell proliferation. As a result, tumor vaccine strategies for Hsp70s have been highly successful in animal models and progressed to clinical trials. Alternatively, overexpression of Hsp70 can mitigate the effects of neurodegenerative diseases, such as Alzheimer’s disease, Parkinson’s disease (PD), Huntington’s disease, and spinocerebellar ataxias, and aging and cell senescence, as observed in centenarians subjected to heat shock challenge. HSPA1L may fight against PD by co-regulating the translocation of parkin to damaged mitochondria, thus facilitating their removal.",
            "score": 208.31338500976562
        },
        {
            "docid": "44286894_4",
            "document": "Growth curve (biology) . Cancer research is an area of biology where growth curve analysis plays an important role. In many types of cancer, the rate at which tumors shrink following chemotherapy is related to the rate of tumor growth before treatment. Tumors that grow rapidly are generally more sensitive to the toxic effects that conventional anticancer drugs have on the cancer cells. Many conventional anticancer drugs (for example, 5-Fluorouracil) interfere with DNA replication and can cause the death of cells that attempt to replicate their DNA and divide. A rapidly growing tumor will have more actively dividing cells and more cell death upon exposure to such anticancer drugs. In the example shown in Figure 2, a tumor is found after the cell growth rate has slowed. Most of the cancer cells are removed by surgery. The remaining cancer cells begin to proliferate rapidly and cancer chemotherapy is started. Many tumor cells are killed by the chemotherapy, but eventually some cancer cells that are resistant to the chemotherapy drug begin to grow rapidly. The chemotherapy is no longer useful and is discontinued.",
            "score": 206.63772583007812
        },
        {
            "docid": "14024984_8",
            "document": "HSPA1A . Hsp70 member proteins, including Hsp72, inhibit apoptosis by acting on the caspase-dependent pathway and against apoptosis-inducing agents such as tumor necrosis factor-α (TNFα), staurosporine, and doxorubicin. This role leads to its involvement in many pathological processes, such as oncogenesis, neurodegeneration, and senescence. In particular, overexpression of HSP72 has been linked to the development some cancers, such as hepatocellular carcinoma, gastric cancers, colon cancers, breast cancers, and lung cancers, which led to its use as a prognostic marker for these cancers. Elevated Hsp70 levels in tumor cells may increase malignancy and resistance to therapy by complexing, and hence, stabilizing, oncofetal proteins and products and transporting them into intracellular sites, thereby promoting tumor cell proliferation. As a result, tumor vaccine strategies for Hsp70s have been highly successful in animal models and progressed to clinical trials. One treatment, a Hsp72/AFP recombined vaccine, elicited robust protective immunity against AFP-expressing tumors in mice experiments. Therefore, the vaccine holds promise for treating hepatocellular carcinoma. Alternatively, overexpression of Hsp70 can mitigate damage from ischemia-reperfusion in cardiac muscle, as well damage from neurodegenerative diseases, such as Alzheimer’s disease, Parkinson’s disease, Huntington’s disease, and spinocerebellar ataxias, and aging and cell senescence, as observed in centenarians subjected to heat shock challenge.",
            "score": 206.44293212890625
        },
        {
            "docid": "2631477_57",
            "document": "Homologous recombination . Cancer cells with BRCA mutations have deficiencies in homologous recombination, and drugs to exploit those deficiencies have been developed and used successfully in clinical trials. Olaparib, a PARP1 inhibitor, shrunk or stopped the growth of tumors from breast, ovarian and prostate cancers caused by mutations in the BRCA1 or BRCA2 genes, which are necessary for HR. When BRCA1 or BRCA2 is absent, other types of DNA repair mechanisms must compensate for the deficiency of HR, such as base-excision repair (BER) for stalled replication forks or non-homologous end joining (NHEJ) for double strand breaks. By inhibiting BER in an HR-deficient cell, olaparib applies the concept of synthetic lethality to specifically target cancer cells. While PARP1 inhibitors represent a novel approach to cancer therapy, researchers have cautioned that they may prove insufficient for treating late-stage metastatic cancers. Cancer cells can become resistant to a PARP1 inhibitor if they undergo deletions of mutations in BRCA2, undermining the drug's synthetic lethality by restoring cancer cells' ability to repair DNA by HR.",
            "score": 206.38885498046875
        },
        {
            "docid": "4415615_10",
            "document": "DNA origami . Researchers in the National Center for Nanoscience and Technology in Beijing and Arizona State University reported a DNA origami delivery vehicle for Doxorubicin, a well-known anti-cancer drug. The drug was non-covalently attached to DNA origami nanostructures through intercalation and a high drug load was achieved. The DNA-Doxorubicin complex was taken up by human breast adenocarcinoma cancer cells (MCF-7) via cellular internalization with much higher efficiency than doxorubicin in free form. The enhancement of cell killing activity was observed not only in regular MCF-7, more importantly, also in doxorubicin-resistant cells. The scientists theorized that the doxorubicin-loaded DNA origami inhibits lysosomal acidification, resulting in cellular redistribution of the drug to action sites, thus increasing the cytotoxicity against the tumor cells.",
            "score": 205.50790405273438
        },
        {
            "docid": "951569_7",
            "document": "Newcastle disease . In 1999, promising results were reported using an attenuated strain of the Newcastle virus, code named MTH-68, in cancer patients by researchers who had isolated the strain in 1968. It appears the virus preferentially targets and replicates in certain types of tumor cells, leaving normal cells almost unaffected. In 2006, researchers from the Hebrew University also succeeded in isolating a variant of the NDV, code named NDV-HUJ, which showed promising results in 14 glioblastoma multiforme patients.  In 2011, Memorial Sloan–Kettering Cancer Center researchers found that NDV modified with the viral protein NS1 had a higher specificity for cancer cells that overexpressed the antiapoptotic factor Bcl-xL. The researchers suggested in cells that resist the normal inducement of apoptosis when infected will give NDV more time to incubate in cell and spread. Many cancer cells will overexpress antiapoptotic factors as part of tumor development. This mechanism of delaying apoptosis in abnormal cells gives NDV the specificity it needs to be an efficient cancer fighting oncolytic virus.",
            "score": 205.17599487304688
        },
        {
            "docid": "2448941_57",
            "document": "Cancer stem cell . Wnt signaling can become independent of regular stimuli, through mutations in downstream oncogenes and tumor suppressor genes that become permanently activated even though the normal receptor has not received a signal. β-catenin binds to transcription factors such as the protein TCF4 and in combination the molecules activate the necessary genes. LF3 strongly inhibits this binding \"in vitro,\" in cell lines and reduced tumor growth in mouse models. It prevented replication and reduced their ability to migrate, all without affecting healthy cells. No cancer stem cells remained after treatment. The discovery was the product of \"rational drug design\", involving AlphaScreens and ELISA technologies.",
            "score": 204.66421508789062
        },
        {
            "docid": "8140632_8",
            "document": "Midkine . In addition, the mechanism for such anti-apoptotic (anti-cell death) activity was studied, specifically using the chemotherapeutic Doxorubicin (Adriamycin) on osteosarcoma (Saos2) cells. Doxorubicin works by putting rampant cancer cells into a senescent state. MK, in WT-MK transfected cells versus WT cells, seemed to activate PKB (Akt), mTOR, and Bad protein, while it inactivated caspase-3. PKB, mTOR, and Bad are all elements associated with the cell cycle survival pathway, whereas caspase-3 is important in the apoptotic pathway (cell death). This indicates that MK caused the cells to initiate the survival pathway (via PKB, mTOR, and Bad activation) and inhibit the senescent or apoptotic pathway (via inhibiting caspase-3) encouraging the chemoresistance seen in resistant cells and in the co-culture experiments. The activation and inhibition of these particular factors clearly is maintaining the immortal quality inherent in cancer cells and specifically in the resistant cell types. Stat-3, however, which is another survival pathway factor, does not appear to have any change in activation between the wild type cells and the MK-transfected WT cells, as was initially believed from a previous study.",
            "score": 204.37147521972656
        },
        {
            "docid": "10454051_15",
            "document": "Acute myeloblastic leukemia with maturation . The fusion oncoprotein involves the gene AML1 (now known as RUNX1) and ETO (now known as RUNX1T1). AML1, located at the 21q22, normally has the ability to activate transcription of the ARF gene and ETO, located at the 8q22, normally has the ability to repress transcription. The fusion protein AML1-ETO is commonly found in acute myeloid leukemia patients. p14 is a well known tumor suppressor that serves as the safety net when p53 tumor suppressor’s functions are inhibited. Many cancers recognize the potential of the p14 tumor suppressor to block cell growth so it is commonly mutated or inhibited in cancer cells. The AML1-ETO is incapable of p14 transcription as the fusion protein took on AML1’s involvement with ARF gene expression and ETO’s transcription repression. The Akt/PKB signaling is a pathway that is pro-survival and growth. By activating Mdm2, the signal transduction pathway will trigger the anti-apoptotic downstream effects of Mdm2. With no p14 to regulate and inhibit Mdm2, there will be an increased level of suppression of p53. Mdm2 is a proto-oncogene that directly antagonizes p53 to ubiquitination (Figure 1). The p53 protein is known as the “guardian of the genome” due to its ability to induce DNA repair enzymes and regulate cell cycle advancements. The down regulation of p53 by Mdm2 would lead to unchecked proliferative growth. The direct consequence of having the fusion protein, AML1-ETO, is the lack of p53 regulation in pre-leukemic cells. Therefore, there are an increased number of immature cells that are unable to carry out normal function, which is essentially cancer (Faderi et al., 2000, Song et al. 2005, Weinberg, 2014).",
            "score": 203.56497192382812
        },
        {
            "docid": "14134041_19",
            "document": "EZH2 . EZH2 is an attractive target for anti-cancer therapy because it helps cancerous cells divide and proliferate. It is found in larger amounts than in healthy cells in a wide range of cancers including breast, prostate, bladder, uterine, and renal cancers, as well as melanoma and lymphoma. EZH2 is a gene suppressor, so when it becomes overexpressed, many tumor suppressor genes that are normally turned on, are turned off. Inhibition of EZH2 function shrinks malignant tumors in some reported cases because those tumor suppressor genes are not silenced by EZH2. EZH2 typically is not expressed in healthy adults; it is only found in actively dividing cells, like those active during fetal development. Because of this characteristic, overexpression of EZH2 can be used as a diagnostic marker of cancer and some neurodegenerative disorders. However, there are cases where it is difficult to tell whether overexpression of EZH2 is the cause of a disease, or simply a consequence. If it is only a consequence, targeting EZH2 for inhibition may not cure the disease. One example of a cancer pathway in which EZH2 plays a role is the pRB-E2F pathway. It is downstream from the pRB-E2F pathway, and signals from this pathway lead to EZH2 overexpression. Another important characteristic of EZH2 is that when EZH2 is overexpressed, it can activate genes without forming PRC2. This is an issue because it means the methylation activity of the enzyme is not mediated by complex formation. In breast cancer cells, EZH2 activates genes that promote cell proliferation and survival. It can also activate regulatory genes like c-myc and cyclin D1 by interacting with Wnt signaling factors. Importantly, the mutation of tyrosine 641 to phenylalanine in the active SET domain of EZH2 results in preference for H3K27 tri-methylation and has been linked to lymphoma.",
            "score": 203.53114318847656
        },
        {
            "docid": "17564957_11",
            "document": "Zinc protoporphyrin . The chemical group that ZnPP belongs to is similar to free heme which is a natural substrate of heme oxygenase. ZnPP is known as a competitive inhibitor of heme oxygenase. Heme oxygenase is a cytoprotective enzyme that copes with oxidative stress on a cell and shows higher expression in cancerous tissues. ZnPP suppression of heme oxygenase reduces cell viability of cancer cells and increases cytotoxicity in cancer cells. ZnPP works in combination with anticancer drugs to increase cytotoxicity greatly in some cases; results in one study have shown a five-fold increase in treatment efficacy. ZnPP has been shown to have a major role in inhibiting tumor growth especially solid tumors. Tumors from brain cancer, colon cancer, prostate cancer, renal cell cancer, oral squamous cell cancer, and leukemia all show a susceptibility to ZnPP due to increase expression of heme oxygenase. The inhibition of heme oxygenase leads to an increase of reactive oxidative species in the cell which sensitizes the cells to chemotherapeutic agents. Increased reactive oxidative species can cause apoptosis in cancer cells and reduce drug resistance when exposed to ZnPP due to loss of the heme oxygenase coping mechanism. The combination of these two therapies is highly effective in treating cancer in experiments thus far, and is a possible new method for overcoming drug resistance. The reduced coping ability of tissues treated with ZnPP also increases radiosensitivity. Cells treated with ZnPP and radiation as opposed to simply one of the two are less viable and more likely to stay in G1 phase of the cell cycle, rather than progress to the G2 phase. ZnPP and radiation combination therapy shows more apoptosis than the same amount of radiation displaying that ZnPP puts stress on cancerous tissue. ZnPP have been injected in a number of trials on solid tumors, but can be utilized more broadly when effectively delivered to cancer cells and not healthy cells. A targeted delivery system is need to fully exploit the uses of ZnPP as a therapeutic agent and heme oxygenase inhibitor due to the potential side effects of free ZnPP on healthy tissue. Reducing the anti-oxidant capability of healthy cells can reduce effects that would have been favorable. However ZnPP have been encapsulated in nanoparticles with specialized coating for drug delivery inside the body. ZnPP did not show any reduce inhibitory potential on heme oxygenase when loaded into nanoparticles. Similarly ZnPP loaded into nanoparticles has a higher cytotoxicity than free ZnPP after two days due to a more favorable release rate as well as better biodistribution and internalization. The possible negative effects on major organs were not seen and blood distribution is more desirable in ZnPP loaded nanoparticles than free ZnPP. The specific inhibition of heme oxygenase using nanoparticles with encapsulated ZnPP reduces side effects and is likely the future method of administering ZnPP treatment.",
            "score": 203.02255249023438
        },
        {
            "docid": "18398577_34",
            "document": "Somatic evolution in cancer . The hallmark \"self-sufficiency in growth signals\" describes the observation that tumor cells produce many of their own growth signals and thereby no longer rely on proliferation signals from the micro-environment. Normal cells are maintained in a nondividing state by antigrowth signals, which cancer cells learn to evade through genetic changes producing \"insensitivity to antigrowth signals\". A normal cell initiates programmed cell death (apoptosis) in response to signals such as DNA damage, oncogene overexpression, and survival factor insufficiency, but a cancer cell learns to \"evade apoptosis\", leading to the accumulation of aberrant cells. Most mammalian cells can replicate a limited number of times due to progressive shortening of telomeres; virtually all malignant cancer cells gain an ability to maintain their telomeres, conferring \"limitless replicative potential\". As cells cannot survive at distances of more than 100 μm from a blood supply, cancer cells must initiate the formation of new blood vessels to support their growth via the process of \"sustained angiogenesis\". During the development of most cancers, primary tumor cells acquire the ability to undergo \"invasion and metastasis\" whereby they migrate into the surrounding tissue and travel to distant sites in the body, forming secondary tumors.",
            "score": 202.52870178222656
        },
        {
            "docid": "11011552_9",
            "document": "Cellular communication (biology) . There are three different types of basic cell communication: surface membrane to surface membrane; exterior, which is between receptors on the cell; and direct communication, which means signals pass inside the cell itself. The junctions of these cells are important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors. This stability leads researchers to believe that gap junctions will be a part of cancer treatment in the future.",
            "score": 202.3204803466797
        },
        {
            "docid": "39383381_9",
            "document": "2-hydroxy-dATP diphosphatase . Eliminating the MTH1 gene in mice results in over three times more mice developing tumors compared to a control group. The enzyme’s much-studied ability to sanitize a cell’s nucleotide pool prevents it from developing mutations, including cancerous ones. Specifically, another study found that MTH1 inhibition in cancer cells leads to incorporation of 8-oxo-dGTP and other oxidatively damaged nucleotides into the cell’s DNA, damaging it and causing cell death. However, cancer cells have also been shown to benefit from use of MTH1. Cells from malignant breast tumors exhibit extreme MTH1 expression compared to other human cells. Because a cancer cell divides much more rapidly than a normal human cell, it is far more in need of an enzyme like MTH1 that prevents fatal mutations during replication. This property of cancer cells could allow for monitoring of cancer treatment efficacy by measuring MTH1 expression. Development of suitable probes for this purpose is currently underway.",
            "score": 202.28604125976562
        },
        {
            "docid": "1920949_13",
            "document": "FOXP3 . Foxp3 is a recruiter of other anti-tumor enzymes such as CD39 and CD8. The overexpression of CD39 is found in patients with multiple cancer types such as melanoma, leukemia, pancreatic cancer, colon cancer, and ovarian cancer. This overexpression may be protecting tumorous cells, allowing them to create their “escape phase”. A cancerous tumor’s “escape phase” is where the tumor grows quickly and it becomes clinically invisible by becoming independent of the extracellular matrix and creating its own immunosuppressive tumor microenvironment. The consequences of a cancer cell reaching the “escape phase” is that it allows it to completely evade the immune system, which reduces the immunogenicity and ability to become clinically detected, allowing it to progress and spread throughout the body. Some cancer patients have also been known to display higher numbers of mutated CD4 cells. These mutated cells will then produce large quantities of TGF-β and IL-10, (a Transforming Growth Factor β and an inhibitory cytokine respectively,) which will suppress signals to the immune system and allow for tumor escape. In one experiment a 15-mer synthetic peptide, P60, was able to inhibit Foxp3’s ability to function. P60 did this by entering the cells and then binding to Foxp3, where it hinders Foxp3’s ability to translocate to the nucleus. Due to this, Foxp3 could no longer properly suppress the transcription factors NF-kB and NFAT; both of which are protein complexes that regulate transcription of DNA, cytokine production and cell survival. This would inhibit a cell’s ability to perform apoptosis and stop its own cell cycle, which could potentially allow an affected cancerous cell to survive and reproduce.",
            "score": 201.9017791748047
        },
        {
            "docid": "4125086_9",
            "document": "HSPA8 . Hsp70 member proteins, including Hsp72, inhibit apoptosis by acting on the caspase-dependent pathway and against apoptosis-inducing agents such as tumor necrosis factor-α (TNFα), staurosporine, and doxorubicin. This role leads to its involvement in many pathological processes, such as oncogenesis, neurodegeneration, and senescence. In particular, overexpression of HSP72 has been linked to the development some cancers, such as hepatocellular carcinoma, gastric cancers, colon cancers, breast cancers, and lung cancers, which led to its use as a prognostic marker for these cancers. Elevated Hsp70 levels in tumor cells may increase malignancy and resistance to therapy by complexing, and hence, stabilizing, oncofetal proteins and products and transporting them into intracellular sites, thereby promoting tumor cell proliferation. As a result, tumor vaccine strategies for Hsp70s have been highly successful in animal models and progressed to clinical trials. One treatment, a Hsp72/AFP recombined vaccine, elicited robust protective immunity against AFP-expressing tumors in mice experiments. Therefore, the vaccine holds promise for treating hepatocellular carcinoma. Alternatively, overexpression of Hsp70 can mitigate damage from ischemia-reperfusion in cardiac muscle, as well damage from neurodegenerative diseases, such as Alzheimer’s disease, Parkinson’s disease, Huntington’s disease, and spinocerebellar ataxias, and aging and cell senescence, as observed in centenarians subjected to heat shock challenge. In particular, Hsc70 plays a protective role in the aforementioned diseases, as well as in other neuropsychiatric disorders such as schizophrenia. Its protective role was further highlighted in a study that identified HSPA8 alongside other HSP70 proteins in a core sub-network of the wider chaperome interactome that functions as a proteostasis safeguard and that is repressed in aging brains and in the brains of Alzheimer's, Parkinson's and Huntington's disease patients.",
            "score": 201.63307189941406
        },
        {
            "docid": "8489099_11",
            "document": "Crosslinking of DNA . DNA repair pathways can result in the formation of tumor cells. Cancer treatments have been engineered using DNA cross-linking agents to interact with nitrogenous bases of DNA to block DNA replication. These cross-linking agents have the ability to act as single-agent therapies by targeting and destroying specific nucleotides in cancerous cells. This result is stopping the cycle and growth of cancer cells; because it inhibits specific DNA repair pathways, this approach has a potential advantage in having fewer side effects.",
            "score": 200.86746215820312
        },
        {
            "docid": "1731697_11",
            "document": "Restriction point . Cancer can be seen as a disruption of normal restriction point function, as cells continually and inappropriately reenter the cell cycle, and do not enter G. Mutations at many steps in the pathway towards the restriction point can result in cancerous growth of cells. Some of the genes most commonly mutated in cancer include Cdks and CKIs; overactive Cdks or underactive CKIs lower the stringency of the restriction point, allowing more cells to bypass senescence. The restriction point is an important consideration in the development of new drug therapies. Under normal physiological conditions, all cell proliferation is regulated by the restriction point. This can be exploited and used as a way to protect non-cancerous cells from chemotherapy treatments. Chemotherapy drugs typically attack cells that are proliferating rapidly. By using drugs that inhibit completion of the restriction point, such as growth factor receptor inhibitors, normal cells are prevented from proliferating, and are thus protected from chemotherapy treatments.",
            "score": 200.85745239257812
        }
    ]
}