{
    "q": [
        {
            "docid": "14308303_4",
            "document": "Monte Carlo method for photon transport . The optical properties of biological tissue offer an exciting approach to biomedical imaging. There are many interesting endogenous contrasts, including absorption from blood and melanin and scattering from nerve cells and cancer cell nuclei. In addition, fluorescent probes can be targeted to many different tissues. Microscopy techniques (including confocal, two-photon, and optical coherence tomography) have the ability to image these properties with high spatial resolution, but, since they rely on ballistic photons, their depth penetration is limited to a few millimeters. Imaging deeper into tissues, where photons have been multiply scattered, requires a deeper understanding of the statistical behavior of large numbers of photons in such an environment. Monte Carlo methods provide a flexible framework that has been used by different techniques to reconstruct optical properties deep within tissue. A brief introduction to a few of these techniques is presented here.",
            "score": 164.24008238315582
        },
        {
            "docid": "3160379_15",
            "document": "Organ printing . The transfer of nutrients and oxygen to cells throughout a printed organ is essential for its function. In very small or thin tissues of less than a millimeter in thickness, cells can receive nutrients through diffusion. However, larger organs require the transportation of nutrients to cells deeper inside the tissue, which requires that the tissue be vascularized, and thus able to receive blood for the exchange of cargo like oxygen and cell wastes. Early organ printing techniques created solid tissues that were unable to vascularize, or vascularized only slowly as host blood vessels entered the transplant, leading to issues like necrosis inside the tissue that can threaten the health and successful recovery of a transplant recipient. More recently developed techniques allow printed organs to be created with a more complex 3D structure, including preexisting internal vasculature, that permits faster integration of the transplant into the host circulatory system. There are multiple techniques for creating vascular systems currently under development. One method is the separate extrusion printing of vessels that are then incorporated into a larger tissue. Another method is sacrificial printing, in which the entire tissue is printed at once, and a dissolvable or otherwise removable bioink is used to form the interior of the vessels. Once this sacrificial scaffolding is removed, usually by a chemical or thermal method, the rest of tissue then contains a vascular pattern.",
            "score": 132.75404453277588
        },
        {
            "docid": "1642813_26",
            "document": "Fluorescence-lifetime imaging microscopy . FLIM has primarily been used in biology as a method to detect photosensitizers in cells and tumors as well as FRET in instances where ratiometric imaging is difficult.  The technique was developed in the late 1980s and early 1990s (Gating method: Bugiel et al. 1989. König 1989, Phase modulation: Lakowicz at al. 1992,) before being more widely applied in the late 1990s. In cell culture, it has been used to study EGF receptor signaling and ErbB1 receptor trafficking.  Time domain FLIM (tdFLIM) has also been used to show the interaction of both types of nuclear intermediate filament proteins lamins A and B1 in distinct homopolymers at the nuclear envelope, which further interact with each other in higher order structures. FLIM imaging is particularly useful in neurons, where light scattering by brain tissue is problematic for ratiometric imaging. In neurons, FLIM imaging using pulsed illumination has been used to study Ras, CaMKII, Rac, and Ran family proteins. FLIM has been used in clinical multiphoton tomography to detect intradermal cancer cells as well as pharmaceutical and cosmetic compounds.",
            "score": 152.91272401809692
        },
        {
            "docid": "10485631_9",
            "document": "Bruce J. Tromberg . Tromberg has used non-linear optical microscopy for high resolution functional mapping of physiological processes in living cells and tissues, and ultrafast laser techniques for the multi-dimensional visualization of cell and tissue physiology.  Tromberg's research interests include studying the optical transport properties of both normal and malignant tissues, developing optical techniques for use in tissue monitoring, detection of physiological changes, and photodynamic therapy.  Tromberg is interested in developing non-invasive methods for in vivo monitoring and imaging using non-linear optical microscopy and diffuse optical spectroscopy.  He is a specialist in the interaction of laser radiation with tissue, and has developed diagnostic techniques to analyze the effects of laser energy on tissue. Tromberg has been the principal investigator on a number of major projects relating to breast cancer, which have been supported by the National Institutes of Health  the U.S. Army, the California Breast Cancer Research Program, and the  National Science Foundation, among others.",
            "score": 138.12875247001648
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 164.20471894741058
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 162.69747400283813
        },
        {
            "docid": "411782_2",
            "document": "Staining . Staining is an auxiliary technique used in microscopy to enhance contrast in the microscopic image. Stains and dyes are frequently used in biology and medicine to highlight structures in biological tissues for viewing, often with the aid of different microscopes. Stains may be used to define and examine bulk tissues (highlighting, for example, muscle fibers or connective tissue), cell populations (classifying different blood cells, for instance), or organelles within individual cells.",
            "score": 156.42159461975098
        },
        {
            "docid": "10371529_8",
            "document": "Honor Fell . Fell's career began during the early stages of the development of tissue culture as a method for working with living cells. Before Fell joined, this research was originally started by biologist Ross Harrison in 1907. In 1910 he started by performing small experiments.This enabled scientists to study living differentiated cells in environments that resembled the behaviour of organs in the animal body. The transition from histological examination of fixed, stained tissues to observation of living cells attracted great enthusiasm when the techniques were first developed, although their utility was somewhat controversial among scientists during the early days.The most remarkable and fundamental method on cell culture is cell hybridization. An organ culture is an excellent experimental system to study the responses of organized, functional cells to environmental factors. Tissue culture also attracted significant popular media interest, with contemporary reports describing Fell as a woman working on \"cultivating life in bottles\" and tissue culture as leading to the growth of human babies in test tubes. Even though tissue culture has made such progress, it cannot tell us about the physiology of an animal’s circulatory or excretory systems or the physiology of its brain or sense organs. Which means the chemical compound that might appear quite harmless when tested on a tissue culture when administered, it might have disastrous side-effects.",
            "score": 136.2607798576355
        },
        {
            "docid": "53901341_7",
            "document": "Marrow adipose tissue . To improve quantification of MAT, novel imaging techniques have been developed as a means to visualize and quantify MAT. Although proton magnetic resonance spectroscopy (1H-MRS) has been used with success to quantify vertebral MAT in humans, it is difficult to employ in laboratory animals. Magnetic resonance imaging (MRI) provides MAT assessment in the vertebral skeleton in conjunction with μCT-based marrow density measurements. A volumetric method to identify, quantify, and localize MAT in rodent bone has been recently developed, requiring osmium staining of bones and μCT imaging, followed by advanced image analysis of osmium-bound lipid volume (in mm) relative to bone volume. This technique provides reproducible quantification and visualization of MAT, enabling the ability to consistently quantify changes in MAT with diet, exercise, and agents that constrain precursor lineage allocation. Although the osmium method is quantitatively precise, osmium is toxic and cannot be compared across batched experiments. Recently, researchers developed and validated a 9.4T MRI scanner technique that allows localization and volumetric (3D) quantification that can be compared across experiments.  Hematopoietic cells (also known as blood cells) reside in the bone marrow along with marrow adipocytes. These hematopoietic cells are derived from hematopoietic stem cells (HSC) which give rise to diverse cells: cells of the blood, immune system, as well as cells that break down bone (osteoclasts). HSC renewal occurs in the marrow stem cell niche, a microenvironment that contains cells and secreted factors that promote appropriate renewal and differentiation of HSC. The study of the stem cell niche is relevant to the field of oncology in order to improve therapy for multiple hematologic cancers. As such cancers are often treated with bone marrow transplantation, there is interest in improving the renewal of HSC. Recent work demonstrates that marrow adipocytes secrete factors that promote HSC renewal in most bones.",
            "score": 146.6235305070877
        },
        {
            "docid": "26065582_2",
            "document": "Preclinical imaging . Preclinical imaging is the visualization of living animals for research purposes, such as drug development. Imaging modalities have long been crucial to the researcher in observing changes, either at the organ, tissue, cell, or molecular level, in animals responding to physiological or environmental changes. Imaging modalities that are non-invasive and \"in vivo\" have become especially important to study animal models longitudinally. Broadly speaking, these imaging systems can be categorized into primarily morphological/anatomical and primarily molecular imaging techniques. Techniques such as high-frequency micro-ultrasound, magnetic resonance imaging (MRI) and computed tomography (CT) are usually used for anatomical imaging, while optical imaging (fluorescence and bioluminescence), positron emission tomography (PET), and single photon emission computed tomography (SPECT) are usually used for molecular visualizations.",
            "score": 138.90700101852417
        },
        {
            "docid": "55163423_6",
            "document": "3Scan . 3Scan’s technology changes the histology workflow to automate the process of tissue sectioning and imaging. Traditionally, histology slides are prepared by embedding a tissue sample in paraffin, taking some few slices of the tissue with a hand-driven microtome, mounting the tissue slices on slides, and staining with various histology stains. A pathologist then looks at these slides with a microscope. In the workflow developed by 3Scan, tissues are stained, embedded, and then sliced and imaged by the KESM. By automating this process, it becomes feasible to take slices of and image the entirety of tissue instead of a few representative slides. In addition to taking more sections, 3Scan’s proprietary software is able to computationally realign these sections in order to visualize the 3D structure of the tissue, similar in appearance to a CT scan. It uses machine vision to produce a 3D spatial map that researchers can analyze on a screen, similar to a topographical map of the Earth. Using these maps, scientists are also able to analyze parts of tissue and phenomena that were previously not visible, such as changes to blood flow between different tissue samples.",
            "score": 184.47968804836273
        },
        {
            "docid": "26065582_10",
            "document": "Preclinical imaging . Cancer research: The study of brain cancers has been significantly hampered by the lack of an easy imaging modality to study animals \"in vivo\". To do so, a craniotomy is often needed, in addition to hours of anesthesia, mechanical ventilation, etc. which significantly alters experimental parameters. For this reason, many researchers have been content to sacrifice animals at different time points and study brain tissue with traditional histological methods. Compared to an \"in vivo\" longitudinal study, many more animals are needed to obtain significant results, and the sensitivity of the entire experiment is cast in doubt. As stated earlier, the problem is not reluctance by researchers to use \"in vivo\" imaging modalities, but rather a lack of suitable ones. For example, although optical imaging provides fast functional data and oxy- and deoxyhemoglobin analysis, it requires a craniotomy and only provides a few hundred micrometres of penetration depth. Furthermore, it is focused on one area of the brain, while research has made it apparently clear that brain function is interrelated as a whole. On the other hand, micro-fMRI is extremely expensive, and offers dismal resolution and image acquisition times when scanning the entire brain. It also provides little vasculature information. Micro-PAT has been demonstrated to be a significant enhancement over existing \"in vivo\" neuro-imaging devices. It is fast, non-invasive, and provides a plethora of data output. Micro-PAT can image the brain with high spatial resolution, detect molecular targeted contrast agents, simultaneously quantify functional parameters such as SO2 and HbT, and provide complementary information from functional and molecular imaging which would be extremely useful in tumor quantification and cell-centered therapeutic analysis.",
            "score": 155.47810566425323
        },
        {
            "docid": "30972650_2",
            "document": "Laser ablation electrospray ionization . Laser ablation electrospray ionization (LAESI) is an ambient ionization method for mass spectrometry that combines laser ablation from a mid-infrared (mid-IR) laser with a secondary electrospray ionization (ESI) process. The mid-IR laser is used to generate gas phase particles which are then ionized through interactions with charged droplets from the ESI source. LAESI was developed by Professor Akos Vertes and Dr. Peter Nemes in 2007 and is now marketed commercially by Protea Biosciences, Inc. LAESI is a novel ionization source for mass spectrometry (MS) that has been used to perform MS imaging of plants, tissues, cell pellets, and even single cells. In addition, LAESI has been used to analyze historic documents and untreated biofluids such as urine and blood. The technique of LAESI is performed at atmospheric pressure and therefore overcomes many of the obstacles of traditional MS techniques, including extensive and invasive sample preparation steps and the use of high vacuum. LAESI can be used to perform MS analysis of many different classes of compounds ranging from small molecules, such as pharmaceuticals, saccharides, lipids, and metabolites to larger biomolecules like peptides and proteins. LAESI has also been shown to have a quantitative dynamic range of 4 decades and a limit of detection (LOD) of 8 fmol with verapamil, a small pharmaceutical molecule. The technique has a lateral resolution of <200 μm for imaging applications and has been used for 3D imaging of plant tissues. Additionally, in cell-by-cell LAESI imaging experiments single cells can be used as the pixels of the molecular image. This LAESI application uses etched optical fibers to produce laser spot sizes of <50 µm to deliver the laser energy and has also been utilized in single cell analysis experiments.",
            "score": 139.46203768253326
        },
        {
            "docid": "14642741_18",
            "document": "Digital image correlation and tracking . The experimental DVC method is still being developed and optimized for speed and reliability. The first proposition of DVC was in 1999 by the authors Bay, Smith, Fyhrie, and Saad. This group used X-ray Tomography to image volumes that could then be correlated using the DVC algorithm which they developed in theory. Since then the method has grown in acceptance and has expanded to different imaging techniques. To date it has been used with MRI imaging, Computer Tomography (CT), and microCT. Recently, the technique has been expanded by the development of confocal microscopy, which allows for the imaging and testing of live tissue samples with techniques such as Second-Harmonic Generation (SHG) and Two-photon excitation microscopy. DVC is currently considered to be ideal in the research world for 3D quantization of local displacements, strains, and stress in biological specimens. It is preferred because of the non-invasiveness of the method over traditional experimental methods.",
            "score": 127.0369668006897
        },
        {
            "docid": "53382_9",
            "document": "Camillo Golgi . Central nervous system was difficult to study during Golgi's time because the cells were hard to identify. The available tissue staining techniques were useless for studying nervous tissue. While working as chief medical officer at the Hospital of the Chronically Ill, he experimented with metal impregnation of nervous tissue, using mainly silver (silver staining). In the early 1873, he discovered a method of staining nervous tissue that would stain a limited number of cells at random in their entirety. He first treated the tissue with potassium dichromate to harden it, and then with silver nitrate. Under microscope, the outline of the neuron became distinct from the surrounding tissue and cells. The silver chromate precipitate, as a reaction product, only selective stains some cellular components randomly, sparing other cell parts. The silver chromate particles create a stark black deposit on the soma (nerve cell body) as well as on the axon and all dendrites, providing an exceedingly clear and well-contrasted picture of neuron against a yellow background. This makes it easier to trace the structure of the nerve cells in the brain for the first time. Since cells are selective stained in black, he called the process \"la reazione nera\" (\"the black reaction\"), but today it is called Golgi's method or the Golgi stain. On 16 February 1873, he wrote to his friend Niccolò Manfredi:",
            "score": 137.76457953453064
        },
        {
            "docid": "33826069_5",
            "document": "Viral neuronal tracing . The viral tracer may be introduced in peripheral organs, such as a muscle or gland. Certain viruses, such as adeno-associated virus can be injected into the blood stream and cross the blood–brain barrier to infect the brain. It may also be introduced into a ganglion or injected directly into the brain using a stereotactic device. These methods offer unique insight into how the brain and its periphery are connected. Viruses are introduced into neuronal tissue in many different ways. There are two major methods to introduce tracer into the target tissues. Pressure injection requires the tracer, in liquid form, to be injected directly into the cell. This is the most common method. Iontophoresis involves the application of current to the tracer solution within an electrode. The tracer molecules pick up a charge and are driven into the cell via the electric field. This is a useful method if you wish to label a cell after performing the patch clamp technique. Once the tracer is introduced into the cell, the aforementioned transport mechanisms take over. Once introduced into the nervous system, the virus will begin to infect cells in the local area. The viruses function by incorporating their own genetic material into the genome of the infected cells. The host cell will then produce the proteins encoded by the gene. Researchers are able to incorporate numerous genes into the infected neurons, including fluorescent proteins used for visualization. Further advances in neuronal tracing allow for targeted expression of fluorescent proteins to specific cell types.",
            "score": 115.18181204795837
        },
        {
            "docid": "33993737_4",
            "document": "Decellularization . Researchers are able to take the tissue from a donor or cadaver, lyse and kill the cells within the tissue without damaging the extracellular components, and finish with a product that is the natural ECM scaffold that has the same physical and biochemical functions of the natural tissue. After acquiring the ECM scaffold, scientists can recellularize the tissue with potent stem or progenitor cells that will differentiate into the original type of tissue. By removing the cells from a donor tissue, the immunogenic antibodies from the donor will be removed. The progenitor cells can be taken from the host, therefore they will not have an adverse response to the tissue. This process of decellularizing tissues and organs is still being developed, but the exact process of taking a tissue from a donor and removing all the cellular components is considered to be the decellularization process. The steps to go from a decellularized ECM scaffold to a functional organ is under the umbrella of recellularization. Because of the diverse applications of tissue in the human body, decellularization techniques have to be tailored to the specific tissue being exercised on. The researched methods of decellularization include physical, chemical, and enzymatic treatments. Though some methods are more commonly used, the exact combination of treatments is variable based on the tissue’s origin and what it is needed for.",
            "score": 117.47253453731537
        },
        {
            "docid": "674_52",
            "document": "Anatomy . Before the modern medical era, the main means for studying the internal structures of the body were dissection of the dead and inspection, palpation and auscultation of the living. It was the advent of microscopy that opened up an understanding of the building blocks that constituted living tissues. Technical advances in the development of achromatic lenses increased the resolving power of the microscope and around 1839, Matthias Jakob Schleiden and Theodor Schwann identified that cells were the fundamental unit of organization of all living things. Study of small structures involved passing light through them and the microtome was invented to provide sufficiently thin slices of tissue to examine. Staining techniques using artificial dyes were established to help distinguish between different types of tissue. Advances in the fields of histology and cytology began in the late 19th century along with advances in surgical techniques allowing for the painless and safe removal of biopsy specimens. The invention of the electron microscope brought a great advance in resolution power and allowed research into the ultrastructure of cells and the organelles and other structures within them. About the same time, in the 1950s, the use of X-ray diffraction for studying the crystal structures of proteins, nucleic acids and other biological molecules gave rise to a new field of molecular anatomy.",
            "score": 182.2451764345169
        },
        {
            "docid": "37749401_29",
            "document": "Multispectral optoacoustic tomography . Fluorescent proteins that are already widespread, powerful tools for biomedical research, such as green fluorescent protein, can also be visualized using MSOT. Newly developed fluorescent proteins that absorb in the near-IR range (e.g. red fluorescent protein) allow imaging deep inside tissues. MSOT based on in situ expression of fluorescent proteins can take advantage of tissue- and development-specific promoters, allowing imaging of specific parts of an organism at specific stages of development. For example, eGFP and mCherry fluorescent proteins have been imaged in model organisms such as \"Drosophila melanogaster\" pupae and adult zebrafish, and mCherry has been imaged in tumor cells in the mouse brain. This transgenic approach is not limited to fluorescent proteins: infecting tissue with a vaccinia virus carrying the tyrosinase gene allows in situ production of melanin, which generates strong optoacoustic signal for MSOT.",
            "score": 131.5966455936432
        },
        {
            "docid": "2714255_31",
            "document": "3D scanner . Computed tomography (CT) is a medical imaging method which generates a three-dimensional image of the inside of an object from a large series of two-dimensional X-ray images, similarly Magnetic resonance imaging is another medical imaging technique that provides much greater contrast between the different soft tissues of the body than computed tomography (CT) does, making it especially useful in neurological (brain), musculoskeletal, cardiovascular, and oncological (cancer) imaging. These techniques produce a discrete 3D volumetric representation that can be directly visualised, manipulated or converted to traditional 3D surface by mean of isosurface extraction algorithms.",
            "score": 163.94937300682068
        },
        {
            "docid": "36509581_23",
            "document": "Holographic interference microscopy . The closest method to the digital holographic interference microscopy is the digital holographic microscopy. The both method solve the same problem of micro-object 3D imaging. Both method use the reference wave to obtain phase information.The digital holographic interference microscopy is more \"optical\" method. This makes this method more obvious and precise, it uses clear and simple numerical algorithms.The digital holographic microscopy is more \"digital\" method. It is not so obvious; application of complicated approximate numerical algorithms does not allow reaching the optical accuracy. Digital holographic interference microscopy allows 3D imaging and non-invasive quantitative study of biomedical micro-objects, such as cells of an organism.The method has been successfully used for study of 3D morphology of blood erythrocytes in different diseases; to study how ozone therapy affects the shape of erythrocytes, to study alteration of 3D shape of blood erythrocytes in a patient with sickle-cell anemia when the oxygen concentration in blood was reduced, and the effect of gamma-radiation in a superlethal dose on the shape of rat erythrocytes.",
            "score": 106.46770584583282
        },
        {
            "docid": "5106912_3",
            "document": "Immunocytochemistry . Immunocytochemistry differs from immunohistochemistry in that the former is performed on samples of intact cells that have had most, if not all, of their surrounding extracellular matrix removed. This includes individual cells that have been isolated from a block of solid tissue, cells grown within a culture, cells deposited from suspension, or cells taken from a smear. In contrast, immunohistochemical samples are sections of biological tissue, where each cell is surrounded by tissue architecture and other cells normally found in the intact tissue. Immunocytochemistry is a technique used to assess the presence of a specific protein or antigen in cells (cultured cells, cell suspensions) by use of a specific antibody, which binds to it, thereby allowing visualization and examination under a microscope. It is a valuable tool for the determination of cellular contents from individual cells. Samples that can be analyzed include blood smears, aspirates, swabs, cultured cells, and cell suspensions.",
            "score": 141.34362280368805
        },
        {
            "docid": "15978180_20",
            "document": "Connectome . Traditional histological circuit-mapping approaches rely on imaging and include light-microscopic techniques for cell staining, injection of labeling agents for tract tracing, or chemical brain preservation, staining and reconstruction of serially sectioned tissue blocks via electron microscopy (EM). Each of these classical approaches has specific drawbacks when it comes to deployment for connectomics. The staining of single cells, e.g. with the Golgi stain, to trace cellular processes and connectivity suffers from the limited resolution of light-microscopy as well as difficulties in capturing long-range projections. Tract tracing, often described as the \"gold standard\" of neuroanatomy for detecting long-range pathways across the brain, generally only allows the tracing of fairly large cell populations and single axonal pathways. EM reconstruction was successfully used for the compilation of the C. elegans connectome (White \"et al.\", 1986). However, applications to larger tissue blocks of entire nervous systems have traditionally had difficulty with projections that span longer distances.",
            "score": 177.9271365404129
        },
        {
            "docid": "1308330_31",
            "document": "Thymidine kinase . Thymidine kinase has been determined in tissue samples after extraction of the tissue. No standard method for the extraction or for the assay has been developed and TK determination in extracts from cells and tissues have not been validated in relation to any specific clinical question, see however Romain et al. and Arnér et al. A method has been developed for specific determination of TK2 in cell extracts using the substrate analog 5-Bromovinyl 2'-deoxyuridine. In the studies referred to below the methods used and the way the results are reported are so different that comparisons between different studies are not possible. The TK1 levels in fetal tissues during development are higher than those of the corresponding tissues later. Certain non-malignant diseases also give rise to dramatic elevation of TK values in cells and tissue: in peripheric lymphocytes during monocytosis and in bone marrow during pernicious anemia. As TK1 is present in cells during cell division, it is reasonable to assume that the TK activity in malignant tissue should be higher than in corresponding normal tissue. This is also confirmed in most studies.",
            "score": 148.23278760910034
        },
        {
            "docid": "1041011_10",
            "document": "Raymond Damadian . According to a \"Wall Street Journal\" article, Damadian's initial methods were flawed for practical use, relying on a point-by-point scan of the entire body and using relaxation rates, which turned out to not be an effective indicator of cancerous tissue. However, the same article pointed out, “Nevertheless, his observation of T and T differences in cancerous tissue was a Eureka moment for Paul Lauterbur.” Furthermore, Damadian's seminal paper documented in its Table 2 that T relaxation times were different, beyond experimental uncertainty, across all his samples over different healthy tissues: rectus muscle, liver, stomach, small intestine, kidney, and brain. This showed the way to accurate imaging of the body's soft tissues for the first time; X-ray imaging was severely deficient for soft tissue analysis because the difference in absorption was so small (<4%).  So when in the court case Fonar v. General Electric, GE's attorneys made the same claim that relaxations times were also prolonged in non-cancerous tissue, so were not a good diagnostic, Fonar's attorneys responded that it was unfair to punish Damadian because his methods detected even \"more\" features than he had intended. Indeed, even today, 90% of MRI scans on patients produce images that are relaxation dependent, either T- or T-dependent images. In 1974, he received the first patent in the field of MRI when he patented the concept of NMR for detecting cancer after filing an application in 1972—now there are over 4,500 patents on MRI. As the National Science Foundation notes, “The patent included the idea of using NMR to ‘scan’ the human body to locate cancerous tissue.” However, it did not describe a method for generating pictures from such a scan or precisely how such a scan might be done. But without Damadian's discovery of the profound sensitivity of the relaxation time to different tissue types and malignant tissue, there would be no picture at all. In the 1950s, Herman Carr reported creating a one-dimensional MR image. Prompted by Damadian's report on the potential medical uses of NMR, Paul Lauterbur expanded on Carr's technique and developed a way to generate the first MRI images, in 2D and 3D, using gradients. Peter Mansfield from the University of Nottingham then developed a mathematical technique that would allow scans to take seconds rather than hours and produce clearer images than Lauterbur had. While Lauterbur and Mansfield focused on animals and human limbs, Damadian built the first full-body MRI machine and produced the first full magnetic resonance imaging (\"MRI\") scan of the human body, albeit using a “focused field” technique that differs considerably from modern imaging. In recording the history of MRI, Mattson and Simon (1996) credit Damadian with describing the concept of whole-body NMR scanning, as well as discovering the NMR tissue relaxation differences that made this feasible.",
            "score": 155.41397273540497
        },
        {
            "docid": "10446876_4",
            "document": "Fate mapping . Early embryologists used \"vital dyes\" (which would stain but not harm the cells) to follow movements of individual cells or groups of cells over time in \"Xenopus\" frog embryos. The tissue(s) to which the cells contribute would thus be labeled and visible in the adult organism. The first person to develop and use this technique to study cell fate was embryologist Walter Vogt in 1929. Vogt used small chips of agar impregnated with a vital dye, (such as Nile Blue or Nile Red) which he placed on a particular cell or population of cells in \"Xenopus\" embryos until the dye absorbed into the yolk platelets within the desired cell(s). Once the cells were effectively labeled, the agar chip could be removed and the embryo was allowed to develop normally. With this method, Vogt was able to discern movements of particular cell populations and the ultimate organ or tissue into which they integrated. Although innovative for the time, this technique is limiting in that the size of a chip of agar may not accommodate single-cell resolution studies at later stages of development, since successive cell divisions will yield smaller cells (until the embryo develops into a larval form that can eat, and thereby grow larger). Additionally, the cell or cell population of interest must be superficial, since the agar chip with the dye must be placed on the surface of the embryo.",
            "score": 120.2653237581253
        },
        {
            "docid": "16882440_2",
            "document": "Signal enhancement by extravascular water protons . Signal enhancement by extravascular water protons, or SEEP, is a contrast mechanism for functional magnetic resonance imaging (fMRI), which is an alternative to the more commonly employed BOLD (blood-oxygen-level dependent) contrast. This mechanism for image contrast changes corresponding to changes in neuronal activity was first proposed by Dr. Patrick Stroman in 2001 (1, 2). SEEP contrast is based on changes in tissue water content which arise from the increased production of extracellular fluid (3, 4) and swelling of neurons and glial cells at sites of neuronal activity (5, 6). Because the dominant sources of MRI signal in biological tissues are water and lipids, an increase in tissue water content is reflected by a local increase in MR signal intensity. A correspondence between BOLD and SEEP signal changes, and sites of activity, has been observed in the brain and appears to arise from the common dependence on changes in local blood flow to cause a change in blood oxygenation or to produce extracellular fluid (7, 8). The advantage of SEEP contrast is that it can be detected with MR imaging methods which are relatively insensitive to magnetic susceptibility differences between air, tissues, blood, and bone. Such susceptibility differences can give rise to spatial image distortions and areas of low signal, and magnetic susceptibility changes in blood give rise to the BOLD contrast for fMRI. The primary application of SEEP to date has been fMRI of the spinal cord (spinal fMRI) because the bone/tissue interfaces around the spinal cord cause poor image quality with conventional fMRI methods. The disadvantages of SEEP compared to BOLD contrast are that it reveals more localized areas of activity, and in the brain the signal intensity changes are typically lower, and it can therefore be more difficult to detect (7-10). It is also controversial because it is not universally agreed to exist as a contrast mechanism for fMRI. However, more recent studies have demonstrated changes in MRI signal corresponding with changes in neuronal activity in rat cortical tissue slices, in the absence of blood flow or changes in oxygenation, and neuronal activity and cellular swelling were corroborated by light-transmittance microscopy. This demonstrated SEEP contrast in the absence of confounding factors which can occur in-vivo, such as physiological motion and the possibility of concurrent BOLD contrast.",
            "score": 130.2163863182068
        },
        {
            "docid": "11038447_24",
            "document": "Neural tissue engineering . Two models for brain tissue development are cerebral organoids and corticopoiesis. These models provide an \"in vitro\" model for normal brain development, but they can be manipulated to represent neural defects. Therefore, the mechanisms behind healthy and malfunctioning development can be studied by researchers using these models. These tissues can be made with either mouse embryonic stem cells (ESC)s or human ESCs. Mouse ESCs are cultured in a protein called Sonic Hedgehog inhibitor to promote the development of dorsal forebrain and study cortical fate. This method has been shown to produce axonal layers that mimic a broad range of cortical layers. Human ESC-derived tissues use pluripotent stem cells to form tissues on scaffold, forming human EBs. These human ESC-derived tissues are formed by culturing human pluripotent EBs in a spinning bioreactor.",
            "score": 100.06099236011505
        },
        {
            "docid": "50311973_8",
            "document": "Microfluidic cell culture . Three-dimensional (3D) cell culture is cell culture that takes place in a biologically relevant matrix, usually this involves cells being embedded in a hydrogel containing extracellular molecules (e.g., collagen). By adding an additional dimension, more advanced cell architectures can be achieved, and cell behavior is more representative of \"in vivo\" dynamics; cells can engage in enhanced communication with neighboring cells and cell-extracellular matrix interactions can be modeled. These simplified 3D cell culture models can be combined in a manner that recapitulates tissue- and organ-level functions in devices known as organ-on-a-chip. In these devices, chambers or collagen layers containing different cell types can interact with one another for multiple days while various channels deliver nutrients to the cells. An advantage of these devices is that tissue function can be characterized and observed under controlled conditions (e.g., effect of shear stress on cells, effect of cyclic strain or other forces) to better understand the overall function of the organ. While these 3D models often better model organ function on a cellular level compared with 2D models, there are still challenges. Some of the challenges include: imaging of the cells, control of gradients in static models (i.e., without a perfusion system), and difficulty recreating vasculature. Despite these challenges, 3D models are still used as tools for studying and testing drug responses in pharmacological studies.",
            "score": 123.25480532646179
        },
        {
            "docid": "6058_33",
            "document": "Collagen . There is some covalent crosslinking within the triple helices, and a variable amount of covalent crosslinking between tropocollagen helices forming well organized aggregates (such as fibrils). Larger fibrillar bundles are formed with the aid of several different classes of proteins (including different collagen types), glycoproteins, and proteoglycans to form the different types of mature tissues from alternate combinations of the same key players. Collagen's insolubility was a barrier to the study of monomeric collagen until it was found that tropocollagen from young animals can be extracted because it is not yet fully crosslinked. However, advances in microscopy techniques (i.e. electron microscopy (EM) and atomic force microscopy (AFM)) and X-ray diffraction have enabled researchers to obtain increasingly detailed images of collagen structure \"in situ\". These later advances are particularly important to better understanding the way in which collagen structure affects cell–cell and cell–matrix communication and how tissues are constructed in growth and repair and changed in development and disease. For example, using AFM–based nanoindentation it has been shown that a single collagen fibril is a heterogeneous material along its axial direction with significantly different mechanical properties in its gap and overlap regions, correlating with its different molecular organizations in these two regions.",
            "score": 140.10116493701935
        },
        {
            "docid": "57126929_2",
            "document": "3DISCO . 3DISCO (stands for “3D imaging of solvent-cleared organs“) is histological method which make biological samples more transparent (so called “cleared”), by using series of organic solvents for matching refractive index (RI) of tissue and surrounding medium. Structures in transparent tissues can be examined by fluorescence microscopy without need for time-consuming physical sectioning and following reconstruction \"in silico\".",
            "score": 118.96305680274963
        },
        {
            "docid": "24594060_4",
            "document": "Pancreatic mass . Often called the gold standard, pathology can play a critical role in establishing the diagnosis of a mass or tumor involving the pancreas. Pathology refers to the examination of fluids and tissues removed from the body. This examination typically involves the examination of slides using a microscope. The tissues to be examined by pathology are removed by biopsy (small sampling) or completely removed surgically (resection). Individual cells in these tissues can be examined using techniques called “cytopathology” or “cytology,” or sections of the tissue can be examined using by a surgical pathologist. In general, pathologists try to determine if the cells present can account for the lesion seen on imaging, and if the cells from the lesion are harmless (benign) or malignant (cancerous). Pathologists have a variety of special stains, such as \"immunohistochemistry\" at their disposal in difficult cases.",
            "score": 127.1707751750946
        }
    ],
    "r": [
        {
            "docid": "55976060_7",
            "document": "Microscopy with UV surface excitation . Microscope-based diagnostics are widely performed and served as a gold standard in histological analysis. However this procedure generally requires a series time consuming lab-based procedures including fixation, paraffin embedment, sectioning, and staining to produce microscope slides with optically thin tissue slides (4-6 µm). While in developed regions histology is commonly used, people who live in areas with limited resources can hardly access it and consequently are in need for a low-cost, more efficient way to access pathological diagnosis . The main significance of MUSE system comes from its capacity to produce high-resolution microscopic image with subcellular features in a time-efficient manner with less costs and less lab-expertises requirements. With 280 nm deep UV excitation and simple but robust hardware design, MUSE system can collect fluorescence signals without the need for fluorescence filtering techniques or complex mathematical image reconstruction. It has potential for generate high quality images containing more information than microscope slides in terms of its 2.5 dimensional features. MUSE images have been validated with diagnostic values . The system is capable to produce images from various tissue type in different sizes, either fresh or fixed.",
            "score": 186.19483947753906
        },
        {
            "docid": "55163423_6",
            "document": "3Scan . 3Scan’s technology changes the histology workflow to automate the process of tissue sectioning and imaging. Traditionally, histology slides are prepared by embedding a tissue sample in paraffin, taking some few slices of the tissue with a hand-driven microtome, mounting the tissue slices on slides, and staining with various histology stains. A pathologist then looks at these slides with a microscope. In the workflow developed by 3Scan, tissues are stained, embedded, and then sliced and imaged by the KESM. By automating this process, it becomes feasible to take slices of and image the entirety of tissue instead of a few representative slides. In addition to taking more sections, 3Scan’s proprietary software is able to computationally realign these sections in order to visualize the 3D structure of the tissue, similar in appearance to a CT scan. It uses machine vision to produce a 3D spatial map that researchers can analyze on a screen, similar to a topographical map of the Earth. Using these maps, scientists are also able to analyze parts of tissue and phenomena that were previously not visible, such as changes to blood flow between different tissue samples.",
            "score": 184.4796905517578
        },
        {
            "docid": "674_52",
            "document": "Anatomy . Before the modern medical era, the main means for studying the internal structures of the body were dissection of the dead and inspection, palpation and auscultation of the living. It was the advent of microscopy that opened up an understanding of the building blocks that constituted living tissues. Technical advances in the development of achromatic lenses increased the resolving power of the microscope and around 1839, Matthias Jakob Schleiden and Theodor Schwann identified that cells were the fundamental unit of organization of all living things. Study of small structures involved passing light through them and the microtome was invented to provide sufficiently thin slices of tissue to examine. Staining techniques using artificial dyes were established to help distinguish between different types of tissue. Advances in the fields of histology and cytology began in the late 19th century along with advances in surgical techniques allowing for the painless and safe removal of biopsy specimens. The invention of the electron microscope brought a great advance in resolution power and allowed research into the ultrastructure of cells and the organelles and other structures within them. About the same time, in the 1950s, the use of X-ray diffraction for studying the crystal structures of proteins, nucleic acids and other biological molecules gave rise to a new field of molecular anatomy.",
            "score": 182.24517822265625
        },
        {
            "docid": "15978180_20",
            "document": "Connectome . Traditional histological circuit-mapping approaches rely on imaging and include light-microscopic techniques for cell staining, injection of labeling agents for tract tracing, or chemical brain preservation, staining and reconstruction of serially sectioned tissue blocks via electron microscopy (EM). Each of these classical approaches has specific drawbacks when it comes to deployment for connectomics. The staining of single cells, e.g. with the Golgi stain, to trace cellular processes and connectivity suffers from the limited resolution of light-microscopy as well as difficulties in capturing long-range projections. Tract tracing, often described as the \"gold standard\" of neuroanatomy for detecting long-range pathways across the brain, generally only allows the tracing of fairly large cell populations and single axonal pathways. EM reconstruction was successfully used for the compilation of the C. elegans connectome (White \"et al.\", 1986). However, applications to larger tissue blocks of entire nervous systems have traditionally had difficulty with projections that span longer distances.",
            "score": 177.92713928222656
        },
        {
            "docid": "34197_34",
            "document": "X-ray . Phase-contrast X-ray imaging refers to a variety of techniques that use phase information of a coherent x-ray beam to image soft tissues. It has become an important method for visualizing cellular and histological structures in a wide range of biological and medical studies. There are several technologies being used for x-ray phase-contrast imaging, all utilizing different principles to convert phase variations in the x-rays emerging from an object into intensity variations. These include propagation-based phase contrast, talbot interferometry, refraction-enhanced imaging, and x-ray interferometry. These methods provide higher contrast compared to normal absorption-contrast x-ray imaging, making it possible to see smaller details. A disadvantage is that these methods require more sophisticated equipment, such as synchrotron or microfocus x-ray sources, X-ray optics, and high resolution x-ray detectors.",
            "score": 177.20936584472656
        },
        {
            "docid": "14876733_5",
            "document": "James B. Aguayo-Martel . After finishing his internship at the Beth Israel Hospital in Boston, he moved to Baltimore where at Johns Hopkins medical institutions, Dr. Martel led a research team as the Associate Director of NMR Research, which developed Nuclear Magnetic Resonance (NMR) Microscopy, a technique for non-invasively obtaining microscopic three-dimensional images of living objects. The technique first applied to a single living cell signaled the advent of a new class of instruments which would eventually allow monitoring cellular structures and their biochemistry inside the human body, or to perform \"biopsies\" without needles or surgery.  He applied his MR microscopy to the study of ocular tissues and tumors and used histological correlation to refine his technique.  Dr. Martel was the first to study the biophysical properties of vitreous using NMR spectroscopy and imaging. After the analysis of this ocular structure, he extended his research into the area of vitreous hemorrhage (bleeding into the eye), an area of great importance in loss of sight. During this time period he explored the use of three dimensional computerized tomography (CT) for the localization and compositional evaluation of intraocular and orbital foreign bodies.",
            "score": 172.095458984375
        },
        {
            "docid": "15945619_3",
            "document": "Computer-assisted surgery . The most important component for CAS is the development of an accurate model of the patient. This can be conducted through a number of medical imaging technologies including CT, MRI, x-rays, ultrasound plus many more. For the generation of this model, the anatomical region to be operated has to be scanned and uploaded into the computer system. It is possible to employ a number of scanning methods, with the datasets combined through data fusion techniques. The final objective is the creation of a 3D dataset that reproduces the exact geometrical situation of the normal and pathological tissues and structures of that region. Of the available scanning methods, the CT is preferred, because MRI data sets are known to have volumetric deformations that may lead to inaccuracies. An example data set can include the collection of data compiled with 180 CT slices, that are 1 mm apart, each having 512 by 512 pixels. The contrasts of the 3D dataset (with its tens of millions of pixels) provide the detail of soft vs hard tissue structures, and thus allow a computer to differentiate, and visually separate for a human, the different tissues and structures. The image data taken from a patient will often include intentional landmark features, in order to be able to later realign the virtual dataset against the actual patient during surgery. See patient registration.",
            "score": 171.04632568359375
        },
        {
            "docid": "166689_68",
            "document": "Interferometry . Phase-contrast X-ray imaging (Fig. 26) refers to a variety of techniques that use phase information of a coherent x-ray beam to image soft tissues. (For an elementary discussion, see Phase-contrast x-ray imaging (introduction). For a more in-depth review, see Phase-contrast X-ray imaging.) It has become an important method for visualizing cellular and histological structures in a wide range of biological and medical studies. There are several technologies being used for x-ray phase-contrast imaging, all utilizing different principles to convert phase variations in the x-rays emerging from an object into intensity variations. These include propagation-based phase contrast, talbot interferometry, moiré-based far-field interferometry, refraction-enhanced imaging, and x-ray interferometry. These methods provide higher contrast compared to normal absorption-contrast x-ray imaging, making it possible to see smaller details. A disadvantage is that these methods require more sophisticated equipment, such as synchrotron or microfocus x-ray sources, x-ray optics, or high resolution x-ray detectors.",
            "score": 170.62911987304688
        },
        {
            "docid": "24076438_8",
            "document": "FNA Mapping . In many countries, testicular FNA cytology is preferable to surgical testis biopsy for the evaluation of male infertility. In addition to accurately demonstrating the presence or absence of mature sperm with tails, FNA provides tubular cells for cytologic analysis, also informative for the diagnosis of infertility. Unlike testis biopsy histology, however, FNA cytology has not been rigorously evaluated for the ability to distinguish in situ neoplasia and testis cancer. Despite this caveat, the correlation of FNA cytology to testis biopsy histology is very high (84-97%) in comparative studies comprising almost 400 patients (Table 1). Similar to the issue with biopsy histology, although several excellent descriptions of testis seminiferous epithelium cytology have been reported, no individual classification method has been uniformly adopted by cytologists as a standard approach. Papic et al. quantified each cell type and calculated various cell indices and ratios and found that cytologic smears correlated well with histologic diagnoses. Verma et al. also determined differential cell counts in patients with normal spermatogenesis; however, the reported ratios differed dramatically from those of Papic. Batra et al. have also published a cytologic schema in which the spermatic index, Sertoli cell index, and sperm-Sertoli cell indices are categorized into various histologic groups. Using this system, they reported that differences in cell counts and indices could predict histologic categories. Among the different classification systems for testis FNA, those that attempt to correlate cytologic findings with biopsy histology hold the most promise to replace histology.",
            "score": 169.91795349121094
        },
        {
            "docid": "41991301_2",
            "document": "Institute of Nanoscopy . The Institute of Nanoscopy is a research institute of Maastricht University established in 2014 that investigates cell structures at a macromolecular level. To understand the working mechanisms of protein complexes within cells, three-dimensional imaging of normal and disease-causing protein complexes is essential. The Institute also develops methods to capture the cell in close to native state and image whole cells and tissue slices down to 1 nanometer resolution. This way maps of individual macromolecular complexes can be created by visualizing nanomachines in a close-to-physiological, cellular context.",
            "score": 167.5675811767578
        },
        {
            "docid": "48791_13",
            "document": "Pathology . Histopathology refers to the microscopic examination of various forms of human tissue. Specifically, in clinical medicine, histopathology refers to the examination of a biopsy or surgical specimen by a pathologist, after the specimen has been processed and histological sections have been placed onto glass slides. This contrasts with the methods of cytopathology, which uses free cells or tissue fragments. Histopathological examination of tissues starts with surgery, biopsy, or autopsy. The tissue is removed from the body of an organism and then placed in a fixative that stabilizes the tissues to prevent decay. The most common fixative is formalin, although frozen section fixing is also common. To see the tissue under a microscope, the sections are stained with one or more pigments. The aim of staining is to reveal cellular components; counterstains are used to provide contrast. Histochemistry refers to the science of using chemical reactions between laboratory chemicals and components within tissue. The histological slides are then interpreted diagnostically and the resulting pathology report describes the histological findings and the opinion of the pathologist. In the case of cancer, this represents the tissue diagnosis required for most treatment protocols.",
            "score": 167.061279296875
        },
        {
            "docid": "13570_2",
            "document": "Histology . Histology, also microanatomy, is the study of the anatomy of cells and tissues of plants and animals using microscopy. It is commonly studied using a light microscope or electron microscope, the specimen having been sectioned, stained, and mounted on a microscope slide. Histological studies may be conducted using tissue culture, where live animal cells are isolated and maintained in an artificial environment for various research projects. The ability to visualize or differentially identify microscopic structures is frequently enhanced through the use of staining. Histology is an essential tool of biology and medicine.",
            "score": 166.61595153808594
        },
        {
            "docid": "14308303_4",
            "document": "Monte Carlo method for photon transport . The optical properties of biological tissue offer an exciting approach to biomedical imaging. There are many interesting endogenous contrasts, including absorption from blood and melanin and scattering from nerve cells and cancer cell nuclei. In addition, fluorescent probes can be targeted to many different tissues. Microscopy techniques (including confocal, two-photon, and optical coherence tomography) have the ability to image these properties with high spatial resolution, but, since they rely on ballistic photons, their depth penetration is limited to a few millimeters. Imaging deeper into tissues, where photons have been multiply scattered, requires a deeper understanding of the statistical behavior of large numbers of photons in such an environment. Monte Carlo methods provide a flexible framework that has been used by different techniques to reconstruct optical properties deep within tissue. A brief introduction to a few of these techniques is presented here.",
            "score": 164.24008178710938
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 164.20472717285156
        },
        {
            "docid": "2714255_31",
            "document": "3D scanner . Computed tomography (CT) is a medical imaging method which generates a three-dimensional image of the inside of an object from a large series of two-dimensional X-ray images, similarly Magnetic resonance imaging is another medical imaging technique that provides much greater contrast between the different soft tissues of the body than computed tomography (CT) does, making it especially useful in neurological (brain), musculoskeletal, cardiovascular, and oncological (cancer) imaging. These techniques produce a discrete 3D volumetric representation that can be directly visualised, manipulated or converted to traditional 3D surface by mean of isosurface extraction algorithms.",
            "score": 163.94937133789062
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 162.69747924804688
        },
        {
            "docid": "337102_15",
            "document": "Biopsy . After the biopsy is performed, the sample of tissue that was removed from the patient is sent to the pathology laboratory. A pathologist specializes in diagnosing diseases (such as cancer) by examining tissue under a microscope. When the laboratory (see Histology) receives the biopsy sample, the tissue is processed and an extremely thin slice of tissue is removed from the sample and attached to a glass slide. Any remaining tissue is saved for use in later studies, if required. The slide with the tissue attached is treated with dyes that stain the tissue, which allows the individual cells in the tissue to be seen more clearly. The slide is then given to the pathologist, who examines the tissue under a microscope, looking for any abnormal findings. The pathologist then prepares a report that lists any abnormal or important findings from the biopsy. This report is sent to the physician who originally performed the biopsy on the patient.",
            "score": 161.24940490722656
        },
        {
            "docid": "8156507_2",
            "document": "Fixation (histology) . In the fields of histology, pathology, and cell biology, fixation is the preservation of biological tissues from decay due to autolysis or putrefaction. It terminates any ongoing biochemical reactions and may also increase the treated tissues' mechanical strength or stability. Tissue fixation is a critical step in the preparation of histological sections, its broad objective being to preserve cells and tissue components and to do this in such a way as to allow for the preparation of thin, stained sections. This allows the investigation of the tissues' structure, which is determined by the shapes and sizes of such macromolecules (in and around cells) as proteins and nucleic acids.",
            "score": 160.17149353027344
        },
        {
            "docid": "25904910_6",
            "document": "Cognition Network Technology . The central concept behind Definiens Tissue Studio is a user interface that facilitates machine learning from example digital histopathology images in order to derive an image analysis solution suitable for the measurement of biomarkers and/or histological features within pre-defined regions of interest on a cell-by-cell basis, and within sub-cellular compartments. The derived image analysis solution is then automatically applied to subsequent digital images in order to objectively measure defined sets of multiparametric image features. These data sets are used for further understanding the underlying biological processes that drive cancer and other diseases. Image processing and data analysis are performed either on a local desktop computer workstation, or on a server grid.",
            "score": 160.0685577392578
        },
        {
            "docid": "26616241_2",
            "document": "Nanoknife . A nanoknife is a carbon nanotube-based prototype compression cutting tool intended for sectioning of biological cells. Working principle is similar to that of a 'cheese slicer', a nanometer-thin individual carbon nanotube strung between two tungsten needles would allow sectioning of very thin slices of biological matter for imaging under an electron microscope. Tests are currently being performed by scientists at Virginia Tech, CU-Boulder and other universities. A successful development of this new tool will allow scientists and biologists to make 3D images of cells and tissues for electron tomography, which typically requires samples less than ~300 nanometers in thickness. In 2009, the nano-knife was used to create indentation marks on biological cell plasticizer (epoxy resin). The whole cutting process is currently limited by electron charging of polymeric specimen in the SEM, which makes it difficult to observe any small cut or mark as the carbon nanotube is pressed against the specimen.",
            "score": 157.98875427246094
        },
        {
            "docid": "414178_23",
            "document": "Renal cell carcinoma . Contrast-enhanced computed tomography (CT) scanning is routinely used to determine the stage of the renal cell carcinoma in the abdominal and pelvic regions. CT scans have the potential to distinguish solid masses from cystic masses and may provide information on the localization, stage or spread of the cancer to other organs of the patient. Key parts of the human body which are examined for metastatic involvement of renal cell carcinoma may include the renal vein, lymph node and the involvement of the inferior vena cava. According to a study conducted by Sauk et al., multidetector CT imaging characteristics have applications in diagnosing patients with clear renal cell carcinoma by depicting the differences of these cells at the cytogenic level.",
            "score": 157.94976806640625
        },
        {
            "docid": "411782_2",
            "document": "Staining . Staining is an auxiliary technique used in microscopy to enhance contrast in the microscopic image. Stains and dyes are frequently used in biology and medicine to highlight structures in biological tissues for viewing, often with the aid of different microscopes. Stains may be used to define and examine bulk tissues (highlighting, for example, muscle fibers or connective tissue), cell populations (classifying different blood cells, for instance), or organelles within individual cells.",
            "score": 156.42160034179688
        },
        {
            "docid": "48750373_11",
            "document": "Digital autopsy . Computed tomography and MRI scanning are the most common imaging modalities employed for this Digital Autopsy. Furthermore, CT Angiography has been used to provide the imaging data for analysing the deceased. The work output of these modalities are standard image files (DICOM files). Each image may have a thickness of 5mm, which means after whole body scan (human average height of 175 cm) it would produce 3500 images (slices) of human body. Using volume rendering these two dimensional images are assembled to make a 3D projection of human body. The 3D model is painted through RGBA transfer function to a colourful model.  All visualization and image processing features for manipulating and navigating this 3D model make digital tools for conducting a Digital Autopsy. These features enable pathologist to explore the entire body and examine interested regions and organs from different angles. Image processing algorithms help them to virtually remove layers of body tissues like skin, muscle and bones. Moreover, low density objects like air and high density objects like metallic foreign bodies can be marked and viewed in the three dimensional body. For instance, organs with air (inside) like sinuses or intestines can be separated from other parts or any remnants of bullet in body due to gunshot injuries.",
            "score": 156.09368896484375
        },
        {
            "docid": "26065582_10",
            "document": "Preclinical imaging . Cancer research: The study of brain cancers has been significantly hampered by the lack of an easy imaging modality to study animals \"in vivo\". To do so, a craniotomy is often needed, in addition to hours of anesthesia, mechanical ventilation, etc. which significantly alters experimental parameters. For this reason, many researchers have been content to sacrifice animals at different time points and study brain tissue with traditional histological methods. Compared to an \"in vivo\" longitudinal study, many more animals are needed to obtain significant results, and the sensitivity of the entire experiment is cast in doubt. As stated earlier, the problem is not reluctance by researchers to use \"in vivo\" imaging modalities, but rather a lack of suitable ones. For example, although optical imaging provides fast functional data and oxy- and deoxyhemoglobin analysis, it requires a craniotomy and only provides a few hundred micrometres of penetration depth. Furthermore, it is focused on one area of the brain, while research has made it apparently clear that brain function is interrelated as a whole. On the other hand, micro-fMRI is extremely expensive, and offers dismal resolution and image acquisition times when scanning the entire brain. It also provides little vasculature information. Micro-PAT has been demonstrated to be a significant enhancement over existing \"in vivo\" neuro-imaging devices. It is fast, non-invasive, and provides a plethora of data output. Micro-PAT can image the brain with high spatial resolution, detect molecular targeted contrast agents, simultaneously quantify functional parameters such as SO2 and HbT, and provide complementary information from functional and molecular imaging which would be extremely useful in tumor quantification and cell-centered therapeutic analysis.",
            "score": 155.4781036376953
        },
        {
            "docid": "1041011_10",
            "document": "Raymond Damadian . According to a \"Wall Street Journal\" article, Damadian's initial methods were flawed for practical use, relying on a point-by-point scan of the entire body and using relaxation rates, which turned out to not be an effective indicator of cancerous tissue. However, the same article pointed out, “Nevertheless, his observation of T and T differences in cancerous tissue was a Eureka moment for Paul Lauterbur.” Furthermore, Damadian's seminal paper documented in its Table 2 that T relaxation times were different, beyond experimental uncertainty, across all his samples over different healthy tissues: rectus muscle, liver, stomach, small intestine, kidney, and brain. This showed the way to accurate imaging of the body's soft tissues for the first time; X-ray imaging was severely deficient for soft tissue analysis because the difference in absorption was so small (<4%).  So when in the court case Fonar v. General Electric, GE's attorneys made the same claim that relaxations times were also prolonged in non-cancerous tissue, so were not a good diagnostic, Fonar's attorneys responded that it was unfair to punish Damadian because his methods detected even \"more\" features than he had intended. Indeed, even today, 90% of MRI scans on patients produce images that are relaxation dependent, either T- or T-dependent images. In 1974, he received the first patent in the field of MRI when he patented the concept of NMR for detecting cancer after filing an application in 1972—now there are over 4,500 patents on MRI. As the National Science Foundation notes, “The patent included the idea of using NMR to ‘scan’ the human body to locate cancerous tissue.” However, it did not describe a method for generating pictures from such a scan or precisely how such a scan might be done. But without Damadian's discovery of the profound sensitivity of the relaxation time to different tissue types and malignant tissue, there would be no picture at all. In the 1950s, Herman Carr reported creating a one-dimensional MR image. Prompted by Damadian's report on the potential medical uses of NMR, Paul Lauterbur expanded on Carr's technique and developed a way to generate the first MRI images, in 2D and 3D, using gradients. Peter Mansfield from the University of Nottingham then developed a mathematical technique that would allow scans to take seconds rather than hours and produce clearer images than Lauterbur had. While Lauterbur and Mansfield focused on animals and human limbs, Damadian built the first full-body MRI machine and produced the first full magnetic resonance imaging (\"MRI\") scan of the human body, albeit using a “focused field” technique that differs considerably from modern imaging. In recording the history of MRI, Mattson and Simon (1996) credit Damadian with describing the concept of whole-body NMR scanning, as well as discovering the NMR tissue relaxation differences that made this feasible.",
            "score": 155.41397094726562
        },
        {
            "docid": "3690047_2",
            "document": "Electron cryotomography . Electron cryotomography (CryoET) is an imaging technique used to produce high-resolution (~4 nm) three-dimensional views of samples, typically biological macromolecules and cells. CryoET is a specialized application of transmission electron cryomicroscopy (CryoTEM) in which samples are imaged as they are tilted, resulting in a series of 2D images that can be combined to produce a 3D reconstruction, similar to a CT scan of the human body. In contrast to other electron tomography techniques, samples are immobilized in non-crystalline (\"vitreous\") ice and imaged under cryogenic conditions (< −150 °C), allowing them to be imaged without dehydration or chemical fixation, which could otherwise disrupt or distort biological structures.",
            "score": 155.23117065429688
        },
        {
            "docid": "23843184_6",
            "document": "Intravital microscopy . Fluorescence labeling of different cell lineages with differently coloured proteins allows visualizing cellular dynamics in a context of their microenvironment. If the image resolution is high enough (50 – 100 μm) it can be possible to use several images to generate 3D models of cellular interactions, including protrusions that cells make while extending toward each other. 3D models from time-lapse image sequences allow assessing speed and directionality of cellular movements. Vascular structures can also be reconstructed in 3D space and changes of their permeability can be monitored throughout a period of time as fluorescent signal intensity of dyes changes when vascular permeability does. High resolution intravital microscopy can be used to visualize spontaneous and transient events. <br> It might be useful to pair up multiphoton and confocal microscopy as this allows getting more information from every imaging session. This includes visualization of more different cell types and structures to obtain more informative images and using a single animal to obtain images of all the different cell types and structures that are of interest for a given experiment. This latter is an example of The Three Rs principle implementation.",
            "score": 155.03509521484375
        },
        {
            "docid": "628583_5",
            "document": "Optical coherence tomography . Starting from white-light interferometry for \"in vivo\" ocular eye measurements imaging of biological tissue, especially of the human eye, was investigated by multiple groups worldwide. A first two-dimensional \"in vivo\" depiction of a human eye fundus along a horizontal meridian based on white light interferometric depth scans was presented at the ICO-15 SAT conference in 1990. Further developed in 1990 by Naohiro Tanno, then a professor at Yamagata University, and in particular since 1991 by Huang et al., in Prof. James Fujimoto laboratory at Massachusetts Institute of Technology, optical coherence tomography (OCT) with micrometer resolution and cross-sectional imaging capabilities has become a prominent biomedical tissue-imaging technique; it is particularly suited to ophthalmic applications and other tissue imaging requiring micrometer resolution and millimeter penetration depth. First \"in vivo\" OCT images – displaying retinal structures – were published in 1993 and first endoscopic images in 1997. OCT has also been used for various art conservation projects, where it is used to analyze different layers in a painting. OCT has interesting advantages over other medical imaging systems.",
            "score": 154.56024169921875
        },
        {
            "docid": "7670647_6",
            "document": "Gelastic seizure . A gelastic seizure is typically caused by a hypothalamic hamartoma, or a brain tumor. A hypothalamic hamartoma is defined as a benign mass of glial tissue on or near the hypothalamus. The size of the hamartoma can vary from one centimeter to larger than three centimeters. They can cause several different types of seizures including a Gelastic Seizure. These structures can be detected with different imaging modalities such as computed tomography and magnetic resonance imaging. A computed tomography scan of an individual with a hypothalamic hamartoma would reveal an suprasellar mass with the same density as brain tissue. Images of these masses are not enhanced with the use of contrast. However, although a computed tomography scan may be useful in diagnosing the cause of a seizure, in the case of a hypothalamic hamartoma, magnetic resonance imaging is the tool of choice due to the cerebrospinal fluid which defines these masses. Photon emission computed tomography may also be used. This involves the use of a radiotracer which is taken up by the ictal region of the brain which is typically where the tumor lies. Gelastic seizures have been observed after taking a birth control pill (Maxim (R)).",
            "score": 153.91244506835938
        },
        {
            "docid": "1642813_26",
            "document": "Fluorescence-lifetime imaging microscopy . FLIM has primarily been used in biology as a method to detect photosensitizers in cells and tumors as well as FRET in instances where ratiometric imaging is difficult.  The technique was developed in the late 1980s and early 1990s (Gating method: Bugiel et al. 1989. König 1989, Phase modulation: Lakowicz at al. 1992,) before being more widely applied in the late 1990s. In cell culture, it has been used to study EGF receptor signaling and ErbB1 receptor trafficking.  Time domain FLIM (tdFLIM) has also been used to show the interaction of both types of nuclear intermediate filament proteins lamins A and B1 in distinct homopolymers at the nuclear envelope, which further interact with each other in higher order structures. FLIM imaging is particularly useful in neurons, where light scattering by brain tissue is problematic for ratiometric imaging. In neurons, FLIM imaging using pulsed illumination has been used to study Ras, CaMKII, Rac, and Ran family proteins. FLIM has been used in clinical multiphoton tomography to detect intradermal cancer cells as well as pharmaceutical and cosmetic compounds.",
            "score": 152.9127197265625
        },
        {
            "docid": "347838_5",
            "document": "Nuclear medicine . Nuclear medicine tests differ from most other imaging modalities in that diagnostic tests primarily show the physiological function of the system being investigated as opposed to traditional anatomical imaging such as CT or MRI. Nuclear medicine imaging studies are generally more organ-, tissue- or disease-specific (e.g.: lungs scan, heart scan, bone scan, brain scan, tumor, infection, Parkinson etc.) than those in conventional radiology imaging, which focus on a particular section of the body (e.g.: chest X-ray, abdomen/pelvis CT scan, head CT scan, etc.). In addition, there are nuclear medicine studies that allow imaging of the whole body based on certain cellular receptors or functions. Examples are whole body PET scans or PET/CT scans, gallium scans, indium white blood cell scans, MIBG and octreotide scans.",
            "score": 152.76641845703125
        },
        {
            "docid": "483108_2",
            "document": "Ultrastructure . Ultrastructure (or ultra-structure) is the architecture of cells that is visible at higher magnifications than found on a standard optical light microscope. This traditionally meant the resolution and magnification range of a conventional transmission electron microscope (TEM) when viewing biological specimens such as cells, tissue, or organs. Ultrastructure can also be viewed with scanning electron microscopy and super-resolution microscopy, although TEM is a standard histology technique for viewing ultrastructure. Such cellular structures as organelles, which allow the cell to function properly within its specified environment, can be examined at the ultrastructural level.",
            "score": 151.93380737304688
        }
    ]
}