{
    "q": [
        {
            "docid": "2777285_10",
            "document": "Adult stem cell . The existence of stem cells in the adult brain has been postulated following the discovery that the process of neurogenesis, the birth of new neurons, continues into adulthood in rats. The presence of stem cells in the mature primate brain was first reported in 1967. It has since been shown that new neurons are generated in adult mice, songbirds and primates, including humans. Normally, adult neurogenesis is restricted to two areas of the brain – the subventricular zone, which lines the lateral ventricles, and the dentate gyrus of the hippocampal formation. Although the generation of new neurons in the hippocampus is well established, the presence of true self-renewing stem cells there has been debated. Under certain circumstances, such as following tissue damage in ischemia, neurogenesis can be induced in other brain regions, including the neocortex.",
            "score": 212.72093558311462
        },
        {
            "docid": "777462_3",
            "document": "Neuroblast . Neuroblasts are mainly present as precursors of neurons during embryonic development; however, they also constitute one of the cell types involved in adult neurogenesis. Adult neurogenesis is characterized by neural stem cell differentiation and integration in the mature adult mammalian brain. This process occurs in the dentate gyrus of the hippocampus and in the subventricular zones of the adult mammalian brain. Neuroblasts are formed when a neural stem cell, which can differentiate into any type of mature neural cell (i.e. neurons, oligodendrocytes, astrocytes, etc.), divides and becomes a transit amplifying cell. Transit amplifying cells are slightly more differentiated than neural stem cells and can divide asymmetrically to produce postmitotic neuroblasts or glioblasts, as well as other transit amplifying cells. A neuroblast, a daughter cell of a transit amplifying cell, is initially a neural stem cell that has reached the \"point of no return.\" A neuroblast has differentiated such that it will mature into a neuron and not any other neural cell type. Neuroblasts are being studied extensively as they have the potential to be used therapeutically to combat cell loss due to injury or disease in the brain, although their potential effectiveness is debated.",
            "score": 229.6895319223404
        },
        {
            "docid": "232051_23",
            "document": "Microcephaly . Microcephaly generally is due to the diminished size of the largest part of the human brain, the cerebral cortex, and the condition can arise during embryonic and fetal development due to insufficient neural stem cell proliferation, impaired or premature neurogenesis, the death of neural stem cells or neurons, or a combination of these factors. Research in animal models such as rodents has found many genes that are required for normal brain growth. For example, the Notch pathway genes regulate the balance between stem cell proliferation and neurogenesis in the stem cell layer known as the ventricular zone, and experimental mutations of many genes can cause microcephaly in mice, similar to human microcephaly. In addition, viruses such as cytomegalovirus (CMV) or Zika have been shown to infect and kill the primary stem cell of the brain—the radial glial cell, resulting in the loss of future daughter neurons. The severity of the condition may depend on the timing of infection during pregnancy.",
            "score": 201.36857163906097
        },
        {
            "docid": "2965167_12",
            "document": "NINDS brain trauma research . The use of stem cells to repair or replace damaged brain tissue is a new and exciting avenue of research. A neural stem cell is a special kind of cell that can multiply and give rise to other more specialized cell types. These cells are found in adult neural tissue and normally develop into several different cell types found within the central nervous system. NINDS researchers are investigating the ability of stem cells to develop into neurotransmitter-producing neurons, specifically dopamine-producing cells. Researchers are also looking at the power of stem cells to develop into oligodendrocytes, a type of brain cell that produces myelin, the fatty sheath that surrounds and insulates axons. One study in mice has shown that bone marrow stem cells can develop into neurons, demonstrating that neural stem cells are not the only type of stem cell that could be beneficial in the treatment of brain and nervous system disorders. At the moment, stem cell research for TBI is in its infancy, but future research may lead to advances for treatment and rehabilitation.",
            "score": 251.15593254566193
        },
        {
            "docid": "740746_42",
            "document": "Adult neurogenesis . Parkinson's disease is a neurodegenerative disorder characterized by a progressive loss of dopaminergic neurons in the substantia nigra. Transplantation of fetal dopaminergic precursor cells has paved the way for the possibility of a cell replacement therapy that could ameliorate clinical symptoms in affected patients. In recent years, scientists have provided evidence for the existence of neural stem cells with the potential to produce new neurons, particularly of a dopaminergic phenotype, in the adult mammalian brain. Experimental depletion of dopamine in rodents decreases precursor cell proliferation in both the subependymal zone and the subgranular zone. Proliferation is restored completely by a selective agonist of D2-like (D2L) receptors. Neural stem cells have been identified in the neurogenic brain regions, where neurogenesis is constitutively ongoing, but also in the non-neurogenic zones, such as the midbrain and the striatum, where neurogenesis is not thought to occur under normal physiological conditions. Newer research has shown that there in fact is neurogenesis in the striatum. A detailed understanding of the factors governing adult neural stem cells \"in vivo\" may ultimately lead to elegant cell therapies for neurodegenerative disorders such as Parkinson's disease by mobilizing autologous endogenous neural stem cells to replace degenerated neurons.",
            "score": 188.24469816684723
        },
        {
            "docid": "54421246_46",
            "document": "Spinocerebellar ataxia type 1 . One treatment option being investigated is stem cell therapy which attempts to replace dead tissue by transplanting stem cells into affected region and either stimulating them to differentiate into the desired cell types or allowing them to stimulate endogenous regenerative mechanisms. These techniques are of interest to researchers as a possible treatment for neurodegenerative diseases, but currently are of limited success in animal models, and in in-vitro cell culture studies. The ability for grafted cells to integrate into the desired tissue and adjust for the unique pathologies of different neurodegenerative disorders can be a severe limitation on the development of stem cell based treatments. Further, the tissues in the brain often rely on intricate and complicated arrangements of neurons; regions of the brain that do not require precision in these patterns to function, like the striatum affected by Parkinson's disease which uses paracrine signaling, tend to have better results in stem cell therapies than systems that require precision, like the cerebellum and pons. Stem cell therapies can be especially difficult in replacing Purkinje neuron loss as unaffected granule cells can prevent axons reaching the deep cerebellar nuclei with which Purkinje cells interface. Despite these difficulties, grafted neural precursor cells have been shown to be viable and to successfully migrate into desired location in SCA1 transgenic mice models and mesenchymal stem cells have been shown to mitigate loss of dendritic arborization SCA1 mice. Positive results have been found in mice models using both stem cells from fetal neuroectoderm and adult stem cells from the lateral ventricles and the dentate gyrus. Using harvested stem cells in stem cell therapies require immunosuppression to prevent the host from rejecting the transplants; creating induced pluripotent stem cells from the host's own cells would mitigate this risk and has had some testing in other neurodegenerative diseases.",
            "score": 210.13401210308075
        },
        {
            "docid": "34032373_5",
            "document": "P19 cell . Treatment of undifferentiated P19 cells with retinoic acid can specifically induce them into neuronal cells. Using doses between 1 μM to 3 μM of RA can generate neurons as the most abundant cell type. Neurons under this treatment reached the highest populations between six days and nine days. Several neuronal markers such as neurofilament proteins, HNK-1 antigen and tetanus toxin binding sites are expressed at highest levels during these days. After six to nine days of treatment, the relative neuronal population declines, likely because of faster proliferation of non-neuronal cells. After 10 days of exposure, astroglial cells can be detected using glial fibrillary acidic protein (GFAP), which is a specific marker of glial cells. Other than into neurons and astrocytes, P19 cells can also differentiate to oligodendrocytes, which can be detected using the specific markers, myelin-associated glycoprotein and 2',3'-Cyclic-nucleotide 3'-phosphodiesterase. Moreover, oligodendrocytes also developed and migrated into fiber bundles in mice when the RA-induced cells were transplanted into the brains.  Retinoic acid can induce not only P19 cells but also other progenitor cells or embryonic stem cells to differentiation. Since cells after retinoic acid treatment did not immediately express neuronal marker genes, RA must initiate some pathway to process cellular differentiation. Many studies used P19 cells to investigate the RA-induced mechanisms, including generating the mutant allele of retinoic acid receptor genes and studying the expression of receptor genes, Hox genes and retinol binding proteins while exposing to RA. All of these studies indicate that the P19 cell is a good in vitro model system for investigating the mechanism of drugs that interfere with specific cellular pathway. What is more, by using the ability of RA-induced neurogenesis in P19 cell, lots of researchers started to identify the in vitro differentiation mechanisms of neuro- or gliogenesis. Several related pathways or including Wnt/β-catenin pathway, Notch pathway and hedgehog pathway are investigated either using gene expression or generating alleles for related genes.",
            "score": 215.26296734809875
        },
        {
            "docid": "3250177_7",
            "document": "HIV-associated neurocognitive disorder . Many researchers believe that HIV damages the vital brain cells, neurons, indirectly. According to one theory, HIV either infects or activates cells that protect the brain, known as macrophages and microglia. These cells then produce toxins that can set off a series of reactions that instruct neurons to kill themselves. The infected macrophages and microglia also appear to produce additional factors such as chemokines and cytokines that can affect neurons as well as other brain cells known as astrocytes. The affected astrocytes, which normally nurture and protect neurons, also may now end up harming neurons. HIV protein gp120 inhibits the stem cells in the brain from producing new nerve cells. In the neuronal cells, the HIV gp120 induces mitochondrial-death proteins like caspases, which may influence the upregulation of the death receptor Fas leading to apoptosis. Researchers hope that new drugs under investigation will interfere with the detrimental cycle and prevent neuron death.",
            "score": 254.43764662742615
        },
        {
            "docid": "5235851_4",
            "document": "Neural stem cell . Neural stem cells are more specialized than ESCs because they generate only neural cells (neurons or glial cells). During embryonic development of vertebrates, NSCs of the central nervous system (CNS) are called radial glial cells (RGCs), and reside in a transient zone called the ventricular zone (VZ). Neurons are generated in large numbers by NSCs during a specific period of embryonic development through the process of neurogenesis, and continue to be generated in adult life in restricted regions of the adult brain. Adult NSCs differentiate into new neurons within the adult subventricular zone (SVZ), a remnant of the embryonic germinal neuroepithelium, as well as the dentate gyrus of the hippocampus.",
            "score": 178.48974299430847
        },
        {
            "docid": "14755419_5",
            "document": "BTG2 . A number of studies in vivo have shown that \"BTG2\" expression is associated with the neurogenic asymmetric division in neural progenitor cells. Moreover, when directly overexpressed in vivo in neural progenitor cells, BTG2 induces their differentiation. In fact, in the neuronal PC12 cell line BTG2 is not able to trigger differentiation by itself, but only to synergize with NGF, while in vivo BTG2 is fully able to induce differentiation of progenitor cells, i.e., during embryonic development in the neuroblast of the neural tube and in granule precursors of cerebellum, as well in adult progenitor cells of the dentate gyrus and of the subventricular zone. Notably, it has recently been shown that BTG2 is essential for the differentiation of new neurons, using a BTG2 knock out mouse. BTG2 is thus a pan-neural gene required for the development of the new neuron generated during adulthood, in the two neurogenic regions of adult brain, i.e., the hippocampus and the subventricular zone. Such requirement of BTG2 in neuron maturation is consistent with the fact that during brain development BTG2 is expressed in the proliferating neuroblasts of the ventricular zone of the neural tube, and to a lower extent in the differentiating neuroblasts of the mantle zone; postnatally it is expressed in cerebellar precursors mainly in the proliferating regions of the neuropithelium (i.e., in the external granular layer), and in the hippocampus in proliferating and differentiating progenitor cells. The pro-differentiative action of BTG2 appears to be consequent not only to inhibition of cell cycle progression but also to a BTG2-dependent activation of proneural genes in neural progenitor cells. In fact, BTG2 activates proneural genes by associating with the promoter of Id3, a key inhibitor of proneural gene activity, and by negatively regulating its activity.",
            "score": 186.05976259708405
        },
        {
            "docid": "36053717_3",
            "document": "Endogenous regeneration . During the early development of a human, neural stem cells lie in the germinal layer of the developing brain, ventricular and subventricular zones. In brain development, multipotent stem cells (those that can generate different types of cells) are present in these regions, and all of these cells differentiate into neural cell forms, such as neurons, oligodendrocytes and astrocytes. A long-held belief states that the multipotency of neural stem cells would be lost in the adult human brain. However, it is only \"in vitro\", using neurosphere and adherent monolayer cultures, stem cells that can be found in the adult mammalian brain that have shown mutipotent capacity, while the \"in vivo\" study is not convincing. Therefore, the term \"neural progenitor\" is used instead of \"stem cell\" to describe limited regeneration ability in the adult brain stem cell.",
            "score": 245.4729826450348
        },
        {
            "docid": "374215_26",
            "document": "Programmed cell death . Programmed cell death can be reduced or eliminated in the developing nervous system by the targeted deletion of pro-apoptotic genes or by the overexpression of anti-apoptotic genes. The absence or reduction of PCD can cause serious anatomical malformations but can also result in minimal consequences depending on the gene targeted, neuronal population, and stage of development. Excess progenitor cell proliferation that leads to gross brain abnormalities is often lethal, as seen in caspase-3 or caspase-9 knockout mice which develop exencephaly in the forebrain. The brainstem, spinal cord, and peripheral ganglia of these mice develop normally, however, suggesting that the involvement of caspases in PCD during development depends on the brain region and cell type. Knockout or inhibition of apoptotic protease activating factor 1 (APAF1), also results in malformations and increased embryonic lethality. Manipulation of apoptosis regulator proteins Bcl-2 and Bax (overexpression of Bcl-2 or deletion of Bax) produces an increase in the number of neurons in certain regions of the nervous system such as the retina, trigeminal nucleus, cerebellum, and spinal cord. However, PCD of neurons due to Bax deletion or Bcl-2 overexpression does not result in prominent morphological or behavioral abnormalities in mice. For example, mice overexpressing Bcl-2 have generally normal motor skills and vision and only show impairment in complex behaviors such as learning and anxiety. The normal behavioral phenotypes of these mice suggest that an adaptive mechanism may be involved to compensate for the excess neurons.",
            "score": 176.81588196754456
        },
        {
            "docid": "5235851_12",
            "document": "Neural stem cell . Neural stem cells have been shown to engage in migration and replacement of dying neurons in classical experiments performed by Sanjay Magavi and Jeffrey Macklis. Using a laser-induced damage of cortical layers, Magavi showed that SVZ neural progenitors expressing Doublecortin, a critical molecule for migration of neuroblasts, migrated long distances to the area of damage and differentiated into mature neurons expressing NeuN marker. In addition Masato Nakafuku's group from Japan showed for the first time the role of hippocampal stem cells during stroke in mice. These results demonstrated that NSCs can engage in the adult brain as a result of injury. Furthermore, in 2004 Evan Y. Snyder's group showed that NSCs migrate to brain tumors in a directed fashion. Jaime Imitola, M.D and colleagues from Harvard demonstrated for the first time, a molecular mechanism for the responses of NSCs to injury. They showed that chemokines released during injury such as SDF-1a were responsible for the directed migration of human and mouse NSCs to areas of injury in mice. Since then other molecules have been found to participate in the responses of NSCs to injury. All these results have been widely reproduced and expanded by other investigators joining the classical work of Richard L. Sidman in autoradiography to visualize neurogenesis during development, and neurogenesis in the adult by Joseph Altman in the 1960s, as evidence of the responses of adult NSCs activities and neurogenesis during homeostasis and injury.",
            "score": 188.5497509241104
        },
        {
            "docid": "41111089_5",
            "document": "Epigenetic regulation of neurogenesis . DNA methylation's critical nature to corticogenesis has been shown through knockout experiments in mice. When DNMT3b and DNMT1 were ablated separately in mouse embryos they died due to impairment of neural tube development. DNMT3a silencing did not cause embryonic lethality, but did result in a severe detriment in postnatal neurogenesis. This is largely due to the timing in which these epigenetic mechanisms are active. DNMT3b is expressed in early neural progenitor cells and decrease as neural development proceeds and DNMT3a is barely detectable up until embryonic day 10 (E.10). However, at E.10, DNMT3a expression increases significantly from E13.5 and well into adulthood. In the postnatal forebrain, DNMT3a is expressed in the subventricular zone (SVZ) and the hippocampal dentate gyrus, the primary locations for adult neurogenesis. The loss of DNMT3a in post natal neural progenitor cells leads to the down-regulation of neuronic genes such as \"Dlx2\", \"Neurog2\", and \"Sp8\"; but upregulation of genes involved in astroglial and oligodendroglial differentiation, indicating a role in the cell-fate switch from neurogenesis to gliogenesis. DNA demethylation, as well as methylation, of certain genes allows for neurogenesis to proceed in a time dependent manner. One such gene is \"Hes5\", hypermethylated in E7.5 Embryos but completely demethylated by E9.5, which is one of the target genes in the Notch Signaling pathway. GCM1 and GCM2 demethylate the \"Hes5\" promoter, allowing it to respond to NOTCH signaling and initiating the generation of neural stem cells. Another example is the \"Gfap\" gene which is required for astrocyte differentiation. The ability to differentiate into glial cells is repressed in neural stem cells with a neuronal cell fate. This repression is due largely to an irresponsiveness of neural stem cells towards astrocyte-inducing stimulations. The neural stem cells are non-responsive due to hypermethylated DNA in the promoter regions of astrocyte genes such as \"Gfap\". The STAT3 binding site in the promoter region of \"Gfap\" is hypermethylated at E11.5 and barely so at E14.5, at which point it is able to receive astrocyte inducing stimulations and begin cytokine-inducible astrocyte differentiation.",
            "score": 218.97112429141998
        },
        {
            "docid": "7927678_4",
            "document": "Michael Kaplan (biologist) . Initial studies that suggested that the adult brain could generate new neurons were largely ignored. In the 1960s Joseph Altman and coworkers published a series of papers reporting that some dividing cells in the adult brain survived and differentiated into cells with morphology similar to neurons. They used tritiated thymidine autoradiography to label the cells. Tritiated thymidine is incorporated into the DNA of dividing cells. They found that the highest density of labeling was in the subventricular zone and in the dentate gyrus of the hippocampus. It was known that the dentate gyrus of the hippocampus is essentially devoid of glia. Therefore, Altman attributed the labeling in this region to the uptake of thymidine by dentate granule cells. However, he could not prove that the adult-generated cells were neurons rather than glia, since no phenotypic markers were available that could be used in conjunction with thymidine autoradiography. The absence of specific markers for neurons and glia and continued skepticism surrounding the novel concept of adult neurogenesis limited further development of the research.",
            "score": 177.26523423194885
        },
        {
            "docid": "33611862_5",
            "document": "Eomesodermin . It has been found experimentally through knock out studies, that mice lacking Eomesodermin/Tbr2 during early development have a reduced number of actively dividing cells, called proliferating cells, in the subventricular zone, a key area of neurogenesis in the brain. This, may lead to the microcephaly (small head size due to improper brain development) seen in Eomesodermin/Tbr2 deficient mice. Eomesodermin/Tbr2 lacking mice have smaller upper cortical layers and a smaller sub ventricular zone in the brain, and have an absence of a mitral cell (neurons involved in the olfactory pathway) layer, with mitral cells instead being scattered about. On the behavioral side, Eomesodermin/Tbr2 lacking mice show high anger levels and perform infanticide. Eomesodermin/Tbr2 lacking mice also seem to have problems with long axon connections. Axons are projections from neurons that connect with other cells in what is called a synapse and send neurotransmitters. In this way, they can communicate with other cells, and form the processing that allows are brains to function. Eomesodermin/Tbr2 lacking mice seem to lack fully formed commissural fibers, which connect the two hemispheres of the brain, and lack the corpus callosum, another region of the brain involved in hemisphere connections.",
            "score": 174.97372090816498
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 206.46309292316437
        },
        {
            "docid": "6852419_23",
            "document": "Subventricular zone . In an attempt to characterize the role of the subventricular zone in potential tumorigenesis, Quinones-Hinojosa \"et al.\" found that brain tumor stem cells (BTSCs) are stem cells that can be isolated from brain tumors by similar assays used for neuronal stem cells. In forming clonal spheres similar to neurospheres of neuronal stem cells, these BTSCs were able to differentiate into neurons, astrocytes and oligodendrocytes \"in vitro\", yet more importantly capable of initiating tumors at low cell concentrations, providing a self-renewal capacity. It was therefore proposed that a small population of BTSCs with such self-renewal capabilities were maintaining tumors in diseases such as leukemia and breast cancer.",
            "score": 209.29892659187317
        },
        {
            "docid": "38262758_14",
            "document": "Hes3 signaling axis . As stated above, the STAT3-Ser/Hes3 signaling axis regulates the number of neural stem cells (as well as other cell types) in culture. This prompted experiments to determine if the same pathway can also regulate the number of naturally resident (endogenous) neural stem cells in the adult rodent brain. If so, this would generate a new experimental approach to study the effects of increasing the number of endogenous neural stem cells (eNSCs). For example, would this lead to the replacement of lost cells by newly generated cells from eNSCs? Or, could this lead to the rescue of damaged neurons in models of neurodegenerative disease, since eNSCs are known to produce factors that can protect injured neurons?",
            "score": 204.1408772468567
        },
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 206.33078455924988
        },
        {
            "docid": "27783_15",
            "document": "Stem cell . During embryonic development these inner cell mass cells continuously divide and become more specialized. For example, a portion of the ectoderm in the dorsal part of the embryo specializes as 'neurectoderm', which will become the future central nervous system. Later in development, neurulation causes the neurectoderm to form the neural tube. At the neural tube stage, the anterior portion undergoes encephalization to generate or 'pattern' the basic form of the brain. At this stage of development, the principal cell type of the CNS is considered a neural stem cell. These neural stem cells are pluripotent, as they can generate a large diversity of many different neuron types, each with unique gene expression, morphological, and functional characteristics. The process of generating neurons from stem cells is called neurogenesis. One prominent example of a neural stem cell is the radial glial cell, so named because it has a distinctive bipolar morphology with highly elongated processes spanning the thickness of the neural tube wall, and because historically it shared some glial characteristics, most notably the expression of glial fibrillary acidic protein (GFAP). The radial glial cell is the primary neural stem cell of the developing vertebrate CNS, and its cell body resides in the ventricular zone, adjacent to the developing ventricular system. Neural stem cells are committed to the neuronal lineages (neurons, astrocytes, and oligodendrocytes), and thus their potency is restricted.",
            "score": 225.55193531513214
        },
        {
            "docid": "5620705_10",
            "document": "Bone morphogenetic protein 4 . In adult, BMP4 is important for the neurogenesis (i.e., the generation of new neurons) that occurs throughout life in two neurogenic niches of the brain, the dentate gyrus of the hippocampus and the subventricular zone (SVZ) adjacent to lateral ventricles. In these niches new neurons are continuously generated from stem cells. In fact it has been shown that in the dentate gyrus BMP4 maintains neural stem cells in quiescence, thus preventing the depletion of the pool of stem cells. In the SVZ , BMP-mediated signaling via Smad4 is required to initiate neurogenesis from adult neural stem cells and suppress the alternative fate of oligodendrogliogenesis. Moreover, it has been shown that in the SVZ BMP4 has a prodifferentiative effect, since it rescues a defect of terminal differentiation in SVZ neurospheres where the gene Tis21/BTG2 - required for terminal differentiation - has been deleted. Tis21 is a positive regulator of BMP4 expression in the SVZ.",
            "score": 158.27093124389648
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 192.52406227588654
        },
        {
            "docid": "21120_6",
            "document": "Neuron . In most cases, neurons are generated by special types of stem cells during brain development and childhood. Neurons in the adult brain generally do not undergo cell division. Astrocytes are star-shaped glial cells that have also been observed to turn into neurons by virtue of the stem cell characteristic pluripotency. Neurogenesis largely ceases during adulthood in most areas of the brain. However, there is strong evidence for generation of substantial numbers of new neurons in two brain areas, the hippocampus and olfactory bulb.",
            "score": 247.9047908782959
        },
        {
            "docid": "36053717_4",
            "document": "Endogenous regeneration . Neural stem cells (NSC) reside in the subventricular zone (SVZ) of the adult human brain and the dentate gyrus of the adult mammalian hippocampus. Newly formed neurons from these regions participate in learning, memory, olfaction and mood modulation. It has not been definitively determined whether or not these stem cells are multipotents. NSC from the hippocampus of rodents, which can differentiate into dentate granule cells, have developed into many cell types when studied in culture. However, another \"in vivo\" study, using NSCs in the postnatal SVZ, showed that the stem cell is restricted to developing into different neuronal sub-type cells in the olfactory bulb. It is believed that the various spatial location niches regulate the differentiation of the neural stem cell.",
            "score": 182.33837270736694
        },
        {
            "docid": "23976882_5",
            "document": "Ira Black . Black was an advocate for research using stem cells to repair damage from such conditions as cancer and Alzheimer's disease and his own research showed that the technique could be used to encourage the body's own stem cells to create needed new cells and as a form of gene therapy. Studies he performed in 2000 that were published in the \"Journal of Neuroscience Research\" showed that when an antioxidant was added to stem cells extracted from bone marrow, the undifferentiated stem cells transformed into cells with the characteristics of neurons within minutes and were successfully transplanted into the brains and spinal cords of rats. The results were called \"an incredible achievement\" in opening the path to creating treatments for conditions that had been previously untreatable by using stem cells to create needed cells of different forms. Black's approach was to use neurons developed from the individual's own adult stem cells to avoid issues of transplant rejection without requiring modifications to the genome, while avoiding the ethical concerns raised with the use of embryonic stem cells.",
            "score": 191.5196087360382
        },
        {
            "docid": "2507552_15",
            "document": "Microchimerism . Fetomaternal microchimerism has been shown in experimental investigations of whether fetal cells can cross the blood brain barrier in mice. The properties of these cells allow them to cross the blood brain barrier and target injured brain tissue. This mechanism is possible because umbilical cord blood cells express some proteins similar to neurons. When these umbilical cord blood cells are injected in rats with brain injury or stroke, they enter the brain and express certain nerve cell markers. Due to this process, fetal cells could enter the brain during pregnancy and become differentiated into neural cells. Fetal microchimerism can occur in the maternal mouse brain, responding to certain cues in the maternal body.",
            "score": 215.55608129501343
        },
        {
            "docid": "4537268_11",
            "document": "Neuroepithelial cell . Researchers have been able to create neural chimeras by combining neurons that developed from embryonic stem cells with glial cells that were also derived from embryonic stem cells. These neural chimeras give researchers a comprehensive way of studying the molecular mechanisms behind cell repair and regeneration via neuroepithelial precursor cells and will hopefully shed light on possible nervous system repair in a clinical setting. In an attempt to identify the key features that differentiate neuroepithelial cells from their progenitor cells, researchers identified an intermediate filament that was expressed by 98% of the neuroepithelial cells of the neural tube, but none of their progenitor cells. After this discovery it became clear that all three cell types in the nervous system resulted from a homogenous population of stem cells. In order make clinical neural repair possible researchers needed to further characterize regional determination of stem cells during brain development by determining what factors commit a precursor to becoming one or the other. While the exact factors that lead to differentiation are unknown, researchers have taken advantage of human-rat neural chimeras to explore the development of human neurons and glial cells in an animal model. These neural chimeras have permitted researchers to look at neurological diseases in an animal model where traumatic and reactive changes can be controlled. Eventually researchers hope to be able to use the information taken from these neural chimera experiments to repair regions of the brain affected by central nervous system disorders. The problem of delivery, however, has still not been resolved as neural chimeras have been shown to circulate throughout the ventricles and incorporate into all parts of the CNS. By finding environmental cues of differentiation, neuroepithelial precursor transplantation could be used in the treatment of many diseases including multiple sclerosis, Huntington’s disease, and Parkinson’s disease. Further exploration of neural chimera cells and chimeric brains will provide evidence for manipulating the correct genes and increasing the efficacy of neural transplant repair.",
            "score": 209.7600680589676
        },
        {
            "docid": "47723048_2",
            "document": "Ventricular zone . In vertebrate organisms, the ventricular zone (VZ) is a transient embryonic layer of tissue containing neural stem cells, principally radial glial cells, of the central nervous system (CNS). The VZ is so named because it lines the ventricular system, which contains cerebrospinal fluid (CSF). The embryonic ventricular system contains growth factors and other nutrients needed for the proper function of CNS stem cells. Neurogenesis, or the generation of neurons, occurs in the VZ during embryonic and fetal development as a function of the Notch pathway, and the newborn neurons must migrate substantial distances to their final destination in the developing brain or spinal cord where they will establish neural circuits. A secondary proliferative zone, the subventricular zone (SVZ), lies adjacent to the VZ. In the embryonic cerebral cortex, the SVZ contains intermediate neuronal progenitors that continue to divide into post-mitotic neurons. Through the process of neurogenesis, the parent neural stem cell pool is depleted and the VZ disappears. The balance between the rates of stem cell proliferation and neurogenesis changes during development, and species from mouse to human show large differences in the number of cell cycles, cell cycle length, and other parameters, which is thought to give rise to the large diversity in brain size and structure.",
            "score": 177.89690947532654
        },
        {
            "docid": "48691023_7",
            "document": "Neurogenesis . In many mammals, including for example rodents, the olfactory bulb is a brain region containing cells that detect smell, featuring integration of adult-born neurons, which migrate from the SVZ of the striatum to the olfactory bulb through the rostral migratory stream (RMS). The migrating neuroblasts in the olfactory bulb become interneurons that help the brain communicate with these sensory cells. The majority of those interneurons are inhibitory granule cells, but a small number are periglomerular cells. In the adult SVZ, the primary neural stem cells are SVZ astrocytes rather than RGCs. Most of these adult neural stem cells lie dormant in the adult, but in response to certain signals, these dormant cells, or B cells, go through a series of stages, first producing proliferating cells, or C cells. The C cells then produce neuroblasts, or A cells, that will become neurons.",
            "score": 218.57751393318176
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 198.46765613555908
        },
        {
            "docid": "40466325_6",
            "document": "Cerebral organoid . Organoids can be used to study the crucial early stages of brain development, test drugs and, because they can be made from living cells, study individual patients., In one case, a cerebral organoid grown from a patient with microcephaly demonstrated related symptoms and revealed that apparently the cause is overly rapid development, followed by slower brain growth. Microencephaly is a developmental condition in which the brain remains undersized, producing an undersized head and debilitation. Microcephaly is not suitable for mouse models, which do not replicate the condition. The primary form of the disease is thought to be caused by a homozygous mutation in the microcephalin gene. The disease is difficult to reproduce in mouse models because mice lack the developmental stages for an enlarged cerebral cortex that humans have. Naturally, a disease which affects this development would be impossible to show in a model which does not have it to begin with. To use cerebral organoids to model a human's microcephaly, one group of researchers has taken patient skin fibroblasts and reprogrammed them using four well known reprogramming factors. These include OCT4, SOX2, MYC and KLF4. The reprogrammed sample was able to be cloned into induced pluripotent stem cells. The cells were cultured into a cerebral organoid following a process described in the cerebral organoid creation section below. The organoid that resulted had decreased numbers of neural progenitor cells and smaller tissues. Additionally, the patient derived tissues displayed fewer and less frequent neuroepithelial tissues made of progenitors, decreased radial glial stem cells, and increased neurons. These results suggest that the underlying mechanism of microcephaly is caused by cells prematurely differentiating into neurons leaving a deficit of radial glial cells.",
            "score": 192.24331212043762
        }
    ],
    "r": [
        {
            "docid": "39761773_18",
            "document": "Central nervous system effects from radiation exposure during spaceflight . The CNS consists of neurons, astrocytes, and oligodendrocytes that are generated from multipotent stem cells. NCRP Report No. 153 provides the following excellent and short introduction to the composition and cell types of interest for radiation studies of the CNS: “The CNS consists of neurons differing markedly in size and number per unit area. There are several nuclei or centers that consist of closely packed neuron cell bodies (e.g., the respiratory and cardiac centers in the floor of the fourth ventricle). In the cerebral cortex the large neuron cell bodies, such as Betz cells, are separated by a considerable distance. Of additional importance are the neuroglia which are the supporting cells and consist of astrocytes, oligodendroglia, and microglia. These cells permeate and support the nervous tissue of the CNS, binding it together like a scaffold that also supports the vasculature. The most numerous of the neuroglia are Type I astrocytes, which make up about half the brain, greatly outnumbering the neurons. Neuroglia retain the capability of cell division in contrast to neurons and, therefore, the responses to radiation differ between the cell types. A third type of tissue in the brain is the vasculature which exhibits a comparable vulnerability for radiation damage to that found elsewhere in the body. Radiation-induced damage to oligodendrocytes and endothelial cells of the vasculature accounts for major aspects of the pathogenesis of brain damage that can occur after high doses of low-LET radiation.” Based on studies with low-LET radiation, the CNS is considered a radioresistant tissue. For example: in radiotherapy, early brain complications in adults usually do not develop if daily fractions of 2 Gy or less are administered with a total dose of up to 50 Gy. The tolerance dose in the CNS, as with other tissues, depends on the volume and the specific anatomical location in the human brain that is irradiated.",
            "score": 258.7126770019531
        },
        {
            "docid": "13876671_4",
            "document": "Gliotransmitter . The word “glia” illustrates the original belief among scientists that these cells play a passive role in neural signaling, being responsible only for neuronal structure and support within the brain. Glial cells cannot produce action potentials and therefore were not suspected as playing an important and active communicative role in the central nervous system, because synaptic transmission between neurons is initiated with an action potential. However, research shows that these cells express excitability with changes in the intracellular concentrations of Ca. Gliotransmission occurs because of the ability of glial cells to induce excitability with variations in Ca concentrations. Changes in the concentration of Ca correlate with currents from NMDA receptor-mediated neurons which are measured in neighboring neurons of the ventrobasal (VB) thalamus. Because glial cells greatly outnumber neurons in the brain, accounting for over 70% of all cells in the central nervous system, gliotransmitters released by astrocytes have the potential to be very influential and important within the central nervous system, as well as within other neural systems throughout the body. These cells do not simply carry functions of structural support, but can also take part in cell-to-cell communication with neurons, microglia, and other astrocytes by receiving inputs, organizing information, and sending out chemical signals. The Ca signal from the astrocyte may also participate in controlling blood flow in the brain.",
            "score": 257.2911376953125
        },
        {
            "docid": "3250177_7",
            "document": "HIV-associated neurocognitive disorder . Many researchers believe that HIV damages the vital brain cells, neurons, indirectly. According to one theory, HIV either infects or activates cells that protect the brain, known as macrophages and microglia. These cells then produce toxins that can set off a series of reactions that instruct neurons to kill themselves. The infected macrophages and microglia also appear to produce additional factors such as chemokines and cytokines that can affect neurons as well as other brain cells known as astrocytes. The affected astrocytes, which normally nurture and protect neurons, also may now end up harming neurons. HIV protein gp120 inhibits the stem cells in the brain from producing new nerve cells. In the neuronal cells, the HIV gp120 induces mitochondrial-death proteins like caspases, which may influence the upregulation of the death receptor Fas leading to apoptosis. Researchers hope that new drugs under investigation will interfere with the detrimental cycle and prevent neuron death.",
            "score": 254.43763732910156
        },
        {
            "docid": "2965167_12",
            "document": "NINDS brain trauma research . The use of stem cells to repair or replace damaged brain tissue is a new and exciting avenue of research. A neural stem cell is a special kind of cell that can multiply and give rise to other more specialized cell types. These cells are found in adult neural tissue and normally develop into several different cell types found within the central nervous system. NINDS researchers are investigating the ability of stem cells to develop into neurotransmitter-producing neurons, specifically dopamine-producing cells. Researchers are also looking at the power of stem cells to develop into oligodendrocytes, a type of brain cell that produces myelin, the fatty sheath that surrounds and insulates axons. One study in mice has shown that bone marrow stem cells can develop into neurons, demonstrating that neural stem cells are not the only type of stem cell that could be beneficial in the treatment of brain and nervous system disorders. At the moment, stem cell research for TBI is in its infancy, but future research may lead to advances for treatment and rehabilitation.",
            "score": 251.1559295654297
        },
        {
            "docid": "41120962_5",
            "document": "Neuroinflammation . Astrocytes are glial cells that are the most abundant cells in the brain. They are involved in maintenance and support of neurons and compose a significant component of the blood–brain barrier. After insult to the brain, such as traumatic brain injury, astrocytes may become activated in response to signals released by injured neurons or activated microglia. Once activated, astrocytes may release various growth factors and undergo morphological changes. For example, after injury astrocytes form the glial scar composed of a proteoglycan matrix that hinders axonal regeneration.",
            "score": 249.32192993164062
        },
        {
            "docid": "21120_6",
            "document": "Neuron . In most cases, neurons are generated by special types of stem cells during brain development and childhood. Neurons in the adult brain generally do not undergo cell division. Astrocytes are star-shaped glial cells that have also been observed to turn into neurons by virtue of the stem cell characteristic pluripotency. Neurogenesis largely ceases during adulthood in most areas of the brain. However, there is strong evidence for generation of substantial numbers of new neurons in two brain areas, the hippocampus and olfactory bulb.",
            "score": 247.90478515625
        },
        {
            "docid": "36053717_3",
            "document": "Endogenous regeneration . During the early development of a human, neural stem cells lie in the germinal layer of the developing brain, ventricular and subventricular zones. In brain development, multipotent stem cells (those that can generate different types of cells) are present in these regions, and all of these cells differentiate into neural cell forms, such as neurons, oligodendrocytes and astrocytes. A long-held belief states that the multipotency of neural stem cells would be lost in the adult human brain. However, it is only \"in vitro\", using neurosphere and adherent monolayer cultures, stem cells that can be found in the adult mammalian brain that have shown mutipotent capacity, while the \"in vivo\" study is not convincing. Therefore, the term \"neural progenitor\" is used instead of \"stem cell\" to describe limited regeneration ability in the adult brain stem cell.",
            "score": 245.4729766845703
        },
        {
            "docid": "6852419_14",
            "document": "Subventricular zone . While it has yet to have been studied in-depth in the human brain, the SVZ function in the rodent brain has been, to a certain extent, examined and defined for its abilities. With such research, it has been found that the dual-functioning astrocyte is the dominant cell in the rodent SVZ; this astrocyte acts as not only a neuronal stem cell, but also as a supporting cell that promotes neurogenesis through interaction with other cells. This function is also induced by microglia and endothelial cells that interact cooperatively with neuronal stem cells to promote neurogenesis in vitro, as well as extracellular matrix components such as tenascin-C (helps define boundaries for interaction) and Lewis X (binds growth and signaling factors to neural precursors). The human SVZ is different, however, from the rodent SVZ in two distinct ways; the first is that the astrocytes of humans are not in close juxtaposition to the ependymal layer, rather separated by a layer lacking cell bodies; the second is that the human SVZ lacks chains of migrating neuroblasts seen in rodent SVZ, in turn providing for a lesser number of neuronal cells in the human than the rodent. For this reason, while rodent SVZ proves as a valuable source of information regarding the SVZ and its structure-to-function relationship, the human model will prove significantly different.",
            "score": 244.69837951660156
        },
        {
            "docid": "18704809_2",
            "document": "Alzheimer type II astrocyte . The Alzheimer type II astrocyte is thought to be a pathological type of cell in the brain, however its exact pathology remains unknown. Like other astrocytes, it is a non-neuronal glial cell. They are not associated with Alzheimer's disease. Astrocytes belong to a class of glial cells which are known to have specialized functions in the central nervous system. Among many biological roles, astrocytes are important for neuronal development, synaptic transmission, homeostasis, and neuroprotection. For example, astrocytes have many transporters and ion channels that allow for ion balance and static pH levels in order to achieve homeostasis. Although astrocytes are closely related to neurons and neuronal functions, they are not neuronal cells due to their inability to propagate action potentials. However, they are excitable cells that are able to influence synaptic transmission with cellular triggers such as calcium influx. Astrocytes can also respond to CNS injury by undergoing reactive gliosis. This acts as a neuroprotective event by upregulating intermediate filament proteins for structural cellular support. One of these proteins, glial fibrillary acidic protein (GFAP) can be used as a marker for reactive gliosis in damaged tissue.",
            "score": 242.27349853515625
        },
        {
            "docid": "11088829_63",
            "document": "Nerve guidance conduit . Astrocytes are glial cells that are abundant in the central nervous system. They are crucial for the metabolic and trophic support of neurons; additionally, astrocytes provide ion buffering and neurotransmitter clearance. Growing axons are guided by cues created by astrocytes; thus, astrocytes can regulate neurite pathfinding and subsequently, patterning in the developing brain. The glial scar that forms post-injury in the central nervous system is formed by astrocytes and fibroblasts; it is the most significant obstacle for regeneration. The glial scar consists of hypertrophied astrocytes, connective tissue, and ECM. Two goals of neural tissue engineering are to understand astrocyte function and to develop control over astrocytic growth. Studies by Shany et al. (2006) have demonstrated that astrocyte survival rates are increased on 3D aragonite matrices compared to conventional 2D cell cultures. The ability of cell processes to stretch out across curves and pores allows for the formation of multiple cell layers with complex 3D configurations.",
            "score": 240.49566650390625
        },
        {
            "docid": "337196_7",
            "document": "Neuroanatomy . At the tissue level, the nervous system is composed of neurons, glial cells, and extracellular matrix. Both neurons and glial cells come in many types (see, for example, the nervous system section of the list of distinct cell types in the adult human body). Neurons are the information-processing cells of the nervous system: they sense our environment, communicate with each other via electrical signals and chemicals called neurotransmitters across synapses, and produce our memories, thoughts and movements. Glial cells maintain homeostasis, produce myelin, and provide support and protection for the brain's neurons. Some glial cells (astrocytes) can even propagate intercellular calcium waves over long distances in response to stimulation, and release gliotransmitters in response to changes in calcium concentration. The extracellular matrix also provides support on the molecular level for the brain's cells.",
            "score": 239.55242919921875
        },
        {
            "docid": "36315057_63",
            "document": "Induced stem cells . Astrocytes – the most common neuroglial brain cells, which contribute to scar formation in response to injury – can be directly reprogrammed in vivo to become functional neurons that formed networks in mice without the need of cell transplantation. The researchers followed the mice for nearly a year to look for signs of tumor formation and reported finding none. The same researchers have turned scar-forming astrocytes into progenitor cells called neuroblasts that regenerated into neurons in the injured adult spinal cord.",
            "score": 239.01962280273438
        },
        {
            "docid": "37080_15",
            "document": "Thought . A neuron (also known as a neurone or nerve cell) is an excitable cell in the nervous system that processes and transmits information by electrochemical signaling. Neurons are the core components of the brain, the vertebrate spinal cord, the invertebrate ventral nerve cord and the peripheral nerves. A number of specialized types of neurons exist: sensory neurons respond to touch, sound, light and numerous other stimuli affecting cells of the sensory organs that then send signals to the spinal cord and brain. Motor neurons receive signals from the brain and spinal cord that cause muscle contractions and affect glands. Interneurons connect neurons to other neurons within the brain and spinal cord. Neurons respond to stimuli, and communicate the presence of stimuli to the central nervous system, which processes that information and sends responses to other parts of the body for action. Neurons do not go through mitosis and usually cannot be replaced after being destroyed, although astrocytes have been observed to turn into neurons, as they are sometimes pluripotent.",
            "score": 237.87692260742188
        },
        {
            "docid": "5235851_14",
            "document": "Neural stem cell . Cell death is a characteristic of acute CNS disorders as well as neurodegenerative disease. The loss of cells is amplified by the lack of regenerative abilities for cell replacement and repair in the CNS. One way to circumvent this is to use cell replacement therapy via regenerative NSCs. NSCs can be cultured \"in vitro\" as neurospheres. These neurospheres are composed of neural stem cells and progenitors (NSPCs) with growth factors such as EGF and FGF. The withdrawal of these growth factors activate differentiation into neurons, astrocytes, or oligodendrocytes which can be transplanted within the brain at the site of injury. The benefits of this therapeutic approach have been examined in Parkinson's disease, Huntington's disease, and multiple sclerosis. NSPCs induce neural repair via intrinsic properties of neuroprotection and immunomodulation. Some possible routes of transplantation include intracerebral transplantation and xenotransplantation.",
            "score": 237.80029296875
        },
        {
            "docid": "54660494_9",
            "document": "Volume-regulated anion channel . For glutamate, when excitatory neurotransmitters are released and activates channels on surrounding neurons, it results in overactive depolarization, and increase in calcium ions, and eventually cellular apoptosis. This is generally called excitotoxicity, and it normally results in neuronal swelling. VRACs release of organic osmolytes as a response to this swelling and influx of ions most likely aids in the prevention of the neuron from bursting, as the release of inorganic compounds from a cell has only been associated with a cellular volume decrease of about 20-30%. Yet, in addition to the prevention of lysis for the neuron, the release of taurine and glutamate will also continue to propagate the excitotoxicity effect on neighboring neurons. The most relevant cells to study regarding VRACs role and reaction to excitotoxicity are astrocytes. This is because of their role as supporters of neuronal communication in the brain, the fact that they have been proven to contain VRACs, and the fact that they have been found in a swollen condition in response to pathologies regarding excitotoxicity. As we have stated, the increase of stimulation on a neuron results in excitotoxicity, and glutamate is one of the neurotransmitters that in excess could cause this neuronal response. There are many pathologies attributed to this cellular response including stroke and hypoglycemia among others. As an example, a few studies have found that astrocytes cellular VRAC activation might be associated with stroke-related increases in substances like ATP. Experiments have found that VRAC inhibitors were able to decrease the stroke-related release of excitatory neurotransmitters in the brain; which means that VRACs are likely activated by the increase of cellular ATP and other molecules in astrocytes, and the release of glutamate by these cells causes the neurons around them to become depolarized, increase their calcium ion concentration, and undergo apoptosis. The other organic osmolyte associated with VRACs, taurine, also has many extracellular signaling functions. Specifically, it is thought that the release of taurine from glia by VRACs is linked to systemic volume regulation in the osmosensing supraoptical nucleous (SON). At first, researchers thought that neurons found in SON were not able to undergo RVD, but it was later found that they do eventually develop a chloride ion current after a certain amount of time. Astrocytes were again studied in relation to this discovery, and they found that the cells readily respond to a hypertonic environment by releasing taurine through VRAC-like channels. In turn, the taurine activates glycine receptor chloride channels on neighboring SON neurons, which causes them to hyperpolarize. Since the SON neurons shrink and depolarize in a hypertonic environment, this interaction between the astrocytes acts as an inhibitor of the secretion of vasopressin by SON.",
            "score": 236.46417236328125
        },
        {
            "docid": "34181654_3",
            "document": "Stephen J Smith . In 1990, Smith published an article in the journal \"Science\", which proposed that certain glial cells in the human brain known as astrocytes would be able to communicate through chemical signals, rather than electrical. By utilizing the neurotransmitter glutamate, he was able to show that these cells, which had once been perceived as inert tissue between neurons, in fact were actively communicating with the rest of the brain. This discovery showed that astrocytes likely play an important role in learning and memory. Since Smith's discovery, astrocytes have become an increasingly important part of neural research.",
            "score": 233.34445190429688
        },
        {
            "docid": "1024090_24",
            "document": "Astrocyte . Studies have shown that astrocytes play an important function in the regulation of neural stem cells. Research from the Schepens Eye Research Institute at Harvard shows the human brain to abound in neural stem cells, which are kept in a dormant state by chemical signals (ephrin-A2 and ephrin-A3) from the astrocytes. The astrocytes are able to activate the stem cells to transform into working neurons by dampening the release of ephrin-A2 and ephrin-A3.",
            "score": 233.03684997558594
        },
        {
            "docid": "777462_3",
            "document": "Neuroblast . Neuroblasts are mainly present as precursors of neurons during embryonic development; however, they also constitute one of the cell types involved in adult neurogenesis. Adult neurogenesis is characterized by neural stem cell differentiation and integration in the mature adult mammalian brain. This process occurs in the dentate gyrus of the hippocampus and in the subventricular zones of the adult mammalian brain. Neuroblasts are formed when a neural stem cell, which can differentiate into any type of mature neural cell (i.e. neurons, oligodendrocytes, astrocytes, etc.), divides and becomes a transit amplifying cell. Transit amplifying cells are slightly more differentiated than neural stem cells and can divide asymmetrically to produce postmitotic neuroblasts or glioblasts, as well as other transit amplifying cells. A neuroblast, a daughter cell of a transit amplifying cell, is initially a neural stem cell that has reached the \"point of no return.\" A neuroblast has differentiated such that it will mature into a neuron and not any other neural cell type. Neuroblasts are being studied extensively as they have the potential to be used therapeutically to combat cell loss due to injury or disease in the brain, although their potential effectiveness is debated.",
            "score": 229.6895294189453
        },
        {
            "docid": "372548_11",
            "document": "Motor nerve . There are problems with neuroregeneration due to many sources, both internal and external. There is a weak regenerative ability of nerves and new nerve cells cannot simply be made. The outside environment can also play a role in nerve regeneration. Neural stem cells (NSCs), however, are able to differentiate into many different types of nerve cells. This is one way that nerves can \"repair\" themselves. NSC transplant into damaged areas usually leads to the cells differentiating into astrocytes which assists the surrounding neurons. Schwann cells have the ability to regenerate, but the capacity that these cells can repair nerve cells declines as time goes on as well as distance the Schwann cells are from site of damage.",
            "score": 229.3864288330078
        },
        {
            "docid": "5235851_9",
            "document": "Neural stem cell . The most widely accepted model of an adult NSC is a radial, astrocytes-like, GFAP-positive cell. Quiescent stem cells are Type B that are able to remain in the quiescent state due to the renewable tissue provided by the specific niches composed of blood vessels, astrocytes, microglia, ependymal cells, and extracellular matrix present within the brain. These niches provide nourishment, structural support, and protection for the stem cells until they are activated by external stimuli. Once activated, the Type B cells develop into Type C cells, active proliferating intermediate cells, which then divide into neuroblasts consisting of Type A cells. The undifferentiated neuroblasts form chains that migrate and develop into mature neurons. In the olfactory bulb, they mature into GABAergic granule neurons, while in the hippocampus they mature into dentate granule cells.",
            "score": 228.59812927246094
        },
        {
            "docid": "25200778_18",
            "document": "Parkinson's disease clinical research . In an animal model, manipulating glial precursor cells produced astrocytes that repaired Parkinson's multiple types of neurological damage. The researchers implanted cells only in rats with disease signs. The astrocytes used in the study differ from other types of astrocytes present in the mature brain. When implanted into the brains of rats with the disease, the new cells acted similar to astrocytes in the developing brain, which are more effective at building connections between nerves. The implanted astrocytes restored health and stability and allowed the nerve cells to resume normal activity.",
            "score": 228.2382354736328
        },
        {
            "docid": "57564977_4",
            "document": "Sergiu P. Pașca . Pasca’s laboratory at Stanford University explores the biological mechanisms of brain disorders using cellular models of the human brain. Pasca developed some of the early in-a-dish models of disease by deriving neurons from skin cells taken from patients with genetic forms of autism and other neurodevelopmental disorders. These patient neurons helped uncover the cellular defects of genetic mutations and demonstrated the promise of this novel technology. In his laboratory, Pasca went further to develop a novel platform that allows to take iPSC from any individuals and engineer lab-grown self-assembling three-dimensional (3D) structures called brain region-specific spheroids or organoids. This method was listed among the Key Advances in hiPSC Disease Modeling of the Last Decade by the journal \"Cell Stem Cell\", and Organoids were named Methods of the Year in 2017 by \"Nature Methods\". These 3D brain tissue resemble specific regions of the nervous system and his laboratory has maintained these cultures for over 800 days in vitro to show maturation of cells, including astrocytes, into postnatal stages. His work on astrocytes was inspired by the late Stanford neurobiologist Ben Barres. Pasca has also demonstrated that brain-region specific organoids can be fused to form brain assembloids and employed this preparation to study the cross-talk between cells in the developing human brain and to mimic human brain circuits in a dish. This work was listed among the Top Research Advances of 2017 by the National Institutes of Health.",
            "score": 227.9595947265625
        },
        {
            "docid": "27783_15",
            "document": "Stem cell . During embryonic development these inner cell mass cells continuously divide and become more specialized. For example, a portion of the ectoderm in the dorsal part of the embryo specializes as 'neurectoderm', which will become the future central nervous system. Later in development, neurulation causes the neurectoderm to form the neural tube. At the neural tube stage, the anterior portion undergoes encephalization to generate or 'pattern' the basic form of the brain. At this stage of development, the principal cell type of the CNS is considered a neural stem cell. These neural stem cells are pluripotent, as they can generate a large diversity of many different neuron types, each with unique gene expression, morphological, and functional characteristics. The process of generating neurons from stem cells is called neurogenesis. One prominent example of a neural stem cell is the radial glial cell, so named because it has a distinctive bipolar morphology with highly elongated processes spanning the thickness of the neural tube wall, and because historically it shared some glial characteristics, most notably the expression of glial fibrillary acidic protein (GFAP). The radial glial cell is the primary neural stem cell of the developing vertebrate CNS, and its cell body resides in the ventricular zone, adjacent to the developing ventricular system. Neural stem cells are committed to the neuronal lineages (neurons, astrocytes, and oligodendrocytes), and thus their potency is restricted.",
            "score": 225.5519256591797
        },
        {
            "docid": "7251_4",
            "document": "Central nervous system . Microscopically, there are differences between the neurons and tissue of the central nervous system and the peripheral nervous system. The central nervous system is divided in white and gray matter. This can also be seen macroscopically on brain tissue. The white matter consists of axons and oligodendrocytes, while the gray matter consists of neurons and unmyelinated fibers. Both tissues include a number of glial cells (although the white matter contains more), which are often referred to as supporting cells of the central nervous system. Different forms of glial cells have different functions, some acting almost as scaffolding for neuroblasts to climb during neurogenesis such as bergmann glia, while others such as microglia are a specialized form of macrophage, involved in the immune system of the brain as well as the clearance of various metabolites from the brain tissue. Astrocytes may be involved with both clearance of metabolites as well as transport of fuel and various beneficial substances to neurons from the capillaries of the brain. Upon CNS injury astrocytes will proliferate, causing gliosis, a form of neuronal scar tissue, lacking in functional neurons.",
            "score": 224.57284545898438
        },
        {
            "docid": "41120962_6",
            "document": "Neuroinflammation . Cytokines are a class of proteins that regulates inflammation, cell signaling, and various cell processes such as growth and survival. Chemokines are a subset of cytokines that regulate cell migration, such as attracting immune cells to a site of infection or injury. Various cell types in the brain may produce cytokines and chemokines such as microglia, astrocytes, endothelial cells, and other glial cells. Physiologically, chemokines and cytokines function as neuromodulators that regulate inflammation and development. In the healthy brain, cells secrete cytokines to produce a local inflammatory environment to recruit microglia and clear the infection or injury. However, in neuroinflammation, cells may have sustained release of cytokines and chemokines which may compromise the blood–brain barrier. Peripheral immune cells are called to the site of injury via these cytokines and may now migrate across the compromised blood brain barrier into the brain. Common cytokines produced in response to brain injury include: interleukin-6 (IL-6), which is produced during astrogliosis, and interleukin-1 beta (IL-1β) and tumor necrosis factor alpha (TNF-α), which can induce neuronal cytotoxicity. Although the pro-inflammatory cytokines may cause cell death and secondary tissue damage, they are necessary to repair the damaged tissue. For example, TNF-α causes neurotoxicity at early stages of neuroinflammation, but contributes to tissue growth at later stages of inflammation.",
            "score": 220.79112243652344
        },
        {
            "docid": "41111089_5",
            "document": "Epigenetic regulation of neurogenesis . DNA methylation's critical nature to corticogenesis has been shown through knockout experiments in mice. When DNMT3b and DNMT1 were ablated separately in mouse embryos they died due to impairment of neural tube development. DNMT3a silencing did not cause embryonic lethality, but did result in a severe detriment in postnatal neurogenesis. This is largely due to the timing in which these epigenetic mechanisms are active. DNMT3b is expressed in early neural progenitor cells and decrease as neural development proceeds and DNMT3a is barely detectable up until embryonic day 10 (E.10). However, at E.10, DNMT3a expression increases significantly from E13.5 and well into adulthood. In the postnatal forebrain, DNMT3a is expressed in the subventricular zone (SVZ) and the hippocampal dentate gyrus, the primary locations for adult neurogenesis. The loss of DNMT3a in post natal neural progenitor cells leads to the down-regulation of neuronic genes such as \"Dlx2\", \"Neurog2\", and \"Sp8\"; but upregulation of genes involved in astroglial and oligodendroglial differentiation, indicating a role in the cell-fate switch from neurogenesis to gliogenesis. DNA demethylation, as well as methylation, of certain genes allows for neurogenesis to proceed in a time dependent manner. One such gene is \"Hes5\", hypermethylated in E7.5 Embryos but completely demethylated by E9.5, which is one of the target genes in the Notch Signaling pathway. GCM1 and GCM2 demethylate the \"Hes5\" promoter, allowing it to respond to NOTCH signaling and initiating the generation of neural stem cells. Another example is the \"Gfap\" gene which is required for astrocyte differentiation. The ability to differentiate into glial cells is repressed in neural stem cells with a neuronal cell fate. This repression is due largely to an irresponsiveness of neural stem cells towards astrocyte-inducing stimulations. The neural stem cells are non-responsive due to hypermethylated DNA in the promoter regions of astrocyte genes such as \"Gfap\". The STAT3 binding site in the promoter region of \"Gfap\" is hypermethylated at E11.5 and barely so at E14.5, at which point it is able to receive astrocyte inducing stimulations and begin cytokine-inducible astrocyte differentiation.",
            "score": 218.9711151123047
        },
        {
            "docid": "11088829_56",
            "document": "Nerve guidance conduit . In addition to scaffold material and physical cues, biological cues can also be incorporated into a bioartificial nerve conduit in the form of cells. In the nervous system there are many different cell types that help support the growth and maintenance of neurons. These cells are collectively termed glial cells. Glial cells have been investigated in an attempt to understand the mechanisms behind their abilities to promote axon regeneration. Three types of glial cells are discussed: Schwann cells, astrocytes, and olfactory ensheathing cells. In addition to glial cells, stem cells also have potential benefit for repair and regeneration because many are able to differentiate into neurons or glial cells. This article briefly discusses the use of adult, transdifferentiated mesenchymal, ectomesenchymal, neural and neural progenitor stem cells.",
            "score": 218.9214324951172
        },
        {
            "docid": "48691023_7",
            "document": "Neurogenesis . In many mammals, including for example rodents, the olfactory bulb is a brain region containing cells that detect smell, featuring integration of adult-born neurons, which migrate from the SVZ of the striatum to the olfactory bulb through the rostral migratory stream (RMS). The migrating neuroblasts in the olfactory bulb become interneurons that help the brain communicate with these sensory cells. The majority of those interneurons are inhibitory granule cells, but a small number are periglomerular cells. In the adult SVZ, the primary neural stem cells are SVZ astrocytes rather than RGCs. Most of these adult neural stem cells lie dormant in the adult, but in response to certain signals, these dormant cells, or B cells, go through a series of stages, first producing proliferating cells, or C cells. The C cells then produce neuroblasts, or A cells, that will become neurons.",
            "score": 218.5775146484375
        },
        {
            "docid": "2904663_10",
            "document": "Rostral migratory stream . Developing neurons travel toward the olfactory bulb along the RMS via glial tubes, which mark the division between the differentiated nervous tissue and the tissue with embryonic characteristics. Uniquely, the cells travel tangential to the brain surface, parallel to the pial surfaces rather than radially like most developing neurons. Neurons that migrate tangentially are typically believed to migrate independently of radial glia but in the RMS researchers believe this is not the case. Adult rat glial tubes have been observed via light and electron microscopy and described as a meshwork of astrocytic bodies and processes. They have been determined to be astrocytes based on the typical expression of GFAP (glial fibrillary acidic protein) and more specifically as protoplasmic astrocytes based on their morphology. Furthermore, these glial cells were found to be positive for vimentin expression, a protein commonly found in embryonic or immature glial cells. The developing neurons are identified by their expression of the cell surface molecule, a polysialylated (PSA) embryonic form of the neural cell adhesion molecule (NCAM) called PSA-NCAM, as well as β-tubulin, a protein often found in postmitotic neuroblasts, proving the cells of RMS are committed to developing into neurons and will do so upon entry into the olfactory bulb. With the removal of NCAM, the neuroblasts scatter, proving the importance of NCAM in chain formation. The neurons form both clusters and chains along the lumen of these glial tubes. Once the developing neurons reach the core of the olfactory bulb, they detach from the RMS, which is initiated by Reelin and tenascin and move radially toward glomeruli, this migration is dependent on tenascin-R, and differentiate into subtypes of interneurons. These neurons have been studied \"in vivo\" via electrophysiology and confocal imaging.",
            "score": 218.54071044921875
        },
        {
            "docid": "36053717_9",
            "document": "Endogenous regeneration . NSCs in the SVZ have a distinct capacity to migrate into the olfactory bulb in the anterior tip of the telencephalon by a pathway called the rostral migratory stream (RMS). This migration is unique to new neurons in the SVZ that embryonic neurogenesis and nerogenesis at other region of the brain are not able to perform. Another unique neurogensis in the SVZ is neurogenesis by astrocytes. A study done by Doetsch (1999) showed that astrocytes in the SVZ can be dedifferentiate and differentiate into neurons in the olfactory bulb. Among four types of cells in the SVZ (migrating neuroblasts, immature precursors, astrocytes, and ependymal cells), migrating neuroblasts and immature precursors are silenced with the anti-mitotic agent and astrocytes are infected with a retrovirus. In the result, neurons that have the retrovirus are found in the olfactory bulb.",
            "score": 218.2005615234375
        },
        {
            "docid": "5235851_2",
            "document": "Neural stem cell . Neural stem cells (NSCs) are self-renewing, multipotent cells that generate the neurons and glia of the nervous system of all animals during embryonic development. Some neural stem cells persist in the adult vertebrate brain and continue to produce neurons throughout life. Stem cells are characterized by their capacity to differentiate into multiple cell types. They undergo symmetric or asymmetric cell division into two daughter cells. In symmetric cell division, both daughter cells are also stem cells. In asymmetric division, a stem cells produces one stem cell and one specialized cell. NSCs primarily differentiate into neurons, astrocytes, and oligodendrocytes.",
            "score": 217.13278198242188
        },
        {
            "docid": "13876671_3",
            "document": "Gliotransmitter . While gliotransmitters can be released from any glial cell, including oligodendrocytes, astrocytes, and microglia, they are primarily released from astrocytes. Astrocytes rely on gap junctions for coupling, and are star-like in shape, which allows them to come into contact with many other synapses in various regions of the brain. Their structure also makes them capable of bidirectional signaling. It is estimated that astrocytes can make contact with over 100,000 synapses, allowing them to play an essential role in synaptic transmission. While gliotransmission primarily occurs between astrocytes and neurons, gliotransmission is not limited to these two cell types. Besides the central nervous system, gliotransmission also occurs among motor nerve terminals and Schwann cells in the peripheral nervous system. Another occurrence of gliotransmission takes place between glial cells in the retina, called Müller cells, and retinal neurons.",
            "score": 217.0283660888672
        }
    ]
}