{
    "q": [
        {
            "docid": "3717_38",
            "document": "Brain . As a side effect of the electrochemical processes used by neurons for signaling, brain tissue generates electric fields when it is active. When large numbers of neurons show synchronized activity, the electric fields that they generate can be large enough to detect outside the skull, using electroencephalography (EEG) or magnetoencephalography (MEG). EEG recordings, along with recordings made from electrodes implanted inside the brains of animals such as rats, show that the brain of a living animal is constantly active, even during sleep. Each part of the brain shows a mixture of rhythmic and nonrhythmic activity, which may vary according to behavioral state. In mammals, the cerebral cortex tends to show large slow delta waves during sleep, faster alpha waves when the animal is awake but inattentive, and chaotic-looking irregular activity when the animal is actively engaged in a task. During an epileptic seizure, the brain's inhibitory control mechanisms fail to function and electrical activity rises to pathological levels, producing EEG traces that show large wave and spike patterns not seen in a healthy brain. Relating these population-level patterns to the computational functions of individual neurons is a major focus of current research in neurophysiology.",
            "score": 186.9225070476532
        },
        {
            "docid": "667636_26",
            "document": "Anesthesia awareness . Recent advances have led to the manufacture of monitors of awareness. Typically these monitor the EEG, which represents the electrical activity of the cerebral cortex, which is active when awake but quiescent when anesthetized (or in natural sleep). The monitors usually process the EEG signal down to a single number, where 100 corresponds to a patient who is fully alert, and zero corresponds to electrical silence. General anesthesia is usually signified by a number between 60 and 40 (this varies with the specific system used). There are several monitors now commercially available. These newer technologies include the bispectral index (BIS), EEG entropy monitoring, auditory evoked potentials, and several other systems such as the SNAP monitor and the Narcotrend monitor.",
            "score": 204.21583151817322
        },
        {
            "docid": "2539375_8",
            "document": "Intraoperative neurophysiological monitoring . EEG measures taken during anesthesia exhibit stereotypic changes as anesthetic depth increases. These changes include complex patterns of waves with frequency slowing accompanied by amplitude increases which typically peak when loss of consciousness occurs (loss of responses to verbal commands; loss of righting reflex). As anesthetic depth increases from light surgical levels to deep anesthesia, the EEG exhibits disrupted rhythmic waveforms, high amplitude burst suppression activity, and finally, very low amplitude isoelectric or 'flat line' activity. Various signal analysis approaches have been used to quantify these pattern changes and can provide an indication of loss of recall, loss of consciousness and anesthetic depth. Monitors have been developed using various algorithms for signal analysis and are commercially available, but none have as yet proven 100% accurate. This is a difficult problem and an active area of medical research.",
            "score": 219.00803434848785
        },
        {
            "docid": "33826142_4",
            "document": "Brain activity and meditation . Electroencephalography (EEG) has been used in many studies as a primary method for evaluating the meditating brain. Electroencephalography uses electrical leads placed all over the scalp to measure the collective electrical activity of the cerebral cortex. Specifically, EEG measures the electric fields of large groups of neurons. EEG has the benefit of excellent temporal resolution and is able to measure aggregate activity of portions or the entire cortex down to the millisecond scale. Unlike other imaging based methods, EEG does not have good spatial resolution and is more appropriately used to evaluate the running spontaneous activity of the cortex. This spontaneous activity is classified into four main classifications based on the frequency of the activity, ranging from low frequency delta waves (< 4 Hz) commonly found during sleep to beta waves (13–30 Hz) associated with an awake and alert brain. In between these two extremes are theta waves (4–8 Hz) and alpha waves (8–12 Hz).",
            "score": 183.77858662605286
        },
        {
            "docid": "987320_12",
            "document": "Neurotechnology . Electroencephalography (EEG) is a method of measuring brainwave activity non-invasively. A number of electrodes are placed around the head and scalp and electrical signals are measured. Typically EEGs are used when dealing with sleep, as there are characteristic wave patterns associated with different stages of sleep. Clinically EEGs are used to study epilepsy as well as stroke and tumor presence in the brain. EEGs are a different method to understand the electrical signaling in the brain during activation.",
            "score": 185.41267085075378
        },
        {
            "docid": "767313_11",
            "document": "Bispectral index . Some studies show a greater incidence of intra-operative awareness in children, when compared to adults. The correlation between bispectral index in children over one year and state of consciousness has already been proven, although in younger patients the monitor is unreliable because of the differences between immature infant EEG patterns and the adult EEG patterns that the BIS algorithm utilises.",
            "score": 193.72234272956848
        },
        {
            "docid": "21402632_49",
            "document": "Electroencephalography . EEG has several strong points as a tool for exploring brain activity. EEGs can detect changes over milliseconds, which is excellent considering an action potential takes approximately 0.5–130 milliseconds to propagate across a single neuron, depending on the type of neuron. Other methods of looking at brain activity, such as PET and fMRI have time resolution between seconds and minutes. EEG measures the brain's electrical activity directly, while other methods record changes in blood flow (e.g., SPECT, fMRI) or metabolic activity (e.g., PET, NIRS), which are indirect markers of brain electrical activity. EEG can be used simultaneously with fMRI so that high-temporal-resolution data can be recorded at the same time as high-spatial-resolution data, however, since the data derived from each occurs over a different time course, the data sets do not necessarily represent exactly the same brain activity. There are technical difficulties associated with combining these two modalities, including the need to remove the \"MRI gradient artifact\" present during MRI acquisition and the ballistocardiographic artifact (resulting from the pulsatile motion of blood and tissue) from the EEG. Furthermore, currents can be induced in moving EEG electrode wires due to the magnetic field of the MRI.",
            "score": 178.37360394001007
        },
        {
            "docid": "22921_93",
            "document": "Psychology . A classic and popular tool used to relate mental and neural activity is the electroencephalogram (EEG), a technique using amplified electrodes on a person's scalp to measure voltage changes in different parts of the brain. Hans Berger, the first researcher to use EEG on an unopened skull, quickly found that brains exhibit signature \"brain waves\": electric oscillations which correspond to different states of consciousness. Researchers subsequently refined statistical methods for synthesizing the electrode data, and identified unique brain wave patterns such as the delta wave observed during non-REM sleep.",
            "score": 191.2367523908615
        },
        {
            "docid": "767313_5",
            "document": "Bispectral index . The bispectral index is a statistically based, empirically derived complex parameter. It is a weighted sum of several electroencephalographic subparameters, including a time domain, frequency domain, and high order spectral subparameters. The BIS monitor provides a single dimensionless number, which ranges from 0 (equivalent to EEG silence) to 100. A BIS value between 40 and 60 indicates an appropriate level for general anesthesia, as recommended by the manufacturer. The BIS monitor thus gives the anesthetist an indication of how \"deep\" under anesthesia the patient is. The essence of BIS is to take a complex signal (the EEG), analyse it, and process the result into a single number. Several other systems claim to be able to perform the same thing. This calculation is very computer-intensive. The recent availability of cheap, fast computer processors has enabled great advances in this field. When a subject is awake, the cerebral cortex is very active, and the EEG reflects vigorous activity. When asleep or under general anesthesia, the pattern of activity changes. Overall, there is a change from higher-frequency signals to lower-frequency signals (which can be shown by Fourier analysis), and there is a tendency for signal correlation from different parts of the cortex to become more random.",
            "score": 192.86044371128082
        },
        {
            "docid": "2029298_7",
            "document": "Benjamin Libet . To monitor brain activity during the same period, Libet used an electroencephalogram (EEG). The EEG uses small electrodes placed at various points on the scalp that measure neuronal activity in the cortex, the outermost portion of the brain, which is associated with higher cognition. The transmission of electrical signals across regions of the cortex causes differences in measured voltage across EEG electrodes. These differences in voltage reflect changes in neuronal activity in specific areas of the cortex.",
            "score": 189.09407114982605
        },
        {
            "docid": "2566101_3",
            "document": "Long-term video-EEG monitoring . Like standard EEG-testing, long-term video-EEG monitoring techniques developed from techniques in 1875 by Richard Caton in Liverpool. In 1890, his work was expanded upon by Adolf Beck as developments to the technique were enhanced through animal studies of rhythmic oscillations in the brain due to light stimuli. In these studies, electrodes were placed directly on the surface of the brain. Additional developments made using animal subjects persisted through the early 1900s including the work of Vladimir Vladimirovich Pravdich-Neminsky in 1912, Napoleon Cybulski and Jelenska-Macieszyna in 1914, as well as by Hans Berger in 1924 with the first human EEG recording. These developments lead to the modern EEG techniques which allow for non-invasive measurements using externally placed EEG caps and were established by William Grey Walter in the 1950s. From these easy uses and techniques, a longer-term method of EEG monitoring was developed called long-term video-EEG monitoring which applies these same brain-wave monitoring techniques in a long-duration test format. This test format allows at-home or extended monitoring in clinics and hospitals where the standard EEG monitoring was previously unable to be used.",
            "score": 213.44182920455933
        },
        {
            "docid": "21402632_2",
            "document": "Electroencephalography . Electroencephalography (EEG) is an electrophysiological monitoring method to record electrical activity of the brain. It is typically noninvasive, with the electrodes placed along the scalp, although invasive electrodes are sometimes used such as in electrocorticography. EEG measures voltage fluctuations resulting from ionic current within the neurons of the brain. In clinical contexts, EEG refers to the recording of the brain's spontaneous electrical activity over a period of time, as recorded from multiple electrodes placed on the scalp. Diagnostic applications generally focus either on event-related potentials or on the spectral content of EEG. The former investigates potential fluctuations time locked to an event like stimulus onset or button press. The latter analyses the type of neural oscillations (popularly called \"brain waves\") that can be observed in EEG signals in the frequency domain.",
            "score": 189.52911019325256
        },
        {
            "docid": "21402632_64",
            "document": "Electroencephalography . EEG under general anesthesia depends on the type of anesthetic employed. With halogenated anesthetics, such as halothane or intravenous agents, such as propofol, a rapid (alpha or low beta), nonreactive EEG pattern is seen over most of the scalp, especially anteriorly; in some older terminology this was known as a WAR (widespread anterior rapid) pattern, contrasted with a WAIS (widespread slow) pattern associated with high doses of opiates. Anesthetic effects on EEG signals are beginning to be understood at the level of drug actions on different kinds of synapses and the circuits that allow synchronized neuronal activity (see: http://www.stanford.edu/group/maciverlab/).",
            "score": 177.5709934234619
        },
        {
            "docid": "15035566_8",
            "document": "Masimo . In 2010, Masimo began offering brain function monitoring to measure the effects of anesthesia and sedation by monitoring both sides of the brain's electrical activity (EEG). Studies have shown this results in more individualized titration and improved care.",
            "score": 223.5807385444641
        },
        {
            "docid": "3557219_32",
            "document": "Neuroimaging . The high temporal resolution of MEG and EEG allow these methods to measure brain activity down to the millisecond. Both MEG and EEG do not require exposure of the patient to radiation to function. EEG electrodes detect electrical signals produced by neurons to measure brain activity and MEG uses oscillations in magnetic field produced by these electrical currents to measure activity. A barrier in widespread usage of MEG is due to pricing, as MEG systems can cost millions of dollars. EEG is a much more widely used method to achieve such temporal resolution as EEG systems cost much less than MEG systems. A disadvantage of EEG and MEG is that both methods have poor spatial resolution when compared to fMRI.",
            "score": 152.0973346233368
        },
        {
            "docid": "987320_21",
            "document": "Neurotechnology . Both EEG and MEG are currently being used to study the brain's activity under different conditions. Each uses similar principles but allows researchers to examine individual regions of the brain, allowing isolation and potentially specific classification of active regions. As mentioned above, EEG is very useful in analysis of immobile patients, typically during the sleep cycle. While there are other types of research that utilize EEG, EEG has been fundamental in understanding the resting brain during sleep. There are other potential uses for EEG and MEG such as charting rehabilitation and improvement after trauma as well as testing neural conductivity in specific regions of epileptics or patients with personality disorders.",
            "score": 170.45909094810486
        },
        {
            "docid": "16074501_3",
            "document": "Spike-and-wave . History of generalized epilepsy with absence seizures are dated to the eighteenth century, however the inventor of the electroencephalogram (EEG), Hans Berger, recorded the first EEG of an absence seizure in the 1920s, which led the way for the general notion of spike-and-wave electrophysiology. His first recording of a human EEG was made in 1924 using a galvanometer, but his results were very crude and showed small, undefined oscillations. He continued to refine his technique and increase the sensitivity to the galvanometer, in which he accumulated many EEGs of individuals with and without a brain malfunction or disorder. Among those tested were patients with epilepsy, dementia, and brain tumors. Hans Berger published his findings in 1933, however his results did not give a definitive characterization of the general EEG pattern seen during an epileptic seizure. In 1935, F.A. Gibbs, H. Davis, and W.G. Lennox provided a clear description of EEG spike-and-wave patterns during a petit mal epileptic seizure. An intracellular recording performed by DA Pollen in 1964 revealed that the \"spike\" aspect of the phenomenon was associated with neuronal firing and the \"wave\" aspect was associated with hyperpolarization.",
            "score": 152.3761304616928
        },
        {
            "docid": "2566101_4",
            "document": "Long-term video-EEG monitoring . In either case, these EEG measuring techniques allow one to non-invasively measure action potentials of groups of neurons within the brain using transducers called electrodes. The electrical signals from these electrode transducers are then amplified using differential amplifiers to measure potential differences from one area of the scalp or brain to another. The acquired analog signal is then converted to a digital signal to allow processing and storage of the data using an analog-to-digital converter which is then filtered to remove any signal noise not associated with the neuronal activity. The final signal can then be displayed on an external computer screen as a visual representation of the EEG signals measured. Other EEG techniques can sum these cellular responses either temporally or spatially and help determine which areas of the brain are active during specific activities or due to specific stimuli.",
            "score": 181.45568227767944
        },
        {
            "docid": "37689664_22",
            "document": "Resting state fMRI . Many imaging experts feel that in order to obtain the best combination of spatial and temporal information from brain activity, both fMRI as well as electroencephalography (EEG) should be used simultaneously. This dual technique combines the EEG’s well documented ability to characterize certain brain states with high temporal resolution and to reveal pathological patterns, with fMRI’s (more recently discovered and less well understood) ability to image blood dynamics through the entire brain with high spatial resolution. Up to now, EEG-fMRI has been mainly seen as an fMRI technique in which the synchronously acquired EEG is used to characterize brain activity (‘brain state’) across time allowing to map (through statistical parametric mapping, for example) the associated haemodynamic changes.",
            "score": 169.6540275812149
        },
        {
            "docid": "41111747_11",
            "document": "Burst suppression . EEG recordings of burst-suppression pattern differ between adults and neonates because of diverse pattern fluctuations found in the EEG of neonates. These fluctuations, along with sudden changes in synchronous neuron firing, are caused by development of the newborn's brain. Burst suppression patterns also occur spontaneously during neonatal development, rather than as a characteristic of inactivated brains as in adults.",
            "score": 154.56763362884521
        },
        {
            "docid": "484650_8",
            "document": "Functional neuroimaging . A direct method to measure functional connectivity is to observe how stimulation of one part of the brain will affect other areas. This can be done noninvasively in humans by combining transcranial magnetic stimulation with one of the neuroimaging tools such as PET, fMRI, or EEG. Massimini et al. (\"Science\", September 30, 2005) used EEG to record how activity spreads from the stimulated site. They reported that in non-REM sleep, although the brain responds vigorously to stimulation, functional connectivity is much attenuated from its level during wakefulness. Thus, during deep sleep, \"brain areas do not talk to each other\".",
            "score": 155.9532654285431
        },
        {
            "docid": "13358716_8",
            "document": "Bioamplifier . Electroencephalography (EEG) instrumentation is similar to EMG instrumentation in terms of involving the placement of many surface electrodes on the patient's skin, specifically, on scalp. While EMG acquires the signals from muscles below the skin, EEG attempts to acquire signals on the patient's scalp, generated by brain cells. Simultaneously, EEG records the summed activity of tens of thousands to millions of neurons. As the amplifiers became small enough to integrate with the electrodes, EEG has become to have the potential for long term use as a brain-computer interface, because the electrodes can be kept on the scalp indefinitely. The temporal and spatial resolutions and signal to noise ratios of EEG have always lagged behind those of comparable intracortical devices, but it has the advantage of not requiring surgery.",
            "score": 157.36494755744934
        },
        {
            "docid": "614230_4",
            "document": "Event-related potential . With the discovery of the electroencephalogram (EEG) in 1924, Hans Berger revealed that one could measure the electrical activity of the human brain by placing electrodes on the scalp and amplifying the signal. Changes in voltage can then be plotted over a period of time. He observed that the voltages could be influenced by external events that stimulated the senses. The EEG proved to be a useful source in recording brain activity over the ensuing decades. However, it tended to be very difficult to assess the highly specific neural process that are the focus of cognitive neuroscience because using pure EEG data made it difficult to isolate individual neurocognitive processes. Event-related potentials (ERPs) offered a more sophisticated method of extracting more specific sensory, cognitive, and motor events by using simple averaging techniques. In 1935–1936, Pauline and Hallowell Davis recorded the first known ERPs on awake humans and their findings were published a few years later, in 1939. Due to World War II not much research was conducted in the 1940s, but research focusing on sensory issues picked back up again in the 1950s. In 1964, research by Grey Walter and colleagues began the modern era of ERP component discoveries when they reported the first cognitive ERP component, called the contingent negative variation (CNV). Sutton, Braren, and Zubin (1965) made another advancement with the discovery of the P3 component. Over the next fifteen years, ERP component research became increasingly popular. The 1980s, with the introduction of inexpensive computers, opened up a new door for cognitive neuroscience research. Currently, ERP is one of the most widely used methods in cognitive neuroscience research to study the physiological correlates of sensory, perceptual and cognitive activity associated with processing information.",
            "score": 138.98716139793396
        },
        {
            "docid": "4637749_2",
            "document": "Hypsarrhythmia . Hypsarrhythmia is very chaotic and disorganized brain electrical activity with no recognizable pattern, whereas a normal brain electrical activity shows clear separation between each signal and visible pattern. It is an abnormal interictal pattern, consisting of high amplitude and irregular waves and spikes in a background of chaotic and disorganized activity seen on electroencephalogram (EEG), and frequently encountered in an infant diagnosed with infantile spasms, although it can be found in other conditions.",
            "score": 195.665917634964
        },
        {
            "docid": "3354877_5",
            "document": "Social neuroscience . A number of methods are used in social neuroscience to investigate the confluence of neural and social processes. These methods draw from behavioral techniques developed in social psychology, cognitive psychology, and neuropsychology, and are associated with a variety of neurobiological techniques including functional magnetic resonance imaging (fMRI), magnetoencephalography (MEG), positron emission tomography (PET), facial electromyography (EMG), transcranial magnetic stimulation (TMS), electroencephalography (EEG), event-related potentials (ERPs), electrocardiograms, electromyograms, endocrinology, immunology, galvanic skin response (GSR), single-cell recording, and studies of focal brain lesion patients. Animal models are also important to investigate the putative role of specific brain structures, circuits, or processes (e.g., the reward system and drug addiction). In addition, quantitative meta-analyses are important to move beyond idiosyncrasies of individual studies, and neurodevelopmental investigations can contribute to our understanding of brain-behavior associations. The two most popular forms of methods used in social neuroscience are fMRI and EEG. fMRI are very cost efficient and high in spatial resolution. However, they are low in temporal resolution and therefore, are best to discover pathways in the brain that are used during social experiments. fMRI have low temporal resolution (timing) because they read oxygenated blood levels that pool to the parts of the brain that are activated and need more oxygen. Thus, the blood takes time to travel to the part of the brain being activated and in reverse provides a lower ability to test for exact timing of activation during social experiments. EEG is best used when a researcher is trying to brain map a certain area that correlates to a social construct that is being studied. EEGs provide high temporal resolution but low spatial resolution. In which, the timing of the activation is very accurate but it is hard to pinpoint exact areas on the brain, researchers are to narrow down locations and areas but they also create a lot of \"noise\". Most recently, researchers have been using TMS which is the best way to discover the exact location in the process of brain mapping. This machine can turn on and off parts of the brain which then allows researchers to test what that part of the brain is used for during social events. However, this machine is so expensive that it is rarely used.",
            "score": 176.2980295419693
        },
        {
            "docid": "7931146_7",
            "document": "Electroencephalography functional magnetic resonance imaging . The initial motivation for EEG-fMRI was in the field of research into epilepsy, and in particular the study of interictal epileptiform discharges (IED, or interictal spikes), and their generators, and of seizures. IED are unpredictable and sub-clinical events in patients with epilepsy that can only be observed using EEG (or MEG). Therefore, recording EEG during fMRI acquisition allows the study of their haemodynamic correlates. The method can reveal haemodynamic changes linked to IED and seizures, and has proven a powerful scientific tool. The simultaneous and synchronized video recording identifies clinical seizure activity along with electophysiological activity on EEG, which helps to investigate, correlated haemodynamic changes in brain during seizures.",
            "score": 149.8946340084076
        },
        {
            "docid": "3717_59",
            "document": "Brain . Neurophysiologists study the chemical, pharmacological, and electrical properties of the brain: their primary tools are drugs and recording devices. Thousands of experimentally developed drugs affect the nervous system, some in highly specific ways. Recordings of brain activity can be made using electrodes, either glued to the scalp as in EEG studies, or implanted inside the brains of animals for extracellular recordings, which can detect action potentials generated by individual neurons. Because the brain does not contain pain receptors, it is possible using these techniques to record brain activity from animals that are awake and behaving without causing distress. The same techniques have occasionally been used to study brain activity in human patients suffering from intractable epilepsy, in cases where there was a medical necessity to implant electrodes to localize the brain area responsible for epileptic seizures. Functional imaging techniques such as functional magnetic resonance imaging are also used to study brain activity; these techniques have mainly been used with human subjects, because they require a conscious subject to remain motionless for long periods of time, but they have the great advantage of being noninvasive. Another approach to brain function is to examine the consequences of damage to specific brain areas. Even though it is protected by the skull and meninges, surrounded by cerebrospinal fluid, and isolated from the bloodstream by the blood–brain barrier, the delicate nature of the brain makes it vulnerable to numerous diseases and several types of damage. In humans, the effects of strokes and other types of brain damage have been a key source of information about brain function. Because there is no ability to experimentally control the nature of the damage, however, this information is often difficult to interpret. In animal studies, most commonly involving rats, it is possible to use electrodes or locally injected chemicals to produce precise patterns of damage and then examine the consequences for behavior.",
            "score": 184.06632220745087
        },
        {
            "docid": "21402632_3",
            "document": "Electroencephalography . EEG is most often used to diagnose epilepsy, which causes abnormalities in EEG readings. It is also used to diagnose sleep disorders, depth of anesthesia, coma, encephalopathies, and brain death. EEG used to be a first-line method of diagnosis for tumors, stroke and other focal brain disorders, but this use has decreased with the advent of high-resolution anatomical imaging techniques such as magnetic resonance imaging (MRI) and computed tomography (CT). Despite limited spatial resolution, EEG continues to be a valuable tool for research and diagnosis. It is one of the few mobile techniques available and offers millisecond-range temporal resolution which is not possible with CT, PET or MRI.",
            "score": 183.71143114566803
        },
        {
            "docid": "179092_18",
            "document": "Neurolinguistics . Electrophysiological techniques take advantage of the fact that when a group of neurons in the brain fire together, they create an electric dipole or current. The technique of EEG measures this electric current using sensors on the scalp, while MEG measures the magnetic fields that are generated by these currents. In addition to these non-invasive methods, electrocorticography has also been used to study language processing. These techniques are able to measure brain activity from one millisecond to the next, providing excellent \"temporal resolution\", which is important in studying processes that take place as quickly as language comprehension and production. On the other hand, the location of brain activity can be difficult to identify in EEG; consequently, this technique is used primarily to \"how\" language processes are carried out, rather than \"where\". Research using EEG and MEG generally focuses on event-related potentials (ERPs), which are distinct brain responses (generally realized as negative or positive peaks on a graph of neural activity) elicited in response to a particular stimulus. Studies using ERP may focus on each ERP's \"latency\" (how long after the stimulus the ERP begins or peaks), \"amplitude\" (how high or low the peak is), or \"topography\" (where on the scalp the ERP response is picked up by sensors). Some important and common ERP components include the N400 (a negativity occurring at a latency of about 400 milliseconds), the mismatch negativity, the early left anterior negativity (a negativity occurring at an early latency and a front-left topography), the P600, and the lateralized readiness potential.",
            "score": 170.27393352985382
        },
        {
            "docid": "41111747_2",
            "document": "Burst suppression . Burst suppression is an electroencephalography (EEG) pattern that is characterized by periods of high-voltage electrical activity alternating with periods of no activity in the brain. The pattern is found in patients with inactivated brain states, such as from general anesthesia, coma, or hypothermia. This pattern can be physiological, as during early development, or pathological, as in diseases such as Ohtahara syndrome.",
            "score": 201.16823780536652
        },
        {
            "docid": "2566101_2",
            "document": "Long-term video-EEG monitoring . Long-term or \"continuous\" video-electroencephalography (EEG) monitoring is a diagnostic technique commonly used in patients with epilepsy. It involves the long-term hospitalization of the patient, typically for days or weeks, during which brain waves are recorded via EEG and physical actions are continuously monitored by video. In epileptic patients, this technique is typically used to capture brain activity during seizures. The information gathered can be used for initial prognosis or long-term care management.",
            "score": 189.733482837677
        },
        {
            "docid": "623686_56",
            "document": "Brain–computer interface . While an EEG based brain-computer interface has been pursued extensively by a number of research labs, recent advancements made by Bin He and his team at the University of Minnesota suggest the potential of an EEG based brain-computer interface to accomplish tasks close to invasive brain-computer interface. Using advanced functional neuroimaging including BOLD functional MRI and EEG source imaging, Bin He and co-workers identified the co-variation and co-localization of electrophysiological and hemodynamic signals induced by motor imagination. Refined by a neuroimaging approach and by a training protocol, Bin He and co-workers demonstrated the ability of a non-invasive EEG based brain-computer interface to control the flight of a virtual helicopter in 3-dimensional space, based upon motor imagination. In June 2013 it was announced that Bin He had developed the technique to enable a remote-control helicopter to be guided through an obstacle course. In addition to a brain-computer interface based on brain waves, as recorded from scalp EEG electrodes, Bin He and co-workers explored a virtual EEG signal-based brain-computer interface by first solving the EEG inverse problem and then used the resulting virtual EEG for brain-computer interface tasks. Well-controlled studies suggested the merits of such a source analysis based brain-computer interface.",
            "score": 180.325789809227
        }
    ],
    "r": [
        {
            "docid": "667636_27",
            "document": "Anesthesia awareness . None of these systems are perfect. For example, they are unreliable at extremes of age (e.g. neonates, infants or the very elderly). Secondly, certain agents, such as nitrous oxide, may produce anesthesia without reducing the value of the depth monitor. This is because the molecular action of these agents (NMDA receptor antagonists) differs from that of more conventional agents, and they suppress cortical EEG activity less. Thirdly, they are prone to interference from other biological potentials (such as EMG), or external electrical signals (such as electrosurgery). This means that the technology that will reliably monitor depth of anesthesia for every patient and every anesthetic does not yet exist.",
            "score": 261.0874328613281
        },
        {
            "docid": "7800961_12",
            "document": "Fusiform face area . The FFA is underdeveloped in children and does not fully develop until adolescence. This calls into question the evolutionary purpose of the FFA, as children show the ability to differentiate faces. Two-year-old babies have been shown to prefer the face of their mother. Although the FFA is underdeveloped in two-year-old babies, they have the ability to recognize their mother. Babies as early as three months old have shown the ability to distinguish between faces. During this time, babies exhibit the ability to differentiate between genders, showing a clear preference for female faces. It is theorized that, in terms of evolution, babies focus on women for food, although the preference could simply reflect a bias for the caregivers they experience. Infants do not appear to use this area for the perception of faces. Recent fMRI work has found no face selective area in the brain of infants 4 to 6 months old. However, given that the adult human brain has been studied far more extensively than the infant brain, and that infants are still undergoing major neurodevelopmental processes, it may simply be that the FFA is not located in anatomically familiar area. It may also be that activation for many different percepts and cognitive tasks in infants is diffuse in terms of neural circuitry, as infants are still undergoing periods of neurogenesis and neural pruning; this may make it more difficult to distinguish the signal, or what we would imagine as visual and complex familiar objects (like faces), from the noise, including static firing rates of neurons, and activity that is dedicated to a different task entirely than the activity of face processing. Infant vision involves only light and dark recognition, recognizing only major features of the face, activating the amygdala. These findings question the evolutionary purpose of the FFA.",
            "score": 232.38018798828125
        },
        {
            "docid": "767313_9",
            "document": "Bispectral index . The bispectral index is prone to artifacts. Some conscious patients who are administered neuromuscular blocking agents such as succinylcholine may have low bispectral index scores; thus, the BIS may fail to detect consciousness in such patients. Its numbers cannot be relied upon in all situations, including brain death, circulatory arrest or hypothermia. A monitor of the Autonomic Nervous System (the first commercial monitor was the ANEMON-I monitor developed by former Swiss company Medical System SA based on the patent WO1997037586) may be more appropriate for purposely assessing the reaction to noxious stimuli during surgery. However, a monitor of the central nervous system may be more appropriate for monitoring consciousness. After the publication of the \"B-Aware Trial\" BIS is suggested as a parameter that allows the anesthetist to reduce the risk of anesthesia awareness during surgery for a 'high risk' group. However, this result was not reproduced by a recently published randomized control trial, the \"B-Unaware Trial\". In it, the use of BIS monitoring was not associated with a lower incidence of anesthesia awareness. In some cases, the BIS may underestimate the depth of anesthesia, leading the anesthetist to administer a higher than necessary dose of anesthetic agent(s). In such cases, the patient may be anesthetized to a lower BIS level than is necessary for the surgery or procedure—this is called \"treating the BIS\", and may result in a deeper level of anesthesia than required).",
            "score": 227.36526489257812
        },
        {
            "docid": "568619_10",
            "document": "Delta wave . Infants have been shown to spend a great deal of time in slow-wave sleep, and thus have more delta wave activity. In fact, delta-waves are the predominant wave forms of infants. Analysis of the waking EEG of a newborn infant indicates that delta wave activity is predominant in that age, and still appears in a waking EEG of five-year-olds. Delta wave activity during slow-wave sleep declines during adolescence, with a drop of around 25% reported between the ages of 11 and 14 years. Delta waves have been shown to decrease across the lifespan, with most of the decline seen in the mid-forties. By the age of about 75, stage four sleep and delta waves may be entirely absent. In addition to a decrease in the incidence of delta waves during slow-wave sleep in the elderly, the incidence of temporal delta wave activity is commonly seen in older adults, and incidences also increase with age.",
            "score": 225.12950134277344
        },
        {
            "docid": "15035566_8",
            "document": "Masimo . In 2010, Masimo began offering brain function monitoring to measure the effects of anesthesia and sedation by monitoring both sides of the brain's electrical activity (EEG). Studies have shown this results in more individualized titration and improved care.",
            "score": 223.5807342529297
        },
        {
            "docid": "659325_20",
            "document": "Anesthetic . Another potentially disturbing complication where neuromuscular blockade is employed is 'anesthesia awareness'. In this situation, patients paralyzed may awaken during their anesthesia, due to an inappropriate decrease in the level of drugs providing sedation and/or pain relief. If this fact is missed by the anesthesia provider, the patient may be aware of their surroundings, but be incapable of moving or communicating that fact. Neurological monitors are increasingly available that may help decrease the incidence of awareness. Most of these monitors use proprietary algorithms monitoring brain activity via evoked potentials. Despite the widespread marketing of these devices many case reports exist in which awareness under anesthesia has occurred despite apparently adequate anesthesia as measured by the neurologic monitor.",
            "score": 219.07275390625
        },
        {
            "docid": "2539375_8",
            "document": "Intraoperative neurophysiological monitoring . EEG measures taken during anesthesia exhibit stereotypic changes as anesthetic depth increases. These changes include complex patterns of waves with frequency slowing accompanied by amplitude increases which typically peak when loss of consciousness occurs (loss of responses to verbal commands; loss of righting reflex). As anesthetic depth increases from light surgical levels to deep anesthesia, the EEG exhibits disrupted rhythmic waveforms, high amplitude burst suppression activity, and finally, very low amplitude isoelectric or 'flat line' activity. Various signal analysis approaches have been used to quantify these pattern changes and can provide an indication of loss of recall, loss of consciousness and anesthetic depth. Monitors have been developed using various algorithms for signal analysis and are commercially available, but none have as yet proven 100% accurate. This is a difficult problem and an active area of medical research.",
            "score": 219.00802612304688
        },
        {
            "docid": "32197396_5",
            "document": "Form perception . By five months of age infants are capable of using line junction information to perceive three-D images, including depth and shape, like adults are able. However, there are differences between younger infants and adults in the ability to use motion and color cues to discriminate between two objects. Visual information then continues to be processed in the posterior parietal cortex, also known as the dorsal stream, where the representation of an objects shape is formed using motion-based cues. The identification of differences between the infant and adult brain make it clear that there is either functional reorganization of the infant’s cortex or simply age related differences in which the breed impulses have been observed in infants. Although the infant brain is not identical to the adult brain, it is similar with areas of specialization and a hierarchy of processing,[7] however, adult abilities to perceive form from stationary viewing are not fully understood.",
            "score": 216.2755584716797
        },
        {
            "docid": "11768884_6",
            "document": "Safe to Sleep . This advice was based on the epidemiology of SIDS and physiological evidence which shows that infants who sleep on their back have lower arousal thresholds and less slow-wave sleep (SWS) compared to infants who sleep on their stomachs. In human infants sleep develops rapidly during early development. This development includes an increase in non-rapid eye movement sleep (NREM sleep) which is also called quiet sleep (QS) during the first 12 months of life in association with a decrease in rapid eye movement sleep (REM sleep) which is also known as active sleep (AS). In addition, slow wave sleep (SWS) which consists of stage 3 and stage 4 NREM sleep appears at 2 months of age and it is theorized that some infants have a brain-stem defect which increases their risk of being unable to arouse from SWS (also called deep sleep) and therefore have an increased risk of SIDS due to their decreased ability to arouse from SWS.",
            "score": 216.2297821044922
        },
        {
            "docid": "10184074_6",
            "document": "Perceptual narrowing . At birth, infants have broad abilities to detect similarities and differences among languages. The phonemes of different languages sound distinct to infants less than 6 months of age, but as the infant grows and their brain develops, they become less able to distinguish phonemes of nonnative languages and more responsive to their native language. This is presumably due to infants experiencing their native language often, while not getting much experience with non-native languages. Research suggests that this perceptual narrowing phenomenon occurs within the first year of life. Infants aged 6–8 months have a greater ability to distinguish between nonnative sounds in comparison to infants who are 8–10 months of age. Near the end of 12 months, infants are beginning to understand and produce speech in their native language, and by the end of the first year of life infants detect these phonemic distinctions at low levels that are similar to that of adults.",
            "score": 215.5284881591797
        },
        {
            "docid": "1143957_9",
            "document": "Port-wine stain . A MRI scan of the brain may be performed (under anesthesia) on infants who have a port-wine stain in the head area in order to check for signs of Sturge-Weber syndrome.",
            "score": 215.08526611328125
        },
        {
            "docid": "10042066_2",
            "document": "Developmental linguistics . Developmental linguistics is the study of the development of linguistic ability in an individual, particularly the acquisition of language in childhood. It involves research into the different stages in language acquisition, language retention, and language loss in both first and second languages, in addition to the area of bilingualism. Before infants can speak, the neural circuits in their brains are constantly being influenced by exposure to language. The neurobiology of language contains a \"critical period\" in which children are most sensitive to language. The different aspects of language have varying \"critical periods\". Studies show that the critical period for phonetics is toward the end of the first year. At 18 months, a toddler's vocabulary vastly expands. The critical period for syntactic learning is 18-36 months. Infants of different mother languages can be differentiated at the age of 10 months. At 20 weeks they begin vocal imitation. Beginning when babies are about 12 months, they take on computational learning and social learning. Social interactions for infants and toddlers is important because it helps associate \"perception and action\". In-person social interaction rather than audio or video better facilitates learning in babies because they learn from how other people respond to them, especially their mothers. Babies have to learn to mimic certain syllables, which takes practice in manipulating tongue and lip movement. Sensory-motor learning in speech is linked to exposure to speech, which is very sensitive to language. Infants exposed to Spanish exhibit a different vocalization than infants exposed to English. One study took infants that were learning English and made them listen to Spanish in 12 sessions. The result showed consequent alterations in their vocalization, which demonstrated Spanish prosody.  One study used MEG to record activation in the brains of newborns, 6 months olds and 12 months olds while presenting them with syllables, harmonics and non-speech sounds. For the 6 month and 12 month old, the auditory and motor areas responded to speech. The newborn showed auditory activation but not motor activation. Another study presented 3 month olds with sentences and recorded their brain activity via fMRI motor speech areas did activate. These studies suggest that the link between perception and action begins to develop at 3 months. When babies are young, they are actually the most sensitive to distinguishing all phonetic units. During an infant’s 1st year of life, they have to differentiate between about 40 phonetic units. When they are older they have usually been exposed to their native language so much that they lose this ability and can only distinguish phonetic units in their native language. Even at 12 months babies exhibit a deficit in differentiated non-native sounds. However, their ability to distinguish sounds in their native language continues to improve and become more fine-tuned. For example, Japanese learning infants learn that there is no differentiation between /r/ and /l/. However, in English, \"rake\" and \"lake\" are two different words. Japanese babies eventually lose their ability to distinguish between /r/ and /l/. Similarly, a Spanish learning infant cannot form words until they learn the difference between works like \"bano\" and \"pano\", because the /p/ sound is different than the /b/ sound. English learning babies do not learn to differentiate between the two.",
            "score": 213.5980682373047
        },
        {
            "docid": "2566101_3",
            "document": "Long-term video-EEG monitoring . Like standard EEG-testing, long-term video-EEG monitoring techniques developed from techniques in 1875 by Richard Caton in Liverpool. In 1890, his work was expanded upon by Adolf Beck as developments to the technique were enhanced through animal studies of rhythmic oscillations in the brain due to light stimuli. In these studies, electrodes were placed directly on the surface of the brain. Additional developments made using animal subjects persisted through the early 1900s including the work of Vladimir Vladimirovich Pravdich-Neminsky in 1912, Napoleon Cybulski and Jelenska-Macieszyna in 1914, as well as by Hans Berger in 1924 with the first human EEG recording. These developments lead to the modern EEG techniques which allow for non-invasive measurements using externally placed EEG caps and were established by William Grey Walter in the 1950s. From these easy uses and techniques, a longer-term method of EEG monitoring was developed called long-term video-EEG monitoring which applies these same brain-wave monitoring techniques in a long-duration test format. This test format allows at-home or extended monitoring in clinics and hospitals where the standard EEG monitoring was previously unable to be used.",
            "score": 213.44183349609375
        },
        {
            "docid": "21312279_25",
            "document": "Music-related memory . Neural structures form and become more sophisticated as a result of experience. For example, the preference for consonance, the harmony or agreement of components, over dissonance, an unstable tone combination, is found early in development. Research suggests that this is due to both the experiencing of structured sounds and the fact they stem from development of the basilar membrane and auditory nerve, two early developing structures in the brain. An incoming auditory stimulus evokes responses measured in the form of an Event-related potential (ERP), measured brain responses resulting directly from a thought or perception. There is a difference in ERP measures for normally developing infants ranging from 2–6 months in age. Measures in infants 4 months and older demonstrate faster, more negative ERPs. In contrast, newborns and infants up to 4 months of age show slow, unsynchronized, positive ERPs. Trainor, et al. (2003) hypothesized that these results indicated that responses from infants less than four months of age are produced by subcortical auditory structures, whereas with older infants responses tend to originate in the higher cortical structures.",
            "score": 213.19500732421875
        },
        {
            "docid": "21402632_17",
            "document": "Electroencephalography . EEG can also be used in intensive care units for brain function monitoring to monitor for non-convulsive seizures/non-convulsive status epilepticus, to monitor the effect of sedative/anesthesia in patients in medically induced coma (for treatment of refractory seizures or increased intracranial pressure), and to monitor for secondary brain damage in conditions such as subarachnoid hemorrhage (currently a research method).",
            "score": 212.57786560058594
        },
        {
            "docid": "1204666_16",
            "document": "Cuteness . A study by Karraker (1990) suggested that \"an adult's beliefs about the personality and expected behavior of an infant can influence the adult's interaction with the infant\", and gave evidence that in this way \"basic cuteness effects may occasionally be obscured in particular infants\". Koyama (2006) said that an adult caregiver's perception of an infant's cuteness can motivate the amount of care and protection the caregiver provides, and the admiration demonstrated toward the infant, and concluded that \"the adults' protective feeling for children appeared to be a more important criterion for the judgment of a boy's cuteness.\" Melanie Glocker (2009) provided experimental evidence that infants' cuteness motivates caretaking in adults, even if they are not related to the infant. Glocker asked individuals to rate the level of cuteness of pictured infants and noted the motivation that these participants had to care for the infants. The research suggested that individuals' rating of the perceived cuteness of an infant corresponded to the level of motivation an individual had to care for this infant. Glocker and colleagues then used functional magnetic resonance imaging (fMRI), to demonstrate that baby faces with higher content of baby schema features, generated more activation in the nucleus accumbens, a small brain area central to motivation and reward. This work elucidated the neural mechanism through which baby schema (\"Kindchenschema\") may motivate (\"release\") caretaking behavior. Furthermore, cute infants were more likely to be adopted and rated as more \"likeable, friendly, healthy and competent\" than infants who were less cute. There is an implication that baby schema response is crucial to human development because it lays the foundation for care giving and the relationship between child and caretaker.",
            "score": 212.23646545410156
        },
        {
            "docid": "25181073_7",
            "document": "Neuroscience of multilingualism . Heightened brain plasticity in infants impacts later language development. Recent studies show that even brief exposure to a language in infancy changes how the brain processes a second-language acquisition. Participants in the studies who had transient language exposure as an infant or were multilingual showed greater brain activation in non-verbal working memory patterns, compared to monolingual speakers. The measure of uncommitted neural circuitry in infants can be accounted for in the perception of nonnative language at early stages of language acquisition. Research has shown that infants who show proficiency in nonnative phonetic perception at 7 months have slower language development than those who show proficiency in native phonetic perception. This research supports the Native Language Magnet/Neural Commitment Theory originally proposed by Patricia K. Kuhl.",
            "score": 211.26162719726562
        },
        {
            "docid": "31175897_8",
            "document": "Cortical stimulation mapping . The different types and administration techniques for anesthesia have been shown to affect cortical stimulation mapping. CSM can be done performed on awake patients, called an awake craniotomy or in patients who have been placed under general anesthesia. If the patient is under general anesthesia, the depth of the anesthesia can affect the outcome because if the levels of muscle relaxation are too high due to neuromuscular blocking drugs, then the results from the mapping can be incorrect. For the awake procedure there are different considerations for patient care that the anesthesiologist must take into account. Rather than simply ensuring that the patient is asleep, the doctor can follow what is called the asleep-awake-asleep technique. In this technique the patient is anesthetized using a general anesthesia during the opening and closing portions of the procedure, but during the interim the patient is maintained utilizing local anesthesia. The local anesthesia techniques can be either a local field block or a regional nerve block of the scalp. The more common technique for the awake craniotomy is conscious sedation. In conscious sedation, the patient is only sedated during the opening and closing process, but never fully anesthetized, eliminating the need for breathing tubes, lessening the chances of complications, and lessening the chances of problems with motor response. Patients who undergo the procedure with an awake craniotomy instead of general anesthesia have better preservation of language function, a prediction of their seizure-free outcome based on corticography, a shorter hospitalization (which corresponds to a reduced cost of care), a decreased usage of invasive monitors, and decreased number of postoperative complications due to anesthesia such as nausea and vomiting.",
            "score": 209.86788940429688
        },
        {
            "docid": "520602_20",
            "document": "Sialic acid . Scientists who are investigating the functions of sialic acid are trying to determine whether sialic acid is related to fast brain growth and whether it produces advantages in brain development. It has been demonstrated that human milk contains high levels of sialic acid glycoconjugates. In fact, one study has shown that premature infants, and full-term breast-fed infants at five months of age, had more salivary sialic acid than did formula-fed infants. However human milk varies in sialic acid content, depending upon genetic inheritance, lactation, etc. Investigations are focused on comparing sialic acid’s effects upon breast-fed children versus non-breast-fed children. Brain development is complex but it occurs quickly: by two years of age, a child’s brain reaches about 80% of its adult weight. Children are born with a complete number of brain neurons, but the synaptic connections between them will be elaborated after birth. Sialic acid plays an essential role in proper brain development and cognition, and it is important that the child has an adequate supply at the time when it is needed.",
            "score": 208.90794372558594
        },
        {
            "docid": "370268_5",
            "document": "Deep brain stimulation . All three components are surgically implanted inside the body. Lead implantation may take place under local anesthesia or with the patient under general anesthesia (\"asleep DBS\") such as for dystonia. A hole about 14 mm in diameter is drilled in the skull and the probe electrode is inserted stereotactically. During the awake procedure with local anesthesia, feedback from the patient is used to determine the optimal placement of the permanent electrode. During the asleep procedure, intraoperative MRI guidance is used for direct visualization of brain tissue and device. The installation of the IPG and extension leads occurs under general anesthesia. The right side of the brain is stimulated to address symptoms on the left side of the body and vice versa.",
            "score": 208.27615356445312
        },
        {
            "docid": "11902021_9",
            "document": "Pain tolerance . Nociceptive pathways are pathways in the brain that send and receive pain signals and are responsible for how we perceive pain. They develop before a baby is born and continue to develop during the critical period of development. It was once thought that because infants’ nociceptive pathways in the brain were still developing, they could not feel pain. However, infants \"can\" feel pain and infant surgeries providing early pain experiences can alter the brain’s tolerance for pain later so by increasing number of A fibers and C fibers—two types of pain receptors—located in the area where injury occurred and by reducing pain tolerance in the areas where incision has occurred. This reduction in pain tolerance is seen in male rats even when they are adolescents. In those rats, the area of their brain where an incision was made as an infant remains hypersensitive to pain thereafter. This effect was not seen as prominently in female rats.",
            "score": 205.63002014160156
        },
        {
            "docid": "667636_26",
            "document": "Anesthesia awareness . Recent advances have led to the manufacture of monitors of awareness. Typically these monitor the EEG, which represents the electrical activity of the cerebral cortex, which is active when awake but quiescent when anesthetized (or in natural sleep). The monitors usually process the EEG signal down to a single number, where 100 corresponds to a patient who is fully alert, and zero corresponds to electrical silence. General anesthesia is usually signified by a number between 60 and 40 (this varies with the specific system used). There are several monitors now commercially available. These newer technologies include the bispectral index (BIS), EEG entropy monitoring, auditory evoked potentials, and several other systems such as the SNAP monitor and the Narcotrend monitor.",
            "score": 204.2158203125
        },
        {
            "docid": "56561_17",
            "document": "Anesthesia . Patients under general anesthesia must undergo continuous physiological monitoring to ensure safety. In the US, the American Society of Anesthesiologists (ASA) have established minimum monitoring guidelines for patients receiving general anesthesia, regional anesthesia, or sedation. This includes electrocardiography (ECG), heart rate, blood pressure, inspired and expired gases, oxygen saturation of the blood (pulse oximetry), and temperature. In the UK the Association of Anaesthetists (AAGBI) have set minimum monitoring guidelines for general and regional anesthesia. For minor surgery, this generally includes monitoring of heart rate, oxygen saturation, blood pressure, and inspired and expired concentrations for oxygen, carbon dioxide, and inhalational anesthetic agents. For more invasive surgery, monitoring may also include temperature, urine output, blood pressure, central venous pressure, pulmonary artery pressure and pulmonary artery occlusion pressure, cardiac output, cerebral activity, and neuromuscular function. In addition, the operating room environment must be monitored for ambient temperature and humidity, as well as for accumulation of exhaled inhalational anesthetic agents, which might be deleterious to the health of operating room personnel.",
            "score": 204.06820678710938
        },
        {
            "docid": "7737804_8",
            "document": "Jerome Kagan . Kagan's next research was in San Marcos, Guatemala. During this time, Kagan discovered that biological factors play a huge role in development and an even larger part in child development. Specifically, he found that these children had slower Psychological development when in their homes due to their restricted experiences. Once the children were walking and could leave the home, Kagan found that the psychological delay in development was only temporary, and that cognitive growth is malleable. In 2010, Kagan was involved in a similar study that focused on specific parts of the brain involved in behavioral inhibition in infants. Schwartz et al. (2010) performed a longitudinal study involving 18-year-olds and used neuroimaging to detect whether or not the ventromedial or orbitofrontal cerebral cortex are associated with the high/low reactivity of their 4-month-old selves. After undergoing a battery of tests, the infants were later categorized into two groups: low-reactive and high-reactive temperament. Results showed that the adults who had low-reactive infant temperaments had greater thickness in the left orbitofrontal cortex than the high-reactive group. The adults categorized as high-reactive infants displayed greater thickness in the right ventromedial prefrontal cortex.",
            "score": 202.61216735839844
        },
        {
            "docid": "315084_10",
            "document": "Lip reading . Until around six months of age, most hearing infants are sensitive to a wide range of speech gestures - including ones that can be seen on the mouth - which may or may not later be part of the phonology of their native language. But in the second six months of life, the hearing infant shows perceptual narrowing for the phonetic structure of their own language - and may lose the early sensitivity to mouth patterns that are not useful. The speech sounds /v/ and /b/ which are visemically distinctive in English but not in Castilian Spanish are accurately distinguished in Spanish-exposed and English-exposed babies up to the age of around 6 months. However, older Spanish-exposed infants lose the ability to 'see' this distinction, while it is retained for English-exposed infants. Such studies suggest that rather than hearing and vision developing in independent ways in infancy, multimodal processing is the rule, not the exception, in (language) development of the infant brain.",
            "score": 202.26080322265625
        },
        {
            "docid": "767313_2",
            "document": "Bispectral index . Bispectral index (BIS) is one of several technologies used to monitor depth of anesthesia. BIS monitors are used to supplement Guedel's classification system for determining depth of anesthesia. Titrating anesthetic agents to a specific bispectral index during general anesthesia in adults (and children over 1 year old) allows the anesthetist to adjust the amount of anesthetic agent to the needs of the patient, possibly resulting in a more rapid emergence from anesthesia. Use of the BIS monitor could reduce the incidence of intraoperative awareness during anaesthesia. The exact details of the algorithm used to create the BIS index have not been disclosed by the company that developed it.",
            "score": 201.47093200683594
        },
        {
            "docid": "41111747_2",
            "document": "Burst suppression . Burst suppression is an electroencephalography (EEG) pattern that is characterized by periods of high-voltage electrical activity alternating with periods of no activity in the brain. The pattern is found in patients with inactivated brain states, such as from general anesthesia, coma, or hypothermia. This pattern can be physiological, as during early development, or pathological, as in diseases such as Ohtahara syndrome.",
            "score": 201.16824340820312
        },
        {
            "docid": "28059876_5",
            "document": "Hallowell Davis . During the 1930s, Davis participated in the development of electroencephalography and was the first person in the United States to have his brain waves scanned by an EEG device. He focused on the physiology of the inner ear, investigating how neurological impulses are transmitted to the brain via the cochlear nerve. His studies led to the development of electrical-response audiometry, which allowed diagnosis of hearing difficulties in infants. Robert Galambos credited Davis with coining the word \"audiology\" in the 1940s, with Davis saying the then-prevalent term \"auricular training\" sounded like a method of teaching people how to wiggle their ears.",
            "score": 200.93154907226562
        },
        {
            "docid": "5209682_5",
            "document": "Infant visual development . Visual acuity, the sharpness of the eye to fine detail, is a major component of a human’s visual system. It requires not only the muscles of the eye – the muscles of orbit and the ciliary muscles – to be able to focus on a particular object through contraction and relaxation, but other parts of the retina such as the fovea to project a clear image on the retina. The muscles that initiate movement start to strengthen from birth to 2 months, at which point infants have control of their eye. However, images still appear unclear at two months due to other components of the visual system like the fovea and retina and the brain circuitry that are still in their developmental stages. This means that even though an infant is able to focus on a clear image on the retina, the fovea and other visual parts of the brain are too immature to transmit a clear image. Visual acuity in newborns is very limited as well compared to adults – being 12 to 25 times worse than that of a normal adult. It is important to note that the distance from the cornea at the front of the infant’s eye to the retina which is at the back of eye is 16–17 mm at birth, 20 to 21 mm at one year, and 23–25 mm in adolescence and adulthood. This results in smaller retinal images for infants. The vision of infants under one month of age ranges from 6/240 to 6/60 (20/800 to 20/200). By two months, visual acuity improves to 6/45 (20/150). By four months, acuity improves by a factor of 2 – calculated to be 6/18 (20/60) vision. As the infant grows, the acuity reaches the healthy adult standard of 6/6 (20/20) at six months.",
            "score": 200.50575256347656
        },
        {
            "docid": "31122898_6",
            "document": "Haptic memory . Memory is important in infancy as it forms the basis for more complex procedures such as learning and reasoning. Studies of haptic memory in infants is particularly useful because it allows researchers to study the more perceptual representation of information as opposed to verbal or semantic aspects. Haptic abilities develop in stages in infants: The last two decades have allowed researchers to study the sensory system of infants which gives an insight to the initial stages of thinking, deciding and reasoning in a human brain.  Evidence of haptic memory was discovered in infants as young as two months by Myriam Lhote and Arlette Streti, who demonstrated that haptic habituation occurs asymmetrically between the hands of infants, and that differences in haptic memory exist between sexes. For instance, in 2-month-old infants, haptic habituation was found in both the right and the left hand. Babies were able to encode haptically some characteristics or features of objects without visual control with their left hand as well as with their right hand. In the experiment, haptic habitutation was formed through an occurred stimuli and at the end, it has seen that even though stimuli was not present, infants still carry on their stimuli habit. It was also shown that infantile haptic memory is robust in that it is somewhat resistant to delays (especially in males). These findings support earlier results by Catherwood, which stated that 8-month-old infants were able to recognize a familiar shape after a five-minute delay. Studies by Millar on congenitally blind and blindfolded children have revealed the importance of movement and body-centered cues in haptic memory. While these cues are important in all individuals, blind children tend to rely on them heavily.",
            "score": 200.4061737060547
        },
        {
            "docid": "43085560_12",
            "document": "Adrian P. Thomas . On May 27, 2014, the second trial for Thomas, now 32 years old, began, again with a charge of second degree murder of his infant son. Because the videotaped interrogation was inadmissible in the second trial, much of the prosecution and defense testimony focused was on the cause of death of four-month-old Mathew Thomas. Rensselaer County Medical Examiner Dr. Michael Sikirica told the jury that the infant had subdural hematomas, which are often cause in infants by head injuries resulting from violent shaking. Chicago specialist Dr. Jan Leestma told the jury that the infant died of septic shock due to a bacterial infection. Child abuse expert Dr. Patrick Barnes told the jury that the CT scans that he examined of brain swelling and blood on the brain of the infant were old and could have occurred at child birth. He told the jury that the infant was born premature and was also a twin, which placed him at greater risk for bleeding of the brain.",
            "score": 199.81260681152344
        },
        {
            "docid": "2566101_15",
            "document": "Long-term video-EEG monitoring . Research involving the use of long-term video-EEG monitoring has mostly involved animal models which allows for neuronal activity to be better understood by using methods that may involve the use of psychoactive drugs or inducing states that would not be ethical to induce in humans experimentally. These models provide a relatively inexpensive and low risk scenario compared to humans, when testing their effects on the brain in response to events such as pre-clinical and clinical use of pharmaceutical drugs. The use of animal models also allows for variables, that are not as easily related to seizures in humans, to be taken into account such as how status epileptici affect their brain over an individual's life span, familial lineage, and development during maturation. Thus the heritability, prevalence, and general development of seizures over many generations can be closely monitored and studied.",
            "score": 199.2073516845703
        }
    ]
}