{
    "q": [
        {
            "docid": "3017886_6",
            "document": "Motor protein . Myosins are a superfamily of actin motor proteins that convert chemical energy in the form of ATP to mechanical energy, thus generating force and movement. The first identified myosin, myosin II, is responsible for generating muscle contraction. Myosin II is an elongated protein that is formed from two heavy chains with motor heads and two light chains. Each myosin head contains actin and ATP binding site. The myosin heads bind and hydrolyze ATP, which provides the energy to walk toward the plus end of an actin filament. Myosin II are also vital in the process of cell division. For example, non-muscle myosin II bipolar thick filaments provide the force of contraction needed to divide cell into two daughter cells during cytokinesis.In addition to myosin II, many other myosin types are responsible for variety of movement of non-muscle cells. For example, myosin is involved in intracellular organization and the protrusion of actin-rich structures at the cell surface. Myosin V is involved in vesicle and organelle transport. Myosin XI are involved in cytoplasmic streaming, wherein movement along microfilament networks in the cell allows organelles and cytoplasm to stream in a particular direction. Eighteen different classes of myosins are known.",
            "score": 426.91179513931274
        },
        {
            "docid": "156970_13",
            "document": "Cytoskeleton . Microfilaments are composed of linear polymers of G-actin proteins, and generate force when the growing (plus) end of the filament pushes against a barrier, such as the cell membrane. They also act as tracks for the movement of myosin molecules that affix to the microfilament and \"walk\" along them. In general, the major component or protein of microfilaments are actin. The G-actin monomer combines to form a polymer which continues to form the microfilament (actin filament). These subunits then assemble into two chains that intertwine into what is called, F-actin chains. Myosin motoring along F-actin filaments generates contractile forces in so-called actomyosin fibers, both in muscle as well as most non-muscle cell types. Actin structures are controlled by the Rho family of small GTP-binding proteins such as Rho itself for contractile acto-myosin filaments (\"stress fibers\"), Rac for lamellipodia and Cdc42 for filopodia.",
            "score": 375.6623179912567
        },
        {
            "docid": "16853131_3",
            "document": "VEZT . The protein vezatin has been shown to play a critical role in the maintenance and formation of adherens junctions in many epithelial cells. Adherens junctions are composed primarily of E-cadherin, alpha and beta catenins and other transmembrane proteins such as actin and myosin. The junctions formed are vital in creating cell-cell contacts and do so via the interactions of all the different components. E-cadherins on separate cells use calcium based interactions to bind, whilst the catenins bind the cadherins to the actin cytoskeleton of each cell, thus creating the cadherin-catenin complex. Vezatin co-localises with E-cadherin at these cell-cell junctions suggesting that in fact it is involved within adherens junctions . E-cadherin is an important transmembrane molecule in creating and facilitating adherens junctions, particularly in epithelial cells. Furthermore, vezatin does not appear at focal adhesion sites and does not co-localise with desmogleins, which are molecules present in desmosomes, suggesting it is solely responsible for interactions within the adherens junction . Additionally, in cells lacking E-cadherin and thus unable to form cell-cell contacts, vezatin displayed a cytoplasmic distribution .  Another key component of this junction is the protein myosin VIIA and primarily its interaction with vezatin. Myosins are mechanochemical proteins which interact with actins and enzymatically convert ATP to ADP in order to facilitate a motor function . Myosin VIIA is an unconventional member of the myosin family and is heavily expressed within ciliated epithelium such as that in the nose and the ear . Myosin VIIA has a similar structure to all other myosins, with a motor, neck and actin-binding domain, but is unique due to its short tail domain . Vezatin has been shown to interact with this tail domain due to co-localisation of both molecules in mouse inner-ear epithelial cells . However, this interaction was only observed during cell-cell contact junctions, otherwise the proteins are dispersed through the cytoplasm in individual cells . These results taken together suggest that vezatin plays a crucial role in the cadherin-catenin complex which is essential for cell-cell adhesion.",
            "score": 346.7259433269501
        },
        {
            "docid": "45659222_3",
            "document": "Force spectrum microscopy . FSM was developed by Ming Guo and David A. Weitz to probe stochastic intracellular forces generated by motor proteins. Far from a liquid void, the cytoplasm contains a complex meshwork of actin and myosin conferring structural support to the cell, as well as harbouring vesicles and mitochondria among other organelles. Recent research on the macromolecular crowding inside the cytoplasm raises concerns whether diffusive-like motion of large molecules have been mistakenly attributed to Brownian forces. Instead, there are suspicions that myosin motor proteins, which tug randomly on the actin filaments embedded with large molecules, give rise to diffusive-like motion of molecules inside cells. Guo et al. developed an assay to distinguish whether particle motion inside cells are driven by thermal diffusion or by repercussions from active motor proteins like non-muscle myosin II shaking the cellular cytoskeleton.",
            "score": 332.7988030910492
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 425.5985658168793
        },
        {
            "docid": "156970_5",
            "document": "Cytoskeleton . A large-scale example of an action performed by the cytoskeleton is muscle contraction. In the muscle, there are groups of highly specialized cells that work together to perform a function known as muscle contraction. A main component in the cytoskeleton that helps show the true function of this muscle contraction is known as a microfilament. Microfilaments are composed of the most abundant cellular protein known as actin. During contraction of a muscle, within each muscle cell, myosin molecular motors collectively exert forces on parallel actin filaments. Muscle contraction starts from nerve impulses which then causes increased amounts of calcium to be released from the sarcoplasmic reticulum. Increases in calcium in the cytosol allows muscle contraction to begin with the help of two proteins, tropomyosin and troponin. Tropomyosin inhibits the interaction between actin and myosin, while troponin senses the increase in calcium and releases the inhibition. This action contracts the muscle cell, and through the synchronous process in many muscle cells, the entire muscle.",
            "score": 304.58109068870544
        },
        {
            "docid": "14880582_3",
            "document": "MYO1A . The protein encoded by this gene belongs to the myosin superfamily. Myosins are molecular motors that, upon interaction with actin filaments, utilize energy from ATP hydrolysis to generate mechanical force. Each myosin has a conserved N-terminal motor domain that contains both ATP-binding and actin-binding sequences. Following the motor domain is a light-chain-binding 'neck' region containing 1-6 copies of a repeat element, the IQ motif, that serves as a binding site for calmodulin or other members of the EF-hand superfamily of calcium-binding proteins. At the C-terminus, each myosin class has a distinct tail domain that serves in dimerization, membrane binding, protein binding, and/or enzymatic activities and targets each myosin to its particular subcellular location. The myosin-1a protein is expressed by enterocytes, the epithelial cells that line the luminal surface of the small intestine. In these cells the myosin-1a protein localizes specifically to the brush border. Experiments indicate that the brush border population of the encoded protein turns over rapidly, while its head and tail domains interact transiently with the core actin and plasma membrane, respectively. A rapidly exchanging pool of the myosin-1a protein binds to the actin core bundle, which turns over on a much slower timescale.",
            "score": 393.9255802631378
        },
        {
            "docid": "23634_33",
            "document": "Protein . Other proteins that serve structural functions are motor proteins such as myosin, kinesin, and dynein, which are capable of generating mechanical forces. These proteins are crucial for cellular motility of single celled organisms and the sperm of many multicellular organisms which reproduce sexually. They also generate the forces exerted by contracting muscles and play essential roles in intracellular transport.",
            "score": 213.06303668022156
        },
        {
            "docid": "319342_2",
            "document": "Microfilament . Microfilaments, also called actin filaments, are filaments in the cytoplasm of eukaryotic cells that form part of the cytoskeleton. They are primarily composed of polymers of actin, but in cells are modified by and interact with numerous other proteins. Microfilaments are usually about 7 nm in diameter and composed of two strands of actin. Microfilament functions include cytokinesis, amoeboid movement and cell motility in general, changes in cell shape, endocytosis and exocytosis, cell contractility and mechanical stability. Microfilaments are flexible and relatively strong, resisting buckling by multi-piconewton compressive forces and filament fracture by nanonewton tensile forces. In inducing cell motility, one end of the actin filament elongates while the other end contracts, presumably by myosin II molecular motors. Additionally, they function as part of actomyosin-driven contractile molecular motors, wherein the thin filaments serve as tensile platforms for myosin's ATP-dependent pulling action in muscle contraction and pseudopod advancement. Microfilaments have a tough, flexible framework which helps the cell in movement.",
            "score": 342.66196954250336
        },
        {
            "docid": "47147824_2",
            "document": "Cell mechanics . Cell mechanics is a sub-field of biophysics that focuses on the mechanical properties and behavior of living cells and how it relates to cell function. It encompasses aspects of cell biophysics, biomechanics, soft matter physics and rheology, mechanobiology and cell biology. Researchers who study cell mechanics are interested in the mechanics and dynamics of the assemblies and structures that make up the cell including membranes, cytoskeleton, organelles, and cytoplasm, and how they interact to give rise to the emergent properties of the cell as a whole. A particular focus of many cell mechanical studies has been the cytoskeleton, which (in animal cells) can be thought to consist of: 1) actomyosin assemblies (F-actin, myosin motors, and associated binding, nucleating, capping, stabilizing, and crosslinking proteins), 2) microtubules and their associated motor proteins (kinesins and dyneins), 3) intermediate filaments, 4) other assemblies such as spectrins and septins. The active and dynamic nature of cellular assemblies makes them particularly interesting materials to investigate. The active non-equilibrium and non-linear rheological properties of cellular assemblies have been keen point of research in recent times. Another point of interest has been how cell cycle-related changes in cytoskeletal activity affect global cell properties, such as intracellular pressure increase during mitotic cell rounding.",
            "score": 265.1302250623703
        },
        {
            "docid": "53979054_8",
            "document": "Clare Waterman . The ability of a cell to adhere to and move relative to its environment is mediated by cell surface proteins called integrins that bind extracellular components and mediate their linkage to the intracellular, force-generating actin cytoskeleton. However, the specific molecules mediating the links between integrins and actin and how they are organized at the cell membrane was not known. Dr. Waterman used Fluorescent Speckle Microscopy and super-resolution light microscopy methods to show in migrating cells that actin polymerizes at the leading edge, undergoes a rearward movement towards the cell center, and engages locally to integrins at the plasma membrane via a trilaminar nanoscale structure consisting of specific adapter proteins. The engagement of actin to the focal adhesion results in slowing of actin motion in the leading edge and transmission of its motion to the adapter proteins, and the protein vinculin is critical for this engagement. Dr. Waterman’s work supports a model that draws on analogy of the focal adhesion adapter proteins acting as a mechanical “clutch” to engage the moving actin with the matrix-bound integrins, and thus transmit intracellular force to friction on the extracellular environment to drive cell movement. Dr. Waterman’s works has led to the acceptance of the molecular clutch hypothesis of cell migration.",
            "score": 202.31751310825348
        },
        {
            "docid": "34520132_12",
            "document": "Kinesin family member 11 . Kinesin-5, like all motor proteins, breaks down ATP into ADP and inorganic phosphate, using a water molecule, and converts the chemical energy to force and motion along microtubules. Kinetic experiments reveal rates of how fast intermediate steps in catalysis occur and the most extensive set of studies on Kinesin-5 kinetics has been on the human protein. X-ray crystallography, cryo-electron microscopy, and real-time infrared spectroscopy have been used to measure the structure of Kinesin-5 in the different catalytic intermediate states. Changes in the secondary structure, or conformational switching, is required to convert and amplify biochemical changes in the catalytic active site into larger movements necessary for cellular motion. For example, the first step of ATP hydrolysis, which is the attack of the terminal phosphate of ATP by a water molecule, had not been observed by x-ray crystallography in any kinesin protein, until recently in Kinesin-5. This crystal structure showed that there was not one, but rather two, water molecules and they are in close association with each other. A two-water catalytic model was proposed and confirmed by an alternate method to track Kinesin-5 catalysis in real-time and in a kinesin protein in a different subfamily. Two-water catalytic models also are proposed in a divergent motor protein, myosin, and observed experimentally in one of its crystal structures.",
            "score": 235.83577954769135
        },
        {
            "docid": "598619_6",
            "document": "Troponin . Troponin is a component of thin filaments (along with actin and tropomyosin), and is the protein complex to which calcium binds to trigger the production of muscular force. Troponin itself has three subunits, TnC, TnI, and TnT, each playing a role in force regulation . Under resting intracellular levels of calcium, tropomyosin covers the active sites on actin to which myosin (a molecular motor organized in muscle thick filaments) binds in order to generate force. When calcium becomes bound to specific sites in the N-domain of TnC, a series of protein structural changes occurs such that tropomyosin is rolled away from myosin-binding sites on actin, allowing myosin to attach to the thin filament and produce force and/or shorten the sarcomere.",
            "score": 366.9351227283478
        },
        {
            "docid": "380541_19",
            "document": "Skeletal muscle . In addition to the actin and myosin components that constitute the sarcomere, skeletal muscle fibers also contain two other important regulatory proteins, troponin and tropomyosin, that are necessary for muscle contraction to occur. These proteins are associated with actin and cooperate to prevent its interaction with myosin. Skeletal muscle cells are excitable and are subject to depolarization by the neurotransmitter acetylcholine, released at the neuromuscular junction by motor neurons.",
            "score": 301.5074145793915
        },
        {
            "docid": "14289143_4",
            "document": "Myotonin-protein kinase . Myotonin-protein kinase is a serine-threonine kinase that is closely related to other kinases that interact with members of the Rho family of small GTPases. Substrates for this enzyme include myogenin, the beta-subunit of the L-type calcium channels, and phospholemman. Although the specific function of this protein is unknown, it appears to play an important role in muscle, heart, and brain cells. This protein may be involved in communication within cells. It also appears to regulate the production and function of important structures inside muscle cells by interacting with other proteins. For example, myotonic dystrophy protein kinase has been shown to turn off (inhibit) part of a muscle protein called myosin phosphatase. Myosin phosphatase is an enzyme that plays a role in muscle tensing (contraction) and relaxation.",
            "score": 240.50017380714417
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 197.18136477470398
        },
        {
            "docid": "53233548_5",
            "document": "Cardiac excitation-contraction coupling . The increase in Ca, produced by CICR, now does two things. Firstly, it binds to the intracellular side of the DHPR, signalling the channels to close and preventing further influx of Ca into the cell. Secondly Ca indirectly activates proteins, called myofilaments, resulting in muscle contraction. The two main myofilaments in cardiac (and skeletal) muscle are actin and myosin. Ca binds to a protein called troponin, which is bound to the actin filament. This binding causes a shape change in the troponin which exposes areas on the actin, to which the head of the myosin filament binds. The binding of the myosin head to actin is known as a cross-bridge. A molecule, called adenosine triphosphate (ATP) which is produced by an intracellular structure called a mitochondrion, is then used, as a source of energy, to help move the myosin head, carrying the actin. As a result, the actin slides across the myosin filament shortening the muscle. This is called a power stroke. Myosin then detaches from the actin and resets itself back to its original position, binding to another part of the actin and producing another power stroke, shortening the muscle further. This process continues, with the myosin head moving in a motion similar to that of an oar rowing a boat, until the Ca level within the cell decreases (see figure 1).",
            "score": 409.7054557800293
        },
        {
            "docid": "42022146_2",
            "document": "Toshio Yanagida . Yanagida has been leading the development of single molecule detection techniques to study molecular motors, enzyme reactions, protein dynamics, and cell signaling since he succeeded in the direct observation of motion of single F-actin filaments in the presence of myosin in 1984. His single molecule experiments designed to investigate how thermal fluctuations (noise) play a positive role in the unique operation of biological molecular machines allowing for flexible and adaptive biological systems including muscle and brain.",
            "score": 252.03374791145325
        },
        {
            "docid": "3017886_3",
            "document": "Motor protein . The best prominent example of a motor protein is the muscle protein myosin which \"motors\" the contraction of muscle fibers in animals. Motor proteins are the driving force behind most active transport of proteins and vesicles in the cytoplasm. Kinesins and cytoplasmic dyneins play essential roles in intracellular transport such as axonal transport and in the formation of the spindle apparatus and the separation of the chromosomes during mitosis and meiosis. Axonemal dynein, found in cilia and flagella, is crucial to cell motility, for example in spermatozoa, and fluid transport, for example in trachea.",
            "score": 199.18440914154053
        },
        {
            "docid": "5937599_2",
            "document": "Mechanome . The mechanome consists of the body, or ome, of data including cell and molecular processes relating to force and mechanical systems at molecular, cellular and tissue length scales, i.e. the fundamental \"machine code\" structures of the cell. The mechanome encompasses biological motors, like kinesin, myosin, RNAP, and Ribosome mechanical structures, like actin or the cytoskeleton, or processes, such as cytokinesis or chemotaxis.  The mechanome seeks to understand the fundamental physical-mechanical processes and events that are common to biological function. An example at the molecular level includes the common structural designs used by kinesin and myosin motor proteins (such as dimer formation and mechanochemical cycles) that control their function and lead to properties such as processivity. The mechanome assembles the common features of these motors regardless of the \"track\" (microtubules, actin filaments, nucleotide based structures, membranes) they move on. A cytoskeletal example includes structures such as actin filament networks and bundles that can form from a variety of actin binding proteins that cross-link or bundle actin filaments leading to common mechanical changes of these structures. A cell machinery example includes common structures such as contractile ring formation formed by both actin and tubulin type structures leading to the same mechanical result of cell division.",
            "score": 355.19506561756134
        },
        {
            "docid": "44214016_14",
            "document": "Glutamate receptor-interacting protein . Motor proteins such as Kinesin (KIF5) are bound to adapter molecules like GRIP1 to move cargo from the Golgi to the extremities of a neuron cell. GRIP1 and KIF5 are very commonly found together due to a good binding affinity (Kd range from 10-20nM). As for how cargo gets to the right place, there has been a hypothesis called the “smart motor”. It is currently thought that the “smart motor” recognizes the difference between axonal (coated with KLC protein) and dendritic (coated with KHC) proteins. The destination is chosen accordingly. Unfortunately, details about the intermediate transporting steps are unknown. However, at the destination the binding of protein 14-3-3 disrupts the interaction between KIF5 and GRIP1. This releases the cargo.",
            "score": 134.67207646369934
        },
        {
            "docid": "46319796_7",
            "document": "Intracellular transport . Microtubules function as tracks in the intracellular transport of membrane-bound vesicles and organelles, and this process is propelled by motor proteins such as dynein. Microtubules are cytoskeletal fibers that have an important role in the mitotic spindle during mitosis. They are organized in such a way that their plus ends extend through the periphery of the cells and their minus ends are anchored within the centrosome, so they utilize the motor proteins kinesin’s (positive end directed) and dynein’s (negative end directed) to transport vesicles and organelles in opposite directions through the cytoplasm (cite: the cell a molecular approach). Each type of membrane vesicle is specifically bound to its own kinesin motor protein via binding within the tail domain. One of the major roles of microtubules is to transport membrane vesicles and organelles through the cytoplasm of eukaryotic cells. It is speculated that areas within the cell considered \"microtubule-poor\" are probably transported along microfilaments aided by a myosin motor protein. Another important role Microtubules play is during mitosis when the cell has undergone a duplication event and is in the process of creating daughter cells. Microtubules make up the mitotic spindle which are responsible for distributing the chromosomes to daughter nuclei during anaphase. During Anaphase there is a shortening event, called Anaphase A, in which the chromosomes move towards the spindle poles by utilizing the dynein motor proteins.",
            "score": 195.26677012443542
        },
        {
            "docid": "2161878_10",
            "document": "Protein–protein interaction . Physiology of muscle contraction involves several interactions. Myosin filaments act as molecular motors and by binding to actin enables filament sliding. Furthermore, members of the skeletal muscle lipid droplet-associated proteins family associate with other proteins, as activator of adipose triglyceride lipase and its coactivator comparative gene identification-58, to regulate lipolysis in skeletal muscle.",
            "score": 304.6181597709656
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 125.78701388835907
        },
        {
            "docid": "46881269_5",
            "document": "John M Squire . The main focus of his research is on the structural basis of muscle contraction. His early contributions were the proposal of the steric blocking mechanism for the regulation of muscle contraction, the discovery of face (side) polarity in the myosin filaments of vertebrate smooth muscle, and the proposal of a general packing scheme of myosin molecules within the myosin filaments of all muscles. He is an expert on the X-ray diffraction analysis of static and contracting muscle, and recently has been involved in the structure analysis of isolated myosin and actin filaments by electron microscopy and single particle analysis. He founded and chaired both the Collaborative Computational Project Number 13 (CCP13) for the analysis of fibre X-ray diffraction data and the Imperial Muscle Initiative (IMI). With Professor David Parry (biophysicist) he initiated and organized the first five Workshops on Coiled-coils, Collagen and Co-proteins held every four years in Alpbach, Austria. In 2002 a special issue of the Journal of Structural Biology based on one of these Alpbach Workshops and co-edited by Squire won the Best Professional/ Scholarly Publishing Journal: Medicine Award. Squire has published well over 100 original papers, together with many reviews and in 1981 a 700-page monograph on The Structural Basis of Muscular Contraction. He has also written or edited several other books on muscle and on fibrous proteins. At present he actively works on the unresolved problem of how myosin and actin molecules interact to bring about muscle contraction, as well as the structure and function of the blood vessel glycocalyx.",
            "score": 309.78013384342194
        },
        {
            "docid": "438944_71",
            "document": "Actin . In contractile bundles, the actin-bundling protein alpha-actinin separates each thin filament by ~35 nm. This increase in distance allows thick filaments to fit in between and interact, enabling deformation or contraction. In deformation, one end of myosin is bound to the plasma membrane, while the other end \"walks\" toward the plus end of the actin filament. This pulls the membrane into a different shape relative to the cell cortex. For contraction, the myosin molecule is usually bound to two separate filaments and both ends simultaneously \"walk\" toward their filament's plus end, sliding the actin filaments closer to each other. This results in the shortening, or contraction, of the actin bundle (but not the filament). This mechanism is responsible for muscle contraction and cytokinesis, the division of one cell into two.",
            "score": 326.15718817710876
        },
        {
            "docid": "11224018_3",
            "document": "MYO7A . Myosins are mechanochemical proteins characterized by the presence of a motor domain, an actin-binding domain, a neck domain that interacts with other proteins, and a tail domain that serves as an anchor. Myosin VIIA is an unconventional myosin with a very short tail. Unconventional myosins have diverse functions in eukaryotic cells and are primarily thought to be involved in the movement or linkage of intra-cellular membranes and organelles to the actin cytoskeleton via interactions mediated by their highly divergent tail domains.",
            "score": 319.9642503261566
        },
        {
            "docid": "17062920_15",
            "document": "DNA damage theory of aging . Protein synthesis and protein degradation decline with age in skeletal and heart muscle, as would be expected, since DNA damage blocks gene transcription. In a recent study Piec et al. found numerous changes in protein expression in rat skeletal muscle with age, including lower levels of several proteins related to myosin and actin. Force is generated in striated muscle by the interactions between myosin thick filaments and actin thin filaments.",
            "score": 334.31821870803833
        },
        {
            "docid": "300381_35",
            "document": "Smooth muscle tissue . The phosphorylation of the light chains by MLCK is countered by a myosin light-chain phosphatase, which dephosphorylates the MLC myosin light chains and thereby inhibits contraction. Other signaling pathways have also been implicated in the regulation actin and myosin dynamics. In general, the relaxation of smooth muscle is by cell-signaling pathways that increase the myosin phosphatase activity, decrease the intracellular calcium levels, hyperpolarize the smooth muscle, and/or regulate actin and myosin muscle can be mediated by the endothelium-derived relaxing factor-nitric oxide, endothelial derived hyperpolarizing factor (either an endogenous cannabinoid, cytochrome P450 metabolite, or hydrogen peroxide), or prostacyclin (PGI2). Nitric oxide and PGI2 stimulate soluble guanylate cyclase and membrane bound adenylate cyclase, respectively. The cyclic nucleotides (cGMP and cAMP) produced by these cyclases activate Protein Kinase G and Protein Kinase A and phosphorylate a number of proteins. The phosphorylation events lead to a decrease in intracellular calcium (inhibit L type Calcium channels, inhibits IP3 receptor channels, stimulates sarcoplasmic reticulum Calcium pump ATPase), a decrease in the 20kd myosin light chain phosphorylation by altering calcium sensitization and increasing myosin light chain phosphatase activity, a stimulation of calcium sensitive potassium channels which hyperpolarize the cell, and the phosphorylation of amino acid residue serine 16 on the small heat shock protein (hsp20)by Protein Kinases A and G. The phosphorylation of hsp20 appears to alter actin and focal adhesion dynamics and actin-myosin interaction, and recent evidence indicates that hsp20 binding to 14-3-3 protein is involved in this process. An alternative hypothesis is that phosphorylated Hsp20 may also alter the affinity of phosphorylated myosin with actin and inhibit contractility by interfering with crossbridge formation. The endothelium derived hyperpolarizing factor stimulates calcium sensitive potassium channels and/or ATP sensitive potassium channels and stimulate potassium efflux which hyperpolarizes the cell and produces relaxation.",
            "score": 333.838406085968
        },
        {
            "docid": "3017886_5",
            "document": "Motor protein . Motor proteins utilizing the cytoskeleton for movement falls into two categories based on their substrates: Actin motors such as myosin move along microfilaments through interaction with actin. Microtubule motors such as dynein and kinesin movement along microtubules through interaction with tubulin. There are two basic types of microtubule motors: plus-end motors and minus-end motors, depending on the direction in which they \"walk\" along the microtubule cables within the cell.",
            "score": 280.6174347400665
        },
        {
            "docid": "1390297_8",
            "document": "Nanomotor . A proposed branch of research is the integration of molecular motor proteins found in living cells into molecular motors implanted in artificial devices. Such a motor protein would be able to move a \"cargo\" within that device, via protein dynamics, similarly to how kinesin moves various molecules along tracks of microtubules inside cells. Starting and stopping the movement of such motor proteins would involve caging the ATP in molecular structures sensitive to UV light. Pulses of UV illumination would thus provide pulses of movement. DNA nanomachines, based on changes between two molecular conformations of DNA in response to various external triggers, have also been described.",
            "score": 125.47544765472412
        },
        {
            "docid": "890232_10",
            "document": "Hair cell . Calcium ion influx plays an important role for the hair cells to adapt to the amplification of the signal. This allows humans to ignore constant sounds that are no longer new and allow us to be acute to other changes in our surrounding. The key adaptation mechanism comes from a motor protein myosin-1c that allows slow adaptation, provides tension to sensitize transduction channels, and also participate in signal transduction apparatus. More recent research now shows that the calcium-sensitive binding of calmodulin to myosin-1c could actually modulate the interaction of the adaptation motor with other components of the transduction apparatus as well.",
            "score": 232.4655101299286
        }
    ],
    "r": [
        {
            "docid": "3017886_6",
            "document": "Motor protein . Myosins are a superfamily of actin motor proteins that convert chemical energy in the form of ATP to mechanical energy, thus generating force and movement. The first identified myosin, myosin II, is responsible for generating muscle contraction. Myosin II is an elongated protein that is formed from two heavy chains with motor heads and two light chains. Each myosin head contains actin and ATP binding site. The myosin heads bind and hydrolyze ATP, which provides the energy to walk toward the plus end of an actin filament. Myosin II are also vital in the process of cell division. For example, non-muscle myosin II bipolar thick filaments provide the force of contraction needed to divide cell into two daughter cells during cytokinesis.In addition to myosin II, many other myosin types are responsible for variety of movement of non-muscle cells. For example, myosin is involved in intracellular organization and the protrusion of actin-rich structures at the cell surface. Myosin V is involved in vesicle and organelle transport. Myosin XI are involved in cytoplasmic streaming, wherein movement along microfilament networks in the cell allows organelles and cytoplasm to stream in a particular direction. Eighteen different classes of myosins are known.",
            "score": 426.9117736816406
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 425.59857177734375
        },
        {
            "docid": "53233548_5",
            "document": "Cardiac excitation-contraction coupling . The increase in Ca, produced by CICR, now does two things. Firstly, it binds to the intracellular side of the DHPR, signalling the channels to close and preventing further influx of Ca into the cell. Secondly Ca indirectly activates proteins, called myofilaments, resulting in muscle contraction. The two main myofilaments in cardiac (and skeletal) muscle are actin and myosin. Ca binds to a protein called troponin, which is bound to the actin filament. This binding causes a shape change in the troponin which exposes areas on the actin, to which the head of the myosin filament binds. The binding of the myosin head to actin is known as a cross-bridge. A molecule, called adenosine triphosphate (ATP) which is produced by an intracellular structure called a mitochondrion, is then used, as a source of energy, to help move the myosin head, carrying the actin. As a result, the actin slides across the myosin filament shortening the muscle. This is called a power stroke. Myosin then detaches from the actin and resets itself back to its original position, binding to another part of the actin and producing another power stroke, shortening the muscle further. This process continues, with the myosin head moving in a motion similar to that of an oar rowing a boat, until the Ca level within the cell decreases (see figure 1).",
            "score": 409.7054443359375
        },
        {
            "docid": "300381_27",
            "document": "Smooth muscle tissue . Smooth muscle contraction is caused by the sliding of myosin and actin filaments (a sliding filament mechanism) over each other. The energy for this to happen is provided by the hydrolysis of ATP. Myosin functions as an ATPase utilizing ATP to produce a molecular conformational change of part of the myosin and produces movement. Movement of the filaments over each other happens when the globular heads protruding from myosin filaments attach and interact with actin filaments to form crossbridges. The myosin heads tilt and drag along the actin filament a small distance (10-12 nm). The heads then release the actin filament and then changes angle to relocate to another site on the actin filament a further distance (10-12 nm) away. They can then re-bind to the actin molecule and drag it along further. This process is called crossbridge cycling and is the same for all muscles (see muscle contraction). Unlike cardiac and skeletal muscle, smooth muscle does not contain the calcium-binding protein troponin. Contraction is initiated by a calcium-regulated phosphorylation of myosin, rather than a calcium-activated troponin system.",
            "score": 404.2789611816406
        },
        {
            "docid": "14880582_3",
            "document": "MYO1A . The protein encoded by this gene belongs to the myosin superfamily. Myosins are molecular motors that, upon interaction with actin filaments, utilize energy from ATP hydrolysis to generate mechanical force. Each myosin has a conserved N-terminal motor domain that contains both ATP-binding and actin-binding sequences. Following the motor domain is a light-chain-binding 'neck' region containing 1-6 copies of a repeat element, the IQ motif, that serves as a binding site for calmodulin or other members of the EF-hand superfamily of calcium-binding proteins. At the C-terminus, each myosin class has a distinct tail domain that serves in dimerization, membrane binding, protein binding, and/or enzymatic activities and targets each myosin to its particular subcellular location. The myosin-1a protein is expressed by enterocytes, the epithelial cells that line the luminal surface of the small intestine. In these cells the myosin-1a protein localizes specifically to the brush border. Experiments indicate that the brush border population of the encoded protein turns over rapidly, while its head and tail domains interact transiently with the core actin and plasma membrane, respectively. A rapidly exchanging pool of the myosin-1a protein binds to the actin core bundle, which turns over on a much slower timescale.",
            "score": 393.9255676269531
        },
        {
            "docid": "1110611_22",
            "document": "Muscle contraction . Crossbridge cycling is a sequence of molecular events that underlies the sliding filament theory. A crossbridge is a myosin projection, consisting of two myosin heads, that extends from the thick filaments. Each myosin head has two binding sites: one for ATP and another for actin. The binding of ATP to a myosin head detaches myosin from actin, thereby allowing myosin to bind to another actin molecule. Once attached, the ATP is hydrolyzed by myosin, which uses the released energy to move into the \"cocked position\" whereby it binds weakly to a part of the actin binding site. The remainder of the actin binding site is blocked by tropomyosin. With the ATP hydrolyzed, the cocked myosin head now contains ADP + P. Two ions bind to troponin C on the actin filaments. The troponin- complex causes tropomyosin to slide over and unblock the remainder of the actin binding site. Unblocking the rest of the actin binding sites allows the two myosin heads to close and myosin to bind strongly to actin. The myosin head then releases the inorganic phosphate and initiates a \"power stroke,\" which generates a force of 2 pN. The power stroke moves the actin filament inwards, thereby shortening the sarcomere. Myosin then releases ADP but still remains tightly bound to actin. At the end of the power stroke, ADP is released from the myosin head, leaving myosin attached to actin in a rigor state until another ATP binds to myosin. A lack of ATP would result in the rigor state characteristic of rigor mortis. Once another ATP binds to myosin, the myosin head will again detach from actin and another crossbridges cycle occurs.",
            "score": 391.03076171875
        },
        {
            "docid": "419952_7",
            "document": "Calcium metabolism . In skeletal and heart muscle calcium ions, released from the sarcoplasmic reticulum (the endoplasmic reticulum of striated muscles) binds to the troponin C present on the actin-containing thin filaments of the myofibrils. The troponin's 3D structure changes as a result, causing the tropomyosin to which it is attached to be rolled away from the myosin-binding sites on the actin molecules that form the back-bone of the thin filaments. Myosin can then bind to the exposed myosin-binding sites on the thin filament, to undergo a repeating series of conformational changes called the cross-bridge cycle, for which ATP provides the energy. During the cycle, each myosin protein ‘paddles’ along the thin actin filament, repeatedly binding to myosin-binding sites along the actin filament, ratcheting and letting go. In effect, the thick filament moves or slides along the thin filament, resulting in muscle contraction. This process is known as the sliding filament model of muscle contraction.",
            "score": 387.1356506347656
        },
        {
            "docid": "156970_13",
            "document": "Cytoskeleton . Microfilaments are composed of linear polymers of G-actin proteins, and generate force when the growing (plus) end of the filament pushes against a barrier, such as the cell membrane. They also act as tracks for the movement of myosin molecules that affix to the microfilament and \"walk\" along them. In general, the major component or protein of microfilaments are actin. The G-actin monomer combines to form a polymer which continues to form the microfilament (actin filament). These subunits then assemble into two chains that intertwine into what is called, F-actin chains. Myosin motoring along F-actin filaments generates contractile forces in so-called actomyosin fibers, both in muscle as well as most non-muscle cell types. Actin structures are controlled by the Rho family of small GTP-binding proteins such as Rho itself for contractile acto-myosin filaments (\"stress fibers\"), Rac for lamellipodia and Cdc42 for filopodia.",
            "score": 375.6623229980469
        },
        {
            "docid": "598619_6",
            "document": "Troponin . Troponin is a component of thin filaments (along with actin and tropomyosin), and is the protein complex to which calcium binds to trigger the production of muscular force. Troponin itself has three subunits, TnC, TnI, and TnT, each playing a role in force regulation . Under resting intracellular levels of calcium, tropomyosin covers the active sites on actin to which myosin (a molecular motor organized in muscle thick filaments) binds in order to generate force. When calcium becomes bound to specific sites in the N-domain of TnC, a series of protein structural changes occurs such that tropomyosin is rolled away from myosin-binding sites on actin, allowing myosin to attach to the thin filament and produce force and/or shorten the sarcomere.",
            "score": 366.93511962890625
        },
        {
            "docid": "1789075_32",
            "document": "Tropomyosin . Smooth muscle contraction is initiated by the release of Ca. Ca binds to and activates calmodulin, which then binds to caldesmon. This binding causes the caldesmon protein to disengage from the actin filament, exposing the myosin-binding sites on the actin filament. Myosin motor heads are phosphorylated by myosin light-chain kinase, allowing the myosin head to interact with the actin filament and cause contraction.",
            "score": 364.2964782714844
        },
        {
            "docid": "1789075_23",
            "document": "Tropomyosin . Many studies suggest that the binding of tropomyosin isoforms to an actin filament may influence the binding of other ABPs, which together alter the structure and convey specific properties and ultimately specific functions to an actin filament. This is demonstrated in neuroepithelial cells, where increased expression of Tropomyosin 5NM1 increases the recruitment of myosin IIB, a myosin motor protein to the growth cone area. However, the over-expression of Tropomyosin Br3 had the opposite effect, decreasing myosin activity in the same region.",
            "score": 362.2714538574219
        },
        {
            "docid": "1789075_26",
            "document": "Tropomyosin . Myosin belongs to a family of motor proteins, and the muscle isoforms of this family comprise the thick filament. The thin filament is made of the skeletal muscle isoforms of actin. Each myosin protein 'paddles' along the thin actin filament, repeatedly binding to myosin-binding sites along the actin filament, ratcheting and letting go. In effect, the thick filament moves or slides along the thin filament, resulting in muscle contraction. This process is known as the sliding filament model.",
            "score": 362.0756530761719
        },
        {
            "docid": "420229_3",
            "document": "Sarcomere . Two of the important proteins are myosin, which forms the thick filament, and actin, which forms the thin filament. Myosin has a long, fibrous tail and a globular head, which binds to actin. The myosin head also binds to ATP, which is the source of energy for muscle movement. Myosin can only bind to actin when the binding sites on actin are exposed by calcium ions.",
            "score": 360.08935546875
        },
        {
            "docid": "5937599_2",
            "document": "Mechanome . The mechanome consists of the body, or ome, of data including cell and molecular processes relating to force and mechanical systems at molecular, cellular and tissue length scales, i.e. the fundamental \"machine code\" structures of the cell. The mechanome encompasses biological motors, like kinesin, myosin, RNAP, and Ribosome mechanical structures, like actin or the cytoskeleton, or processes, such as cytokinesis or chemotaxis.  The mechanome seeks to understand the fundamental physical-mechanical processes and events that are common to biological function. An example at the molecular level includes the common structural designs used by kinesin and myosin motor proteins (such as dimer formation and mechanochemical cycles) that control their function and lead to properties such as processivity. The mechanome assembles the common features of these motors regardless of the \"track\" (microtubules, actin filaments, nucleotide based structures, membranes) they move on. A cytoskeletal example includes structures such as actin filament networks and bundles that can form from a variety of actin binding proteins that cross-link or bundle actin filaments leading to common mechanical changes of these structures. A cell machinery example includes common structures such as contractile ring formation formed by both actin and tubulin type structures leading to the same mechanical result of cell division.",
            "score": 355.195068359375
        },
        {
            "docid": "45502636_4",
            "document": "Sliding filament theory . The first muscle protein discovered was myosin by a German scientist Willy Kühne, who extracted and named it in 1864. In 1939 a Russian husband and wife team Vladimir Alexandrovich Engelhardt and Militsa Nikolaevna Lyubimova discovered that myosin had an enzymatic (called ATPase) property that can breakdown ATP to release energy. Albert Szent-Györgyi, a Hungarian physiologist, turned his focus on muscle physiology after winning the Nobel Prize in Physiology or Medicine in 1937 for his works on vitamin C and fumaric acid. He demonstrated in 1942 that ATP was the source of energy for muscle contraction. He actually observed that muscle fibres containing myosin B shortened in the presence of ATP, but not with myosin A, the experience which he later described as \"perhaps the most thrilling moment of my life.\" With Brunó Ferenc\" \"Straub, he soon found that myosin B was associated with another protein, which they called actin, while myosin A was not. Straub purified actin in 1942, and Szent-Györgyi purified myosin A in 1943. It became apparent that myosin B was a combination of myosin A and actin, so that myosin A retained the original name, whereas they renamed myosin B as actomyosin. By the end of the 1940s Szent-Györgyi's team had postulated with evidence that contraction of actomyosin was equivalent to muscle contraction as a whole. But the notion was generally opposed, even from the likes of Nobel laureates such as Otto Fritz Meyerhof and Archibald Hill, who adhered to the prevailing dogma that myosin was a structural protein and not a functional enzyme. However, in one of his last contributions to muscle research, Szent-Györgyi demonstrated that actomyosin driven by ATP was the basic principle of muscle contraction.",
            "score": 354.15826416015625
        },
        {
            "docid": "479392_3",
            "document": "Myosin . Although myosin was originally thought to be restricted to muscle cells (hence \"myo-\"(s) + \"-in\"), there is no single \"myosin\"; rather it is a very large superfamily of genes whose protein products share the basic properties of actin binding, ATP hydrolysis (ATPase enzyme activity), and force transduction. Virtually all eukaryotic cells contain myosin isoforms. Some isoforms have specialized functions in certain cell types (such as muscle), while other isoforms are ubiquitous. The structure and function of myosin is globally conserved across species, to the extent that rabbit muscle myosin II will bind to actin from an amoeba.",
            "score": 348.4857177734375
        },
        {
            "docid": "16853131_3",
            "document": "VEZT . The protein vezatin has been shown to play a critical role in the maintenance and formation of adherens junctions in many epithelial cells. Adherens junctions are composed primarily of E-cadherin, alpha and beta catenins and other transmembrane proteins such as actin and myosin. The junctions formed are vital in creating cell-cell contacts and do so via the interactions of all the different components. E-cadherins on separate cells use calcium based interactions to bind, whilst the catenins bind the cadherins to the actin cytoskeleton of each cell, thus creating the cadherin-catenin complex. Vezatin co-localises with E-cadherin at these cell-cell junctions suggesting that in fact it is involved within adherens junctions . E-cadherin is an important transmembrane molecule in creating and facilitating adherens junctions, particularly in epithelial cells. Furthermore, vezatin does not appear at focal adhesion sites and does not co-localise with desmogleins, which are molecules present in desmosomes, suggesting it is solely responsible for interactions within the adherens junction . Additionally, in cells lacking E-cadherin and thus unable to form cell-cell contacts, vezatin displayed a cytoplasmic distribution .  Another key component of this junction is the protein myosin VIIA and primarily its interaction with vezatin. Myosins are mechanochemical proteins which interact with actins and enzymatically convert ATP to ADP in order to facilitate a motor function . Myosin VIIA is an unconventional member of the myosin family and is heavily expressed within ciliated epithelium such as that in the nose and the ear . Myosin VIIA has a similar structure to all other myosins, with a motor, neck and actin-binding domain, but is unique due to its short tail domain . Vezatin has been shown to interact with this tail domain due to co-localisation of both molecules in mouse inner-ear epithelial cells . However, this interaction was only observed during cell-cell contact junctions, otherwise the proteins are dispersed through the cytoplasm in individual cells . These results taken together suggest that vezatin plays a crucial role in the cadherin-catenin complex which is essential for cell-cell adhesion.",
            "score": 346.7259521484375
        },
        {
            "docid": "479392_5",
            "document": "Myosin . Multiple myosin II molecules generate force in skeletal muscle through a power stroke mechanism fuelled by the energy released from ATP hydrolysis. The power stroke occurs at the release of phosphate from the myosin molecule after the ATP hydrolysis while myosin is tightly bound to actin. The effect of this release is a conformational change in the molecule that pulls against the actin. The release of the ADP molecule leads to the so-called rigor state of myosin. The binding of a new ATP molecule will release myosin from actin. ATP hydrolysis within the myosin will cause it to bind to actin again to repeat the cycle. The combined effect of the myriad power strokes causes the muscle to contract.",
            "score": 346.3424987792969
        },
        {
            "docid": "14760515_6",
            "document": "TNNI1 . The function of TnI is to control striated muscle contraction and relaxation. Troponin I interacts with all major regulatory proteins in the sarcomeric thin filaments of cardiac and skeletal muscles: troponin C, troponin T, tropomyosin and actin. When cytosolic Ca is low, TnI binds the thin filament to block the myosin binding sites on actin. The rise of cytosolic Ca results in binding to the N-terminal domain of troponin C and induces conformational changes in troponin C and the troponin complex, which releases the inhibition of myosin-actin interaction and activates myosin ATPase and cross bridge cycling to generate myosin power strokes and muscle contraction.",
            "score": 346.2113342285156
        },
        {
            "docid": "37088515_4",
            "document": "James Spudich . His research is focused on studying molecular motors particularly myosin. With Huxley, he started working on an actin/myosin/ATP model for molecular motors, proposing that myosin would ratchet actin and exert a stroke. Spudich first attempted to create an in vitro setup with actin and myosin. However, he faced great difficulty aligning actin filaments. In 1982 he and Michael Sheetz started to work on the alga Nitella, which has long oriented actin fibers, and observed myosin coated beads moving along actin filaments. This provided strong clues about the molecular transport of intracellular cargo, later refined to observing a single step of a single myosin molecule. His research and its place in the overal development of the motility field has been described in a number of well-cited review articles.",
            "score": 344.1324768066406
        },
        {
            "docid": "319342_2",
            "document": "Microfilament . Microfilaments, also called actin filaments, are filaments in the cytoplasm of eukaryotic cells that form part of the cytoskeleton. They are primarily composed of polymers of actin, but in cells are modified by and interact with numerous other proteins. Microfilaments are usually about 7 nm in diameter and composed of two strands of actin. Microfilament functions include cytokinesis, amoeboid movement and cell motility in general, changes in cell shape, endocytosis and exocytosis, cell contractility and mechanical stability. Microfilaments are flexible and relatively strong, resisting buckling by multi-piconewton compressive forces and filament fracture by nanonewton tensile forces. In inducing cell motility, one end of the actin filament elongates while the other end contracts, presumably by myosin II molecular motors. Additionally, they function as part of actomyosin-driven contractile molecular motors, wherein the thin filaments serve as tensile platforms for myosin's ATP-dependent pulling action in muscle contraction and pseudopod advancement. Microfilaments have a tough, flexible framework which helps the cell in movement.",
            "score": 342.6619567871094
        },
        {
            "docid": "27196937_19",
            "document": "Actin remodeling . Represents the ability for the actin filament network to react to environmental conditions and respond through various forms of vesicle and signal trafficking. Most commonly, the myosin protein exists as a \"motor\" that escorts cellular \"cargo\" throughout the cell. Myosin, primarily Myosin II, is also essential to the generation of contractile forces amongst the actin filaments.",
            "score": 337.9297180175781
        },
        {
            "docid": "420229_11",
            "document": "Sarcomere . At rest, the myosin head is bound to an ATP molecule in a low-energy configuration and is unable to access the cross-bridge binding sites on the actin. However, the myosin head can hydrolyze ATP into adenosine diphosphate (ADP) and an inorganic phosphate ion. A portion of the energy released in this reaction changes the shape of the myosin head and promotes it to a high-energy configuration. Through the process of binding to the actin, the myosin head releases ADP and an inorganic phosphate ion, changing its configuration back to one of low energy. The myosin remains attached to actin in a state known as \"rigor\", until a new ATP binds the myosin head. This binding of ATP to myosin releases the actin by cross-bridge dissociation. The ATP-associated myosin is ready for another cycle, beginning with hydrolysis of the ATP.",
            "score": 335.5512390136719
        },
        {
            "docid": "11224018_2",
            "document": "MYO7A . Myosin VIIA is protein that in humans is encoded by the \"MYO7A\" gene. Myosin VIIA is a member of the unconventional myosin superfamily of proteins. Myosins are actin binding molecular motors that use the enzymatic conversion of ATP - ADP + inorganic phosphate (Pi) to provide the energy for movement.",
            "score": 334.7852478027344
        },
        {
            "docid": "17062920_15",
            "document": "DNA damage theory of aging . Protein synthesis and protein degradation decline with age in skeletal and heart muscle, as would be expected, since DNA damage blocks gene transcription. In a recent study Piec et al. found numerous changes in protein expression in rat skeletal muscle with age, including lower levels of several proteins related to myosin and actin. Force is generated in striated muscle by the interactions between myosin thick filaments and actin thin filaments.",
            "score": 334.3182067871094
        },
        {
            "docid": "300381_35",
            "document": "Smooth muscle tissue . The phosphorylation of the light chains by MLCK is countered by a myosin light-chain phosphatase, which dephosphorylates the MLC myosin light chains and thereby inhibits contraction. Other signaling pathways have also been implicated in the regulation actin and myosin dynamics. In general, the relaxation of smooth muscle is by cell-signaling pathways that increase the myosin phosphatase activity, decrease the intracellular calcium levels, hyperpolarize the smooth muscle, and/or regulate actin and myosin muscle can be mediated by the endothelium-derived relaxing factor-nitric oxide, endothelial derived hyperpolarizing factor (either an endogenous cannabinoid, cytochrome P450 metabolite, or hydrogen peroxide), or prostacyclin (PGI2). Nitric oxide and PGI2 stimulate soluble guanylate cyclase and membrane bound adenylate cyclase, respectively. The cyclic nucleotides (cGMP and cAMP) produced by these cyclases activate Protein Kinase G and Protein Kinase A and phosphorylate a number of proteins. The phosphorylation events lead to a decrease in intracellular calcium (inhibit L type Calcium channels, inhibits IP3 receptor channels, stimulates sarcoplasmic reticulum Calcium pump ATPase), a decrease in the 20kd myosin light chain phosphorylation by altering calcium sensitization and increasing myosin light chain phosphatase activity, a stimulation of calcium sensitive potassium channels which hyperpolarize the cell, and the phosphorylation of amino acid residue serine 16 on the small heat shock protein (hsp20)by Protein Kinases A and G. The phosphorylation of hsp20 appears to alter actin and focal adhesion dynamics and actin-myosin interaction, and recent evidence indicates that hsp20 binding to 14-3-3 protein is involved in this process. An alternative hypothesis is that phosphorylated Hsp20 may also alter the affinity of phosphorylated myosin with actin and inhibit contractility by interfering with crossbridge formation. The endothelium derived hyperpolarizing factor stimulates calcium sensitive potassium channels and/or ATP sensitive potassium channels and stimulate potassium efflux which hyperpolarizes the cell and produces relaxation.",
            "score": 333.8384094238281
        },
        {
            "docid": "438944_70",
            "document": "Actin . In muscle cells, actomyosin myofibrils makeup much of the cytoplasmic material. These myofibrils are made of \"thin filaments\" of actin (typically around 7 nm in diameter), and \"thick filaments\" of the motor-protein myosin (typically around 15 nm in diameter). These myofibrils use energy derived from ATP to create movements of cells, such as muscle contraction. Using the hydrolysis of ATP for energy, myosin heads undergo a cycle during which they attach to thin filaments, exert a tension, and then, depending on the load, perform a power stroke that causes the thin filaments to slide past, shortening the muscle.",
            "score": 333.6073303222656
        },
        {
            "docid": "45659222_3",
            "document": "Force spectrum microscopy . FSM was developed by Ming Guo and David A. Weitz to probe stochastic intracellular forces generated by motor proteins. Far from a liquid void, the cytoplasm contains a complex meshwork of actin and myosin conferring structural support to the cell, as well as harbouring vesicles and mitochondria among other organelles. Recent research on the macromolecular crowding inside the cytoplasm raises concerns whether diffusive-like motion of large molecules have been mistakenly attributed to Brownian forces. Instead, there are suspicions that myosin motor proteins, which tug randomly on the actin filaments embedded with large molecules, give rise to diffusive-like motion of molecules inside cells. Guo et al. developed an assay to distinguish whether particle motion inside cells are driven by thermal diffusion or by repercussions from active motor proteins like non-muscle myosin II shaking the cellular cytoskeleton.",
            "score": 332.7987976074219
        },
        {
            "docid": "14130712_4",
            "document": "TPM1 . Tm functions in association with the troponin complex to regulate the calcium-dependent interaction of actin and myosin during muscle contraction. Tm molecules are arranged head-to-tail along the actin thin filament, and are a key component in cooperative activation of muscle. A three state model has been proposed by McKillop and Geeves, which describes the positions of Tm during a cardiac cycle. The blocked (B) state occurs in diastole when intracellular calcium is low and Tm blocks the myosin binding site on actin. The closed (C) state is when Tm is positioned on the inner groove of actin; in this state myosin is in a \"cocked\" position where heads are weakly bound and not generating force. The myosin binding (M) state is when Tm is further displaced from actin by myosin crossbridges that are strongly-bound and actively generating force. In addition to actin, Tm binds troponin T (TnT). TnT tethers the region of head-to-tail overlap of subsequent Tm molecules to actin.",
            "score": 332.106689453125
        },
        {
            "docid": "45502636_3",
            "document": "Sliding filament theory . According to the sliding filament theory, the myosin (thick) filaments of muscle fibers slide past the actin (thin) filaments during muscle contraction, while the two groups of filaments remain at relatively constant length. Before the 1950s there were several competing theories on muscle contraction, including electrical attraction, protein folding, and protein modification. The novel theory directly introduced a new concept called cross-bridge theory (classically swinging cross-bridge, now mostly referred to as cross-bridge cycle) which explains the molecular mechanism of sliding filament. Cross-bridge theory states that actin and myosin form a protein complex (classically called actomyosin) by attachment of myosin head on the actin filament, thereby forming a sort of cross-bridge between the two filaments. These two complementary hypotheses turned out to be the correct description, and became a universally accepted explanation of the mechanism of muscle movement.",
            "score": 331.1203918457031
        },
        {
            "docid": "32116201_3",
            "document": "Myosin head . There are many cell-specific isoforms of myosin heavy chains, coded for by a multi-gene family. Myosin interacts with actin to convert chemical energy, in the form of ATP, to mechanical energy. The 3-D structure of the head portion of myosin has been determined and a model for actin-myosin complex has been constructed.",
            "score": 330.84033203125
        },
        {
            "docid": "420224_3",
            "document": "Myofibril . Myofibrils are composed of long proteins including actin, myosin, and titin, and other proteins that hold them together. These proteins are organized into thick and thin filaments called myofilaments, which repeat along the length of the myofibril in sections called sarcomeres. Muscles contract by sliding the thick (myosin) and thin (actin) filaments along each other.",
            "score": 329.8443298339844
        }
    ]
}