{
    "q": [
        {
            "docid": "14774825_7",
            "document": "TRG (gene) . The function of the γ chain as well as the γδ dimer is still largely unknown, although they have been implicated in cytokine secretion and cytotoxic activity as a part of the protective immune system. The Vδ2+ T cells recognize small nonpeptide antigens, but unlike αβ T cells, these antigens do not need to be processed by antigen-presenting cells or presented by classical major histocompatibility complex (MHC) molecules. This expansion in response to infections is specific to and more efficient in γδ T cells than αβ cells. There is a hypothesis that γδ T cells process these pathogenic antigens, transport them to draining lymph nodes, and then present the antigens to activate αβ T cells and other immune effectors. These Vδ2+ T cells have been reported to connect the innate and adaptive immune systems. Their innate effector functions include cell lysis and secretion of chemokines and cytokines, while their adaptive immunity functions include B cell help, DC maturation, and provision of memory T cells. Once activated these Vδ2+ T cells mimic professional APCs by potentially processing and presenting antigens. Specifically, these cells, only after activation, upregulate several antigen-presentation, adhesion, and co-stimulation molecules that mimic dendritic cells, a particular type of APC. These Vδ2+ T cells are exclusive to higher primates, indicating that they are responsible for protection against species-specific microbes.",
            "score": 206.7965646982193
        },
        {
            "docid": "6564132_22",
            "document": "MHC class II . One type of MHC class II deficiency, also called bare lymphocyte syndrome, is due to mutations in the genes that code for transcription factors that regulate the expression of the MHC class II genes. It results in the depletion of CD4 T cells and some immunoglobulin isotopes even though there are normal levels of both CD8 Cells and B cells present. Deficient MHC class II molecules are unable to present antigens to T cells and properly activate T cells. T cells are then unable to proliferate, and secrete cytokines which normally participate in the immune response. Not only do the deficient MHC class II molecules affect the activation and proliferation of T cells but also the rest of the immune response cascade which includes B cells. Therefore, with this decrease in the number of T cells, the T cells cannot interact and activate the B cells. Normally when B cells are activated they divide, proliferate and differentiate, which includes the differentiation of these cells into plasma cells which are responsible for producing antibodies. However, when there is a deficiency in MHC class II molecules B cells are not activated and cannot differentiate into plasma cells which causes them to be deficient in antibodies which are unable to perform as they are expected. The only current form of treatment is a bone-marrow transplant however even this does not cure the disease and most patients do not live past age ten.",
            "score": 208.38278031349182
        },
        {
            "docid": "170417_4",
            "document": "T cell . T helper cells (T cells) assist other white blood cells in immunologic processes, including maturation of B cells into plasma cells and memory B cells, and activation of cytotoxic T cells and macrophages. These cells are also known as CD4 T cells because they express the CD4 glycoprotein on their surfaces. Helper T cells become activated when they are presented with peptide antigens by MHC class II molecules, which are expressed on the surface of antigen-presenting cells (APCs). Once activated, they divide rapidly and secrete small proteins called cytokines that regulate or assist in the active immune response. These cells can differentiate into one of several subtypes, including T1, T2, T3, T17, T9, or T, which secrete different cytokines to facilitate different types of immune responses. Signalling from the APC directs T cells into particular subtypes.",
            "score": 218.0528907775879
        },
        {
            "docid": "147561_2",
            "document": "Immune response . The Immune response is the body's response caused by its immune system being activated by antigens. The immune response can include immunity to pathogenic microorganisms and its products, as well as autoimmunity to self-antigens, allergies, and graft rejections. In this process the main cells involved are T cells and B cells (subtypes of lymphocytes), and macrophages (a type of leucocyte or white blood cell). These cells produce lymphokines that influence the other host cells' activities. B cells mature to produce immunoglobulins (also known as antibodies), that react with antigens. At the same time, macrophages process the antigens into immunogenic units which stimulate B lymphocytes to differentiate into antibody-secreting plasma cells, stimulating the T cells to release lymphokines. Complement is a group of normal serum proteins that enhance the immune response by becoming activated as the result of antigen-antibody interaction. The first contact with any antigen sensitize individual affected and promote the \"primary immune response\". Next of the sensitized individuals with same antigen result in a more rapid and massive reaction, called the \"secondary immune response\" (\"booster response\" or the \"anamnestic reaction\"). It is most expressed in the level of circulating serum antibodies.",
            "score": 190.8333740234375
        },
        {
            "docid": "47253581_10",
            "document": "Tumor antigens recognized by T lymphocytes . Cancer-germline genes are an important source of tumor-specific antigens. These genes are expressed in a significant fraction of tumors of many different histological types. They are not expressed in normal adult cells with the exception of male and female germline cells. But the expression of cancer-germline genes in germ cells is inconsequential because in the healthy state these cells are devoid of HLA class I molecules and therefore cannot present antigens to T cells. Therefore, the antigens of cancer-germline genes are presented to T lymphocytes only on tumor cells. The mechanism leading to the activation of these genes in tumor cells involves the demethylation of their promoter which is methylated in all normal cells except germline cells. Important families of such genes are the \"MAGE\" family (25 genes), \"BAGE\", \"GAGE\" and \"LAGE/ESO-1\"",
            "score": 164.65116393566132
        },
        {
            "docid": "4440593_2",
            "document": "Histone methylation . Histone methylation is a process by which methyl groups are transferred to amino acids of histone proteins that make up nucleosomes, which the DNA double helix wraps around to form chromosomes. Methylation of histones can either increase or decrease transcription of genes, depending on which amino acids in the histones are methylated, and how many methyl groups are attached. Methylation events that weaken chemical attractions between histone tails and DNA increase transcription, because they enable the DNA to uncoil from nucleosomes so that transcription factor proteins and RNA polymerase can access the DNA. This process is critical for the regulation of gene expression that allows different cells to express different genes.",
            "score": 103.45562720298767
        },
        {
            "docid": "50543321_4",
            "document": "Mark M. Davis . Davis is well known for identifying the first T-cell receptor genes, which are responsible for T lymphocytes ability to “see” foreign entities, solving a major mystery in immunology at that time. He and his research group have made many subsequent discoveries about this type of molecule, subsequently, specifically concerning its biochemical properties and other characteristics, including the demonstration that T cells are able to detect and respond to even a single molecule of their ligand-fragments of antigens bound to Major Histocompatibility Complex cell surface molecules. He also developed a novel way of labeling specific T lymphocytes according to the molecules that they recognize, and this procedure is now an important method in many clinical and basic studies of T cell activity, from new vaccines against cancer to identifying “rogue” T cells in autoimmunity. In recent years his has increasingly focused on understanding the human immune system, from developing broad systems biology approaches to inventing new methods to help unravel the complexities of T cell responses to cancer, autoimmunity and infectious diseases.",
            "score": 210.2338798046112
        },
        {
            "docid": "5747184_3",
            "document": "Stem cell genomics . Included in the study of stem cell genomics, is epigenomics, genomic-scale studies on chromatin regulatory variation. These studies also hope to expand research into regenerative medicine models and stem cell differentiation. Cell-type specific gene expression patterns during development occur as the result of interactions the chromatin level. Stem cell epigenomics focuses in on the epigenetic plasticity of human embryonic stem cells (hESCs). This includes investigation into bivalent domains as promoters or chromatin regions that are modified by transcriptional initiation and related to gene silencing. They are also looking at the differences between active versus poised enhancers or enhancers that specifically control signaling-dependent gene regulation. Active enhancers are marked by acetylation of histone H3-H3K27ac and while poised are instead methylated at H3K27me3. Stem cell epigenomic studies are also looking into DNA methylation patterns, specifically characteristics of hydroxy methylation versus overall methylation and the difference between methylation of CpG-island rich and CpG poor promoters. It has been found in mouse embryonic stem cells (mESC) that implanted mESC took up similar characteristics of histone methylation of the embryos where they transplanted into, indicating that methylation may be indicative of environment. This will guide studies into the differences between induced pluripotent and embryonic stem cells. These studies hope to produce information on iPSC differentiation capacity by first needing to enhance chormatin signature reading. It also hopes to produce to look into regulatory factors that control human embryonic development. Using drug therapy techniques as mentioned earlier, epigenomics would also allow for more information on drug activity.",
            "score": 127.35418796539307
        },
        {
            "docid": "7038870_2",
            "document": "Recombination-activating gene . The recombination-activating genes (RAGs) encode enzymes that play an important role in the rearrangement and recombination of the genes of immunoglobulin and T cell receptor molecules, however there is no evidence to suggest the developing T cells can undergo receptor editing in the same way that B cells do. There are two recombination-activating gene products known as RAG-1 and RAG-2, whose cellular expression is restricted to lymphocytes during their developmental stages. RAG-1 and RAG-2 are essential to the generation of mature B and T lymphocytes, two cell types that are crucial components of the adaptive immune system.",
            "score": 181.00744485855103
        },
        {
            "docid": "14816212_3",
            "document": "CD6 . This gene encodes a protein found on the outer membrane of T-lymphocytes as well as some other immune cells. The encoded protein contains three scavenger receptor cysteine-rich (SRCR) domains and a binding site for an activated leukocyte cell adhesion molecule. The gene product is important for continuation of T cell activation.",
            "score": 178.19415307044983
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 124.98884177207947
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 161.99116802215576
        },
        {
            "docid": "57177527_4",
            "document": "Cancer vaccine targeting CD4+ T cells . Recent studies show the crucial role of proliferating, activated effector memory Th1 CD4+ T cells in effective antitumor immunity and reveal that CD4+ T cells induce more durable immune-mediated tumor control than CD8+ T cells. Given that CD4+ T cells are known to play such a central role in regulating virtually all antigen-specific immune responses, they are still not paid much attention to playing a role in immune responses to tumor antigens. The preferred attention to antitumor responses by CD8+ T cells stems from two facts: first, most tumors are positive for MHC class one but negative for MHC class two; and second, CD8+ cytotoxic T lymphocytes (CTLs) are able to induce tumor killing upon direct recognition of peptide antigens, presented by the tumor’s MHC class one molecules. This preference has been bolstered by numerous adoptive transfer studies in which CD8+ T cell lines and CD8+ clones specific for tumor antigens—that have been stimulated in \"vitro\"—can mediate antitumor immunity when transferred back into tumor-bearing hosts; furthermore, recent reports suggest that immunization—using either adjuvant or dendritic cells with pure tumor peptides—can result in productive antitumor immunity that is restricted by MHC class one. Finally, elimination of CD8+ T cells from mice—at least partially abrogates antitumor immunity induced by most cancer vaccines. Similarly, a critical role for CD4+ T cells in induced antitumor immunity has been consistently demonstrated in vaccine/challenge experiments employing antibody-mediated depletion of CD4+ T cells or using CD4-knockout mice. Abrogation of antitumor immunity in CD4-knockout mice or mice depleted of CD4+ T cells has been demonstrated in cases of cell-based vaccines, recombinant viral vaccines and recombinant bacterial vaccines. While most adoptive transfer experiments have been performed with tumor-specific CD8+ T cells, activated CD4+ T cell clones specific for the murine leukemias have been demonstrated to confer systemic antitumor immunity upon transfer into tumor-bearing hosts.",
            "score": 196.40423226356506
        },
        {
            "docid": "5393189_2",
            "document": "CD154 . CD154, also called CD40 ligand or CD40L, is a protein that is primarily expressed on activated T cells and is a member of the TNF superfamily of molecules. It binds to CD40 on antigen-presenting cells (APC), which leads to many effects depending on the target cell type. In total CD40L has three binding partners: CD40, α5β1 integrin and αIIbβ3. CD154 acts as a costimulatory molecule and is particularly important on a subset of T cells called T follicular helper cells (T cells). On T cells, CD154 promotes B cell maturation and function by engaging CD40 on the B cell surface and therefore facilitating cell-cell communication. A defect in this gene results in an inability to undergo immunoglobulin class switching and is associated with hyper IgM syndrome. Absence of CD154 also stops the formation of germinal centers and therefore prohibiting antibody affinity maturation, an important process in the adaptive immune system.",
            "score": 191.45967423915863
        },
        {
            "docid": "20374_7",
            "document": "Metabolism . Most of the structures that make up animals, plants and microbes are made from three basic classes of molecule: amino acids, carbohydrates and lipids (often called fats). As these molecules are vital for life, metabolic reactions either focus on making these molecules during the construction of cells and tissues, or by breaking them down and using them as a source of energy, by their digestion. These biochemicals can be joined together to make polymers such as DNA and proteins, essential macromolecules of life. Proteins are made of amino acids arranged in a linear chain joined together by peptide bonds. Many proteins are enzymes that catalyze the chemical reactions in metabolism. Other proteins have structural or mechanical functions, such as those that form the cytoskeleton, a system of scaffolding that maintains the cell shape. Proteins are also important in cell signaling, immune responses, cell adhesion, active transport across membranes, and the cell cycle. Amino acids also contribute to cellular energy metabolism by providing a carbon source for entry into the citric acid cycle (tricarboxylic acid cycle), especially when a primary source of energy, such as glucose, is scarce, or when cells undergo metabolic stress.",
            "score": 166.25246000289917
        },
        {
            "docid": "14958_29",
            "document": "Immune system . Gamma delta T cells (γδ T cells) possess an alternative T-cell receptor (TCR) as opposed to CD4+ and CD8+ (αβ) T cells and share the characteristics of helper T cells, cytotoxic T cells and NK cells. The conditions that produce responses from γδ T cells are not fully understood. Like other 'unconventional' T cell subsets bearing invariant TCRs, such as CD1d-restricted Natural Killer T cells, γδ T cells straddle the border between innate and adaptive immunity. On one hand, γδ T cells are a component of adaptive immunity as they rearrange TCR genes to produce receptor diversity and can also develop a memory phenotype. On the other hand, the various subsets are also part of the innate immune system, as restricted TCR or NK receptors may be used as pattern recognition receptors. For example, large numbers of human Vγ9/Vδ2 T cells respond within hours to common molecules produced by microbes, and highly restricted Vδ1+ T cells in epithelia respond to stressed epithelial cells. A B cell identifies pathogens when antibodies on its surface bind to a specific foreign antigen. This antigen/antibody complex is taken up by the B cell and processed by proteolysis into peptides. The B cell then displays these antigenic peptides on its surface MHC class II molecules. This combination of MHC and antigen attracts a matching helper T cell, which releases lymphokines and activates the B cell. As the activated B cell then begins to divide, its offspring (plasma cells) secrete millions of copies of the antibody that recognizes this antigen. These antibodies circulate in blood plasma and lymph, bind to pathogens expressing the antigen and mark them for destruction by complement activation or for uptake and destruction by phagocytes. Antibodies can also neutralize challenges directly, by binding to bacterial toxins or by interfering with the receptors that viruses and bacteria use to infect cells.",
            "score": 218.69940888881683
        },
        {
            "docid": "2332422_35",
            "document": "Carcinogenesis . Normally, once a tissue is injured or infected, damaged cells elicit inflammation, by stimulating specific patterns of enzyme activity and cytokine gene expression on surrounding cells. Discrete clusters of molecules are secreted, which act as mediators, inducing the activity of subsequent cascades of biochemical changes. Each cytokine binds to specific receptors on various cell types, and each cell type responds differently by altering the activity of intracellular signal transduction pathways, depending on the receptors that the cell expresses and the signaling molecules present inside the cell. Collectively, this reprogramming process induces a stepwise change in cell phenotypes, which will ultimately lead to restoration of tissue function and toward regaining essential structural integrity. A tissue can thereby heal, depending on the productive communication between the cells present at the site of damage, and the immune system. Key factor in healing is the regulation of cytokine gene expression, which enables complementary groups of cells to respond to inflammatory mediators in a manner that gradually produces essential changes in tissue physiology. Cancer cells have either permanent (genetic) or reversible (epigenetic) changes on their genome, which partly inhibit their communication with surrounding cells and with the immune system. Cancer cells do not communicate with their tissue microenvironment in a manner that protects tissue integrity; instead, the movement and the survival of cancer cells become possible in locations where they can impair tissue function. Cancer cells survive by rewiring signal pathways that normally protect the tissue from the immune system.",
            "score": 166.96667623519897
        },
        {
            "docid": "7244534_2",
            "document": "NFAT . Nuclear factor of activated T-cells (NFAT) is a family of transcription factors shown to be important in immune response. One or more members of the NFAT family is expressed in most cells of the immune system. NFAT is also involved in the development of cardiac, skeletal muscle, and nervous systems. NFAT was first discovered as an activator for the transcription of interleukin-2 in the T cells, as a regulator for T cell immune response, but has since been found to play an important role in regulating many other body systems. NFAT transcription factors are involved in many normal body processes as well as in development of several diseases, such as inflammatory bowel diseases and several types of cancer. NFAT is also being investigated as a drug target for several different disorders.",
            "score": 192.85737466812134
        },
        {
            "docid": "1171686_24",
            "document": "Regulatory T cell . In addition to the search for novel protein markers, a different method to analyze and monitor Treg cells more accurately has been described in the literature. This method is based on DNA methylation analysis. Only in Treg cells, but not in any other cell type, including activated effector T cells, a certain region within the Foxp3 gene (TSDR, Treg-specific-demethylated region) is found demethylated, which allows to monitor Treg cells through a PCR reaction or other DNA-based analysis methods. Interplay between the Th17 cells and regulatory T cells are important in many diseases like respiratory diseases.",
            "score": 184.63546013832092
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 198.84307992458344
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 149.09778702259064
        },
        {
            "docid": "41111089_3",
            "document": "Epigenetic regulation of neurogenesis . Three important methods of epigenetic regulation include histone modification, DNA methylation and demethylation, and MicroRNA (miRNA) expression. Histones keep the DNA of the eukaryotic cell tightly packaged through charge interactions between the positive charge on the histone tail and the negative charge of the DNA, as well as between histone tails of nearby nucleosomes. While there are many different types of Histone modifications, in neural epigenetics there are two primary mechanisms which have been explored: histone methylation and histone acetylation.  In the former, methyl groups are either added or removed to the histone altering its structure and exposing chromatin and leading to gene activation or deactivation. In the latter, histone acetylation causes the histone to hold the DNA more loosely, allowing for more gene activation. DNA Methylation, in which methyl groups are added to cytosine or adenosine redisdues on the DNA, is a more lasting method of gene inactivation than histone modification, though is still reversible in some cases. MicroRNAs are a small form of non-coding RNA (ncRNA) which often act as \"fine-tuning\" mechanisms for gene expression by repressing or inducing messenger RNA (mRNA) in neural cells but can also act directly with transcription factors to guide neurogenesis.",
            "score": 97.28859078884125
        },
        {
            "docid": "60140_19",
            "document": "Sjögren syndrome . Epithelial cells in SS lesions are active participants in the induction and perpetuation of the inflammatory process. Environmental and hormonal factors, in concert with an appropriate genetic background, are believed to trigger SS, which dysregulates epithelial cells and allows aberrant homing and activation of dendritic cells (DCs), T cells, and B cells. Dendritic cells are antigen-presenting cells which process antigen material and present it to other T cells. Following the migration of lymphocytes into the glands in response to chemokines and specific adhesion molecules, T cells interact with epithelial cells. Epithelial cells are further activated by proinflammatory cytokines (IL-1β, IFN-γ, and TNF), which are produced by adjacent T cells. The early accumulation of plasmacytoid dendritic cells in the target tissues, which produce high levels of type 1 IFNs, seems to be important, as these cells can further dysregulate the immune response through abnormal retention of lymphocytes in the tissues and their subsequent activation. IFN-α stimulates the production of B-cell activating factor (BAFF) by epithelial cells, DCs, and T cells. BAFF stimulates aberrant B-cell maturation, leading to the emergence of self-reactive B cells, which locally produce autoantibodies, in a germinal centre-like structure (GC-like), which is also the location of lymphomagenesis (origin of lymphoma).",
            "score": 185.18403542041779
        },
        {
            "docid": "595929_3",
            "document": "S-Adenosyl methionine . In bacteria, SAM-e is bound by the SAM riboswitch, which regulates genes involved in methionine or cysteine biosynthesis. In eukaryotic cells, SAM-e serves as a regulator of a variety of processes including DNA, tRNA, and rRNA methylation; immune response; amino acid metabolism; transsulfuration; and more. In plants, SAM-e is crucial to the biosynthesis of ethylene, an important plant hormone and signaling molecule.",
            "score": 146.03857398033142
        },
        {
            "docid": "38828080_11",
            "document": "Antineoplastic resistance . Epigenetic modifications in antineoplastic drug resistance play a major role in cancer development and drug resistance as they contribute to the regulation of gene expression. Two main types of epigenetic control are DNA methylation and histone methylation/acetylation. DNA methylation is the process of adding methyl groups to DNA, usually in the upstream promoter regions, which stops DNA transcription at the region and effectively silences individual genes. Histone modifications, such as deacetylation, alters chromatin formation and silence large chromosomal regions. In cancer cells, where normal regulation of gene expression breaks down, the oncogenes are activated via hypomethylation and tumor suppressors are silenced via hypermethylation. Similarly, in drug resistance development, it has been suggested that epigenetic modifications can result in the activation and overexpression of pro-drug resistance genes.",
            "score": 99.31992304325104
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 152.91904973983765
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 139.30800330638885
        },
        {
            "docid": "211949_4",
            "document": "T helper cell . CD154, also called CD40 ligand or CD40L, is a cell surface protein that mediates T cell helper function in a contact-dependent process and is a member of the TNF superfamily of molecules. It binds to CD40 on antigen-presenting cells (APC), which leads to many effects depending on the target cell type. CD154 acts as a costimulatory molecule and is particularly important on a subset of T cells called T follicular helper cells (T cells). On T cells, CD154 promotes B cell maturation and function by engaging CD40 on the B cell surface and therefore facilitating cell-cell communication. A defect in this gene results in an inability to undergo immunoglobulin class switching and is associated with hyper IgM syndrome. Absence of CD154 also stops the formation of germinal centers and therefore prohibiting antibody affinity maturation, an important process in the adaptive immune system.",
            "score": 187.70387303829193
        },
        {
            "docid": "31678753_7",
            "document": "Paracytophagy . A distinct process known as trogocytosis, the exchange of lipid rafts or membrane patches between immune cells, can facilitate response to foreign stimuli. Moreover, exosomes have been shown to deliver not only antigens for cross-presentation, but also MHCII and co-stimulatory molecules for lymphocyte T activation. In non-immune cells, it has been demonstrated that mitochondria can be exchanged intercellularly to rescue metabolically non-viable cells lacking mitochondria. Mitochondrial transfer has also been observed in cancer cells.",
            "score": 153.81203889846802
        },
        {
            "docid": "42683705_11",
            "document": "Epigenetics and melanoma . Histone methylation generally causes genes to turn off. Methylation of histones is also important for maintaining heterochromatin boundaries and a misregulation can lead to over expression or under expression of genes. This over expression or under expression can lead to the formation of cancer cells within an organism. On the other end of the spectrum, demethylation causes genes to turn on. This activation can be just as detrimental to cells, as their processes are disrupted by unnecessary gene products. Most histone methylation occurs in the promotor region, and is similar to cytosine methylation in process and function.",
            "score": 98.95122027397156
        },
        {
            "docid": "33032376_4",
            "document": "Lung microbiota . The airway epithelium together with alveolar macrophages and dendritic cells play a major role in the initial recognition of bacterial products getting into the lower airways with the air. Since some of these products are potent proinflammatory stimuli it is extremely important for the immune system to distinguish between pathogens and non-pathogenic commensals. This prevents the development of constant inflammation and forms tolerance against harmless microbiota.  This process becomes much more intriguing when taking into account that commensals often share their surface molecules with pathogens. Epithelial cells are equipped with very sensitive recognition tools - toll like receptors (TLRs), nucleotide-binding oligomerization domain (NOD)-like receptors (NLRs) and retinoic acid-inducible gene (RIG)-I-like receptors (RLRs) which recognize a broad variety of microbial structural components. After recognition of pathogenic bacteria proinflammatory pathways are activated and cellular components of the adaptive and innate immunity are recruited to the infection site. One key regulator in this process is the NF-κB which translocates from the cytoplasm into the nucleus and activates pro-inflammatory genes in epithelial cells and macrophages. The DNA-binding protein complex recognizes a discrete nucleotide sequence (5’-GGG ACT TTC T-3’) in the upstream region of a variety of response genes. The activation of NF-κB by a number of stimuli: bacterial cell walls or inflammatory cytokines results in its translocation to the nucleus.",
            "score": 158.00892424583435
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 155.20550787448883
        }
    ],
    "r": [
        {
            "docid": "1920949_2",
            "document": "FOXP3 . FOXP3 (forkhead box P3), also known as scurfin, is a protein involved in immune system responses. A member of the FOX protein family, FOXP3 appears to function as a master regulator of the regulatory pathway in the development and function of regulatory T cells. Regulatory T cells generally turn the immune response down. In cancer, an excess of regulatory T cell activity can prevent the immune system from destroying cancer cells. In autoimmune disease, a deficiency of regulatory T cell activity can allow other autoimmune cells to attack the body's own tissues.",
            "score": 220.13502502441406
        },
        {
            "docid": "14958_29",
            "document": "Immune system . Gamma delta T cells (γδ T cells) possess an alternative T-cell receptor (TCR) as opposed to CD4+ and CD8+ (αβ) T cells and share the characteristics of helper T cells, cytotoxic T cells and NK cells. The conditions that produce responses from γδ T cells are not fully understood. Like other 'unconventional' T cell subsets bearing invariant TCRs, such as CD1d-restricted Natural Killer T cells, γδ T cells straddle the border between innate and adaptive immunity. On one hand, γδ T cells are a component of adaptive immunity as they rearrange TCR genes to produce receptor diversity and can also develop a memory phenotype. On the other hand, the various subsets are also part of the innate immune system, as restricted TCR or NK receptors may be used as pattern recognition receptors. For example, large numbers of human Vγ9/Vδ2 T cells respond within hours to common molecules produced by microbes, and highly restricted Vδ1+ T cells in epithelia respond to stressed epithelial cells. A B cell identifies pathogens when antibodies on its surface bind to a specific foreign antigen. This antigen/antibody complex is taken up by the B cell and processed by proteolysis into peptides. The B cell then displays these antigenic peptides on its surface MHC class II molecules. This combination of MHC and antigen attracts a matching helper T cell, which releases lymphokines and activates the B cell. As the activated B cell then begins to divide, its offspring (plasma cells) secrete millions of copies of the antibody that recognizes this antigen. These antibodies circulate in blood plasma and lymph, bind to pathogens expressing the antigen and mark them for destruction by complement activation or for uptake and destruction by phagocytes. Antibodies can also neutralize challenges directly, by binding to bacterial toxins or by interfering with the receptors that viruses and bacteria use to infect cells.",
            "score": 218.6994171142578
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 218.18873596191406
        },
        {
            "docid": "170417_4",
            "document": "T cell . T helper cells (T cells) assist other white blood cells in immunologic processes, including maturation of B cells into plasma cells and memory B cells, and activation of cytotoxic T cells and macrophages. These cells are also known as CD4 T cells because they express the CD4 glycoprotein on their surfaces. Helper T cells become activated when they are presented with peptide antigens by MHC class II molecules, which are expressed on the surface of antigen-presenting cells (APCs). Once activated, they divide rapidly and secrete small proteins called cytokines that regulate or assist in the active immune response. These cells can differentiate into one of several subtypes, including T1, T2, T3, T17, T9, or T, which secrete different cytokines to facilitate different types of immune responses. Signalling from the APC directs T cells into particular subtypes.",
            "score": 218.05288696289062
        },
        {
            "docid": "148367_12",
            "document": "Dendritic cell . Dendritic cells are derived from hematopoietic bone marrow progenitor cells. These progenitor cells initially transform into immature dendritic cells. These cells are characterized by high endocytic activity and low T-cell activation potential. Immature dendritic cells constantly sample the surrounding environment for pathogens such as viruses and bacteria. This is done through pattern recognition receptors (PRRs) such as the toll-like receptors (TLRs). TLRs recognize specific chemical signatures found on subsets of pathogens. Immature dendritic cells may also phagocytose small quantities of membrane from live own cells, in a process called nibbling. Once they have come into contact with a presentable antigen, they become activated into mature dendritic cells and begin to migrate to the lymph node. Immature dendritic cells phagocytose pathogens and degrade their proteins into small pieces and upon maturation present those fragments at their cell surface using MHC molecules. Simultaneously, they upregulate cell-surface receptors that act as co-receptors in T-cell activation such as CD80 (B7.1), CD86 (B7.2), and CD40 greatly enhancing their ability to activate T-cells. They also upregulate CCR7, a chemotactic receptor that induces the dendritic cell to travel through the blood stream to the spleen or through the lymphatic system to a lymph node. Here they act as antigen-presenting cells: they activate helper T-cells and killer T-cells as well as B-cells by presenting them with antigens derived from the pathogen, alongside non-antigen specific costimulatory signals. Dendritic cells can also induce T-cell tolerance (unresponsiveness). Certain C-type lectin receptors (CLRs) on the surface of dendritic cells, some functioning as PRRs, help instruct dendritic cells as to when it is appropriate to induce immune tolerance rather than lymphocyte activation.",
            "score": 217.20950317382812
        },
        {
            "docid": "170417_14",
            "document": "T cell . Gamma delta T cells (γδ T cells) represent a small subset of T cells that possess a distinct T cell receptor (TCR) on their surfaces. A majority of T cells have a TCR composed of two glycoprotein chains called α- and β- TCR chains. However, in γδ T cells, the TCR is made up of one γ-chain and one δ-chain. This group of T cells is much less common in humans and mice (about 2% of total T cells); and are found mostly in the gut mucosa, within a population of lymphocytes known as intraepithelial lymphocytes. In rabbits, sheep, and chickens, the number of γδ T cells can be as high as 60% of total T cells. The antigenic molecules that activate γδ T cells are still widely unknown. However, γδ T cells are not MHC-restricted and seem to be able to recognize whole proteins rather than requiring peptides to be presented by MHC molecules on APCs. Some murine γδ T cells recognize MHC class IB molecules, though. Human Vγ9/Vδ2 T cells, which constitute the major γδ T cell population in peripheral blood, are unique in that they specifically and rapidly respond to a set of nonpeptidic phosphorylated isoprenoid precursors, collectively named phosphoantigens, which are produced by virtually all living cells. The most common phosphoantigens from animal and human cells (including cancer cells) are isopentenyl pyrophosphate (IPP) and its isomer dimethylallyl pyrophosphate (DMPP). Many microbes produce the highly active compound hydroxy-DMAPP (HMB-PP) and corresponding mononucleotide conjugates, in addition to IPP and DMAPP. Plant cells produce both types of phosphoantigens. Drugs activating human Vγ9/Vδ2 T cells comprise synthetic phosphoantigens and aminobisphosphonates, which upregulate endogenous IPP/DMAPP.",
            "score": 214.6464385986328
        },
        {
            "docid": "6548283_3",
            "document": "Antigen presentation . Cytotoxic T cells (also known as T, killer T cell, or cytotoxic T-lymphocyte (CTL)) express CD8 coreceptor are a population of T cells that are specialised for inducing programmed cell death of other cells. Cytotoxic T cells regularly patrol all body cells to maintain the organismal homeostasis. Whenever they encounter signs of disease, caused for example by the presence of viruses or intracellular bacteria or a transformed tumor cell, they initiate processes to destroy the potentially harmful cell. All nucleated cells in the body (along with platelets) display class I major histocompatibility complex (MHC-I molecules). Antigens generated endogenously within these cells are bound to MHC-I molecules and presented on the cell surface. This antigen presentation pathway enables the immune system to detect transformed or infected cells displaying peptides from modified-self (mutated) or foreign proteins.",
            "score": 214.4481964111328
        },
        {
            "docid": "32084321_7",
            "document": "Chemorepulsion . T-cells are one of the most critical constituents of the adaptive immune system due to their ability to continue developing after activation. To prevent premature instigation, it is necessary for T-cells to mature in an environment completely isolated from any potentially activating factors (antigens, cytokines, steroids, receptor antagonists, adhesion molecules, etc.). As a result, T-cells are formed in the bone marrow and subsequently migrate to the cortex of the thymus where they can mature in an antigen-free environment. The thymus supports the differentiation of multiple distinct T cell subsets that play unique roles in the immune system. For example, T-helper, T-cytotoxic, T-memory, and T-suppressor cells all develop in the thymus and must leave it to provide their functions elsewhere in the body during an immune response. \"In vitro\" models of the T-lymphopoiesis system have revealed that the emigration of mature T-cells occurs as a result of immunorepulsion away from a chemokinetic agent generated from within the thymic organ via a G-protein coupled receptor.",
            "score": 212.42776489257812
        },
        {
            "docid": "3073171_7",
            "document": "B7 (protein) . Blockade of CD28 is effective in stopping T cell activation, a mechanism that the immune system uses to down-regulate T cell activation. T cells can express the surface protein CTLA-4 (CD152) as well, which can also bind B7, but with twenty times greater affinity for B7 proteins, and lacks the ability to activate T cells. As a result, the T cell is blocked from receiving the B7 protein signal and is not activated. CTLA-4-knockout mice are unable to stop immune responses, and develop a fatal massive lymphocyte proliferation.",
            "score": 210.4555206298828
        },
        {
            "docid": "50543321_4",
            "document": "Mark M. Davis . Davis is well known for identifying the first T-cell receptor genes, which are responsible for T lymphocytes ability to “see” foreign entities, solving a major mystery in immunology at that time. He and his research group have made many subsequent discoveries about this type of molecule, subsequently, specifically concerning its biochemical properties and other characteristics, including the demonstration that T cells are able to detect and respond to even a single molecule of their ligand-fragments of antigens bound to Major Histocompatibility Complex cell surface molecules. He also developed a novel way of labeling specific T lymphocytes according to the molecules that they recognize, and this procedure is now an important method in many clinical and basic studies of T cell activity, from new vaccines against cancer to identifying “rogue” T cells in autoimmunity. In recent years his has increasingly focused on understanding the human immune system, from developing broad systems biology approaches to inventing new methods to help unravel the complexities of T cell responses to cancer, autoimmunity and infectious diseases.",
            "score": 210.23387145996094
        },
        {
            "docid": "14689127_15",
            "document": "Gamma delta T cell . These Vγ9Vδ2 T cells can also behave like professional antigen-presenting cells (APC). It seems that human Vγ9Vδ2 T cells are characterized by a specific inflammatory migration program, including multiple receptors for inflammatory chemokines (CXCR3, CCR1, CCR2 and CCR5). It means that the stimulation with IPP or HMB-PP induces migration to the lymphatic tissues, specifically to the T cell area of lymph nodes. So the stimulation of Vγ9Vδ2 T cells with phosphoantigens results in expression of multiple markers which are associated with APC, like MHC I and II molecules,  co-stimulatory molecules (CD80, CD86) and adhesion receptors (CD11a, CD18, CD54). Thus activated Vγ9Vδ2 T cells behave like APCs (γδ T-APC) and present antigens to αβ T cells. This leads to turn of naïve CD4+ and CD8+ αβ T cells into effector cells. The differentiation, induced by γδ T-APC, most often led to T helper cell response, in the most of cases to pro-inflammatory Th1 response with subsequent production of IFN-γ and TNF-α. But in the case of a low γδ T-APC: CD4+ ratio it leads to differentiation of some naïve αβ T cells into Th2 (IL-4) or Th0 (IL-4 plus IFN-γ) cells. Human Vγ9Vδ2 T cells are also cells with excellent antigen cross-presentation activity, a process describing the uptake of exogenous antigen and its routing to the MHC I pathway for induction CD8+ cytotoxic T cells. Thus activated cytotoxic T cells can effectively kill infected or tumor cells. This fact can be used in the immunotherapy of cancer and infectious diseases.",
            "score": 209.24972534179688
        },
        {
            "docid": "7908811_3",
            "document": "Autoimmune regulator . Each T cell recognizes a specific antigen when it is presented in complex with a MHC molecule by an antigen presenting cell. This recognition is accomplished by the T cell receptors expressed on the cell surface. T cells receptors are generated by randomly shuffled gene segments which results in a highly diverse population of T cells - each with a unique antigen specificity. Subsequently, T cells with receptors that recognize the body's own proteins need to be eliminated while still in the thymus. Through the action of AIRE, medullary thymic epithelial cells (mTEC) express major proteins from elsewhere in the body (so called \"tissue-restricted antigens\" - TRA) and T cells that respond to those proteins are eliminated through cell death (apoptosis). Thus \"AIRE\" drives negative selection of self-recognizing T cells. When AIRE is defective, T cells that recognize antigens normally produced by the body can exit the thymus and enter circulation. This can result in a variety of autoimmune diseases.",
            "score": 209.02162170410156
        },
        {
            "docid": "6564132_22",
            "document": "MHC class II . One type of MHC class II deficiency, also called bare lymphocyte syndrome, is due to mutations in the genes that code for transcription factors that regulate the expression of the MHC class II genes. It results in the depletion of CD4 T cells and some immunoglobulin isotopes even though there are normal levels of both CD8 Cells and B cells present. Deficient MHC class II molecules are unable to present antigens to T cells and properly activate T cells. T cells are then unable to proliferate, and secrete cytokines which normally participate in the immune response. Not only do the deficient MHC class II molecules affect the activation and proliferation of T cells but also the rest of the immune response cascade which includes B cells. Therefore, with this decrease in the number of T cells, the T cells cannot interact and activate the B cells. Normally when B cells are activated they divide, proliferate and differentiate, which includes the differentiation of these cells into plasma cells which are responsible for producing antibodies. However, when there is a deficiency in MHC class II molecules B cells are not activated and cannot differentiate into plasma cells which causes them to be deficient in antibodies which are unable to perform as they are expected. The only current form of treatment is a bone-marrow transplant however even this does not cure the disease and most patients do not live past age ten.",
            "score": 208.38278198242188
        },
        {
            "docid": "170417_27",
            "document": "T cell . The second signal comes from co-stimulation, in which surface receptors on the APC are induced by a relatively small number of stimuli, usually products of pathogens, but sometimes breakdown products of cells, such as necrotic-bodies or heat shock proteins. The only co-stimulatory receptor expressed constitutively by naïve T cells is CD28, so co-stimulation for these cells comes from the CD80 and CD86 proteins, which together constitute the B7 protein, (B7.1 and B7.2, respectively) on the APC. Other receptors are expressed upon activation of the T cell, such as OX40 and ICOS, but these largely depend upon CD28 for their expression. The second signal licenses the T cell to respond to an antigen. Without it, the T cell becomes anergic, and it becomes more difficult for it to activate in future. This mechanism prevents inappropriate responses to self, as self-peptides will not usually be presented with suitable co-stimulation. Once a T cell has been appropriately activated (i.e. has received signal one and signal two) it alters its cell surface expression of a variety of proteins. Markers of T cell activation include CD69, CD71 and CD25 (also a marker for Treg cells), and HLA-DR (a marker of human T cell activation). CTLA-4 expression is also up-regulated on activated T cells, which in turn outcompetes CD28 for binding to the B7 proteins. This is a checkpoint mechanism to prevent over activation of the T cell. Activated T cells also change their cell surface glycosylation profile.",
            "score": 207.1204071044922
        },
        {
            "docid": "6904406_4",
            "document": "MHC restriction . T-cells are a type of lymphocyte that is significant in the immune system to activate other immune cells. T-cells will recognize foreign peptides through T-cell receptors (TCRs) on the surface of the T cells, and then perform different roles depending on the type of T cell they are in order to defend the host from the foreign peptide, which may have come from pathogens like bacteria, viruses or parasites. Enforcing the restriction that T cells are activated by peptide antigens only when the antigens are bound to self-MHC molecules, MHC restriction adds another dimension to the specificity of T cell receptors so that an antigen is recognized only as peptide-MHC complexes.",
            "score": 207.02821350097656
        },
        {
            "docid": "14774825_7",
            "document": "TRG (gene) . The function of the γ chain as well as the γδ dimer is still largely unknown, although they have been implicated in cytokine secretion and cytotoxic activity as a part of the protective immune system. The Vδ2+ T cells recognize small nonpeptide antigens, but unlike αβ T cells, these antigens do not need to be processed by antigen-presenting cells or presented by classical major histocompatibility complex (MHC) molecules. This expansion in response to infections is specific to and more efficient in γδ T cells than αβ cells. There is a hypothesis that γδ T cells process these pathogenic antigens, transport them to draining lymph nodes, and then present the antigens to activate αβ T cells and other immune effectors. These Vδ2+ T cells have been reported to connect the innate and adaptive immune systems. Their innate effector functions include cell lysis and secretion of chemokines and cytokines, while their adaptive immunity functions include B cell help, DC maturation, and provision of memory T cells. Once activated these Vδ2+ T cells mimic professional APCs by potentially processing and presenting antigens. Specifically, these cells, only after activation, upregulate several antigen-presentation, adhesion, and co-stimulation molecules that mimic dendritic cells, a particular type of APC. These Vδ2+ T cells are exclusive to higher primates, indicating that they are responsible for protection against species-specific microbes.",
            "score": 206.79656982421875
        },
        {
            "docid": "14756417_2",
            "document": "Programmed cell death protein 1 . Programmed cell death protein 1, also known as PD-1 and CD279 (cluster of differentiation 279), is a protein found on the surface of cells that has a role in regulating the immune system's response to the cells of the human body by down-regulating the immune system and promoting self tolerance by suppressing T cell inflammatory activity. This prevents autoimmune diseases, but it can also prevent the immune system from killing cancer cells.",
            "score": 205.91822814941406
        },
        {
            "docid": "55941104_10",
            "document": "Severe cutaneous adverse reactions . Drugs can cause SCARs by subverting the antigen presentation pathways which recognize and trigger immune responses to non-self epitopes (i.e. antigens) on foreign proteins. These proteins are taken up by antigen-presenting cells (APC) and degraded into small peptides. The peptides are inserted into a groove on HLA proteins that are part of major histocompatibility complexes (i.e. MHC) and presented to T cell receptors (TCR) on nearby cytotoxic T cells (i.e. CD8 T cells) or T helper cells (i.e. CD4 T cells). T cell receptors are heterologous; only a small fraction of them can bind a particular epitope on presented peptides and this binding is restricted to non-self epitopes. Upon binding a non-self epitope on a presented peptide, a T cell receptor becomes active in stimulating its parent cell to mount one of two types of immune responses based on whether the APC presenting the peptide is professional or non-professional in type. Non-professional APC include all nucleated cells; these cells load the processed peptides onto MHC class I (i.e. HLA-A, HLA-B, or HLA-C) proteins and thereon present the peptides to CD8 T cells. Those CD8 T cells whose T cell receptors bind an non-self epitope on the peptides are stimulated to attack cells or pathogens expressing this epitope. Professional APC are dendritic cells, macrophages, and B cells. They load processed peptides onto MHC class II (i.e. HLA-DM, HLA-DO, HLA-DP,HLA-DQ, or HLA-DR) proteins and thereon present the peptides to CD4 T cells. Those CD4 T cells whose T cell receptors bind a non-self epitope on presented peptides are stimulated to orchestrate various immune reactions that attack soluble proteins, pathogens, and host cells and tissues that express the non-self epitope. SCARs-inducing drugs can act through these pathways to cause CD8 or CD4 T cells to mount immune responses that are inappropriately directed against bodily tissues. Four models propose the underlying mechanisms by which SCARs-inducing drugs may activate T cells to mount immune responses against self:",
            "score": 205.7478790283203
        },
        {
            "docid": "35007537_15",
            "document": "Nivolumab . PD-1 is a protein on the surface of activated T cells. If another molecule, called programmed cell death 1 ligand 1 or programmed cell death 1 ligand 2 (PD-L1 or PD-L2), binds to PD-1, the T cell becomes inactive. This is one way that the body regulates the immune system, to avoid an overreaction. Many cancer cells make PD-L1, which inhibits T cells from attacking the tumor. Nivolumab blocks PD-L1 from binding to PD-1, allowing the T cell to work. PD-L1 is expressed on 40–50% of melanomas and has limited expression otherwise in most visceral organs with the exception of respiratory epithelium and placental tissue.",
            "score": 205.685791015625
        },
        {
            "docid": "14958_28",
            "document": "Immune system . Helper T cells express T cell receptors (TCR) that recognize antigen bound to Class II MHC molecules. The MHC:antigen complex is also recognized by the helper cell's CD4 co-receptor, which recruits molecules inside the T cell (e.g., Lck) that are responsible for the T cell's activation. Helper T cells have a weaker association with the MHC:antigen complex than observed for killer T cells, meaning many receptors (around 200–300) on the helper T cell must be bound by an MHC:antigen in order to activate the helper cell, while killer T cells can be activated by engagement of a single MHC:antigen molecule. Helper T cell activation also requires longer duration of engagement with an antigen-presenting cell. The activation of a resting helper T cell causes it to release cytokines that influence the activity of many cell types. Cytokine signals produced by helper T cells enhance the microbicidal function of macrophages and the activity of killer T cells. In addition, helper T cell activation causes an upregulation of molecules expressed on the T cell's surface, such as CD40 ligand (also called CD154), which provide extra stimulatory signals typically required to activate antibody-producing B cells.",
            "score": 205.44886779785156
        },
        {
            "docid": "170417_25",
            "document": "T cell . Activation of CD4 T cells occurs through the simultaneous engagement of the T-cell receptor and a co-stimulatory molecule (like CD28, or ICOS) on the T cell by the major histocompatibility complex (MHCII) peptide and co-stimulatory molecules on the APC. Both are required for production of an effective immune response; in the absence of co-stimulation, T cell receptor signalling alone results in anergy. The signalling pathways downstream from co-stimulatory molecules usually engages the PI3K pathway generating PIP3 at the plasma membrane and recruiting PH domain containing signaling molecules like PDK1 that are essential for the activation of PKCθ, and eventual IL-2 production. Optimal CD8 T cell response relies on CD4 signalling. CD4 cells are useful in the initial antigenic activation of naïve CD8 T cells, and sustaining memory CD8 T cells in the aftermath of an acute infection. Therefore, activation of CD4 T cells can be beneficial to the action of CD8 T cells.",
            "score": 204.5166473388672
        },
        {
            "docid": "1624240_4",
            "document": "Chimeric antigen receptor . CAR-Ts can be derived from either a patient's own blood (autologous) or derived from another healthy donor (allogenic). These T-cells are genetically engineered to express an artificial T cell receptor, through which they are targeted to disease-related antigens. This process is MHC independent and thus the targeting efficiency is greatly increased. These CAR-T cells are programmed to target antigens that are present on the surface of tumors. When they come in contact with the antigens on the tumors, the CAR-T cells are activated via the signal peptide, proliferate and become cytotoxic. The CAR-T cells destroy the cancer cells through mechanisms such as extensive stimulated cell proliferation, increasing the degree to which the cell is toxic to other living cells i.e. cytotoxicity, and by causing the increased production of factors that are secreted from cells in the immune system that have an effect on other cells in the organism. These factors are called cytokines and include interleukins, interferons and growth factors.",
            "score": 204.09695434570312
        },
        {
            "docid": "33611862_9",
            "document": "Eomesodermin . Eomesodermin/Tbr2 is highly expressed in CD8+ T cells, but not CD4+ T cells. CD4+ T cells are the helper T cells which detect foreign particles in the body, and call CD8+ T cells to facilitate death of the foreign particles. Eomesodermin/Tbr2 was found to play a role in the anti cancer properties of CD8+ T cells. Lack of Eomesodermin/Tbr2, alongside T bet another T box protein caused CD8+ T cells to not penetrate tumors so they could perform their anti cancer duties. Eomesodermin/Tbr2 prevents CD8+ cells from differentiating into other types of T cells, but does not play a role in the production of CD8+ T cells itself. Despite Eomesodermin/Tbr2 playing a role in the ability of CD8+ T cells to penetrate tumors, it only plays a small role in production of Interferon-gamma, which is a molecule that communicates to other immune cells during an immune response.",
            "score": 203.63182067871094
        },
        {
            "docid": "10290414_3",
            "document": "Tetramer assay . T-cells are part of the cell-mediated immune response and possess one receptor, i.e. T-cell receptor (TCR), and one co-receptor, i.e. either CD4 or CD8. In order for a T-cell to be activated, its CD co-receptor must bind to the appropriate major histocompatibility complex (MHC) on the surface of an antigen presenting cell, while the TCR must bind the peptide being presented on the MHC. T-cells possess variable TCRs that recognize different peptides. These receptors may only bind certain sequences or configurations of peptides from antigens, and so each T-cell is specific for a given antigen (disregarding cross-reactivity), namely T-cell clone. Thus, out of all of the T-cells in a population, only few may be specific for a given peptide. Generally, if a person’s immune system has encountered a pathogen, this individual will possess T-cells with specificity toward some peptide on that pathogen. Hence, if a tetramer stain specific for a pathogenic peptide results in a positive signal, this may indicate that the person’s immune system has encountered and built a response to that pathogen.  The tetramer itself consists of multiple bound MHC molecules. The need for an MHC tetramer arises from the high dissociation rate of MHC monomers, making monomers difficult to use as a detection strategy. Tetramers however, can bind multiple MHCs at a time to a T-cell (ideally, 3 of the 4 MHCs would bind) and so increase the binding avidity and circumvent the problem of dissociation.",
            "score": 203.15829467773438
        },
        {
            "docid": "1171686_23",
            "document": "Regulatory T cell . A number of different methods are employed in research to identify and monitor Treg cells. Originally, high expression of CD25 and CD4 surface markers was used (CD4CD25 cells). This is problematic as CD25 is also expressed on non-regulatory T cells in the setting of immune activation such as during an immune response to a pathogen. As defined by CD4 and CD25 expression, regulatory T cells comprise about 5–10% of the mature CD4 T cell subpopulation in mice and humans, while about 1–2% of Treg can be measured in whole blood. The additional measurement of cellular expression of Foxp3 protein allowed a more specific analysis of Treg cells (CD4CD25Foxp3 cells). However, Foxp3 is also transiently expressed in activated human effector T cells, thus complicating a correct Treg analysis using CD4, CD25 and Foxp3 as markers in humans. Therefore, some research groups use another marker, the absence or low-level expression of the surface protein CD127 in combination with the presence of CD4 and CD25. Several additional markers have been described, e.g., high levels of CTLA-4 (cytotoxic T-lymphocyte associated molecule-4) and GITR (glucocorticoid-induced TNF receptor) are also expressed on regulatory T cells, however the functional significance of this expression remains to be defined. There is a great interest in identifying cell surface markers that are uniquely and specifically expressed on all Foxp3-expressing regulatory T cells. However, to date no such molecule has been identified.",
            "score": 202.53961181640625
        },
        {
            "docid": "36516619_6",
            "document": "James P. Allison . Allison's research is in molecular immunology of the T cell antigen receptor complex, co-stimulatory receptors, and other molecules involved in T cell activation. He is particularly interested in finding signals that lead to differentiation of naive T cells and also those that determine whether antigen receptor engagement will lead to functional activation or inactivation of T cells. Once defined, the basic studies are used to develop new strategies for the treatment of autoimmune diseases and immunotherapy of cancer. Most recently he has been interested in understanding the immune responses in cancer patients who respond to immunotherapy. He established the immunotherapy platform at MD Anderson Cancer Center to study immune responses in cancer patients.",
            "score": 202.251953125
        },
        {
            "docid": "38751964_2",
            "document": "Mucosal associated invariant T cell . Mucosal associated invariant T cells (MAIT cells) make up a subset of T cells in the immune system that display innate, effector-like qualities. In humans, MAIT cells are found in the blood, liver, lungs, and mucosa, defending against microbial activity and infection. The MHC class I-like protein, MR1, is responsible for presenting bacterially-produced vitamin B metabolites to MAIT cells. After the presentation of foreign antigen by MR1, MAIT cells secretes pro-inflammatory cytokines and are capable of lysing bacterially-infected cells. MAIT cells can also be activated through MR1-independent signaling. In addition to possessing innate-like functions, this T cell subset supports the adaptive immune response and has a memory-like phenotype. Furthermore, MAIT cells are thought to play a role in autoimmune diseases, such as multiple sclerosis, arthritis and inflammatory bowel disease, although definitive evidence is yet to be published.",
            "score": 201.02403259277344
        },
        {
            "docid": "926954_7",
            "document": "Plasma cell . After leaving the bone marrow, the B cell acts as an antigen presenting cell (APC) and internalizes offending antigens, which are taken up by the B cell through receptor-mediated endocytosis and processed. Pieces of the antigen (which are now known as \"antigenic peptides\") are loaded onto MHC II molecules, and presented on its extracellular surface to CD4+ T cells (sometimes called \"T helper cells\"). These T cells bind to the MHC II-antigen molecule and cause activation of the B cell. This is a type of safeguard to the system, almost like a two-factor authentication method. First, the B cells have to encounter a foreign antigen, and are then required to be activated by T helper cells before they differentiate to specific cells.",
            "score": 200.4623260498047
        },
        {
            "docid": "6421581_6",
            "document": "RANKL . RANKL is a member of the tumor necrosis factor (TNF) cytokine family, it binds to RANK on cells of the myeloid lineage and functions as a key factor for osteoclast differentiation and activation. RANKL may also bind to osteoprotegerin, a protein secreted mainly by cells of the osteoblast lineage which is a potent inhibitor of osteoclast formation by preventing binding of RANKL to RANK. RANKL also has a function in the immune system, where it is expressed by T helper cells and is thought to be involved in dendritic cell maturation. This protein was shown to be a dendritic cell survival factor and is involved in the regulation of T cell-dependent immune response. T cell activation was reported to induce expression of this gene and lead to an increase of osteoclastogenesis and bone loss. This protein was shown to activate antiapoptotic kinase AKT/PKB through a signaling complex involving SRC kinase and tumor necrosis factor receptor-associated factor 6 (TRAF6), which indicated this protein may have a role in the regulation of cell apoptosis.",
            "score": 199.89987182617188
        },
        {
            "docid": "47253581_2",
            "document": "Tumor antigens recognized by T lymphocytes . T lymphocytes are cells of the immune system that attack and destroy virus-infected cells, tumor cells and cells from transplanted organs. This occurs because each T cell is endowed with a highly specific receptor that can bind to an antigen present at the surface of another cell. The T cell receptor binds to a complex formed by a surface protein named \"MHC\" (major histocompatibility complex) and a small peptide of about 9 amino-acids, which is located in a groove of the MHC molecule. This peptide can originate from a protein that remains within the cell (\"Fig. 1\"). Whereas each T cell recognizes a single antigen, collectively the T cells are endowed with a large diversity of receptors targeted at a wide variety of antigens. T cells originate in the thymus. There a process named central tolerance eliminates the T cells that have a receptor recognizing an antigen present on normal cells of the organism. This enables the T cells to eliminate cells with \"foreign\" or \"abnormal\" antigens without harming the normal cells.",
            "score": 199.735107421875
        },
        {
            "docid": "1814564_6",
            "document": "Antigen-presenting cell . T cells must be activated by interacting with a professional APC presenting an antigen which their T cell receptor recognizes before they can divide and perform their function. The APC involved in activating T cells is usually a dendritic cell. T cells cannot recognize and therefore cannot respond to, 'free' or soluble antigens. They can only recognize and respond to antigen that has been processed and presented by cells via carrier molecules like MHC molecules. Helper T cells can recognize exogenous antigen presented on MHC class II; cytotoxic T cells can recognize endogenous antigen presented on MHC class I. Most cells in the body can present antigen to CD8+ cytotoxic T cells via MHC class I ; however, the term \"antigen-presenting cell\" is often used specifically to describe professional APCs. Such cells express MHC class I and MHC class II molecules and can stimulate CD4+ helper T cells as well as cytotoxic T cells.",
            "score": 199.3888702392578
        },
        {
            "docid": "458424_22",
            "document": "National Eye Institute . NEI researchers conducted a study that looked at the bacteria in the gut and how it protects the natural flora. Findings from studies suggest that this characteristic may be similar to how immune cells attack the eye in autoimmune eye diseases such as uveitis. Autoimmune uveitis is an inflammatory eye disease where the immune cells attack proteins in the eye. By studying how immune cells, also known as T cells, attack other parts of the body, researchers may gain further information on how the T cells are activated in the eye. It will also allow researchers to understand the disease better and develop treatments or therapies.",
            "score": 198.94696044921875
        }
    ]
}