{
    "q": [
        {
            "docid": "2056572_29",
            "document": "Marine life . When not inside an infected cell or in the process of infecting a cell, viruses exist in the form of independent particles. These viral particles, also known as \"virions\", consist of two or three parts: (i) the genetic material made from either DNA or RNA, long molecules that carry genetic information; (ii) a protein coat, called the capsid, which surrounds and protects the genetic material; and in some cases (iii) an envelope of lipids that surrounds the protein coat when they are outside a cell. The shapes of these virus particles range from simple helical and icosahedral forms for some virus species to more complex structures for others. Most virus species have virions that are too small to be seen with an optical microscope. The average virion is about one one-hundredth the size of the average bacterium.",
            "score": 123.60513806343079
        },
        {
            "docid": "32000533_12",
            "document": "Marine microorganism . When not inside an infected cell or in the process of infecting a cell, viruses exist in the form of independent particles. These viral particles, also known as \"virions\", consist of two or three parts: (i) the genetic material made from either DNA or RNA, long molecules that carry genetic information; (ii) a protein coat, called the capsid, which surrounds and protects the genetic material; and in some cases (iii) an envelope of lipids that surrounds the protein coat when they are outside a cell. The shapes of these virus particles range from simple helical and icosahedral forms for some virus species to more complex structures for others. Most virus species have virions that are too small to be seen with an optical microscope. The average virion is about one one-hundredth the size of the average bacterium.",
            "score": 123.60513806343079
        },
        {
            "docid": "1809306_2",
            "document": "M13 bacteriophage . M13 is a virus that infects the bacterium \"Escherichia coli\". It is composed of a circular single-stranded DNA molecule encased in a thin flexible tube made up of about 2700 copies of a single protein called P8, the major coat protein. The ends of the tube are capped with minor coat proteins. Infection starts when the minor coat protein P3 attaches to the receptor at the tip of the F pilus of the bacterium. Infection with M13 is not lethal; however, the infection causes turbid plaques in \"E. coli\" because infected bacteria grow more slowly than the surrounding uninfected bacteria. It engages in a viral lifestyle known as a chronic infection which is neither lytic nor temperate. However a decrease in the rate of cell growth is seen in the infected cells. M13 plasmids are used for many recombinant DNA processes, and the virus has also been studied for its uses in nanostructures and nanotechnology.",
            "score": 109.25340127944946
        },
        {
            "docid": "18877437_11",
            "document": "History and naming of human leukocyte antigens . Nearly all important molecules in the body are proteins. Proteins work by each having a specific sequence of amino acids and a specific shape. Determining the order of amino acids is relatively simple. Finding the shape requires the use of x-ray crystallography and is anything but easy. It took a team of three researchers at Harvard, Don Wiley, Jack Strominger, and Pamela Bjorkman, eight years to ferret out the structure of the HLA protein. They worked specifically with HLA-A*02. Bjorkman did the majority of the leg work and in the seven years managed to piece together the structure of 90% of the protein. That last 10% was elusive though. It took another year of work to finally unveil the complete structure of HLA-A*02. They completed their work in the spring of 1987, discovering that the final 10% made a \"cup\" (of sorts) located on top of the molecule. It was the perfect size to hold peptides. Other researchers had previously determined that T-Cells can recognize cells infected with a virus, cells injected with a single protein from a virus, and even cells injected with pieces of protein from a virus. The discovery of the HLA protein structure made it starkly clear that the HLA proteins hold viral peptides in their binding groove. But the research team from Harvard wasn't done. They also observed that there was clearly a peptide in the binding groove of the HLA molecules they used to determine the shape. However, the cells they had extracted the protein from were definitely not infected by any disease causing viruses. The conclusion they made and the conclusion that has stuck to this day, is that HLA molecules can bind both self, and non-self peptides.",
            "score": 91.57682943344116
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 135.11605417728424
        },
        {
            "docid": "19167679_4",
            "document": "Virus . While not inside an infected cell or in the process of infecting a cell, viruses exist in the form of independent particles. These viral particles, also known as virions, consist of: (i) the genetic material made from either DNA or RNA, long molecules that carry genetic information; (ii) a protein coat, called the capsid, which surrounds and protects the genetic material; and in some cases (iii) an envelope of lipids that surrounds the protein coat. The shapes of these virus particles range from simple helical and icosahedral forms for some virus species to more complex structures for others. Most virus species have virions that are too small to be seen with an optical microscope. The average virion is about one one-hundredth the size of the average bacterium.",
            "score": 121.14628982543945
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 112.5148355960846
        },
        {
            "docid": "19167679_82",
            "document": "Virus . The major way bacteria defend themselves from bacteriophages is by producing enzymes that destroy foreign DNA. These enzymes, called restriction endonucleases, cut up the viral DNA that bacteriophages inject into bacterial cells. Bacteria also contain a system that uses CRISPR sequences to retain fragments of the genomes of viruses that the bacteria have come into contact with in the past, which allows them to block the virus's replication through a form of RNA interference. This genetic system provides bacteria with acquired immunity to infection.",
            "score": 166.28507137298584
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 106.1281863451004
        },
        {
            "docid": "34217148_5",
            "document": "Vectors in gene therapy . The genetic material in retroviruses is in the form of RNA molecules, while the genetic material of their hosts is in the form of DNA. When a retrovirus infects a host cell, it will introduce its RNA together with some enzymes, namely reverse transcriptase and integrase, into the cell. This RNA molecule from the retrovirus must produce a DNA copy from its RNA molecule before it can be integrated into the genetic material of the host cell. The process of producing a DNA copy from an RNA molecule is termed reverse transcription. It is carried out by one of the enzymes carried in the virus, called reverse transcriptase. After this DNA copy is produced and is free in the nucleus of the host cell, it must be incorporated into the genome of the host cell. That is, it must be inserted into the large DNA molecules in the cell (the chromosomes). This process is done by another enzyme carried in the virus called integrase.",
            "score": 108.17933571338654
        },
        {
            "docid": "33826069_5",
            "document": "Viral neuronal tracing . The viral tracer may be introduced in peripheral organs, such as a muscle or gland. Certain viruses, such as adeno-associated virus can be injected into the blood stream and cross the blood–brain barrier to infect the brain. It may also be introduced into a ganglion or injected directly into the brain using a stereotactic device. These methods offer unique insight into how the brain and its periphery are connected. Viruses are introduced into neuronal tissue in many different ways. There are two major methods to introduce tracer into the target tissues. Pressure injection requires the tracer, in liquid form, to be injected directly into the cell. This is the most common method. Iontophoresis involves the application of current to the tracer solution within an electrode. The tracer molecules pick up a charge and are driven into the cell via the electric field. This is a useful method if you wish to label a cell after performing the patch clamp technique. Once the tracer is introduced into the cell, the aforementioned transport mechanisms take over. Once introduced into the nervous system, the virus will begin to infect cells in the local area. The viruses function by incorporating their own genetic material into the genome of the infected cells. The host cell will then produce the proteins encoded by the gene. Researchers are able to incorporate numerous genes into the infected neurons, including fluorescent proteins used for visualization. Further advances in neuronal tracing allow for targeted expression of fluorescent proteins to specific cell types.",
            "score": 109.33488023281097
        },
        {
            "docid": "1723667_34",
            "document": "Oncolytic virus . Both in the laboratory and in the clinic it is useful to have a simple means of identifying cells infected by the experimental virus. This can be done by equipping the virus with 'reporter genes' not normally present in viral genomes, which encode easily identifiable protein markers. One example of such proteins is GFP (Green fluorescent protein) which, when present in infected cells, will cause a fluorescent green light to be emitted when stimulated by blue light. An advantage of this method is that it can be used on live cells and in patients with superficial infected lesions, it enables rapid non-invasive confirmation of viral infection. Another example of a visual marker useful in living cells is luciferase, an enzyme from the firefly which in the presence of luciferin, emits light detectable by specialized cameras. The \"E. coli\" enzymes beta-glucuronidase and beta-galactosidase can also be encoded by some viruses. These enzymes, in the presence of certain substrates, can produce intense colored compounds useful for visualizing infected cells and also for quantifying gene expression.",
            "score": 108.46988701820374
        },
        {
            "docid": "19167679_70",
            "document": "Virus . Antibodies can continue to be an effective defence mechanism even after viruses have managed to gain entry to the host cell. A protein that is in cells, called TRIM21, can attach to the antibodies on the surface of the virus particle. This primes the subsequent destruction of the virus by the enzymes of the cell's proteosome system. A second defence of vertebrates against viruses is called cell-mediated immunity and involves immune cells known as T cells. The body's cells constantly display short fragments of their proteins on the cell's surface, and, if a T cell recognises a suspicious viral fragment there, the host cell is destroyed by \"killer T\" cells and the virus-specific T-cells proliferate. Cells such as the macrophage are specialists at this antigen presentation. The production of interferon is an important host defence mechanism. This is a hormone produced by the body when viruses are present. Its role in immunity is complex; it eventually stops the viruses from reproducing by killing the infected cell and its close neighbours.",
            "score": 136.58556997776031
        },
        {
            "docid": "14596496_5",
            "document": "Photosynthetic reaction centre protein family . Photosynthetic reaction centre genes from PSII (PsbA, PsbD) have been discovered within marine bacteriophage. Though it is widely accepted dogma that arbitrary pieces of DNA can be borne by phage between hosts (transduction), one would hardly expect to find transduced DNA within a large number of viruses. Transduction is presumed to be common in general, but for any single piece of DNA to be routinely transduced would be highly unexpected. Instead, conceptually, a gene routinely found in surveys of viral DNA would have to be a functional element of the virus itself (this does not imply that the gene would not be transferred among hosts - which the photosystem within viruses is - but instead that there is a viral function for the gene, that it is not merely hitchhiking with the virus). However, free viruses lack the machinery needed to support metabolism, let alone photosynthesis. As a result, photosystem genes are not likely to be a functional component of the virus like a capsid protein or tail fibre. Instead, it is expressed within an infected host cell. Most virus genes that are expressed in the host context are useful for hijacking the host machinery to produce viruses or for replication of the viral genome. These can include reverse transcriptases, integrases, nucleases or other enzymes. Photosystem components do not fit this mould either. The production of an active photosystem during viral infection provides active photosynthesis to dying cells. This is not viral altruism towards the host, however. The problem with viral infections tends to be that they disable the host relatively rapidly. As protein expression is shunted from the host genome to the viral genome, the photosystem degrades relatively rapidly (due in part to the interaction with light, which is highly corrosive), cutting off the supply of nutrients to the replicating virus. A solution to this problem is to add rapidly degraded photosystem genes to the virus, such that the nutrient flow is uninhibited and more viruses are produced. One would expect that this discovery will lead to other discoveries of a similar nature; that elements of the host metabolism key to viral production and easily damaged during infection are actively replaced or supported by the virus during infection.",
            "score": 95.09624457359314
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 103.3391820192337
        },
        {
            "docid": "19167679_68",
            "document": "Virus . RNA interference is an important innate defence against viruses. Many viruses have a replication strategy that involves double-stranded RNA (dsRNA). When such a virus infects a cell, it releases its RNA molecule or molecules, which immediately bind to a protein complex called a dicer that cuts the RNA into smaller pieces. A biochemical pathway – the RISC complex – is activated, which ensures cell survival by degrading the viral mRNA. Rotaviruses have evolved to avoid this defence mechanism by not uncoating fully inside the cell, and releasing newly produced mRNA through pores in the particle's inner capsid. Their genomic dsRNA remains protected inside the core of the virion.",
            "score": 101.22754645347595
        },
        {
            "docid": "55921429_8",
            "document": "Julianna Lisziewicz . While working at the National Institute of Health, Lisziewicz worked to find a gene therapy approach to treat HIV/AIDS. She based her research on discovering if small portions of gene-stopping DNA (called antisense oligonucleotides) could be created to bind up the viral RNA in retroviruses like HIV so that the virus could not make more copies of itself to continue the infection. Small pieces of messenger RNA (or mRNA) carry a copy of the cell’s DNA to the ribosomes where the mRNA directs the ribosomes to create the proteins that the cells need. Viruses (like HIV) have their own set of mRNA, and they use the ribosomes of the cell they infected to make new viruses to propagate the infection throughout the body. Lisziewicz’s idea was to create antisense oligonucleotides that are complementary to the HIV’s viral mRNA. These complementary DNA pieces can bind to the HIV viral mRNA and prevent the HIV virus from replicating itself. The use of antisense oligonucleotides worked very well in cell cultures, and was quickly transferred to clinical trials.",
            "score": 79.03192591667175
        },
        {
            "docid": "1247939_6",
            "document": "Kaposi's sarcoma-associated herpesvirus . After infection, the virus enters into lymphocytes via macropinosomes where it remains in a latent (\"quiet\") state expressing the viral latency-associated nuclear antigen, LANA. Crucial for the Entry of the virus is the EPH receptor A2 and a few Integrins, whose identity has yet to be confirmed. The virus exists as a circular piece of DNA called an episome and uses the cellular replication machinery to replicate itself. The viral episome is chromatinized upon entry into the host cell nucleus. LANA tethers the viral DNA to cellular chromosomes, inhibits p53 and retinoblastoma protein and suppresses viral genes needed for full virus production and assembly (\"lytic replication\"). Various signals such as inflammation may provoke the virus to enter into lytic replication. When lytic replication occurs, the viral episome starts replicating itself in the form of linear DNA molecules that are packaged into virus particles which are expelled from the cell, to infect new cells or to be transmitted to a new host. When the virus enters into lytic replication, thousands of virus particles can be made from a single cell, which usually results in death of the infected cell.",
            "score": 77.981476187706
        },
        {
            "docid": "20374_7",
            "document": "Metabolism . Most of the structures that make up animals, plants and microbes are made from three basic classes of molecule: amino acids, carbohydrates and lipids (often called fats). As these molecules are vital for life, metabolic reactions either focus on making these molecules during the construction of cells and tissues, or by breaking them down and using them as a source of energy, by their digestion. These biochemicals can be joined together to make polymers such as DNA and proteins, essential macromolecules of life. Proteins are made of amino acids arranged in a linear chain joined together by peptide bonds. Many proteins are enzymes that catalyze the chemical reactions in metabolism. Other proteins have structural or mechanical functions, such as those that form the cytoskeleton, a system of scaffolding that maintains the cell shape. Proteins are also important in cell signaling, immune responses, cell adhesion, active transport across membranes, and the cell cycle. Amino acids also contribute to cellular energy metabolism by providing a carbon source for entry into the citric acid cycle (tricarboxylic acid cycle), especially when a primary source of energy, such as glucose, is scarce, or when cells undergo metabolic stress.",
            "score": 100.30344581604004
        },
        {
            "docid": "22688315_7",
            "document": "Salterprovirus . Transfection of host cells (\"Haloarcula hispanica\") by His2 DNA was demonstrated by Porter \"et al.\" (2008), who showed that infectious virus could be produced from viral DNA as long as the terminal proteins were not damaged by protease treatment. This is consistent with their likely role in DNA replication. It could then be shown that His2 DNA could transfect a wide variety of haloarchaeal species even though the cells were not susceptible to infection by His2 virus. In these experiments, transfected cells were plated along with cells of the host, \"Haloarcula hispanica\", and virus produced by the transfectants was detected by infection of nearby cells of the susceptible host species. The experiments showed that the cytoplasms of many haloarchaea are able to replicate virus as long as the DNA (with terminal proteins) can enter. It is the virus capsid that determines cell selection, most likely by proteins in the short tail at one end of the spindle-shaped virion.",
            "score": 91.04783189296722
        },
        {
            "docid": "57432788_2",
            "document": "IMP-1088 . IMP-1088 is a newly discovered enzyme inhibitor of the human N-myristoyltransferases NMT1 and NMT2 capable of preventing rhinoviral replication, an area of research relating to potential treatment of the common cold. IMP-1088 works to keep cells from receiving the virus by targeting the cell instead of the rhinovirus itself. It does this by hijacking the NMT protein of the cell which prevents the virus from placing the capsid in the cell because viruses use the NMT protein to \"hijack\" and infect the cell with its genetic information of the virus. By using the IMP-1088 molecule in this specific treatment, viruses cannot form resistance to the drug since IMP-1088 is working against the human cell and not the virus which makes this treatment extremely effective. There has been past treatments using similar to drugs like IMP-1088, but those drugs were toxic and harmful to the human body. With the IMP-1088 molecule being discovered, it is very possible that the long thought incurable common cold will now be curable shortly in the future.",
            "score": 107.83020627498627
        },
        {
            "docid": "453608_6",
            "document": "Reoviridae . Viruses in the family Reoviridae have genomes consisting of segmented, double-stranded RNA (dsRNA). Because of this, replication occurs exclusively in the cytoplasm and the virus encodes several proteins which are needed for replication and conversion of the dsRNA genome into (+)-RNAs. The virus can enter the host cell via a receptor on the cell surface. The receptor is not known but is thought to include sialic acid and junctional adhesion molecules (JAMs). The virus is partially uncoated by proteases in the endolysosome, where the capsid is partially digested to allow further cell entry. The core particle then enters the cytoplasm by a yet unknown process where the genome is transcribed conservatively causing an excess of (+) sense strands, which are used as mRNA templates to synthesize (−) sense strands. Viral particles begin to assemble in the cytoplasm 6–7 hours after infection. Translation takes place by leaky scanning, suppression of termination, and ribosomal skipping. The virus exits the host cell by monopartite non-tubule guided viral movement, cell to cell movement, and existing in occlusion bodies after cell death and remaining infectious until finding another host. Multiplicity reactivation (MR) is the process by which 2 or more virus genomes, each containing inactivating genome damage, can interact within an infected cell to form a viable virus genome. McClain and Spendlove demonstrated MR for three types of reovirus after exposure to ultraviolet irradiation. In their experiments, reovirus particles were exposed to doses of UV-light that would be lethal in single infections. However, when two or more inactivated viruses were allowed to infect individual host cells MR occurred and viable progeny were produced. As they stated, multiplicity reactivation by definition involves some type of repair. Michod et al. reviewed numerous examples of MR in different viruses, and suggested that MR is a common form of sexual interaction in viruses that provides the benefit of recombinational repair of genome damages.",
            "score": 91.5570729970932
        },
        {
            "docid": "4181580_8",
            "document": "Orbivirus . NS1 is the most abundant protein in BTV infected cells. It forms tubules that may be involved in translocation of progeny virus particles to the cell membrane. NS2 is phosphorylated by cellular kinases and is an important matrix protein of the granular viral inclusion bodies that form within the cytoplasm of infected cells. These viral inclusion bodies act as the centres of viral replication. The membrane glycoproteins NS3 and NS3a are expressed in large amounts in insect cells but not in mammalian cells. They are involved in the release of progeny virus particles from infected cells and may be involved in determination of both vector competence and virulence. Many orbiviruses preferentially infect vascular endothelial cells. Orbiviruses enter the host cell by endocytosis and the outer capsid is subsequently removed. The whole cycle of viral replication takes place within the cytoplasm of the host cell. Transcription of the viral genome into mRNA occurs within the core particle and mRNA is translated into proteins using the host cell ribosomes. Viral proteins are synthesized 2–14 days after initial infection. New virons self-assemble within the cytoplasm and are then released from the host cell by budding. During the budding process they transiently acquire a lipid envelope which can be detected for a short period of time following their release but this is subsequently lost. Orbiviruses primarily cause diseases in animals. The different Orbivirus species have different host specificities. Orbiviruses are vector-borne pathogens transmitted between vertebrate hosts by vectors such as mosquitoes, midges, gnats, sandflies and ticks. Bluetongue virus (BTV) is an Orbivirus that causes bluetongue disease in sheep, cattle, goats and wild ungulates. BTV has been in the forefront of molecular studies for last three decades and now represents one of the best understood viruses at the molecular and structural levels. Other species of Orbiviruses are responsible for other diseases of animals such as African Horse sickness and Equine encephalosis virus.",
            "score": 88.12695896625519
        },
        {
            "docid": "7903516_17",
            "document": "Phycodnaviridae . The life cycle of the chlorovirus infecting \"Paramecium bursaria\", known as PBCV-1 has been studied in detail . Cryo-electron microscopy and 3D reconstruction of the viral capsid shows that there is a long 'spike' structure which first contacts the cell wall and likely serves to puncture the cell wall of the host. The PBCV-1 virus is specific to its host and recognition is mediated by the interaction of virus surface proteins with algal surface carbohydrates. Following attachment of the virus to the host's cell wall, capsid-bound glycolytic enzymes break down the cell wall. The viral membrane likely fuses with the host membrane, allowing the viral DNA to enter the cytoplasm, leaving an empty capsid on the outside. As PBCV-1 lacks an RNA polymerase gene, the virus must use the host cell's machinery to produce viral RNA. Thus, the viral DNA quickly moves to the nucleus where early transcription is initiated 5–10 minutes post infection. Within minutes of infection, host chromosomal degradation occurs, inhibiting host transcription. At 20 minutes post infection, most of the mRNAs in the infected cell are viral mRNAs. The proteins translated from the early stage of transcription are involved in initiating viral DNA replication, occurring 60–90 minutes post infection. The second phase of proteins are translated in the cytoplasm and the assembly of virus capsids begins about 2–3 hours post infection. Mature virions are formed with the addition of newly-replicated viral DNA from the host nucleus, likely facilitated by a virus encoded DNA packaging ATPase. About 5–6 hours following PBCV-1 infection, the cytoplasm is filled with virions and lysis occurs at 6–8 hours post infection releasing roughly 1000 particles per cell.",
            "score": 78.07104241847992
        },
        {
            "docid": "34217148_11",
            "document": "Vectors in gene therapy . The viral vectors described above have natural host cell populations that they infect most efficiently. Retroviruses have limited natural host cell ranges, and although adenovirus and adeno-associated virus are able to infect a relatively broader range of cells efficiently, some cell types are refractory to infection by these viruses as well. Attachment to and entry into a susceptible cell is mediated by the protein envelope on the surface of a virus. Retroviruses and adeno-associated viruses have a single protein coating their membrane, while adenoviruses are coated with both an envelope protein and fibers that extend away from the surface of the virus. The envelope proteins on each of these viruses bind to cell-surface molecules such as heparin sulfate, which localizes them upon the surface of the potential host, as well as with the specific protein receptor that either induces entry-promoting structural changes in the viral protein, or localizes the virus in endosomes wherein acidification of the lumen induces this refolding of the viral coat. In either case, entry into potential host cells requires a favorable interaction between a protein on the surface of the virus and a protein on the surface of the cell. For the purposes of gene therapy, one might either want to limit or expand the range of cells susceptible to transduction by a gene therapy vector. To this end, many vectors have been developed in which the endogenous viral envelope proteins have been replaced by either envelope proteins from other viruses, or by chimeric proteins. Such chimera would consist of those parts of the viral protein necessary for incorporation into the virion as well as sequences meant to interact with specific host cell proteins. Viruses in which the envelope proteins have been replaced as described are referred to as pseudotyped viruses. For example, the most popular retroviral vector for use in gene therapy trials has been the lentivirus Simian immunodeficiency virus coated with the envelope proteins, G-protein, from Vesicular stomatitis virus. This vector is referred to as VSV G-pseudotyped lentivirus, and infects an almost universal set of cells. This tropism is characteristic of the VSV G-protein with which this vector is coated. Many attempts have been made to limit the tropism of viral vectors to one or a few host cell populations. This advance would allow for the systemic administration of a relatively small amount of vector. The potential for off-target cell modification would be limited, and many concerns from the medical community would be alleviated. Most attempts to limit tropism have used chimeric envelope proteins bearing antibody fragments. These vectors show great promise for the development of \"magic bullet\" gene therapies.",
            "score": 104.63018774986267
        },
        {
            "docid": "12386370_15",
            "document": "Potato mop-top virus . The vector for PMTV is a protist, \"S. subterranea\". As \"S. subterranea\" infects the roots of potatoes, the virus is given access to the root cells and starts its habitation of the plant. By taking control of the cell's cellular machinery, the virus can replicate. The virus then moves onto more potato cells and spreads systemically through the plant. The systemic movement of PMTV is facilitated in large by a protein named TRIPLE GENE BLOCK1 (TGB1) which has an internal domain spurring transportation of the virus to neighboring cells, and an N-terminal domain used for long-distance (systemic) travel. This N-terminal domain of TGB1 has shown some promise as a target to limit systemic infection of the pathogen in \"N. benthamiana\", since systemic infection requires an interaction between a molecule called importin-a within the host plant and the N-terminal domain. Of the three positive-sense RNA molecules used by PMTV, there is one thought to code for a virulence factor protein. The other two molecules code for a polymerase and a coat protein both of which are necessary for the survival of the virus. RNA-TGB is a gene with 4 open reading frames (ORFs); the first three overlapping ORFs form an area called the triple gene block. This 3 frame block codes for essential movement factor proteins that facilitate cell-to-cell movement. The fourth ORF codes for another cysteine-rich protein that increases virulence and has some RNA silencing suppressive activity.",
            "score": 100.16826832294464
        },
        {
            "docid": "40817806_13",
            "document": "Ebola virus . Being acellular, viruses such as Ebola do not replicate through any type of cell division; rather, they use a combination of host- and virally encoded enzymes, alongside host cell structures, to produce multiple copies of themselves. These then self-assemble into viral macromolecular structures in the host cell. The virus completes a set of steps when infecting each individual cell. The virus begins its attack by attaching to host receptors through the glycoprotein (GP) surface peplomer and is endocytosed into macropinosomes in the host cell. To penetrate the cell, the viral membrane fuses with vesicle membrane, and the nucleocapsid is released into the cytoplasm. Encapsidated, negative-sense genomic ssRNA is used as a template for the synthesis (3'-5') of polyadenylated, monocistronic mRNAs and, using the host cell's ribosomes, tRNA molecules, etc., the mRNA is translated into individual viral proteins.",
            "score": 89.93881750106812
        },
        {
            "docid": "34333508_3",
            "document": "Viperin . Viperin is a cellular protein which could inhibit many DNA and RNA viruses such as CHIKV, HCMV, HCV, DENV, WNV, SINV, influenza, HIV LAI strain, and so on. Initially identified as an IFN-γ induced antiviral protein in human cytomegalovirus (HCMV) infected macrophages, viperin is reported that it could be induced by HCMV glycoprotein B in fibroblasts but inhibits HCMV viral infection and down-regulates viral structural proteins, which is essential for viral assembling and maturation. The mechanism of how the virus protein induces viperin against itself is still not clear. However, the viral induced redistribution of Viperin is also found in HCMV infected cells, which may reflect the mechanism of virus evading antiviral activities of Viperin. Viperin could also be induced, and then interact with HCMV viral proteins and relocate to mitochondria in HCMV viral infected cells, and finally enhance viral infectivity by the disrupted cellular metabolism. In the inhibition of influenza virus budding and release, viperin could disrupt the lipid rafts on cell plasma membrane by decreasing the enzyme activities of farnesyl diphosphate synthase (FPPS), which is an essential enzyme in isoprenoid biosynthesis pathway. Besides, viperin can also inhibit the viral replication of HCV via the interaction with host protein hVAP-33 and NS5A and disruption of the formation of the replication complex.",
            "score": 102.56697821617126
        },
        {
            "docid": "10849236_2",
            "document": "Antibody-dependent enhancement . Antibody-dependent enhancement (ADE) occurs when non-neutralising antiviral proteins facilitate virus entry into host cells, leading to increased infectivity in the cells. Some cells do not have the usual receptors on their surfaces that viruses use to gain entry. The antiviral proteins (i.e., the antibodies) bind to antibody Fc receptors that some of these cells have in the plasma membrane. The viruses bind to the antigen binding site at the other end of the antibody. ADE is common in cells cultured in the laboratory, but rarely occurs \"in vivo\" except for dengue virus. This virus can use this mechanism to infect human macrophages, causing a normally mild viral infection to become life-threatening.",
            "score": 73.8561544418335
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 97.07207667827606
        },
        {
            "docid": "54421246_44",
            "document": "Spinocerebellar ataxia type 1 . While there is currently no known method for exclusively promoting polyglutamine contractions in vivo, techniques using programmable nucleases have shown some promise in causing these changes in vitro. Programmable nucleases are proteins that can break DNA strands near sequences that can be specified by scientists before use. This includes CRISPR/Cas9, which uses a protein found in bacteria and guide strand of RNA, and zinc finger nucleases, which use engineered proteins with special recurring DNA binding domains to guide an attached nuclease. A study reports that both CRISPR and Zinc fingers nucleases that rely on double strand breaks trigger contractions and expansions with nearly equal frequency, while CRISPR using a mutant variation of Cas9, Cas9 D10A or Cas9 nickase, which causes only single strand breaks, produced mainly contractions.",
            "score": 134.38820719718933
        },
        {
            "docid": "3833671_9",
            "document": "Influenzavirus C . Influenza viruses, like all viruses in the family Orthomyxoviridae, are enveloped RNA viruses with single stranded genomes. The antigens, matrix protein (M1) and nucleoprotein (NP), are used to determine if an influenza virus is type A, B, or C. The M1 protein is required for virus assembly and NP functions in transcription and replication. These viruses also contain proteins on the surface of the cell membrane called glycoproteins. Type A and B have two glycoproteins: hemagglutinin (HA) and neuraminidase (NA). Type C has only one glycoprotein: hemagglutinin-esterase fusion (HEF). These glycoproteins allow for attachment and fusion of viral and cellular membranes. Fusion of these membranes allows the viral proteins and genome to be released into the host cell, which then causes the infection. Type C is the only influenza virus to express the enzyme esterase. This enzyme is similar to the enzyme neuraminidase produced by type A and B in that they both function in destroying the host cell receptors. Glycoproteins may undergo mutations (antigenic drift) or reassortment in which a new HA or NA is produced (antigenic shift). Influenza virus C is only capable of antigenic drift whereas type A undergo antigenic shift, as well. When either of these processes occur, the antibodies formed by the immune system no longer protect against these altered glycoproteins. Because of this, viruses continually cause infections.",
            "score": 129.3195161819458
        }
    ],
    "r": [
        {
            "docid": "18878850_11",
            "document": "Synechocystis . The CRISPR-Cas (Clustered Regularly Interspaced Short Palindrome Repeats – CRISPR associated proteins) system provides adaptive immunity in archaea and bacteria. \"Synechocystis\" sp. PCC6803 contains three different CRISPR-Cas systems: type I-D, and two versions of type III. All three CRISPR-Cas systems are localize on the pSYSA plasmid. All cyanobacteria are lacking the type II system, which has been widely adapted for genetic engineering purposes across many species.",
            "score": 176.44833374023438
        },
        {
            "docid": "2146034_10",
            "document": "CRISPR . Experimental work by several groups revealed the basic mechanisms of CRISPR-Cas immunity. In 2007 the first experimental evidence that CRISPR was an adaptive immune system was published. A CRISPR region in \"Streptococcus thermophilus\" acquired spacers from the DNA of an infecting bacteriophage. The researchers manipulated the resistance of \"S. thermophilus\" to phage by adding and deleting spacers whose sequence matched those found in the tested phages. In 2008, Brouns and Van der Oost identified a complex of Cas proteins (called Cascade) that in \"E. coli\" cut the CRISPR RNA precursor within the repeats into mature spacer-containing RNA molecules (crRNA), which remained bound to the protein complex. Moreover, it was found that Cascade, crRNA and a helicase/nuclease (Cas3) were required to provide a bacterial host with immunity against infection by a DNA virus. By designing an anti-virus CRISPR, they demonstrated that two orientations of the crRNA (sense/antisense) provided immunity, indicating that the crRNA guides were targeting dsDNA. That year Marraffini and Sontheimer indeed confirmed that a CRISPR sequence of \"S. epidermidis\" targeted DNA and not RNA to prevent conjugation. This finding was at odds with the proposed RNA-interference-like mechanism of CRISPR-Cas immunity, although a CRISPR-Cas system that targets foreign RNA was later found in \"Pyrococcus furiosus\". A 2010 study showed that CRISPR-Cas cuts both strands of phage and plasmid DNA in \"S. thermophilus\".",
            "score": 175.46377563476562
        },
        {
            "docid": "2146034_8",
            "document": "CRISPR . A major addition to the understanding of CRISPR came with Jansen's observation that the prokaryote repeat cluster was accompanied by a set of homologous genes that make up CRISPR-associated systems or \"cas\" genes. Four \"cas\" genes (\"cas\" 1 - 4) were initially recognized. The Cas proteins showed helicase and nuclease motifs, suggesting a role in the dynamic structure of the CRISPR loci. In this publication the acronym CRISPR was coined as the universal name of this pattern. However, the CRISPR function remained enigmatic. In 2005, three independent research groups showed that some CRISPR spacers are derived from phage DNA and extrachromosomal DNA such as plasmids. In effect, the spacers are fragments of DNA gathered from viruses that previously tried to attack the cell. The source of the spacers was a sign that the CRISPR/\"cas\" system could have a role in adaptive immunity in bacteria. All three studies proposing this idea were initially rejected by high-profile journals, but eventually appeared in other journals.",
            "score": 172.94786071777344
        },
        {
            "docid": "19167679_82",
            "document": "Virus . The major way bacteria defend themselves from bacteriophages is by producing enzymes that destroy foreign DNA. These enzymes, called restriction endonucleases, cut up the viral DNA that bacteriophages inject into bacterial cells. Bacteria also contain a system that uses CRISPR sequences to retain fragments of the genomes of viruses that the bacteria have come into contact with in the past, which allows them to block the virus's replication through a form of RNA interference. This genetic system provides bacteria with acquired immunity to infection.",
            "score": 166.28506469726562
        },
        {
            "docid": "2146034_19",
            "document": "CRISPR . CRISPR-Cas systems fall into two classes. Class 1 systems use a complex of multiple Cas proteins to degrade foreign nucleic acids. Class 2 systems use a single large Cas protein for the same purpose. Class 1 is divided into types I, III, and IV; class 2 is divided into types II, V, and VI. The 6 system types are divided into 19 subtypes. Each type and most subtypes are characterized by a \"signature gene\" found almost exclusively in the category. Classification is also based on the complement of \"cas\" genes that are present. Most CRISPR-Cas systems have a Cas1 protein. The phylogeny of Cas1 proteins generally agrees with the classification system. Many organisms contain multiple CRISPR-Cas systems suggesting that they are compatible and may share components. The sporadic distribution of the CRISPR/Cas subtypes suggests that the CRISPR/Cas system is subject to horizontal gene transfer during microbial evolution.",
            "score": 159.88414001464844
        },
        {
            "docid": "34930586_32",
            "document": "Genome editing . CRISPRs (Clustered Regularly Interspaced Short Palindromic Repeats) are genetic elements that bacteria use as a kind of acquired immunity to protect against viruses. They consist of short sequences that originate from viral genomes and have been incorporated into the bacterial genome. Cas (CRISPR associated proteins) process these sequences and cut matching viral DNA sequences. By introducing plasmids containing Cas genes and specifically constructed CRISPRs into eukaryotic cells, the eukaryotic genome can be cut at any desired position. Several companies, including Cellectis and Editas, have been working to monetize the CRISPR method while developing gene-specific therapies.",
            "score": 159.61798095703125
        },
        {
            "docid": "6306236_3",
            "document": "Mobile genetic elements . CRISPR-Cas systems in bacteria and archaea are adaptive immune systems to protect against deadly consequences from MGEs. Using comparative genomic and phylogenetic analysis, researchers found that CRISPR-Cas variants are associated with distinct types of MGEs such as transposable elements. In addition, CRISPR-Cas controls transposable elements for their propagation.",
            "score": 149.49267578125
        },
        {
            "docid": "38570862_6",
            "document": "Cas9 . CRISPR-Cas systems divided into three major types (type I, type II, and type III) and twelve subtypes, which are based on their genetic content and structural differences. However, the core defining features of all CRISPR-Cas systems are the cas genes and their proteins: cas1 and cas2 are universal across types and subtypes, cas3, cas9, cas10 are signature genes for type I, type II, and type III respectively.",
            "score": 149.0856475830078
        },
        {
            "docid": "45313845_3",
            "document": "CRISPR/Cas Tools . The CRISPR/Cas (Clustered Regularly Interspaced Short Palindromic Repeats/CRISPR associated nucleases) system was originally discovered to be an acquired immune response mechanism used by archaea and bacteria. It has since been adopted for use as a tool in the genetic engineering of higher organisms.",
            "score": 148.2606964111328
        },
        {
            "docid": "2146034_50",
            "document": "CRISPR . Another way for bacteria to defend against phage infection is by having chromosomal islands. A subtype of chromosomal islands called phage-inducible chromosomal island (PICI) is excised from a bacterial chromosome upon phage infection and can inhibit phage replication. The mechanisms that induce PICI excision and how PICI inhibits phage replication are not well understood. One study showed that lytic ICP1 phage, which specifically targets \"Vibrio cholerae\" serogroup O1, has acquired a CRISPR/Cas system that targets a \"V. cholera\" PICI-like element. The system has 2 CRISPR loci and 9 Cas genes. It seems to be homologous to the 1-F system found in \"Yersinia pestis\". Moreover, like the bacterial CRISPR/Cas system, ICP1 CRISPR/Cas can acquire new sequences, which allows phage and host to co-evolve.",
            "score": 147.99462890625
        },
        {
            "docid": "2146034_4",
            "document": "CRISPR . A simple version of the CRISPR/Cas system, CRISPR/Cas9, has been modified to edit genomes. By delivering the Cas9 nuclease complexed with a synthetic guide RNA (gRNA) into a cell, the cell's genome can be cut at a desired location, allowing existing genes to be removed and/or new ones added. The Cas9-gRNA complex corresponds with the CAS III CRISPR-RNA complex in the above diagram. CRISPR/Cas genome editing techniques have many potential applications, including medicine and crop seed enhancement. The use of CRISPR/Cas9-gRNA complex for genome editing was the AAAS's choice for breakthrough of the year in 2015. Bioethical concerns have been raised about the prospect of using CRISPR for germline editing.",
            "score": 146.02455139160156
        },
        {
            "docid": "9028799_36",
            "document": "Bacteria . Some bacteria also transfer genetic material between cells. This can occur in three main ways. First, bacteria can take up exogenous DNA from their environment, in a process called transformation. Many bacteria can naturally take up DNA from the environment, while others must be chemically altered in order to induce them to take up DNA. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells. The second way bacteria transfer genetic material is by transduction, when the integration of a bacteriophage introduces foreign DNA into the chromosome. Many types of bacteriophage exist, some simply infect and lyse their host bacteria, while others insert into the bacterial chromosome. Bacteria resist phage infection through restriction modification systems that degrade foreign DNA, and a system that uses CRISPR sequences to retain fragments of the genomes of phage that the bacteria have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. The third method of gene transfer is conjugation, whereby DNA is transferred through direct cell contact. In ordinary circumstances, transduction, conjugation, and transformation involve transfer of DNA between individual bacteria of the same species, but occasionally transfer may occur between individuals of different bacterial species and this may have significant consequences, such as the transfer of antibiotic resistance. In such cases, gene acquisition from other bacteria or the environment is called horizontal gene transfer and may be common under natural conditions.",
            "score": 145.37466430664062
        },
        {
            "docid": "2146034_3",
            "document": "CRISPR . CRISPR is an abbreviation of Clustered Regularly Interspaced Short Palindromic Repeats. The name was minted at a time when the origin and use of the interspacing subsequences were not known. At that time the CRISPRs were described as segments of prokaryotic DNA containing short, repetitive base sequences. In a palindromic repeat, the sequence of nucleotides is the same in both directions. Each repetition is followed by short segments of spacer DNA from previous exposures to foreign DNA (e.g., a virus or plasmid). Small clusters of \"cas\" (CRISPR-associated system) genes are located next to CRISPR sequences. The CRISPR/Cas system is a prokaryotic immune system that confers resistance to foreign genetic elements such as those present within plasmids and phages that provides a form of acquired immunity. RNA harboring the spacer sequence helps Cas (CRISPR-associated) proteins recognize and cut exogenous DNA. Other RNA-guided Cas proteins cut foreign RNA. CRISPRs are found in approximately 50% of sequenced bacterial genomes and nearly 90% of sequenced archaea.",
            "score": 144.4932098388672
        },
        {
            "docid": "446223_8",
            "document": "Gene knockdown . A different means of silencing exogenous DNA that has been discovered in prokaryotes is a mechanism involving loci called 'Clustered Regularly Interspaced Short Palindromic Repeats', or CRISPRs. Proteins called 'CRISPR-associated genes' (cas genes) encode cellular machinery that cuts exogenous DNA into small fragments and inserts them into a CRISPR repeat locus. When this CRISPR region of DNA is expressed by the cell, the small RNAs produced from the exogenous DNA inserts serve as a template sequence that other Cas proteins use to silence this same exogenous sequence. The transcripts of the short exogenous sequences are used as a guide to silence these foreign DNA when they are present in the cell. This serves as a kind of acquired immunity, and this process is like a prokaryotic RNA interference mechanism. The CRISPR repeats are conserved amongst many species and have been demonstrated to be usable in human cells, bacteria, \"C. elegans\", zebrafish, and other organisms for effective genome manipulation. The use of CRISPRs as a versatile research tool can be illustrated by many studies making use of it to generate organisms with genome alterations.",
            "score": 142.8359832763672
        },
        {
            "docid": "48343282_5",
            "document": "CRISPR/Cpf1 . CRISPR-Cas systems are separated into two classes. Class 1 uses several Cas proteins together with the CRISPR RNAs (crRNA) to build a functional endonuclease. Class 2 CRISPR systems use a single Cas protein with a crRNA. Cpf1 has been recently identified as a Class II, Type V CRISPR/Cas systems containing a 1,300 amino acid protein.",
            "score": 142.6630401611328
        },
        {
            "docid": "49539168_7",
            "document": "No-SCAR (Scarless Cas9 Assisted Recombineering) Genome Editing . A more recent method for genome editing uses CRISPR (Clustered Regularly Interspaced Short Palindromic Repeats) sequences and the endonuclease Cas9 (CRISPR-associated protein 9). These components are an integral part of the immune response for some bacteria. and have been repurposed for genome engineering. In this system, sequences matching foreign bacteriophage or plasmid DNA are incorporated as “spacer” sequences into the bacterial genome located between repeating CRISPR loci. Cas endonucleases are able to initiate double strand breaks within these foreign DNAs that are complement to the transcribed CRISPR RNAs (crRNA, or “protospacers”), thus degrading them. A conserved protospacer-adjacent motif (PAM, sequence 5’-NGG-3’) located immediately downstream of the protospacer in the cellular genome is necessary for Cas9 cleavage. Together, this system allows for adaptive immunity to the dynamic viral genetic material.",
            "score": 141.1404266357422
        },
        {
            "docid": "36788083_2",
            "document": "Trans-activating crRNA . In molecular biology, trans-activating crRNA (tracrRNA) is a small \"trans-encoded\" RNA. It was first discovered in the human pathogen \"Streptococcus pyogenes\". In bacteria and archaea; CRISPR/Cas (clustered, regularly interspaced short palindromic repeats/CRISPR-associated proteins) constitute an RNA-mediated defense system which protects against viruses and plasmids. This defensive pathway has three steps. First a copy of the invading nucleic acid is integrated into the CRISPR locus. Next, CRISPR RNAs (crRNAs) are transcribed from this CRISPR locus. The crRNAs are then incorporated into effector complexes, where the crRNA guides the complex to the invading nucleic acid and the Cas proteins degrade this nucleic acid. There are several pathways of CRISPR activation, one of which requires a tracrRNA which plays a role in the maturation of crRNA. TracrRNA is partially complementary to and base pairs with a pre-crRNA forming an RNA duplex. This is cleaved by RNase III, an RNA-specific ribonuclease, to form a crRNA/tracrRNA hybrid. This hybrid acts as a guide for the endonuclease Cas9, which cleaves the invading nucleic acid.",
            "score": 140.86766052246094
        },
        {
            "docid": "2146034_29",
            "document": "CRISPR . CRISPR-RNA (crRNA), which later guides the Cas nuclease to the target during the interference step, must be generated from the CRISPR sequence. The crRNA is initially transcribed as part of a single long transcript encompassing much of the CRISPR array. This transcript is then cleaved by Cas proteins to form crRNAs. The mechanism to produce crRNAs differs among CRISPR/Cas systems. In type I-E and type I-F systems, the proteins Cas6e and Cas6f respectively, recognise stem-loops created by the pairing of identical repeats that flank the crRNA. These Cas proteins cleave the longer transcript at the edge of the paired region, leaving a single crRNA along with a small remnant of the paired repeat region.",
            "score": 139.02879333496094
        },
        {
            "docid": "49539168_37",
            "document": "No-SCAR (Scarless Cas9 Assisted Recombineering) Genome Editing . The discovery of the CRISPR/Cas9 genome editing system has revolutionized genetic research. In terms of human health, it has applications to both specific diseases as well as stem cell systems that model these same diseases. In stem cell research, the CRISPR system has been successfully applied to a wide spectrum of diseases. Mutations in transcriptional repressor CTCF from cultured intestinal stem cells of cystic fibrosis patients were corrected using CRISPR/Cas. Subsequent applications built upon simple sequence corrections and successfully repaired a chromosomal inversion abnormality in Hemophilia A. Both applications demonstrate the utility of pairing CRISPR/Cas with stem cell models in the study and treatment of genetic disease. With the advent of patient-derived induced pluripotent stem cells (iPSCs), the applicability of CRISPR/Cas is further strengthened. To date, CRISPR methods have successfully repaired disease-associated genetic mutations in 1) metabolic disorders such as β-thalassemia, 2) immunological deficiencies such as severe combined immunodeficiency (SCID) and 3) neuromuscular diseases such as Duchenne muscular dystrophy. The corrections of these genetic mutations, more importantly, are potential future vehicles for cell and gene therapies where the patient’s own repaired stem cells can be re-implanted. The no-SCAR method, as an improvement of the CRISPR/Cas system, will play an important role in modeling human disease using iPS cells and in the future treating these same diseases.",
            "score": 137.4483642578125
        },
        {
            "docid": "56710049_13",
            "document": "Off-target genome editing . CRISPR interference (CRISPRi) and CRISPR activation (CRISPRa) have also been developed. These systems can precisely alter gene transcription at the DNA level without inflicting irreversible genetic alterations. Furthermore, by directly acting on DNA they are generally more specific and predictable compared to RNAi. Although CRISPRi/a cannot replace genome editing in all experiments, they can act as effective alternatives in some cases. CRISPRi and CRISPRa use a deactivated Cas9 (dCas9) enzyme that cannot cut DNA, but can deliver transcriptional activators and repressors to modulate desired gene expression with high precision. Currently, off-target effects of CRISPRi are minimal, and show a reduced response and sensitivity to single-base mismatches. Importantly, when non-specific effects do inevitably occur they are reversible, time-dependent, and less damaging than DNA editing, making them effective alternatives that can limit the off-target burden when possible. CRISPR-cas13b, using a type IV CRISPR-Cas system (as opposed to the commonly used type II) can target and edit specific RNA sequences. Such an RNA editing platform has the ability to specifically edit mRNA, and therefore protein translation, without altering the DNA. The represents a promising technology that if successful would reduce the burden of irreversible off-target mutations.",
            "score": 136.86671447753906
        },
        {
            "docid": "19167679_70",
            "document": "Virus . Antibodies can continue to be an effective defence mechanism even after viruses have managed to gain entry to the host cell. A protein that is in cells, called TRIM21, can attach to the antibodies on the surface of the virus particle. This primes the subsequent destruction of the virus by the enzymes of the cell's proteosome system. A second defence of vertebrates against viruses is called cell-mediated immunity and involves immune cells known as T cells. The body's cells constantly display short fragments of their proteins on the cell's surface, and, if a T cell recognises a suspicious viral fragment there, the host cell is destroyed by \"killer T\" cells and the virus-specific T-cells proliferate. Cells such as the macrophage are specialists at this antigen presentation. The production of interferon is an important host defence mechanism. This is a hormone produced by the body when viruses are present. Its role in immunity is complex; it eventually stops the viruses from reproducing by killing the infected cell and its close neighbours.",
            "score": 136.5855712890625
        },
        {
            "docid": "48343282_2",
            "document": "CRISPR/Cpf1 . Clustered Regularly Interspaced Short Palindromic Repeats from Prevotella and Francisella 1 or CRISPR/Cpf1 is a DNA-editing technology analogous to the CRISPR/Cas9 system. Cpf1 is an RNA-guided endonuclease of a class II CRISPR/Cas system. This acquired immune mechanism is found in Prevotella and Francisella bacteria. It prevents genetic damage from viruses. Cpf1 genes are associated with the CRISPR locus, coding for an endonuclease that use a guide RNA to find and cleave viral DNA. Cpf1 is a smaller and simpler endonuclease than Cas9, overcoming some of the CRISPR/Cas9 system limitations. CRISPR/Cpf1 could have multiple applications, including treatment of genetic illnesses and degenerative conditions.",
            "score": 136.01210021972656
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 135.11605834960938
        },
        {
            "docid": "48343282_7",
            "document": "CRISPR/Cpf1 . Cpf1 CRISPR-Cas domain architecture shows that Cpf1 is functionally unique, being classified as Class 2, type V CRISPR system. The Cpf1 loci encode Cas1, Cas2 and Cas4 proteins more similar to types I and III than from type II systems. Database searches suggest the abundance of Cpf1-family proteins in many bacterial species.",
            "score": 134.88143920898438
        },
        {
            "docid": "54421246_44",
            "document": "Spinocerebellar ataxia type 1 . While there is currently no known method for exclusively promoting polyglutamine contractions in vivo, techniques using programmable nucleases have shown some promise in causing these changes in vitro. Programmable nucleases are proteins that can break DNA strands near sequences that can be specified by scientists before use. This includes CRISPR/Cas9, which uses a protein found in bacteria and guide strand of RNA, and zinc finger nucleases, which use engineered proteins with special recurring DNA binding domains to guide an attached nuclease. A study reports that both CRISPR and Zinc fingers nucleases that rely on double strand breaks trigger contractions and expansions with nearly equal frequency, while CRISPR using a mutant variation of Cas9, Cas9 D10A or Cas9 nickase, which causes only single strand breaks, produced mainly contractions.",
            "score": 134.38821411132812
        },
        {
            "docid": "31640520_13",
            "document": "6-Deoxyerythronolide B synthase . Fatty acid synthesis in most prokaryotes occurs by a type II synthase made of many enzymes located in the cytoplasm that can be separated. However, some bacteria such as Mycobacterium smegmatis as well as mammals and yeast use a type I synthase which is a large multifunctional protein similar to the synthase used for polyketide synthesis. This Type I synthase includes discrete domains on which individual reactions are catalyzed. In both fatty acid synthesis and polyketide synthesis, the intermediates are covalently bound to ACP, or Acyl Carrier Protein. However, in fatty acid synthesis the original molecules are Acyl-CoA or Malonyl-CoA but poyketide synthases can use multiple primers including Acetyl-CoA, Propionyl-CoA, Isobutyrl-CoA, Cyclohexanoyl-CoA, 3-amino-5-hydroxybenzoyl-CoA, or Cinnamyl-CoA. In both fatty acid synthesis and polyketide synthesis these CoA carriers will be exchanged for ACP before they are incorporated into the growing molecule. During the elongation steps of fatty acid synthesis, ketosynthase, ketoreductase, dehydratase, and enoylreductase are all used in sequence to create a saturated fatty acid then postsynthetic modification can be done to create an unsaturated or cyclo fatty acid. However, in polyketide synthesis these enzymes can be used in different combinations to create segments of polyketide that are saturated, unsaturated, or have a hydroxyl or carbonyl functional group. There are also enzymes used in both fatty acid synthesis and polyketide synthesis that can make modifications to the molecule after it has been synthesized. As far as regulating the length of the molecule being synthesized, the specific mechanism by which fatty acid chain length remains unknown but it is expected that ACP-bound fatty acid chains of the correct length act as allosteric inhibitors of the fatty acid synthesis enzymes. In polyketide synthesis, the synthases are composed of modules in which the order of enzymatic reactions is defined by the structure of the protein complex. This means that once the molecule reaches the last reaction of the last module, the polyketide is released from the complex by a thioesterase enzyme. Therefore, regulation of fatty acid chain length is most likely due to allosteric regulation, and regulation of polyketide length is due to a specific enzyme within the polyketide synthase.",
            "score": 134.38194274902344
        },
        {
            "docid": "2146034_20",
            "document": "CRISPR . CRISPR-Cas immunity is a natural process of bacteria and archaea. CRISPR-Cas prevents bacteriophage infection, conjugation and natural transformation by degrading foreign nucleic acids that enter the cell.",
            "score": 132.12112426757812
        },
        {
            "docid": "3135637_31",
            "document": "Gut flora . The human immune system creates cytokines that can drive the immune system to produce inflammation in order to protect itself, and that can tamp down the immune response to maintain homeostasis and allow healing after insult or injury. Different bacterial species that appear in gut flora have been shown to be able to drive the immune system to create cytokines selectively; for example \"Bacteroides fragilis\" and some \"Clostridia\" species appear to drive an anti-inflammatory response, while some segmented filamentous bacteria drive the production of inflammatory cytokines. Gut flora can also regulate the production of antibodies by the immune system. One function of this regulation is to cause B cells to class switch to IgA. In most cases B cells need activation from T helper cells to induce class switching; however, in another pathway, gut flora cause NF-kB signaling by intestinal epithelial cells which results in further signaling molecules being secreted. These signaling molecules interact with B cells to induce class switching to IgA. IgA is an important type of antibody that is used in mucosal environments like the gut. It has been shown that IgA can help diversify the gut community and helps in getting rid of bacteria that cause inflammatory responses. Ultimately, IgA maintains a healthy environment between the host and gut bacteria. These cytokines and antibodies can have effects outside the gut, in the lungs and other tissues.",
            "score": 130.84303283691406
        },
        {
            "docid": "14958_67",
            "document": "Immune system . The success of any pathogen depends on its ability to elude host immune responses. Therefore, pathogens evolved several methods that allow them to successfully infect a host, while evading detection or destruction by the immune system. Bacteria often overcome physical barriers by secreting enzymes that digest the barrier, for example, by using a type II secretion system. Alternatively, using a type III secretion system, they may insert a hollow tube into the host cell, providing a direct route for proteins to move from the pathogen to the host. These proteins are often used to shut down host defenses.",
            "score": 130.4298095703125
        },
        {
            "docid": "3833671_9",
            "document": "Influenzavirus C . Influenza viruses, like all viruses in the family Orthomyxoviridae, are enveloped RNA viruses with single stranded genomes. The antigens, matrix protein (M1) and nucleoprotein (NP), are used to determine if an influenza virus is type A, B, or C. The M1 protein is required for virus assembly and NP functions in transcription and replication. These viruses also contain proteins on the surface of the cell membrane called glycoproteins. Type A and B have two glycoproteins: hemagglutinin (HA) and neuraminidase (NA). Type C has only one glycoprotein: hemagglutinin-esterase fusion (HEF). These glycoproteins allow for attachment and fusion of viral and cellular membranes. Fusion of these membranes allows the viral proteins and genome to be released into the host cell, which then causes the infection. Type C is the only influenza virus to express the enzyme esterase. This enzyme is similar to the enzyme neuraminidase produced by type A and B in that they both function in destroying the host cell receptors. Glycoproteins may undergo mutations (antigenic drift) or reassortment in which a new HA or NA is produced (antigenic shift). Influenza virus C is only capable of antigenic drift whereas type A undergo antigenic shift, as well. When either of these processes occur, the antibodies formed by the immune system no longer protect against these altered glycoproteins. Because of this, viruses continually cause infections.",
            "score": 129.31951904296875
        },
        {
            "docid": "2146034_9",
            "document": "CRISPR . The first publication proposing a role of CRISPR-Cas in microbial immunity, by the researchers at the University of Alicante, predicted a role for the RNA transcript of spacers on target recognition in a mechanism that could be analogous to the RNA interference system used by eukaryotic cells. Koonin and colleagues extended this RNA interference hypothesis by proposing mechanisms of action for the different CRISPR-Cas subtypes according to the predicted function of their proteins.",
            "score": 128.97683715820312
        },
        {
            "docid": "443416_15",
            "document": "Phagocyte . Phagocytes can also kill microbes by oxygen-independent methods, but these are not as effective as the oxygen-dependent ones. There are four main types. The first uses electrically charged proteins that damage the bacterium's membrane. The second type uses lysozymes; these enzymes break down the bacterial cell wall. The third type uses lactoferrins, which are present in neutrophil granules and remove essential iron from bacteria. The fourth type uses proteases and hydrolytic enzymes; these enzymes are used to digest the proteins of destroyed bacteria.",
            "score": 128.28575134277344
        }
    ]
}