{
    "q": [
        {
            "docid": "528549_14",
            "document": "Coenocyte . The early embryo \"syncytium\" of invertebrates such as \"Drosophila\" is important for \"syncytial\" specification of cell differentiation. The egg cell cytoplasm contains localized mRNA molecules such as those that encode the transcription factors Bicoid and Nanos. Bicoid protein is expressed in a gradient that extends from the anterior end of the early embryo, whereas Nanos protein is concentrated at the posterior end. At first, the nuclei of the early embryo rapidly and synchronously divide in the \"syncytial\" blastoderm and then migrate through the cytoplasm and position themselves in a monolayer around the periphery, leaving only a small number of nuclei in the center of the egg, which will become yolk nuclei. The position of the nuclei along the embryonic axes determines the relative exposure of different amounts of Bicoid, Nanos, and other morphogens. Those nuclei with more Bicoid will activate genes that promote differentiation of cells into head and thorax structures. Nuclei exposed to more Nanos will activate genes responsible for differentiation of posterior regions, such as the abdomen and germ cells. The same principles hold true for the specification of the dorso-ventral axis – higher concentration of nuclear Dorsal protein on the ventral side of the egg specify the ventral fate, whereas absence thereof allows dorsal fates. After the nuclei are positioned in a monolayer underneath the egg membrane, the membrane begins to slowly invaginate, thus separating the nuclei into cellular compartments; during this period, the egg is called a cellular blastoderm. The pole cells – the germline anlage – are the first cells to separate fully.",
            "score": 273.02607321739197
        },
        {
            "docid": "12276398_2",
            "document": "Human embryogenesis . Human embryogenesis is the process of cell division and cellular differentiation of the embryo that occurs during the early stages of development. In biological terms, human development entails growth from a one-celled zygote to an adult human being. Fertilisation occurs when the sperm cell successfully enters and fuses with an egg cell (ovum). The genetic material of the sperm and egg then combine to form a single cell called a zygote and the germinal stage of prenatal development commences. Embryogenesis covers the first eight weeks of development; at the beginning of the ninth week the embryo is termed a fetus. Human embryology is the study of this development during the first eight weeks after fertilisation. The normal period of gestation (pregnancy) is nine months or 38 weeks. The germinal stage refers to the time from fertilization through the development of the early embryo until implantation is completed in the uterus. The germinal stage takes around 10 days. During this stage, the zygote begins to divide, in a process called cleavage. A blastocyst is then formed and implanted in the uterus. Embryogenesis continues with the next stage of gastrulation, when the three germ layers of the embryo form in a process called histogenesis, and the processes of neurulation and organogenesis follow.",
            "score": 115.73395323753357
        },
        {
            "docid": "162717_7",
            "document": "Embryology . \"Drosophila melanogaster\", a fruit fly, is a model organism in biology on which much research into embryology has been done. Before fertilization, the female gamete produces an abundance of mRNA - transcribed from the genes that encode bicoid protein and nanos protein. These mRNA molecules are stored to be used later in what will become the developing embryo. The male and female \"Drosophila\" gametes exhibit anisogamy (differences in morphology and sub-cellular biochemistry). The female gamete is larger than the male gamete because it harbors more cytoplasm and, within the cytoplasm, the female gamete contains an abundance of the mRNA previously mentioned. At fertilization, the male and female gametes fuse (plasmogamy) and then the nucleus of the male gamete fuses with the nucleus of the female gamete (karyogamy). Note that before the gametes' nuclei fuse, they are known as pronuclei. A series of nuclear divisions will occur without cytokinesis (division of the cell) in the zygote to form a multi-nucleated cell (a cell containing multiple nuclei) known as a syncytium. All the nuclei in the syncytium are identical, just as all the nuclei in every somatic cell of any multicellular organism are identical \"in terms of the DNA sequence of the genome\". Before the nuclei can differentiate in transcriptional activity, the embryo (syncytium) must be divided into segments. In each segment, a unique set of regulatory proteins will cause specific genes in the nuclei to be transcribed. The resulting combination of proteins will transform clusters of cells into early embryo tissues that will each develop into multiple fetal and adult tissues later in development (note: this happens after each nucleus becomes wrapped with its own cell membrane).",
            "score": 226.87899208068848
        },
        {
            "docid": "1687906_5",
            "document": "Morphogen . The concept of the morphogen has a long history in developmental biology, dating back to the work of the pioneering \"Drosophila\" (fruit fly) geneticist, Thomas Hunt Morgan, in the early 20th century. Lewis Wolpert refined the morphogen concept in the 1960s with the French flag model, which described how a morphogen could subdivide a tissue into domains of different target gene expression (corresponding to the colours of the French flag). This model was championed by the leading \"Drosophila\" biologist, Peter Lawrence. Christiane Nusslein-Volhard was the first to identify a morphogen, Bicoid, one of the transcription factors present in a gradient in the \"Drosophila\" syncitial embryo. She was awarded the 1995 Nobel Prize in Physiology and Medicine for her work explaining the morphogenic embryology of the common fruit fly. Groups led by Gary Struhl and Stephen Cohen then demonstrated that a secreted signalling protein, Decapentaplegic (the \"Drosophila\" homologue of transforming growth factor beta), acted as a morphogen during the later stages of \"Drosophila\" development.",
            "score": 164.11287081241608
        },
        {
            "docid": "57414_18",
            "document": "Evolutionary developmental biology . Such a cascading regulatory network has been studied in detail in the development of the fruit fly embryo. The young embryo is oval in shape, like a rugby ball. A small number of genes produce messenger RNAs that set up concentration gradients along the long axis of the embryo. In the early embryo, the \"bicoid\" and \"hunchback\" genes are at high concentration near the anterior end, and give pattern to the future head and thorax; the \"caudal\" and \"nanos\" genes are at high concentration near the posterior end, and give pattern to the hindmost abdominal segments. The effects of these genes interact; for instance, the Bicoid protein blocks the translation of \"caudal\"'s messenger RNA, so the Caudal protein concentration becomes low at the anterior end. Caudal later switches on genes which create the fly's hindmost segments, but only at the posterior end where it is most concentrated.",
            "score": 241.41508662700653
        },
        {
            "docid": "16853131_4",
            "document": "VEZT . The morphogenesis of a blastocyst is dependent on the formation of the trophectoderm, the first epithelial layer . Like all other epithelium, the trophectoderm is composed of polarised cells with highly specialised adhesion complexes along the lateral sides of the cells . This layer of cells is vital in the implantation of the embryo to the uterus and gives rise to majority of the extra-embryonic tissues . In order for the proper physiological function of these cells and ultimately the proper development of the embryo, the adherens junctions between them must be properly developed . VEZT codes for the protein vezatin which is an essential protein in the regulation and maintenance of these adherens junctions. However, most genes and subsequent protein release are determined by the combination of paternal and maternal DNA mixing. In the case of the early embryo, especially before compaction has started to occur, majority of the control is via the maternal genome . Vezatin has been shown to appear in the mouse blastocyst as early as the 2-cell stage, suggesting that this protein is in fact under the maternal genome control . Two isoforms of the protein however are evidenced later on at the 8-cell stage, suggesting that now the gene is under the control of the embryo itself . Furthermore, expression of vezatin has been shown to be linked with that of E-cadherin. Disruption of vezatin synthesis in the early embryo not only leads to lack of adherens junction formation, but also results in a strong reduction of E-cadherin protein present . Vezatin itself could be involved in the regulation of the transcription of E-cadherin as it is seen within the nucleus of early embryonic cells . Whilst there are several transcription factors that are associated with the repression of E-cadherin, it is unknown which is the novel target that is engaged when vezatin is also inhibited.",
            "score": 149.03644359111786
        },
        {
            "docid": "46363286_5",
            "document": "Bicoid (gene) . Bicoid protein gradient formation is one of the earliest steps in fruit fly embryo A-P patterning: the proper spatial expression of downstream genes relies on the robustness of this gradient to common variations between embryos, including in the number of maternally-deposited \"bicoid\" mRNAs and in egg size. Comparative phylogenetic and experimental evolution studies suggest an inherent mechanism for robust generation of a scaled Bicoid protein gradient. Mechanisms that have been proposed to effect this scaling include non-linear degradation of Bicoid, nuclear retention as a size-dependent regulator of Bicoid protein's effective diffusion coefficient, and scaling of cytoplasmic streaming.",
            "score": 277.24822902679443
        },
        {
            "docid": "8742839_5",
            "document": "Philip A. Beachy . After receiving his Ph.D, he began working at the Carnegie Institution’s Department of Embryology in Baltimore for two years. After his short time there, he accepted a faculty position at the Johns Hopkins University School of Medicine. Beachy began focusing on the Drosophila hedgehog gene, for which he’s known for, in 1990. The gene’s name originated because fly embryos look spikey if the hedgehog gene is faulty or mutated. The hedgehog gene’s main function is to create protein signals in specific cells. These signals, in turn, allow for the formation of embryonic tissues. They do this by instructing neighboring cells to become a certain type of differentiated cell or to simply divide. In other words, this gene is responsible for the development of the appendages and body segments in Drosophila or fruit flies. Humans and other invertebrates have hedgehog genes that behave slightly different than the same gene in the fruit fly. In vertebrates, the hedgehog gene codes for the fingers and toes on the limbs. It also functions in organizing the brain and the spinal cord. Consequently, mutated hedgehog genes often cause birth defects. Also, if it is activated later in life, certain cancers can be triggered and begin to spread.",
            "score": 112.79013514518738
        },
        {
            "docid": "583031_14",
            "document": "Drosophila embryogenesis . It has been shown that the dsRNA-binding protein STAUFEN (STAU1) is responsible for guiding bicoid, nanos and other proteins, which play a role in forming the anterior-posterior axis, to the correct regions of the embryo to build gradients. When the mRNAs from the maternal effect genes are translated into proteins, a Bicoid protein gradient forms at the anterior end of the egg. Nanos protein forms a gradient at the posterior end. The Bicoid protein blocks translation of \"caudal\" mRNA so Caudal protein is of lower concentration at the anterior part of the embryo and at higher concentration at the posterior part of the embryo. This is of opposite direction of the Bicoid protein. The caudal protein then activates later to turn genes on to form the posterior structures during the segmentation phase. Nanos protein creates a posterior-to-anterior slope and is a morphogen that helps in abdomen formation. Nanos protein, in complex with Pumilio protein, binds to the \"hunchback\" mRNA and blocks its translation in the posterior end of \"Drosophila\" embryos.",
            "score": 289.8857204914093
        },
        {
            "docid": "53662282_6",
            "document": "Magdalena Zernicka-Goetz . Her recent development of systems permitting both mouse and human embryogenesis during implantation and early post-implantation stages \"in vitro\" allowed her to reveal that mouse and human embryo remodelling at implantation is done autonomously by the embryo. She uncovered the mechanism underlying embryo remodelling between the blastocyst and gastrula stages that has led to a change in the textbook model. Her demonstration of the self-organisation of human embryos developing \"in vitro\" until day 13/14, gastrulation, has provided an unprecedented opportunity to study human development at previously inaccessible and critical stages. This discovery was hailed as the people’s choice for the scientific breakthrough of 2016 by Science magazine. The knowledge she gained through her work on how the embryo develops during the blastocyst to gastrula transition, allowed her to mimic these developmental processes with different types of stem cells in vitro. This led her to the pioneering success of constructing embryo-like structures from pluripotent embryonic and multipotent extra-embryonic (trophoblast) stem cells in a 3D scaffold of extra-cellular matrix proteins in vitro. These \"synthetic embryos\" recapitulate the natural architecture of the embryo and their patterns of gene expression leading to the specification of the germ layers and germ cells. This system allowed her to identify signalling pathways responsible for morphogenesis of stem cells into embryos. Together these models bring outstanding potential for understanding development and for regenerative medicine.",
            "score": 125.88726544380188
        },
        {
            "docid": "14754943_3",
            "document": "SNAI1 . The Drosophila embryonic protein SNAI1, commonly known as Snail, is a zinc finger transcriptional repressor which downregulates the expression of ectodermal genes within the mesoderm. The nuclear protein encoded by this gene is structurally similar to the Drosophila snail protein, and is also thought to be critical for mesoderm formation in the developing embryo. At least two variants of a similar processed pseudogene have been found on chromosome 2. SNAI1 zinc-fingers (ZF) binds to E-box, an E-cadherin promoter region, and represses the expression of the adhesion molecule, which induces the tightly bound epithelial cells to break loose from each other and migrate into the developing embryo to become mesenchymal cells. This process allows for the formation of the mesodermal layer in the developing embryo. Though SNAI1 is shown to repress expression of E-cadherin in epithelial cells, studies have shown homozygous mutant embryos are still able to form a mesodermal layer. However, the mesodermal layer present shows characteristics of epithelial cells and not mesenchymal cells (the mutant mesoderm cells exhibited a polarized state). Other studies show that mutation of specific ZFs contribute to a decrease in SNAI1 E-cadherin repression.",
            "score": 152.5608310699463
        },
        {
            "docid": "34441_8",
            "document": "Zygote . Between the stages of fertilization and implantation, the developing human is a \"preimplantation conceptus\". There is some dispute about whether this conceptus should no longer be referred to as an embryo, but should now be referred to as an proembryo, which is terminology that traditionally has been used to refer to plant life. Some ethicist and legal scholars make the argument that it is incorrect to call the conceptus an \"embryo\", because it will later differentiate into both intraembryonic and extraembryonic tissues, and can even split to produce multiple embryos (identical twins). Others have pointed out that so-called extraembryonic tissues are really part of the embryo's body that are no longer used after birth (much as milk teeth fall out after childhood). Further, as the process of the embryo splits to form identical twins – leaving the original tissues intact – a new embryo is generated, rendering it no different from the process of cloning an adult human. However, the National Institutes of Health has made the determination that the traditional classification of pre-implantation embryo is still correct.",
            "score": 103.6816086769104
        },
        {
            "docid": "95250_4",
            "document": "Human development (biology) . The zygote contains a full complement of genetic material and develops into the embryo. Briefly, embryonic developments have four stages: the morula stage, the blastula stage, the gastrula stage, and the neurula stage. Prior to implantation, the embryo remains in a protein shell, the zona pellucida, and undergoes a series of cell divisions, called mitosis. A week after fertilization the embryo still has not grown in size, but hatches from the zona pellucida and adheres to the lining of the mother's uterus. This induces a decidual reaction, wherein the uterine cells proliferate and surround the embryo thus causing it to become embedded within the uterine tissue. The embryo, meanwhile, proliferates and develops both into embryonic and extra-embryonic tissue, the latter forming the fetal membranes and the placenta. In humans, the embryo is referred to as a fetus in the later stages of prenatal development. The transition from embryo to fetus is arbitrarily defined as occurring 8 weeks after fertilization. In comparison to the embryo, the fetus has more recognizable external features and a set of progressively developing internal organs. A nearly identical process occurs in other species.",
            "score": 127.83253717422485
        },
        {
            "docid": "7930220_2",
            "document": "Decapentaplegic . Decapentaplegic (Dpp) is a key morphogen involved in the development of the fruit fly \"Drosophila melanogaster\" and is the first validated secreted morphogen. It is known to be necessary for the correct patterning and development of the early \"Drosophila\" embryo and the fifteen imaginal discs, which are tissues that will become limbs and other organs and structures in the adult fly. It has also been suggested that Dpp plays a role in regulating the growth and size of tissues. Flies with mutations in decapentaplegic fail to form these structures correctly, hence the name (\"decapenta\"-, fifteen, -\"plegic\", paralysis). Dpp is the Drosophila homolog of the vertebrate bone morphogenetic proteins (BMPs), which are members of the TGF-β superfamily, a class of proteins that are often associated with their own specific signaling pathway. Studies of Dpp in Drosophila have led to greater understanding of the function and importance of their homologs in vertebrates like humans.",
            "score": 113.79567265510559
        },
        {
            "docid": "583031_11",
            "document": "Drosophila embryogenesis . The genes that code for these mRNAs, called maternal effect genes, encode for proteins that get translated upon fertilization to establish concentration gradients that span the egg. \"Bicoid\" and \"Hunchback\" are the maternal effect genes that are most important for patterning of anterior parts (head and thorax) of the \"Drosophila\" embryo. \"Nanos\" and \"Caudal\" are maternal effect genes that are important in the formation of more posterior abdominal segments of the \"Drosophila\" embryo.",
            "score": 217.8325662612915
        },
        {
            "docid": "1568109_4",
            "document": "Eric F. Wieschaus . Much of his research has focused on embryogenesis in the fruit fly \"Drosophila melanogaster\", specifically in the patterning that occurs in the early \"Drosophila\" embryo. Most of the gene products used by the embryo at these stages are already present in the unfertilized egg and were produced by maternal transcription during oogenesis. A small number of gene products, however, are supplied by transcription in the embryo itself. He has focused on these \"zygotically\" active genes because he believes the temporal and spatial pattern of their transcription may provide the triggers controlling the normal sequence of embryonic development. Saturation of all the possible mutations on each chromosome by random events to test embryonic lethality was done by Eric Wieschaus.",
            "score": 130.4954490661621
        },
        {
            "docid": "1029022_2",
            "document": "Embryonic stem cell . Embryonic stem cells (ES cells or ESCs) are pluripotent stem cells derived from the inner cell mass of a blastocyst, an early-stage pre-implantation embryo. Human embryos reach the blastocyst stage 4–5 days post fertilization, at which time they consist of 50–150 cells. Isolating the embryoblast, or inner cell mass (ICM) results in destruction of the blastocyst, a process which raises ethical issues, including whether or not embryos at the pre-implantation stage should be have the same moral considerations as embryos in the post-implantation stage of development. Researchers are currently focusing heavily on the therapeutic potential of embryonic stem cells, with clinical use being the goal for many labs. These cells are being studied to be used as clinical therapies, models of genetic disorders, and cellular/DNA repair. However, adverse effects in the research and clinical processes have also been reported.",
            "score": 102.2419182062149
        },
        {
            "docid": "7115286_5",
            "document": "Asymmetric cell division . In \"C. elegans\", a series of asymmetric cell divisions in the early embryo are critical in setting up the anterior/posterior, dorsal/ventral, and left/right axes of the body plan. After fertilization, events are already occurring in the one cell stage embryo to allow for the first asymmetric cell division. This first division produces two distinctly different blastomeres, termed AB and P1. When the sperm fertilizes the egg, the sperm nucleus and centrosomes are deposited within the egg, which causes a cytoplasmic flux resulting in the movement of the sperm pronucleus and centrosomes towards one pole. The centrosomes deposited by the sperm seem to be responsible for the establishment of the posterior pole within the one cell embryo. Studies have shown that the pole in which the sperm-derived centrosomes reside always becomes the posterior pole. Furthermore, sperm with mutant or absent centrosomes fail to establish a posterior pole, while enucleated sperm with intact centrosomes successfully fertilize the egg and set up the posterior pole. The establishment of this polarity initiates the polarized distribution of a group of proteins present in the zygote called the PAR proteins (partitioning-defective), which are a conserved group of proteins that function in establishing cell polarity during development. These proteins are initially distributed uniformly throughout the zygote and then become polarized with the creation of the posterior pole. This series of events allows the single celled zygote to obtain polarity through an unequal distribution of multiple factors.",
            "score": 140.11109232902527
        },
        {
            "docid": "4327082_6",
            "document": "Andrzej Tarkowski . Pioneering work of Andrzej K. Tarkowski initiated in 1950s formed the basis not only for modern mammalian developmental biology and progress in animal breeding, but also in such techniques as assisted reproduction (in vitro fertilisation) or preimplantational diagnostics. In 1959 Tarkowski showed that a single blastomere isolated from a 2-cell stage mouse embryo is fully able to develop and the result is healthy and fertile mouse (Tarkowski, 1959, Nature). His next achievement was, reported in 1961, birth of first chimaeric mice produced experimentally by injecting blastomeres from one embryo to genetically different embryo (Tarkowski, 1961;Nature). Since then the chimaera has become a useful tool, used in producing genetically modified animals (in this technique genetically engineered stem cells are aggregated with developing embryo. Chimaera obtained this way is phenetypically changed and passes it to the next generation). In 1966 Tarkowski developed a technique which enabled observing chromosome in oocytes, which has been widely used in early studies of embryo (Tarkowski, 1967;Cytogenetics). This Publication is often citaded, although has been publicised over 50 years ago. In later years professor Tarkowski with his collaborators showed for the first time in history that partenogenetically activated mouse oocytes are able of developing until mid-gestation (Tarkowski, et al.,1970;Nature). It was a serious argument for the hypothesis of genomic imprinting. Mutually with his Ph.D. student Jacek Kubiak, Tarkowski devised a technique of blastomere electrofusion leading to the generation of tetraploid embryo.",
            "score": 112.455637216568
        },
        {
            "docid": "57414_14",
            "document": "Evolutionary developmental biology . The puzzle of how embryonic development was controlled began to be solved using the fruit fly \"Drosophila melanogaster\" as a model organism. The step-by-step control of its embryogenesis was visualized by attaching fluorescent dyes of different colours to specific types of protein made by genes expressed in the embryo. A dye such as green fluorescent protein, originally from a jellyfish, was typically attached to an antibody specific to a fruit fly protein, forming a precise indicator of where and when that protein appeared in the living embryo.",
            "score": 149.1912543773651
        },
        {
            "docid": "583031_25",
            "document": "Drosophila embryogenesis . Once in the nucleus, Dorsal activates different genes depending upon its nuclear concentration. This process sets up a gradient between the ventral and dorsal side of the blastoderm embryo with the repression or induction of Dorsal target genes being differentially regulated. At the ventral end of the embryo, blastoderm nuclei exposed to high concentrations of dorsal protein induce the transcription of the transcription factors \"twist\" and \"snail\" while repressing \"zerknüllt\" and \"decapentaplegic\". This results in the formation of the mesoderm. In the lateral regions of the embryo, low nuclear concentrations of Dorsal lead to the expression of \"rhomboid\" which identifies future neuroectoderm. More dorsally, active Dpp signaling represses \"rhomboid\" thus confining it to the lateral blastoderm nuclei. At the dorsal side of the embryo, blastoderm nuclei where this is little or no nuclear dorsal protein express \"zerknüllt\", \"tolloid\", and \"decapentaplegic\" (Dpp). This leads to the specification of non-neural ectoderm and later in the blastula stage to anmioserosa.  The ventral activity of the TGF-β family signaling protein Dpp is maintained by the expression of the secreted Dpp-agonist Sog (short gastrulation) in the neuroectoderm. Sog binds to and prevents Dpp from diffusing to the ventral side of the embryo and through the cleavage of Sog by Tolloid also enables a sharpening of the Dpp gradient on the dorsal side. The DV axis of \"Drosophila\" is due to the interaction of two gradients – a ventral concentration of nuclear Dorsal and a dorsal concentration of Dpp activity.",
            "score": 153.89019441604614
        },
        {
            "docid": "27042227_3",
            "document": "Geraldine Seydoux . She received a B.S. University of Maine, Orono in 1986, graduated from Princeton University with a Ph.D. in 1991, and did post-doctoral training at the Carnegie Institution. Her work focused on the earliest stages of embryogenesis and how single-celled eggs develop into multicellular embryos. It focuses on how embryos choose between soma and germline. The Seydoux lab’s goal is to ascertain the process in which embryonic development and polarization is activated using Caenorhabditis elegans. She has also validated that proteins in a fertilizing sperm trigger the reorganization of structural proteins inside the ovum. This is an essential step in forming the anterior-posterior polarization of the one celled embryo. Geraldine Seydoux’s studies provide much insight into the creation of a fully formed multicellular organism from a single cell. She was elected to the National Academy of Sciences in 2016.",
            "score": 140.3291745185852
        },
        {
            "docid": "562180_30",
            "document": "Preimplantation genetic diagnosis . Cleavage-stage biopsy is generally performed the morning of day three post-fertilization, when normally developing embryos reach the eight-cell stage. The biopsy is usually performed on embryos with less than 50% of anucleated fragments and at an 8-cell or later stage of development. A hole is made in the zona pellucida and one or two blastomeres containing a nucleus are gently aspirated or extruded through the opening. The main advantage of cleavage-stage biopsy over PB analysis is that the genetic input of both parents can be studied. On the other hand, cleavage-stage embryos are found to have a high rate of chromosomal mosaicism, putting into question whether the results obtained on one or two blastomeres will be representative for the rest of the embryo. It is for this reason that some programs utilize a combination of PB biopsy and blastomere biopsy. Furthermore, cleavage-stage biopsy, as in the case of PB biopsy, yields a very limited amount of tissue for diagnosis, necessitating the development of single-cell PCR and FISH techniques. Although theoretically PB biopsy and blastocyst biopsy are less harmful than cleavage-stage biopsy, this is still the prevalent method. It is used in approximately 94% of the PGD cycles reported to the ESHRE PGD Consortium. The main reasons are that it allows for a safer and more complete diagnosis than PB biopsy and still leaves enough time to finish the diagnosis before the embryos must be replaced in the patient's uterus, unlike blastocyst biopsy. Of all cleavage-stages, it is generally agreed that the optimal moment for biopsy is at the eight-cell stage. It is diagnostically safer than the PB biopsy and, unlike blastocyst biopsy, it allows for the diagnosis of the embryos before day 5. In this stage, the cells are still totipotent and the embryos are not yet compacting. Although it has been shown that up to a quarter of a human embryo can be removed without disrupting its development, it still remains to be studied whether the biopsy of one or two cells correlates with the ability of the embryo to further develop, implant and grow into a full term pregnancy.",
            "score": 118.09555888175964
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 151.83016312122345
        },
        {
            "docid": "780923_8",
            "document": "Blastocoel . After fertilization, the mammalian cells, called blastomeres, undergo rotational cleavage until they are at the 16-cell stage called the morula. The morula has a small group of internal cells surrounded by a larger group of external cells. These internal cells are called the inner cell mass (ICM) and will go on to become the actual embryo. The external, surrounding cells develop into the trophoblast cells. However, at this stage there is no cavity within the morula; the embryo is still a ball of dividing cells. In a process called cavitation, the trophoblast cells secrete fluid into the morula to create a blastocoel, the fluid-filled cavity. The membranes of the trophoblast cells contain sodium (Na) pumps, Na/K- ATPase and Na/H exchangers, that pump sodium into the centrally forming cavity. The accumulation of sodium pulls in water osmotically, creating and enlarging the blastocoel within the mammalian embryo. The oviduct cells stimulate these trophoblast sodium pumps as the fertilized egg travels down the fallopian tube towards the uterus. As the embryo further divides, the blastocoel expands and the inner cell mass is positioned on one side of the trophoblast cells forming a mammalian blastula, called a blastocyst.",
            "score": 102.2167888879776
        },
        {
            "docid": "2925212_21",
            "document": "Hox gene . Just as Hox genes regulate realisator genes, they are in turn regulated themselves by gap genes and pair-rule genes, which are in their turn regulated by maternally-supplied mRNA. This results in a transcription factor cascade: maternal factors activate gap or pair-rule genes; gap and pair-rule genes activate Hox genes; then, finally, Hox genes activate realisator genes that cause the segments in the developing embryo to differentiate. Regulation is achieved via protein concentration gradients, called morphogenic fields. For example, high concentrations of one maternal protein and low concentrations of others will turn on a specific set of gap or pair-rule genes. In flies, stripe 2 in the embryo is activated by the maternal proteins Bicoid and Hunchback, but repressed by the gap proteins Giant and Kruppel. Thus, stripe 2 will only form wherever there is Bicoid and Hunchback, but \"not\" where there is Giant and Kruppel.",
            "score": 222.75174033641815
        },
        {
            "docid": "49291610_10",
            "document": "SWEET transporters . Chen et al., 2015, asked what SWEETs are involved in providing nutrition to an embryo. The team noticed that mRNA and protein for SWEETs 11, 12, and 15 are each expressed at high levels during some stage of embryo development. Each gene was subsequently mutated to generate a \"sweet\"11;12;15 triple mutant which lacked activity in each of the three genes. This triple mutant was shown to have delayed embryo development; that is, the seeds of the triple mutant were significantly smaller than that of the wild type at the same time during development. The starch content of the seed coat was higher than the wild-type, and the starch content of the embryo was lower than the wild-type. Additionally, protein levels were shown to be maternally controlled: in a \"sweet11;12;15\" mutant crossed with a wild-type plant, the mutant phenotype was only seen when \"sweet11;12;15\" was used as the maternal plant.",
            "score": 136.53623127937317
        },
        {
            "docid": "36624_5",
            "document": "Embryo . In animals, the development of the zygote into an embryo proceeds through specific recognizable stages of blastula, gastrula, and organogenesis. The blastula stage typically features a fluid-filled cavity, the blastocoel, surrounded by a sphere or sheet of cells, also called blastomeres. In a placental mammal, an ovum is fertilized in a fallopian tube through which it travels into the uterus. An embryo is called a fetus at a more advanced stage of development and up until birth or hatching. In humans, this is from the eleventh week of gestation. However, animals which develop in eggs outside the mother's body, are usually referred to as embryos throughout development; e.g. one would refer to a chick embryo, not a \"chick fetus,\" even at later stages.",
            "score": 110.06170701980591
        },
        {
            "docid": "4771320_3",
            "document": "Inner cell mass . The physical and functional separation of the inner cell mass from the trophectoderm (TE) is a special feature of mammalian development and is the first cell lineage specification in these embryos. Following fertilization in the oviduct, the mammalian embryo undergoes a relatively slow round of cleavages to produce an eight cell morula. Each cell of the morula, called a blastomere, increases surface contact with its neighbors in a process called compaction. This results in a polarization of the cells within the morula, and further cleavage yields a blastocyst of roughly 32 cells. In mice, about 12 internal cells comprise the new inner cell mass and 20 – 24 cells comprise the surrounding trophectoderm. There is variation between species of mammals as to number of cells at compaction with bovine embryos showing differences related to compaction as early as 9-15 cells and in rabbits not until after 32 cells. There is also interspecies variation in gene expression patterns in early embryos",
            "score": 104.22518837451935
        },
        {
            "docid": "14578596_4",
            "document": "French flag model . The French Flag model was championed by the leading \"Drosophila\" biologist, Peter Lawrence. Christiane Nüsslein-Volhard identified the first morphogen, Bicoid, one of the transcription factors present in a gradient in the \"Drosophila\" syncytial embryo. Two labs, that of Gary Struhl and that of Stephen Cohen, then demonstrated that a secreted signaling protein, Decapentaplegic (the \"Drosophila\" homologue of transforming growth factor beta), acted as a morphogen during later stages of \"Drosophila\" development. The substance governs the pattern of tissue development and, in particular, the positions of the various specialized cell types within a tissue. It spreads from a localized source and forms a concentration gradient across a developing tissue.",
            "score": 182.79000043869019
        },
        {
            "docid": "1708182_3",
            "document": "Designer baby . In medicine and (clinical) genetics pre-implantation genetic diagnosis (PGD or PIGD) (also known as embryo screening) is a procedure performed on embryos prior to implantation, sometimes even on oocytes prior to fertilization. The methods of PGD help to identify and locate genetic defects in early embryos that were conceived through in vitro fertilization (IVF). The IVF procedure is carried out by the removal of one or two cells when the embryo is at a specific stage in development. The PGD uses the IVF technique to obtain oocytes or embryos for evaluation of the organism's genome.",
            "score": 106.91063594818115
        },
        {
            "docid": "11562803_4",
            "document": "Fish development . The fate of the first cells, called blastomeres, is determined by its location. This contrasts with the situation in some other animals, such as mammals, in which each blastomere can develop into any part of the organism. Fish embryos go through a process called mid-blastula transition which is observed around the tenth cell division in some fish species. Once zygotic gene transcription starts, slow cell division begins and cell movements are observable. During this time three cell populations become distinguished. The first population is the yolk syncytial layer. This layer forms when the cells at the vegetal pole of the blastoderm combine with the yolk cell underneath it. Later in development the yolk syncytial layer will be important in directing cell movements of gastrulation. The second cell population is the enveloping layer which is made of superficial cells from the blastoderm that eventually form a single epithetial cell layer. This layer functions in protection by allowing the embryo to develop in a hypotonic solution so the cell will not burst. Finally, the third set of blastomeres are the deep cells. These deep cells are located between the enveloping layer and the yolk syncytial layer and eventually give ride to the embryo proper.",
            "score": 92.92657899856567
        }
    ],
    "r": [
        {
            "docid": "583031_14",
            "document": "Drosophila embryogenesis . It has been shown that the dsRNA-binding protein STAUFEN (STAU1) is responsible for guiding bicoid, nanos and other proteins, which play a role in forming the anterior-posterior axis, to the correct regions of the embryo to build gradients. When the mRNAs from the maternal effect genes are translated into proteins, a Bicoid protein gradient forms at the anterior end of the egg. Nanos protein forms a gradient at the posterior end. The Bicoid protein blocks translation of \"caudal\" mRNA so Caudal protein is of lower concentration at the anterior part of the embryo and at higher concentration at the posterior part of the embryo. This is of opposite direction of the Bicoid protein. The caudal protein then activates later to turn genes on to form the posterior structures during the segmentation phase. Nanos protein creates a posterior-to-anterior slope and is a morphogen that helps in abdomen formation. Nanos protein, in complex with Pumilio protein, binds to the \"hunchback\" mRNA and blocks its translation in the posterior end of \"Drosophila\" embryos.",
            "score": 289.8857116699219
        },
        {
            "docid": "46363286_3",
            "document": "Bicoid (gene) . \"bicoid\" mRNA is actively localized to the anterior of the fruit fly egg during oogenesis along microtubules by the motor protein dynein and retained there through association with cortical actin. Translation of \"bicoid\" is regulated by its 3' UTR and begins after egg deposition: diffusion and convection within the syncytium produce an exponential gradient of Bicoid protein within roughly one hour, after which Bicoid nuclear concentrations remain approximately constant through cellularization. An alternative model proposes the formation of a \"bicoid\" mRNA gradient in the embryo along cortical microtubules which then serves as template for translation of the Bicoid protein to form the Bicoid protein gradient. Bicoid protein represses the translation of caudal mRNA and enhances the transcription of anterior gap genes including hunchback, orthodenticle, and buttonhead.",
            "score": 289.6487121582031
        },
        {
            "docid": "46363286_5",
            "document": "Bicoid (gene) . Bicoid protein gradient formation is one of the earliest steps in fruit fly embryo A-P patterning: the proper spatial expression of downstream genes relies on the robustness of this gradient to common variations between embryos, including in the number of maternally-deposited \"bicoid\" mRNAs and in egg size. Comparative phylogenetic and experimental evolution studies suggest an inherent mechanism for robust generation of a scaled Bicoid protein gradient. Mechanisms that have been proposed to effect this scaling include non-linear degradation of Bicoid, nuclear retention as a size-dependent regulator of Bicoid protein's effective diffusion coefficient, and scaling of cytoplasmic streaming.",
            "score": 277.24822998046875
        },
        {
            "docid": "528549_14",
            "document": "Coenocyte . The early embryo \"syncytium\" of invertebrates such as \"Drosophila\" is important for \"syncytial\" specification of cell differentiation. The egg cell cytoplasm contains localized mRNA molecules such as those that encode the transcription factors Bicoid and Nanos. Bicoid protein is expressed in a gradient that extends from the anterior end of the early embryo, whereas Nanos protein is concentrated at the posterior end. At first, the nuclei of the early embryo rapidly and synchronously divide in the \"syncytial\" blastoderm and then migrate through the cytoplasm and position themselves in a monolayer around the periphery, leaving only a small number of nuclei in the center of the egg, which will become yolk nuclei. The position of the nuclei along the embryonic axes determines the relative exposure of different amounts of Bicoid, Nanos, and other morphogens. Those nuclei with more Bicoid will activate genes that promote differentiation of cells into head and thorax structures. Nuclei exposed to more Nanos will activate genes responsible for differentiation of posterior regions, such as the abdomen and germ cells. The same principles hold true for the specification of the dorso-ventral axis – higher concentration of nuclear Dorsal protein on the ventral side of the egg specify the ventral fate, whereas absence thereof allows dorsal fates. After the nuclei are positioned in a monolayer underneath the egg membrane, the membrane begins to slowly invaginate, thus separating the nuclei into cellular compartments; during this period, the egg is called a cellular blastoderm. The pole cells – the germline anlage – are the first cells to separate fully.",
            "score": 273.0260925292969
        },
        {
            "docid": "57414_18",
            "document": "Evolutionary developmental biology . Such a cascading regulatory network has been studied in detail in the development of the fruit fly embryo. The young embryo is oval in shape, like a rugby ball. A small number of genes produce messenger RNAs that set up concentration gradients along the long axis of the embryo. In the early embryo, the \"bicoid\" and \"hunchback\" genes are at high concentration near the anterior end, and give pattern to the future head and thorax; the \"caudal\" and \"nanos\" genes are at high concentration near the posterior end, and give pattern to the hindmost abdominal segments. The effects of these genes interact; for instance, the Bicoid protein blocks the translation of \"caudal\"'s messenger RNA, so the Caudal protein concentration becomes low at the anterior end. Caudal later switches on genes which create the fly's hindmost segments, but only at the posterior end where it is most concentrated.",
            "score": 241.4150848388672
        },
        {
            "docid": "162717_7",
            "document": "Embryology . \"Drosophila melanogaster\", a fruit fly, is a model organism in biology on which much research into embryology has been done. Before fertilization, the female gamete produces an abundance of mRNA - transcribed from the genes that encode bicoid protein and nanos protein. These mRNA molecules are stored to be used later in what will become the developing embryo. The male and female \"Drosophila\" gametes exhibit anisogamy (differences in morphology and sub-cellular biochemistry). The female gamete is larger than the male gamete because it harbors more cytoplasm and, within the cytoplasm, the female gamete contains an abundance of the mRNA previously mentioned. At fertilization, the male and female gametes fuse (plasmogamy) and then the nucleus of the male gamete fuses with the nucleus of the female gamete (karyogamy). Note that before the gametes' nuclei fuse, they are known as pronuclei. A series of nuclear divisions will occur without cytokinesis (division of the cell) in the zygote to form a multi-nucleated cell (a cell containing multiple nuclei) known as a syncytium. All the nuclei in the syncytium are identical, just as all the nuclei in every somatic cell of any multicellular organism are identical \"in terms of the DNA sequence of the genome\". Before the nuclei can differentiate in transcriptional activity, the embryo (syncytium) must be divided into segments. In each segment, a unique set of regulatory proteins will cause specific genes in the nuclei to be transcribed. The resulting combination of proteins will transform clusters of cells into early embryo tissues that will each develop into multiple fetal and adult tissues later in development (note: this happens after each nucleus becomes wrapped with its own cell membrane).",
            "score": 226.87899780273438
        },
        {
            "docid": "583031_16",
            "document": "Drosophila embryogenesis . Hunchback protein levels in the early embryo are significantly augmented by new \"hunchback\" gene transcription and translation of the resulting zygotically produced mRNA. During early \"Drosophila\" embryogenesis, there are nuclear divisions without cell division. The many nuclei that are produced distribute themselves around the periphery of the cell cytoplasm. Gene expression in these nuclei is regulated by the Bicoid, Hunchback, and Caudal proteins. For example, Bicoid acts as a transcriptional activator of \"hunchback\" gene transcription. In order for development to continue, Hunchback is needed in an area that is declining in amount from anterior to posterior. This is created by the Nanos protein whose existence is at a declining slope from posterior to anterior ends.",
            "score": 226.5498046875
        },
        {
            "docid": "2925212_21",
            "document": "Hox gene . Just as Hox genes regulate realisator genes, they are in turn regulated themselves by gap genes and pair-rule genes, which are in their turn regulated by maternally-supplied mRNA. This results in a transcription factor cascade: maternal factors activate gap or pair-rule genes; gap and pair-rule genes activate Hox genes; then, finally, Hox genes activate realisator genes that cause the segments in the developing embryo to differentiate. Regulation is achieved via protein concentration gradients, called morphogenic fields. For example, high concentrations of one maternal protein and low concentrations of others will turn on a specific set of gap or pair-rule genes. In flies, stripe 2 in the embryo is activated by the maternal proteins Bicoid and Hunchback, but repressed by the gap proteins Giant and Kruppel. Thus, stripe 2 will only form wherever there is Bicoid and Hunchback, but \"not\" where there is Giant and Kruppel.",
            "score": 222.75173950195312
        },
        {
            "docid": "583031_11",
            "document": "Drosophila embryogenesis . The genes that code for these mRNAs, called maternal effect genes, encode for proteins that get translated upon fertilization to establish concentration gradients that span the egg. \"Bicoid\" and \"Hunchback\" are the maternal effect genes that are most important for patterning of anterior parts (head and thorax) of the \"Drosophila\" embryo. \"Nanos\" and \"Caudal\" are maternal effect genes that are important in the formation of more posterior abdominal segments of the \"Drosophila\" embryo.",
            "score": 217.83258056640625
        },
        {
            "docid": "6063033_6",
            "document": "Gap gene . The Krüppel gene is activated when the bicoid protein gradient declines steeply, at the central part of the embryo. Krüppel is regulated by five regulatory proteins: bicoid, hunchback, tailless, knirps and giant. Krüppel is inhibited by high levels of hunchback, high levels of giant, and tailless, which establishes the anterior boundary of Krüppel expression. Krüppel is also inhibited by knirps and activated by low levels of bicoid and low levels of hunchback, which establishes the posterior boundary of Krüppel expression.",
            "score": 206.53433227539062
        },
        {
            "docid": "8288415_26",
            "document": "Regional differentiation . The maternal protein, Dorsal, functions like a graded morphogen to set the ventral side of the embryo (the name comes from mutations which led to a dorsalized phenotype). \"Dorsal\" is like \"bicoid\" in that it is a nuclear protein; however, unlike \"bicoid,\" \"dorsal\" is uniformly distributed throughout the embryo. The concentration difference arises from differential nuclear transport. The mechanism by which \"dorsa\"l becomes differentially located into the nuclei occurs in three steps.",
            "score": 198.09271240234375
        },
        {
            "docid": "8288415_18",
            "document": "Regional differentiation . The anterior group genes include bicoid. Bicoid functions as a graded morphogen transcription factor that localizes to the nucleus. The head of the embryo forms at the point of highest concentration of bicoid and the anterior pattern depends upon the concentration of bicoid. Bicoid works as a transcriptional activator of the gap genes hunchback (hb), buttonhead (btd), empty spiracles (ems), and orthodentical (otd) while also acting to repress translation of caudal. A different affinity for bicoid in the promoters of the genes it activates allows for the concentration dependent activation. Otd has a low affinity for bicoid, hb has a higher affinity and so will be activated at a lower bicoid concentration. Two other anterior group genes, swallow and exuperantia play a role in localizing bicoid to the anterior. Bicoid is directed to the anterior by its 3' untranslated region (3'UTR). The microtubule cytoskeleton also plays a role in localizing bicoid.",
            "score": 196.7574005126953
        },
        {
            "docid": "583031_15",
            "document": "Drosophila embryogenesis . The Bicoid, Hunchback, and Caudal proteins are transcription factors. The Bicoid protein is a morphogen as well. The Nanos protein is a translational repressor protein. Bicoid has a DNA-binding homeodomain that binds both DNA and the \"nanos\" mRNA. Bicoid binds a specific RNA sequence in the 3' untranslated region, called the Bicoid 3'-UTR regulatory element, of \"caudal\" mRNA and blocks translation.",
            "score": 187.14186096191406
        },
        {
            "docid": "38812745_6",
            "document": "XMAP215-Dis1 family . XMAP215/Dis1 family proteins promote both growth and reduction of microtubule length, depending on the concentration of free tubulin; this is known as dynamic instability. Protein behavior is also cell-cycle dependent. Reducing ch-TOG expression leads to improper alignment of the chromosomes during metaphase. One study suggests that in \"Schizosaccharomyces pombe\", the protein Cdc2 regulates Dis1 through phosphorylation and dephosphorylation during metaphase and anaphase. Phosphorylating Dis1 leads to localization at the kinetochores during metaphase, whereas dephosphorylation during anaphase leads to an accumulation of Dis1 on microtubule spindles. In \"Drosophila\", the family member Mini spindles (Msps) is essential for maintaining the integrity of mitotic spindles, which are important for separating chromosomes during mitosis. Reducing Msps activity creates short microtubules, which describes the name of the gene. Msps is also important during oogenesis. When oocytes are depleted of Msps expression, bicoid mRNA localization is less efficient during early stages of oogenesis, but then completely dispersed later in development. Msps is not only responsible for transporting bicoid mRNA throughout the cell, but it also localizes mRNA to the anterior (head) end of the oocyte Additionally, this gene is critical for the organization of tubular endoplasmic reticulum and in Exuperantia protein localization. Exuperantia is necessary for accumulating bicoid mRNA in the head region of the oocyte. Another key function of XMAP215 in microtubule dynamics is in the regulation of axon guidance. This is when microtubules extend into or retract from the axonal growth cone, which guides movement by receiving concentrated signaling cues. In \"Drosophila\", Msps promotes microtubule dynamics in axonal guidance at the embryonic ventral nerve cord midline.",
            "score": 185.40057373046875
        },
        {
            "docid": "14578596_4",
            "document": "French flag model . The French Flag model was championed by the leading \"Drosophila\" biologist, Peter Lawrence. Christiane Nüsslein-Volhard identified the first morphogen, Bicoid, one of the transcription factors present in a gradient in the \"Drosophila\" syncytial embryo. Two labs, that of Gary Struhl and that of Stephen Cohen, then demonstrated that a secreted signaling protein, Decapentaplegic (the \"Drosophila\" homologue of transforming growth factor beta), acted as a morphogen during later stages of \"Drosophila\" development. The substance governs the pattern of tissue development and, in particular, the positions of the various specialized cell types within a tissue. It spreads from a localized source and forms a concentration gradient across a developing tissue.",
            "score": 182.79000854492188
        },
        {
            "docid": "583031_13",
            "document": "Drosophila embryogenesis . Cytoskeletal elements such as microtubules are polarized within the oocyte and can be used to allow the localization of mRNA molecules to specific parts of the cell. Maternally synthesized \"bicoid\" mRNAs attach to microtubules and are concentrated at the anterior ends of forming \"Drosophila\" eggs. In unfertilized eggs, transcripts are still strictly localized at the tip, but immediately after fertilization, a small mRNA gradient is formed in the anterior 20% of the eggs. Another report documents a mRNA gradient up to 40%. \"nanos\" mRNA also attaches to a \"Drosophila\" egg's cytoskeleton but is concentrated at the posterior end of the egg. \"hunchback\" and \"caudal\" mRNAs lack special location control systems and are fairly evenly spread throughout the entire interior of the egg cells.",
            "score": 181.41470336914062
        },
        {
            "docid": "6063033_4",
            "document": "Gap gene . Expression of tailless is activated by torso protein in the poles of the embryo. Tailless is also regulated in a complex manner by the maternal-effect gene bicoid.",
            "score": 176.2796173095703
        },
        {
            "docid": "46363286_2",
            "document": "Bicoid (gene) . Bicoid is a maternal effect gene whose protein concentration gradient patterns the anterior-posterior axis during Drosophila embryogenesis. Bicoid was also the first protein demonstrated to act as a morphogen.",
            "score": 175.8393096923828
        },
        {
            "docid": "583031_17",
            "document": "Drosophila embryogenesis . The other important function of the gradients of Bicoid, Hunchback, and Caudal proteins is in the transcriptional regulation of other zygotically expressed proteins. Many of these are the protein products derived from members of the \"gap\" family of developmental control genes. \"giant\", \"huckebein\", \"hunchback\", \"knirps\", \"Krüppel\" and \"tailless\" are all gap genes. Their expression patterns in the early embryo are determined by the maternal effect gene products and shown in the diagrams on the right side of this page. The gap genes are part of a larger family called the segmentation genes. These genes establish the segmented body plan of the embryo along the anterior-posterior axis. The segmentation genes specify 14 \"parasegments\" that are closely related to the final anatomical segments. The gap genes are the first layer of a hierarchical cascade of the segmentation control genes.",
            "score": 174.14797973632812
        },
        {
            "docid": "11056179_3",
            "document": "Bicoid 3'-UTR regulatory element . The structured RNA element consists of four domains (denoted as II, III, IV and V) in the 3'UTR of the mRNA. It is essential for the correct transport and localisation of bicoid mRNA during oocyte and embryo differentiation, which has been studied most thoroughly in the development of \"Drosophila melanogaster\" (fruitfly) larvae.",
            "score": 170.0733184814453
        },
        {
            "docid": "343457_7",
            "document": "Maternal effect . Once the gene that is disrupted in the \"bicoid\" mutant was identified, it was shown that \"bicoid\" mRNA is transcribed in the nurse cells and then relocalized to the oocyte. Other maternal effect mutants either affect products that are similarly produced in the nurse cells and act in the oocyte, or parts of the transportation machinery that are required for this relocalization. Since these genes are expressed in the (maternal) nurse cells and not in the oocyte or fertilised embryo, the maternal genotype determines whether they can function.",
            "score": 166.7373504638672
        },
        {
            "docid": "1687906_13",
            "document": "Morphogen . \"Drosophila melanogaster\" has an unusual developmental system, in which the first thirteen cell divisions of the embryo occur within a syncytium prior to cellularization. Essentially the embryo remains a single cell with over 8000 nuclei evenly spaced near the membrane until the fourteenth cell division, when independent membranes furrow between the nuclei, separating them into independent cells. As a result, in fly embryos transcription factors such as Bicoid or Hunchback can act as morphogens because they can freely diffuse between nuclei to produce smooth gradients of concentration without relying on specialized intercellular signalling mechanisms. Although there is some evidence that homeobox transcription factors similar to these can pass directly through cell membranes, this mechanism is not believed to contribute greatly to morphogenesis in cellularized systems.",
            "score": 165.05946350097656
        },
        {
            "docid": "46363286_4",
            "document": "Bicoid (gene) . Bicoid is one of few proteins which binds both RNA and DNA targets using its homeodomain to regulate their transcription and translation, respectively. The nucleic acid-binding homeodomain of Bicoid has been solved by NMR. Bicoid contains an arginine-rich motif (part of the helix shown axially in this image) that is similar to the one found in the HIV protein REV is essential for its nucleic acid binding.",
            "score": 164.24813842773438
        },
        {
            "docid": "1687906_5",
            "document": "Morphogen . The concept of the morphogen has a long history in developmental biology, dating back to the work of the pioneering \"Drosophila\" (fruit fly) geneticist, Thomas Hunt Morgan, in the early 20th century. Lewis Wolpert refined the morphogen concept in the 1960s with the French flag model, which described how a morphogen could subdivide a tissue into domains of different target gene expression (corresponding to the colours of the French flag). This model was championed by the leading \"Drosophila\" biologist, Peter Lawrence. Christiane Nusslein-Volhard was the first to identify a morphogen, Bicoid, one of the transcription factors present in a gradient in the \"Drosophila\" syncitial embryo. She was awarded the 1995 Nobel Prize in Physiology and Medicine for her work explaining the morphogenic embryology of the common fruit fly. Groups led by Gary Struhl and Stephen Cohen then demonstrated that a secreted signalling protein, Decapentaplegic (the \"Drosophila\" homologue of transforming growth factor beta), acted as a morphogen during the later stages of \"Drosophila\" development.",
            "score": 164.1128692626953
        },
        {
            "docid": "26605631_2",
            "document": "Staufen (protein) . Staufen is a protein product of a maternally expressed gene in \"Drosophila melanogaster\" that has been implicated in helping regulate genes important in determination of gradients that set up the anterior posterior axis such as bicoid and oskar. It is involved in targeting of the messenger RNA encoding these genes to the correct pole of the egg cell.",
            "score": 163.87954711914062
        },
        {
            "docid": "26385653_5",
            "document": "Ectoderm specification . Ectodermin mRNA is maternally deposited in the animal pole of the egg. In the early blastula stage of the embryo, Ectodermin mRNA and protein forms a gradient that goes from the animal pole (highest concentration) down to the marginal zone (lowest concentration) to prevent TGFβ and nodal signals that induce mesoderm originating from the vegetal pole. Ectodermin mRNA is enriched in the dorsal side of the embryo, and at the end of this stage the expression gradually disappears. Smad4 is ubiquitinated by Ectodermin in the nucleus and exported to the cytoplasm where it can be deubiquitinated by FAM; this way Smad4 can be recycled and be functional again. Although there is no expression profile of FAM in early embryos in \"Xenopus\", in the zebra fish, FAM homolog is expressed ubiquitously at a two-cell stage but as development proceeds then its only expressed in the cephalic central nervous system.",
            "score": 162.74571228027344
        },
        {
            "docid": "11056179_2",
            "document": "Bicoid 3'-UTR regulatory element . The bicoid 3'-UTR regulatory element is an mRNA regulatory element that controls the gene expression of the bicoid protein in fruitfly \"Drosophila Melanogaster\".",
            "score": 159.9169921875
        },
        {
            "docid": "343457_6",
            "document": "Maternal effect . Many maternal effect \"Drosophila\" mutants have been found that affect the early steps in embryogenesis such as axis determination, including \"bicoid, dorsal, gurken\" and \"oskar\". For example, embryos from homozygous \"bicoid\" mothers fail to produce head and thorax structures.",
            "score": 156.05857849121094
        },
        {
            "docid": "21942008_13",
            "document": "Cell polarity . The bodies of vertebrate animals are asymmetric along three axes: anterior-posterior (head to tail), dorsal-ventral (spine to belly), and left-right (for example, our heart is on the left side of our body). These polarities arise within the developing embryo through a combination of several processes: 1) asymmetric cell division, in which two daughter cells receive different amounts of cellular material (e.g. mRNA, proteins), 2) asymmetric localization of specific proteins or RNAs within cells (which is often mediated by the cytoskeleton), 3) concentration gradients of secreted proteins across the embryo such as Wnt, Nodal, and Bone Morphogenic Proteins (BMPs), and 4) differential expression of membrane receptors and ligands that cause lateral inhibition, in which the receptor-expressing cell adopts one fate and its neighbors another.",
            "score": 154.5417938232422
        },
        {
            "docid": "583031_25",
            "document": "Drosophila embryogenesis . Once in the nucleus, Dorsal activates different genes depending upon its nuclear concentration. This process sets up a gradient between the ventral and dorsal side of the blastoderm embryo with the repression or induction of Dorsal target genes being differentially regulated. At the ventral end of the embryo, blastoderm nuclei exposed to high concentrations of dorsal protein induce the transcription of the transcription factors \"twist\" and \"snail\" while repressing \"zerknüllt\" and \"decapentaplegic\". This results in the formation of the mesoderm. In the lateral regions of the embryo, low nuclear concentrations of Dorsal lead to the expression of \"rhomboid\" which identifies future neuroectoderm. More dorsally, active Dpp signaling represses \"rhomboid\" thus confining it to the lateral blastoderm nuclei. At the dorsal side of the embryo, blastoderm nuclei where this is little or no nuclear dorsal protein express \"zerknüllt\", \"tolloid\", and \"decapentaplegic\" (Dpp). This leads to the specification of non-neural ectoderm and later in the blastula stage to anmioserosa.  The ventral activity of the TGF-β family signaling protein Dpp is maintained by the expression of the secreted Dpp-agonist Sog (short gastrulation) in the neuroectoderm. Sog binds to and prevents Dpp from diffusing to the ventral side of the embryo and through the cleavage of Sog by Tolloid also enables a sharpening of the Dpp gradient on the dorsal side. The DV axis of \"Drosophila\" is due to the interaction of two gradients – a ventral concentration of nuclear Dorsal and a dorsal concentration of Dpp activity.",
            "score": 153.89019775390625
        },
        {
            "docid": "14754943_3",
            "document": "SNAI1 . The Drosophila embryonic protein SNAI1, commonly known as Snail, is a zinc finger transcriptional repressor which downregulates the expression of ectodermal genes within the mesoderm. The nuclear protein encoded by this gene is structurally similar to the Drosophila snail protein, and is also thought to be critical for mesoderm formation in the developing embryo. At least two variants of a similar processed pseudogene have been found on chromosome 2. SNAI1 zinc-fingers (ZF) binds to E-box, an E-cadherin promoter region, and represses the expression of the adhesion molecule, which induces the tightly bound epithelial cells to break loose from each other and migrate into the developing embryo to become mesenchymal cells. This process allows for the formation of the mesodermal layer in the developing embryo. Though SNAI1 is shown to repress expression of E-cadherin in epithelial cells, studies have shown homozygous mutant embryos are still able to form a mesodermal layer. However, the mesodermal layer present shows characteristics of epithelial cells and not mesenchymal cells (the mutant mesoderm cells exhibited a polarized state). Other studies show that mutation of specific ZFs contribute to a decrease in SNAI1 E-cadherin repression.",
            "score": 152.5608367919922
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 151.83016967773438
        }
    ]
}