{
    "q": [
        {
            "docid": "1708412_2",
            "document": "Restriction digest . A restriction digest is a procedure used in molecular biology to prepare DNA for analysis or other processing. It is sometimes termed \"DNA fragmentation\" (this term is used for other procedures as well). Hartl and Jones describe it this way:  This enzymatic technique can be used for cleaving DNA molecules at specific sites, ensuring that all DNA fragments that contain a particular sequence at a particular location have the same size; furthermore, each fragment that contains the desired sequence has the sequence located at exactly the same position within the fragment. The cleavage method makes use of an important class of DNA-cleaving enzymes isolated primarily from bacteria. These enzymes are called restriction endonucleases or restriction enzymes, and they are able to cleave DNA molecules at the positions at which particular short sequences of bases are present.",
            "score": 115.70200455188751
        },
        {
            "docid": "40328701_4",
            "document": "Chimeric RNA . DNA encodes the genetic information required for an organism to carry out its life cycle. In effect, DNA serves as the \"hard drive\" which stores genetic data. DNA is replicated and serves as its own template for replication. DNA forms a double helix structure and is a composed of a sugar-phosphate backbone and nitrogenous bases. This can be thought of as a ladder structure where the sides of the ladder are constructed of deoxyribose sugar and phosphate while the rungs of the ladder are composed of paired nitrogenous bases. There are four bases in a DNA molecule: adenine (A), cytosine (C), thymine (T), and guanine (G). Nucleotide is a structural component of DNA and RNA. It's made of a base, a molecule of sugar and a molecule of phosphoric acid. The double helix structure of DNA is composed of two antiparallel strands which are oriented in opposite directions. DNA is composed of base pairs in which adenine pairs with thymine and guanine pairs with cytosine. While DNA serves as template for production of ribonucleic acid (RNA), RNA is usually responsible for making protein. The process of making RNA from DNA is called transcription. RNA uses a similar set of bases except that thymine is replaced with U = uracil. A group of enzymes called RNA polymerases (isolated by biochemists Jerard Hurwitz and Samuel B. Weiss) function in the presence of DNA. These enzymes produce RNA using segments of chromosomal DNA as a template. Unlike replication, where a complete copy of DNA is made, transcription copies only the gene that is to be expressed as a protein.",
            "score": 105.01469779014587
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 133.55621755123138
        },
        {
            "docid": "12678511_8",
            "document": "BglII . Although restriction endonucleases show little sequence similarity, crystal structures reveal that they all share a highly similar α/β core consisting of a six-stranded β-sheet flanked by five α-helices, two of which mediate dimerization. This core carries the active site (catalytic center) and the residues that contact DNA in the major groove. \"Bgl\"II is unique in that its α/β core is augmented by a β-sandwich subdomain that has several projections that extend outward to grip the DNA, allowing \"Bgl\"II to completely encircle the DNA molecule. This atypical feature of \"Bgl\"II suggests a unique hinge motion for DNA binding and release. Comparative structural studies of the free enzyme vs. the \"Bgl\"II-DNA complex showed that the enzyme opens by a dramatic scissor-like motion, accompanied by a complete rearrangement of the α-helicies at the dimer interface. These structural studies also revealed that within each monomer a set of residues lowers or raises to alternatively sequester or expose the active site residues. These dramatic differences in structure in the free vs. bound enzyme have yet to be observed in any other restriction endonuclease and may possibly represent a novel mechanism for capturing DNA that may extend to other proteins that encircle DNA.",
            "score": 89.51295495033264
        },
        {
            "docid": "496312_4",
            "document": "Nuclease . In the late 1960s, scientists Stuart Linn and Werner Arber isolated examples of the two types of enzymes responsible for phage growth restriction in Escherichia coli (E. coli) bacteria. One of these enzymes added a methyl group to the DNA, generating methylated DNA, while the other cleaved unmethylated DNA at a wide variety of locations along the length of the molecule. The first type of enzyme was called a \"methylase\" and the other a \"restriction nuclease\". These enzymatic tools were important to scientists who were gathering the tools needed to \"cut and paste\" DNA molecules. What was then needed was a tool that would cut DNA at specific sites, rather than at random sites along the length of the molecule, so that scientists could cut DNA molecules in a predictable and reproducible way.",
            "score": 97.53538060188293
        },
        {
            "docid": "335864_3",
            "document": "Restriction modification system . Bacteria have restriction enzymes, also called restriction endonucleases, which cleave double stranded DNA at specific points into fragments, which are then degraded further by other endonucleases. This prevents infection by effectively destroying the foreign DNA introduced by an infectious agent (such as a bacteriophage). Approximately one-quarter of known bacteria possess RM systems and of those about one-half have more than one type of system. As the sequences recognized by the restriction enzymes are very short, the bacterium itself will almost certainly contain some within its genome. In order to prevent destruction of its own DNA by the restriction enzymes, methyl groups are added. These modifications must not interfere with the DNA base-pairing, and therefore, usually only a few specific bases are modified on each strand.",
            "score": 152.97375571727753
        },
        {
            "docid": "2160013_13",
            "document": "Regulatory enzyme . Here, the active and inactive form of the enzymes are altered due to covalent modification of their structures which is catalysed by other enzymes. This type of regulation consists of the addition or elimination of some molecules which can be attached to the enzyme protein. The most important groups that work as modifiers are phosphate, methyl, uridine, adenine and adenosine diphosphate ribosyl. These groups are joined to or eliminated from the protein by other enzymes. The most remarkable covalent modification is phosphorylation. Serine, Threonine and Tyrosine are common amino acids that participate in covalent modifications and are used to control enzyme’s catalytic activities. Kinase and phosphatases are commonly known enzymes that affect these modifications, which result in shifting of conformational states of the binding affinity to substrate.",
            "score": 90.7930428981781
        },
        {
            "docid": "1590640_11",
            "document": "Nuclear DNA . DNA replication begins at a specific site in the DNA molecule called the origin of replication. The enzyme helicase unwinds and separates a portion of the DNA molecule after which single-strand binding proteins react with and stabilize the separated, single-stranded sections of the DNA molecule. The enzyme complex DNA polymerase engages the separated portion of the molecule and initiates the process of replication. DNA polymerase can only connect new DNA nucleotides to a pre-existing chain of nucleotides. Therefore, replication begins as an enzyme called primase assembles an RNA primer at the origin of replication. The RNA primer consists of a short sequence of RNA nucleotides, complementary to a small, initial section of the DNA strand being prepared for replication. DNA polymerase is then able to add DNA nucleotides to the RNA primer and thus begin the process of constructing a new complementary strand of DNA. Later the RNA primer is enzymatically removed and replaced with the appropriate sequence of DNA nucleotides. Because the two complementary strands of the DNA molecule are oriented in opposite directions and the DNA polymerase can only accommodate replication in one direction, two different mechanisms for copying the strands of DNA are employed. One strand is replicated continuously towards the unwinding, separating portion of the original DNA molecule; while the other strand is replicated discontinuously in the opposite direction with the formation of a series of short DNA segments called Okazaki fragments. Each Okazaki fragment requires a separate RNA primer. As the Okazaki fragments are synthesized, the RNA primers are replaced with DNA nucleotides and the fragments are bonded together in a continuous complementary strand.",
            "score": 89.50509071350098
        },
        {
            "docid": "6420688_18",
            "document": "Phage ecology . Bacteria have developed multiple defense mechanisms to fight off the effects of bacteriophage. In experimentation, amount of resistance can be determined by how much of a plate (generally agar with bacteria, infected with phage) ends up being clear. The clearer, the less resistant as more bacteria have been lysed. The most common of these defense mechanisms is called the restriction-modification system (RM system). In this system, foreign DNA trying to enter the bacterial host is restricted by endonucleases that recognize specific base pairs within the DNA, while the DNA of the cell is protected from restriction due to methylase. RM systems have evolved to keep up with the ever-changing bacteria and phage. In general, these RM types differ in the nucleotide sequences that they recognize. However, there is an occasional slip where the endonuclease misses the DNA sequence of the phage and the phage DNA is able to enter the cell anyway, becoming methylated and protected against the endonuclease. This accident is what can spur the evolution of the RM system. Phage can acquire or use the enzyme from the host cell to protect their own DNA, or sometimes they will have proteins that dismantle the enzyme that is meant to restrict the phage DNA. Another option is for the phage to insert different base pairs into its DNA, thereby confusing the enzyme.",
            "score": 169.75982677936554
        },
        {
            "docid": "16633452_3",
            "document": "Enzyme mimic . Enzymes are biological catalysts: biopolymers that catalyze a reaction. Although a small number of natural enzymes are built from RNA–termed Ribozymes–most enzymes are proteins. Like any other protein an enzyme is an amino acid polymer with added cofactors and other post-translational modifications. Often most of the amino acid polymer is indirectly involved with the enzymes function, perhaps providing ancillary structure or connectivity, indirect activity regulation, or molecular identification of the enzyme. As a result, most enzymes are large molecules weighing many kilodaltons. This bulk can obscure various investigative techniques such as NMR, EPR, electrochemistry, crystallography, among others. It is standard practice to compare spectroscopic data from enzymes to similar spectroscopic data derived from better characterized small molecules. In this way the understanding of metalloenzymes and other metalloproteins have developed. In many cases the small molecule analogs were created for other reasons; however, it has been increasingly common for groups to intentionally make small molecule analogs also known as enzyme mimics. These enzyme mimics are prime examples of bioinorganic chemistry.",
            "score": 87.86195766925812
        },
        {
            "docid": "11437181_2",
            "document": "Adenosylmethionine decarboxylase . Adenosylmethionine decarboxylase is an enzyme that catalyzes the conversion of \"S\"-adenosyl methionine to \"S\"-adenosylmethioninamine. Polyamines such as spermidine and spermine are essential for cellular growth under most conditions, being implicated in a large number of cellular processes including DNA, RNA and protein synthesis. S-adenosylmethionine decarboxylase (AdoMetDC) plays an essential regulatory role in the polyamine biosynthetic pathway by generating the n-propylamine residue required for the synthesis of spermidine and spermine from putrescein. Unlike many amino acid decarboxylases AdoMetDC uses a covalently bound pyruvate residue as a cofactor rather than the more common pyridoxal 5'-phosphate. These proteins can be divided into two main groups which show little sequence similarity either to each other, or to other pyruvoyl-dependent amino acid decarboxylases: class I enzymes found in bacteria and archaea, and class II enzymes found in eukaryotes. In both groups the active enzyme is generated by the post-translational autocatalytic cleavage of a precursor protein. This cleavage generates the pyruvate precursor from an internal serine residue and results in the formation of two non-identical subunits termed alpha and beta which form the active enzyme.",
            "score": 100.34440040588379
        },
        {
            "docid": "40495183_4",
            "document": "Thomas A. Bickle . Thomas A. Bickle mainly investigated the mode of action of bacterial DNA restriction and modification systems. These systems protect bacteria from being invaded by foreign DNA, either free or packaged in bacterial viruses. So-called restriction enzymes (endonucleases) recognize foreign DNA and inactivate these through endonucleolytic cleavage. In Escherichia coli Bickle elucidated the precise method used by these enzymes to distinguish between their own and foreign DNA, He identified the DNA recognition sequences of various restriction enzymes and investigated their structure. Furthermore, he demonstrated that many bacterial viruses have evolved diverse defense mechanisms to avoid restriction.",
            "score": 143.33092951774597
        },
        {
            "docid": "26194_3",
            "document": "Restriction enzyme . These enzymes are found in bacteria and archaea and provide a defence mechanism against invading viruses. Inside a prokaryote, the restriction enzymes selectively cut up \"foreign\" DNA in a process called \"restriction\"; meanwhile, host DNA is protected by a modification enzyme (a methyltransferase) that modifies the prokaryotic DNA and blocks cleavage. Together, these two processes form the restriction modification system.",
            "score": 111.63428521156311
        },
        {
            "docid": "474363_2",
            "document": "Glycosylation . Glycosylation (see also chemical glycosylation) is the reaction in which a carbohydrate, i.e. a glycosyl donor, is attached to a hydroxyl or other functional group of another molecule (a glycosyl acceptor). In biology glycosylation mainly refers in particular to the enzymatic process that attaches glycans to proteins, or other organic molecules. This enzymatic process produces one of the fundamental biopolymers found in cells (along with DNA, RNA, and proteins). Glycosylation is a form of co-translational and post-translational modification. Glycans serve a variety of structural and functional roles in membrane and secreted proteins. The majority of proteins synthesized in the rough endoplasmic reticulum undergo glycosylation. It is an enzyme-directed site-specific process, as opposed to the non-enzymatic chemical reaction of glycation. Glycosylation is also present in the cytoplasm and nucleus as the \"O\"-GlcNAc modification. Aglycosylation is a feature of engineered antibodies to bypass glycosylation. Five classes of glycans are produced:",
            "score": 75.04662835597992
        },
        {
            "docid": "2941387_2",
            "document": "Restriction fragment . A restriction fragment is a DNA fragment resulting from the cutting of a DNA strand by a restriction enzyme (restriction endonucleases), a process called restriction. Each restriction enzyme is highly specific, recognising a particular short DNA sequence, or restriction site, and cutting both DNA strands at specific points within this site. Most restriction sites are palindromic, (the sequence of nucleotides is the same on both strands when read in the 5' to 3' direction), and are four to eight nucleotides long. Many cuts are made by one restriction enzyme because of the chance repetition of these sequences in a long DNA molecule, yielding a set of restriction fragments. A particular DNA molecule will always yield the same set of restriction fragments when exposed to the same restriction enzyme. Restriction fragments can be analyzed using techniques such as gel electrophoresis or used in recombinant DNA technology.",
            "score": 88.49800419807434
        },
        {
            "docid": "30876867_5",
            "document": "Molecular cloning . Prior to the 1970s, our understanding of genetics and molecular biology was severely hampered by an inability to isolate and study individual genes from complex organisms. This changed dramatically with the advent of molecular cloning methods. Microbiologists, seeking to understand the molecular mechanisms through which bacteria restricted the growth of bacteriophage, isolated restriction endonucleases, enzymes that could cleave DNA molecules only when specific DNA sequences were encountered. They showed that restriction enzymes cleaved chromosome-length DNA molecules at specific locations, and that specific sections of the larger molecule could be purified by size fractionation. Using a second enzyme, DNA ligase, fragments generated by restriction enzymes could be joined in new combinations, termed recombinant DNA. By recombining DNA segments of interest with vector DNA, such as bacteriophage or plasmids, which naturally replicate inside bacteria, large quantities of purified recombinant DNA molecules could be produced in bacterial cultures. The first recombinant DNA molecules were generated and studied in 1972.",
            "score": 170.15866816043854
        },
        {
            "docid": "34217148_5",
            "document": "Vectors in gene therapy . The genetic material in retroviruses is in the form of RNA molecules, while the genetic material of their hosts is in the form of DNA. When a retrovirus infects a host cell, it will introduce its RNA together with some enzymes, namely reverse transcriptase and integrase, into the cell. This RNA molecule from the retrovirus must produce a DNA copy from its RNA molecule before it can be integrated into the genetic material of the host cell. The process of producing a DNA copy from an RNA molecule is termed reverse transcription. It is carried out by one of the enzymes carried in the virus, called reverse transcriptase. After this DNA copy is produced and is free in the nucleus of the host cell, it must be incorporated into the genome of the host cell. That is, it must be inserted into the large DNA molecules in the cell (the chromosomes). This process is done by another enzyme carried in the virus called integrase.",
            "score": 137.11025619506836
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 97.18375182151794
        },
        {
            "docid": "854294_20",
            "document": "DNA repair . Cells are known to eliminate three types of damage to their DNA by chemically reversing it. These mechanisms do not require a template, since the types of damage they counteract can occur in only one of the four bases. Such direct reversal mechanisms are specific to the type of damage incurred and do not involve breakage of the phosphodiester backbone. The formation of pyrimidine dimers upon irradiation with UV light results in an abnormal covalent bond between adjacent pyrimidine bases. The photoreactivation process directly reverses this damage by the action of the enzyme photolyase, whose activation is obligately dependent on energy absorbed from blue/UV light (300–500 nm wavelength) to promote catalysis. Photolyase, an old enzyme present in bacteria, fungi, and most animals no longer functions in humans, who instead use nucleotide excision repair to repair damage from UV irradiation. Another type of damage, methylation of guanine bases, is directly reversed by the protein methyl guanine methyl transferase (MGMT), the bacterial equivalent of which is called ogt. This is an expensive process because each MGMT molecule can be used only once; that is, the reaction is stoichiometric rather than catalytic. A generalized response to methylating agents in bacteria is known as the adaptive response and confers a level of resistance to alkylating agents upon sustained exposure by upregulation of alkylation repair enzymes. The third type of DNA damage reversed by cells is certain methylation of the bases cytosine and adenine.",
            "score": 124.23672366142273
        },
        {
            "docid": "12266_15",
            "document": "Genetics . Although the structure of DNA showed how inheritance works, it was still not known how DNA influences the behavior of cells. In the following years, scientists tried to understand how DNA controls the process of protein production. It was discovered that the cell uses DNA as a template to create matching messenger RNA, molecules with nucleotides very similar to DNA. The nucleotide sequence of a messenger RNA is used to create an amino acid sequence in protein; this translation between nucleotide sequences and amino acid sequences is known as the genetic code.",
            "score": 92.74563407897949
        },
        {
            "docid": "253418_25",
            "document": "DNA computing . Enzyme based DNA computers are usually of the form of a simple Turing machine; there is analogous hardware, in the form of an enzyme, and software, in the form of DNA. Benenson, Shapiro and colleagues have demonstrated a DNA computer using the FokI enzyme and expanded on their work by going on to show automata that diagnose and react to prostate cancer: under expression of the genes PPAP2B and GSTP1 and an over expression of PIM1 and HPN. Their automata evaluated the expression of each gene, one gene at a time, and on positive diagnosis then released a single strand DNA molecule (ssDNA) that is an antisense for MDM2. MDM2 is a repressor of protein 53, which itself is a tumor suppressor. On negative diagnosis it was decided to release a suppressor of the positive diagnosis drug instead of doing nothing. A limitation of this implementation is that two separate automata are required, one to administer each drug. The entire process of evaluation until drug release took around an hour to complete. This method also requires transition molecules as well as the FokI enzyme to be present. The requirement for the FokI enzyme limits application \"in vivo\", at least for use in \"cells of higher organisms\". It should also be pointed out that the 'software' molecules can be reused in this case.",
            "score": 104.51471245288849
        },
        {
            "docid": "20374_7",
            "document": "Metabolism . Most of the structures that make up animals, plants and microbes are made from three basic classes of molecule: amino acids, carbohydrates and lipids (often called fats). As these molecules are vital for life, metabolic reactions either focus on making these molecules during the construction of cells and tissues, or by breaking them down and using them as a source of energy, by their digestion. These biochemicals can be joined together to make polymers such as DNA and proteins, essential macromolecules of life. Proteins are made of amino acids arranged in a linear chain joined together by peptide bonds. Many proteins are enzymes that catalyze the chemical reactions in metabolism. Other proteins have structural or mechanical functions, such as those that form the cytoskeleton, a system of scaffolding that maintains the cell shape. Proteins are also important in cell signaling, immune responses, cell adhesion, active transport across membranes, and the cell cycle. Amino acids also contribute to cellular energy metabolism by providing a carbon source for entry into the citric acid cycle (tricarboxylic acid cycle), especially when a primary source of energy, such as glucose, is scarce, or when cells undergo metabolic stress.",
            "score": 103.06041073799133
        },
        {
            "docid": "17269882_3",
            "document": "MRX complex . Cells are able to accurately repair DNA double-strand breaks using a process called homologous recombination. By this process DNA sequence information that is lost because of the breakage can be recovered from a second homologous DNA molecule. Homologous recombinational repair is important for removing DNA damage both during mitosis and meiosis. The repair process begins with the degradation of the 5’ end on either side of the double-strand break to yield 3’ single-stranded DNA tails (a process called end resection). Next the Rad51 protein binds to these tails and initiates a process of strand invasion leading to recovery of genetic information from the undamaged homologous sequence of the second DNA molecule. Studies with the yeast \"Saccharomyces cerevisiae\" have shown that end resection is catalyzed by the MRX protein complex. The MRE11 enzyme (one of the three component proteins of the MRX complex) first makes a nick in the DNA at 15 to 20 nucleotides from the 5’ end of the break. This creates an entry point for further processing by exonucleases to complete the initial resection stage of the overall process.",
            "score": 112.78623342514038
        },
        {
            "docid": "2631477_28",
            "document": "Homologous recombination . Upon encountering a Chi site, the activity of the RecBCD enzyme changes drastically. DNA unwinding pauses for a few seconds and then resumes at roughly half the initial speed. This is likely because the slower RecB helicase unwinds the DNA after Chi, rather than the faster RecD helicase, which unwinds the DNA before Chi. Recognition of the Chi site also changes the RecBCD enzyme so that it cuts the DNA strand with Chi and begins loading multiple RecA proteins onto the single-stranded DNA with the newly generated 3' end. The resulting RecA-coated nucleoprotein filament then searches out similar sequences of DNA on a homologous chromosome. The search process induces stretching of the DNA duplex, which enhances homology recognition (a mechanism termed conformational proofreading ). Upon finding such a sequence, the single-stranded nucleoprotein filament moves into the homologous recipient DNA duplex in a process called \"strand invasion\". The invading 3' overhang causes one of the strands of the recipient DNA duplex to be displaced, to form a D-loop. If the D-loop is cut, another swapping of strands forms a cross-shaped structure called a Holliday junction. Resolution of the Holliday junction by some combination of RuvABC or RecG can produce two recombinant DNA molecules with reciprocal genetic types, if the two interacting DNA molecules differ genetically. Alternatively, the invading 3’ end near Chi can prime DNA synthesis and form a replication fork. This type of resolution produces only one type of recombinant (non-reciprocal).",
            "score": 106.40780138969421
        },
        {
            "docid": "26194_14",
            "document": "Restriction enzyme . Type I restriction enzymes were the first to be identified and were first identified in two different strains (K-12 and B) of \"E. coli\". These enzymes cut at a site that differs, and is a random distance (at least 1000 bp) away, from their recognition site. Cleavage at these random sites follows a process of DNA translocation, which shows that these enzymes are also molecular motors. The recognition site is asymmetrical and is composed of two specific portions—one containing 3–4 nucleotides, and another containing 4–5 nucleotides—separated by a non-specific spacer of about 6–8 nucleotides. These enzymes are multifunctional and are capable of both restriction and modification activities, depending upon the methylation status of the target DNA. The cofactors S-Adenosyl methionine (AdoMet), hydrolyzed adenosine triphosphate (ATP), and magnesium (Mg) ions, are required for their full activity. Type I restriction enzymes possess three subunits called HsdR, HsdM, and HsdS; HsdR is required for restriction; HsdM is necessary for adding methyl groups to host DNA (methyltransferase activity), and HsdS is important for specificity of the recognition (DNA-binding) site in addition to both restriction (DNA cleavage) and modification (DNA methyltransferase) activity.",
            "score": 83.8023030757904
        },
        {
            "docid": "26901564_23",
            "document": "DNA nanotechnology . DNA nanotechnology provides one of the few ways to form designed, complex structures with precise control over nanoscale features. The field is beginning to see application to solve basic science problems in structural biology and biophysics. The earliest such application envisaged for the field, and one still in development, is in crystallography, where molecules that are difficult to crystallize in isolation could be arranged within a three-dimensional nucleic acid lattice, allowing determination of their structure. Another application is the use of DNA origami rods to replace liquid crystals in residual dipolar coupling experiments in protein NMR spectroscopy; using DNA origami is advantageous because, unlike liquid crystals, they are tolerant of the detergents needed to suspend membrane proteins in solution. DNA walkers have been used as nanoscale assembly lines to move nanoparticles and direct chemical synthesis. Further, DNA origami structures have aided in the biophysical studies of enzyme function and protein folding.",
            "score": 87.14352679252625
        },
        {
            "docid": "30876867_3",
            "document": "Molecular cloning . In a conventional molecular cloning experiment, the DNA to be cloned is obtained from an organism of interest, then treated with enzymes in the test tube to generate smaller DNA fragments. Subsequently, these fragments are then combined with vector DNA to generate recombinant DNA molecules. The recombinant DNA is then introduced into a host organism (typically an easy-to-grow, benign, laboratory strain of \"E. coli\" bacteria). This will generate a population of organisms in which recombinant DNA molecules are replicated along with the host DNA. Because they contain foreign DNA fragments, these are transgenic or genetically modified microorganisms (GMO). This process takes advantage of the fact that a single bacterial cell can be induced to take up and replicate a single recombinant DNA molecule. This single cell can then be expanded exponentially to generate a large amount of bacteria, each of which contain copies of the original recombinant molecule. Thus, both the resulting bacterial population, and the recombinant DNA molecule, are commonly referred to as \"clones\". Strictly speaking, \"recombinant DNA\" refers to DNA molecules, while \"molecular cloning\" refers to the experimental methods used to assemble them. The idea arose that different DNA sequences could be inserted into a plasmid and that these foreign sequences would be carried into bacteria and digested as part of the plasmid. That is, these plasmids could serve as cloning vectors to carry genes.",
            "score": 125.02218270301819
        },
        {
            "docid": "39057805_3",
            "document": "Retroviral ribonuclease H . Although the RT structures from human, murine and avian retroviruses display different subunits, the relative sizes, orientation and connection of the DNA polymerase and RNase H domains are strikingly similar. The RNase H domain occupies ~25% of the RT protein C-terminal. The DNA polymerase domain occupies ~55% of the RT protein N-terminal. The RNase H domains of MMLV and HIV-1 RT enzymes are structural very similar to the Escherichia coli and Bacillus halodurans RNases H as well as to human RNaseH1. In general, the folded structures of retroviral RNase H domains take the form of 5-stranded mixed beta sheets flanked by four alpha helices in an asymmetric distribution. A notable difference between the various RNase H proteins is the presence or absence of the C-helix (present in E. coli, MLV and human RNases H, absent in HIV-1, B. halodurans and ASLV RNases H), a positively charged alpha helix also referred to as the basic loop or protrusion. It is believed to have a role in substrate binding. During reverse transcription of the viral genomic RNA into cDNA, an RNA/DNA hybrid is created. The RNA strand is then hydrolyzed by the RNase H domain to enable synthesis of the second DNA strand by the DNA polymerase function of the RT enzyme. In addition, retroviral virions package a single tRNA molecule that they use as a primer during reverse transcription of the viral genomic RNA. The retroviral RNase H is needed to digest the tRNA molecule when it is no longer needed. These processes happen in a Mg2+ dependent fashion.",
            "score": 69.92410576343536
        },
        {
            "docid": "32560510_6",
            "document": "Cyanase . Some bacteria can overcome the toxicity of environmental cyanate by degrading it via this enzyme. Cyanate hydratase is found in bacteria and plants. Cyanase is functionally active as a homodecamer, composed of 5 complexes of dimers. Each of these monomer subunits is 17 kDa and supports half-site binding of substrates. The cyanase monomer is composed of two domains. The N-terminal domain shows structural similarity to the DNA-binding alpha-helix bundle motif. The C-terminal domain has an 'open fold' with no structural homology to other proteins. The dimer structure reveals the C-terminal domains to be intertwined, and a decamer is formed by a pentamer of these dimers. The active site of the enzyme is located between dimers and is composed of residues from four adjacent subunits of the homodecamer.",
            "score": 104.49679565429688
        },
        {
            "docid": "11344743_8",
            "document": "Biomolecular engineering . The tertiary structure of proteins deal with their folding process and how the overall molecule is arranged. Finally, a quaternary structure is a group of tertiary proteins coming together and binding. With all of these levels, proteins have a wide variety of places in which they can be manipulated and adjusted. Techniques are used to affect the amino acid sequence of the protein (site-directed mutagenesis), the folding and conformation of the protein, or the folding of a single tertiary protein within a quaternary protein matrix.  Proteins that are the main focus of manipulation are typically enzymes. These are proteins that act as catalysts for biochemical reactions. By manipulating these catalysts, the reaction rates, products, and effects can be controlled. Enzymes and proteins are important to the biological field and research that there are specific subsets of engineering focusing only on proteins and enzymes.",
            "score": 74.51577401161194
        },
        {
            "docid": "52937983_3",
            "document": "Chemosynthesis (nanotechnology) . This form of engineering is then contrasted with mechanosynthesis, a hypothetical process where individual molecules are mechanically manipulated to control reactions to human specification. Since photosynthesis and other natural processes create extremely complex molecules to the specifications contained in RNA and stored long-term in DNA form, advocates of molecular engineering claim that an artificial process can likewise exploit a chain of long-term storage, short-term storage, enzyme-like copying mechanisms similar to those in the cell, and ultimately produce complex molecules which need not be proteins. For instance, sheet diamond or carbon nanotubes could be produced by a chain of non-biological reactions that have been designed using the basic model of biology.",
            "score": 85.59656953811646
        },
        {
            "docid": "167540_6",
            "document": "Protein production . There are many ways to introduce foreign DNA to a cell for expression, and many different host cells may be used for expression — each expression system has distinct advantages and liabilities. Expression systems are normally referred to by the host and the DNA source or the delivery mechanism for the genetic material. For example, common hosts are bacteria (such as \"E.coli\", \"B. subtilis\"), yeast (such as \"S.cerevisiae\") or eukaryotic cell lines. Common DNA sources and delivery mechanisms are viruses (such as baculovirus, retrovirus, adenovirus), plasmids, artificial chromosomes and bacteriophage (such as lambda). The best expression system depends on the gene involved, for example the \"Saccharomyces cerevisiae\" is often preferred for proteins that require significant posttranslational modification. Insect or mammal cell lines are used when human-like splicing of mRNA is required. Nonetheless, bacterial expression has the advantage of easily producing large amounts of protein, which is required for X-ray crystallography or nuclear magnetic resonance experiments for structure determination.",
            "score": 136.9471926689148
        }
    ],
    "r": [
        {
            "docid": "19167679_82",
            "document": "Virus . The major way bacteria defend themselves from bacteriophages is by producing enzymes that destroy foreign DNA. These enzymes, called restriction endonucleases, cut up the viral DNA that bacteriophages inject into bacterial cells. Bacteria also contain a system that uses CRISPR sequences to retain fragments of the genomes of viruses that the bacteria have come into contact with in the past, which allows them to block the virus's replication through a form of RNA interference. This genetic system provides bacteria with acquired immunity to infection.",
            "score": 206.06463623046875
        },
        {
            "docid": "1728034_7",
            "document": "Complementation (genetics) . Complementation tests can also be carried out with haploid eukaryotes such as fungi, with bacteria and with viruses such as bacteriophage. Research on the fungus Neurospora crassa led to the development of the one-gene-one enzyme concept that provided the foundation for the subsequent development of molecular genetics. The complementation test was one of the main tools used in the early Neurospora work, because it was easy to do, and allowed the investigator to determine whether any two nutritional mutants were defective in the same, or different genes. The complementation test was also used in the early development of molecular genetics when bacteriophage T4 was one of the main objects of study. In this case the test depends on mixed infections of host bacterial cells with two different bacteriophage mutant types. Its use was key to defining most of the genes of the virus, and provided the foundation for the study of such fundamental processes as DNA replication and repair, and how molecular machines are constructed.",
            "score": 194.5566864013672
        },
        {
            "docid": "9028799_36",
            "document": "Bacteria . Some bacteria also transfer genetic material between cells. This can occur in three main ways. First, bacteria can take up exogenous DNA from their environment, in a process called transformation. Many bacteria can naturally take up DNA from the environment, while others must be chemically altered in order to induce them to take up DNA. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells. The second way bacteria transfer genetic material is by transduction, when the integration of a bacteriophage introduces foreign DNA into the chromosome. Many types of bacteriophage exist, some simply infect and lyse their host bacteria, while others insert into the bacterial chromosome. Bacteria resist phage infection through restriction modification systems that degrade foreign DNA, and a system that uses CRISPR sequences to retain fragments of the genomes of phage that the bacteria have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. The third method of gene transfer is conjugation, whereby DNA is transferred through direct cell contact. In ordinary circumstances, transduction, conjugation, and transformation involve transfer of DNA between individual bacteria of the same species, but occasionally transfer may occur between individuals of different bacterial species and this may have significant consequences, such as the transfer of antibiotic resistance. In such cases, gene acquisition from other bacteria or the environment is called horizontal gene transfer and may be common under natural conditions.",
            "score": 189.2383575439453
        },
        {
            "docid": "39127620_5",
            "document": "Epimerox . No bacteria could be identified that were resistant to the compound (resistance frequency of <10). Thus, epimerox is an antibiotic with low resistance potential. Therefore, 2-epimerase is a new antibiotic target to which resistance is a rare event. 2-Epimerase was discovered as a target because it was one of the enzymes in the biosynthetic pathway for synthesizing an essential neutral polysaccharide in the cell wall of \"B. anthracis\" (Glu:Gal-\"N\"Ac:Man-\"N\"Ac at a 3:2:1 ratio). This polysaccharide is only found in \"B. anthracis\" and is the receptor for a bacteriophage lysin enzyme called PlyG, which is produced by the γ-bacteriophage to release its progeny from infected \"B. anthracis\". For bacteriophage to survive they need to replicate inside a bacterial cell and release their progeny phage when they are assembled using their lysin. Since lysins from bacteriophage that infect Gram-positive bacteria must bind to a cell wall receptor to function, the enzymes have evolved over a billion years to identify substrate receptors in the bacterial cell wall that the bacteria cannot change easily. These substrates are either part of the peptidoglycan or sugars linked to it. Deletion of both 2-epimerase genes in \"B. anthracis\" is lethal to the bacterium.",
            "score": 187.32489013671875
        },
        {
            "docid": "32772_20",
            "document": "Virology . Bacteriophages, the viruses which infect bacteria, can be relatively easily grown as viral plaques on bacterial cultures. Bacteriophages occasionally move genetic material from one bacterial cell to another in a process known as transduction, and this horizontal gene transfer is one reason why they served as a major research tool in the early development of molecular biology. The genetic code, the function of ribozymes, the first recombinant DNA and early genetic libraries were all arrived at using bacteriophages. Certain genetic elements derived from viruses, such as highly effective promoters, are commonly used in molecular biology research today.",
            "score": 181.96865844726562
        },
        {
            "docid": "43937_38",
            "document": "Parasitism . Viruses are obligate intracellular parasites, characterised by extremely limited biological function, to the point where, while they are evidently able to infect all other organisms from bacteria and archaea to animals, plants and fungi, it is unclear whether they can themselves be described as living. Viruses can be either RNA or DNA viruses consisting of a single or double strand of genetic material (RNA or DNA) respectively, covered in a protein coat and sometimes a lipid envelope. They thus lack all the usual machinery of the cell such as enzymes, relying entirely on the host cell's ability to replicate DNA and synthesise proteins. Most viruses are bacteriophages, infecting bacteria.",
            "score": 181.1916961669922
        },
        {
            "docid": "2631477_34",
            "document": "Homologous recombination . In bacterial conjugation, where DNA is transferred between bacteria through direct cell-to-cell contact, homologous recombination helps integrate foreign DNA into the host genome via the RecBCD pathway. The RecBCD enzyme promotes recombination after DNA is converted from single-strand DNA–in which form it originally enters the bacterium–to double-strand DNA during replication. The RecBCD pathway is also essential for the final phase of transduction, a type of horizontal gene transfer in which DNA is transferred from one bacterium to another by a virus. Foreign, bacterial DNA is sometimes misincorporated in the capsid head of bacteriophage virus particles as DNA is packaged into new bacteriophages during viral replication. When these new bacteriophages infect other bacteria, DNA from the previous host bacterium is injected into the new bacterial host as double-strand DNA. The RecBCD enzyme then incorporates this double-strand DNA into the genome of the new bacterial host.",
            "score": 177.1039276123047
        },
        {
            "docid": "28441864_6",
            "document": "Genetically modified tomato . DNA Plant Technology (DNAP), Agritope and Monsanto developed tomatoes that delayed ripening by preventing the production of ethylene, a hormone that triggers ripening of fruit. All three tomatoes inhibited ethylene production by reducing the amount of 1-aminocyclopropane-1-carboxylic acid (ACC), the precursor to ethylene. DNAP's tomato, called Endless Summer, inserted a truncated version of the \"ACC synthase\" gene into the tomato that interfered with the endogenous \"ACC synthase\". Monsanto's tomato was engineered with the \"ACC deaminase\" gene from the soil bacterium \"Pseudomonas chlororaphis\" that lowered ethylene levels by breaking down ACC. Agritope introduced an S-adenosylmethionine hydrolase (SAMase) encoding gene derived from the \"E. coli\" bacteriophage T3, which reduced the levels of S-adenosylmethionine, a precursor to ACC. Endless Summer was briefly tested in the marketplace, but patent arguments forced its withdrawal.",
            "score": 174.82473754882812
        },
        {
            "docid": "2954908_6",
            "document": "Lysogenic cycle . Bacteriophages are viruses that infect and replicate within a bacterium. Temperate phages (such as lambda phage) can reproduce using both the lytic and the lysogenic cycle. Via the lysogenic cycle, the bacteriophage's genome is not expressed and is instead integrated into the bacteria's genome to form the prophage. Since the bacteriophage's genetic information is incorporated into the bacteria's genetic information as a prophage, the bacteriophage replicates passively as the bacterium divides to form daughter bacteria cells. In this scenario, the daughter bacteria cells contain prophage and are known as lysogens. Lysogens can remain in the lysogenic cycle for many generations but can switch to the lytic cycle at any time via a process known as induction. During induction, prophage DNA is excised from the bacterial genome and is transcribed and translated to make coat proteins for the virus and regulate lytic growth.",
            "score": 174.60946655273438
        },
        {
            "docid": "14579421_33",
            "document": "Introduction to viruses . The major way bacteria defend themselves from bacteriophages is by producing enzymes which destroy foreign DNA. These enzymes, called restriction endonucleases, cut up the viral DNA that bacteriophages inject into bacterial cells.",
            "score": 171.26007080078125
        },
        {
            "docid": "30876867_5",
            "document": "Molecular cloning . Prior to the 1970s, our understanding of genetics and molecular biology was severely hampered by an inability to isolate and study individual genes from complex organisms. This changed dramatically with the advent of molecular cloning methods. Microbiologists, seeking to understand the molecular mechanisms through which bacteria restricted the growth of bacteriophage, isolated restriction endonucleases, enzymes that could cleave DNA molecules only when specific DNA sequences were encountered. They showed that restriction enzymes cleaved chromosome-length DNA molecules at specific locations, and that specific sections of the larger molecule could be purified by size fractionation. Using a second enzyme, DNA ligase, fragments generated by restriction enzymes could be joined in new combinations, termed recombinant DNA. By recombining DNA segments of interest with vector DNA, such as bacteriophage or plasmids, which naturally replicate inside bacteria, large quantities of purified recombinant DNA molecules could be produced in bacterial cultures. The first recombinant DNA molecules were generated and studied in 1972.",
            "score": 170.15867614746094
        },
        {
            "docid": "6420688_18",
            "document": "Phage ecology . Bacteria have developed multiple defense mechanisms to fight off the effects of bacteriophage. In experimentation, amount of resistance can be determined by how much of a plate (generally agar with bacteria, infected with phage) ends up being clear. The clearer, the less resistant as more bacteria have been lysed. The most common of these defense mechanisms is called the restriction-modification system (RM system). In this system, foreign DNA trying to enter the bacterial host is restricted by endonucleases that recognize specific base pairs within the DNA, while the DNA of the cell is protected from restriction due to methylase. RM systems have evolved to keep up with the ever-changing bacteria and phage. In general, these RM types differ in the nucleotide sequences that they recognize. However, there is an occasional slip where the endonuclease misses the DNA sequence of the phage and the phage DNA is able to enter the cell anyway, becoming methylated and protected against the endonuclease. This accident is what can spur the evolution of the RM system. Phage can acquire or use the enzyme from the host cell to protect their own DNA, or sometimes they will have proteins that dismantle the enzyme that is meant to restrict the phage DNA. Another option is for the phage to insert different base pairs into its DNA, thereby confusing the enzyme.",
            "score": 169.75982666015625
        },
        {
            "docid": "406929_6",
            "document": "Virulence . The virulence factors of bacteria are typically proteins or other molecules that are synthesized by enzymes. These proteins are coded for by genes in chromosomal DNA, bacteriophage DNA or plasmids. Certain bacteria employ mobile genetic elements and horizontal gene transfer. Therefore, strategies to combat certain bacterial infections by targeting these specific virulence factors and mobile genetic elements have been proposed. Bacteria use quorum sensing to synchronise release of the molecules. These are all proximate causes of morbidity in the host.",
            "score": 169.16461181640625
        },
        {
            "docid": "595929_5",
            "document": "S-Adenosyl methionine . A large number of iron-sulfur cluster-containing enzymes cleave SAM-e reductively to produce a 5′-deoxyadenosyl 5′-radical as an intermediate, and are called radical SAM enzymes. Most enzymes with this capability share a region of sequence homology that includes the motif CxxxCxxC or a close variant. The radical intermediate allows enzymes to perform a wide variety of unusual chemical reactions. Examples of radical SAM enzymes include spore photoproduct lyase, activases of pyruvate formate lyase and anaerobic sulfatases, lysine 2,3-aminomutase, and various enzymes of cofactor biosynthesis, peptide modification, metalloprotein cluster formation, tRNA modification, lipid metabolism, etc. Some radical SAM-e enzymes use a second SAM-e as a methyl donor. Radical SAM enzymes are much more abundant in anaerobic bacteria than in aerobic organisms. They can be found in all domains of life and are largely unexplored. A recent bioinformatics study concluded that this family of enzymes includes at least 114,000 sequences including 65 unique reactions.",
            "score": 168.71661376953125
        },
        {
            "docid": "50627838_11",
            "document": "T-even bacteriophages . Penetration This stage involves for the virus to penetrate itself in the host cell. It does so by injecting its DNA into the cell. The process of penetration happens when the bacteriophage's tail secretes the enzyme lysozyme, which breaks down the bacterial cell wall into segments. Therefore, the break down of the cell by the enzyme lysozyme forms a hole on the host cell;so, the bacteriophage inserts the DNA (genetic material) within the cell as the capsid is kept outside the cell.",
            "score": 168.2391357421875
        },
        {
            "docid": "36074373_2",
            "document": "Enzybiotics . Enzybiotics are an experimental antibiotic approach employing enzymes to combat pathogenic bacterial infections. The name is a combination of the words \"enzyme\" and \"antibiotics\" first coined in March 2001 by Nelson et al. Many of the enzymes used as enzybiotics are lysins, enzymes derived from bacterial viruses (or bacteriophages) used to release progeny bacteriophage from infected bacteria, though other natural or synthetic enzymes may be used.",
            "score": 166.7784881591797
        },
        {
            "docid": "16234480_14",
            "document": "History of virology . D'Herelle travelled widely to promote the use of bacteriophages in the treatment of bacterial infections. In 1928, he became professor of biology at Yale and founded several research institutes. He was convinced that bacteriophages were viruses despite opposition from established bacteriologists such as the Nobel Prize winner Jules Bordet (1870–1961). Bordet argued that bacteriophages were not viruses but just enzymes released from \"lysogenic\" bacteria. He said \"the invisible world of d'Herelle does not exist\". But in the 1930s, the proof that bacteriophages were viruses was provided by Christopher Andrewes (1896–1988) and others. They showed that these viruses differed in size and in their chemical and serological properties. In 1940, the first electron micrograph of a bacteriophage was published and this silenced sceptics who had argued that bacteriophages were relatively simple enzymes and not viruses. Numerous other types of bacteriophages were quickly discovered and were shown to infect bacteria wherever they are found. But this early research was interrupted by World War II. Even d'Herelle was silenced. Despite his Canadian citizenship, he was interned by the Vichy Government until the end of the war.",
            "score": 166.76622009277344
        },
        {
            "docid": "1805_49",
            "document": "Antibiotic . Phage therapy is another method for treating antibiotic-resistant strains of bacteria. Phage therapy infects pathogenic bacteria with their own viruses. Bacteriophages and their host ranges are extremely specific for certain bacteria, thus they do not disturb the host organism and intestinal microflora unlike antibiotics. Bacteriophages, also known simply as phages, infect and can kill bacteria and affect bacterial growth primarily during lytic cycles. Phages insert their DNA into the bacterium, where it is transcribed and used to make new phages, after which the cell will lyse, releasing new phage able to infect and destroy further bacteria of the same strain. The high specificity of phage protects \"good\" bacteria from destruction. However, some disadvantages to use of bacteriophages also exist. Bacteriophages may harbour virulence factors or toxic genes in their genomes and identification of genes with similarity to known virulence factors or toxins by genomic sequencing may be prudent prior to use. In addition, the oral and IV administration of phages for the eradication of bacterial infections poses a much higher safety risk than topical application, and there is the additional concern of uncertain immune responses to these large antigenic cocktails. There are considerable regulatory hurdles that must be cleared for such therapies. The use of bacteriophages as a replacement for antimicrobial agents against MDR pathogens no longer respond to conventional antibiotics remains an attractive option despite numerous challenges.",
            "score": 164.65052795410156
        },
        {
            "docid": "19167679_81",
            "document": "Virus . Bacteriophages are a common and diverse group of viruses and are the most abundant biological entity in aquatic environments – there are up to ten times more of these viruses in the oceans than there are bacteria, reaching levels of 250,000,000 bacteriophages per millilitre of seawater. These viruses infect specific bacteria by binding to surface receptor molecules and then entering the cell. Within a short amount of time, in some cases just minutes, bacterial polymerase starts translating viral mRNA into protein. These proteins go on to become either new virions within the cell, helper proteins, which help assembly of new virions, or proteins involved in cell lysis. Viral enzymes aid in the breakdown of the cell membrane, and, in the case of the T4 phage, in just over twenty minutes after injection over three hundred phages could be released.",
            "score": 164.59498596191406
        },
        {
            "docid": "1914_79",
            "document": "Antimicrobial resistance . Phage therapy relies on the use of naturally-occurring bacteriophages to infect and lyse bacteria at the site of infection in a host. Due to current advances in genetics and biotechnology these bacteriophages can possibly be manufactured to treat specific infections. Phages can be bioengineered to target multidrug-resistant bacterial infections, and their use involves the added benefit of preventing the elimination of beneficial bacteria in the human body. Phages destroy bacterial cell walls and membrane through the use of lytic proteins which kill bacteria by making many holes from the inside out. Bacteriophages can even possess the ability to digest the biofilm that many bacteria develop that protect them from antibiotics in order to effectively infect and kill bacteria. Bioengineering can play a role in creating successful bacteriophages.",
            "score": 163.1423797607422
        },
        {
            "docid": "4185_10",
            "document": "Bacteriophage . Their use has continued since the end of the Cold War in Georgia and elsewhere in Central and Eastern Europe. The first regulated, randomized, double-blind clinical trial was reported in the Journal of Wound Care in June 2009, which evaluated the safety and efficacy of a bacteriophage cocktail to treat infected venous leg ulcers in human patients. The FDA approved the study as a Phase I clinical trial. The study's results demonstrated the safety of therapeutic application of bacteriophages but did not show efficacy. The authors explain that the use of certain chemicals that are part of standard wound care (e.g. lactoferrin or silver) may have interfered with bacteriophage viability. Another controlled clinical trial in Western Europe (treatment of ear infections caused by \"Pseudomonas aeruginosa\") was reported shortly after in the journal Clinical Otolaryngology in August 2009. The study concludes that bacteriophage preparations were safe and effective for treatment of chronic ear infections in humans. Additionally, there have been numerous animal and other experimental clinical trials evaluating the efficacy of bacteriophages for various diseases, such as infected burns and wounds, and cystic fibrosis associated lung infections, among others. Meanwhile, bacteriophage researchers are developing engineered viruses to overcome antibiotic resistance, and engineering the phage genes responsible for coding enzymes which degrade the biofilm matrix, phage structural proteins and also enzymes responsible for lysis of bacterial cell wall. There have been results showing that T4 phages that are small in size and short-tailed can be helpful in detecting \"E.coli\" in the human body.",
            "score": 159.85313415527344
        },
        {
            "docid": "26838658_2",
            "document": "SAM-Chlorobi RNA motif . The SAM-Chlorobi RNA motif is a conserved RNA structure that was identified by bioinformatics. The RNAs are found only in bacteria classified as within the phylum Chlorobi. These RNAs are always in the 5' untranslated regions of operons that contain \"metK\" and \"ahcY\" genes. \"metK\" genes encode methionine adenosyltransferase, which synthesizes S-adenosyl methionine (SAM), and \"ahcY\" genes encode S-adenosylhomocysteine hydrolase, which degrade the related metabolite S-Adenosyl-L-homocysteine (SAH). In fact all predicted \"metK\" and \"ahcY\" genes within Chlorobi bacteria as of 2010 are preceded by predicted SAM-Chlorobi RNAs. Predicted promoter sequences are consistently found upstream of SAM-Chlorobi RNAs, and these promoter sequences imply that SAM-Chlorobi RNAs are indeed transcribed as RNAs. The promoter sequences are commonly associated with strong transcription in the phyla Chlorobi and Bacteroidetes, but are not used by most lineages of bacteria. The placement of SAM-Chlorobi RNAs suggests that they are involved in the regulation of the \"metK/ahcY\" operon through an unknown mechanism.",
            "score": 158.2569122314453
        },
        {
            "docid": "13928_8",
            "document": "Hershey–Chase experiment . Hershey and Chase showed that the introduction of deoxyribonuclease (referred to as DNase), an enzyme that breaks down DNA, into a solution containing the labeled bacteriophages did not introduce any P into the solution. This demonstrated that the phage is resistant to the enzyme while intact. Additionally, they were able to plasmolyze the bacteriophages so that they went into osmotic shock, which effectively created a solution containing most of the P and a heavier solution containing structures called “ghosts” that contained the S and the protein coat of the virus. It was found that these “ghosts” could adsorb to bacteria that were susceptible to T2, although they contained no DNA and were simply the remains of the original bacterial capsule. They concluded that the protein protected the DNA from DNAse, but that once the two were separated and the phage was inactivated, the DNAse could hydrolyze the phage DNA.",
            "score": 158.1104736328125
        },
        {
            "docid": "3113497_31",
            "document": "Innate immune system . Bacteria (and perhaps other prokaryotic organisms), utilize a unique defense mechanism, called the restriction modification system to protect themselves from pathogens, such as bacteriophages. In this system, bacteria produce enzymes, called restriction endonucleases, that attack and destroy specific regions of the viral DNA of invading bacteriophages. Methylation of the host's own DNA marks it as \"self\" and prevents it from being attacked by endonucleases. Restriction endonucleases and the restriction modification system exist exclusively in prokaryotes.",
            "score": 157.95486450195312
        },
        {
            "docid": "335864_5",
            "document": "Restriction modification system . The RM system was first discovered by Salvatore Luria and Mary Human in 1952 and 1953. They found that bacteriophage growing within an infected bacterium could be modified, so that upon their release and re-infection of a related bacterium the bacteriophage’s growth is restricted (inhibited) (also described by Luria in his autobiography on pages 45 and 99 in 1984). In 1953, Jean Weigle and Giuseppe Bertani reported similar examples of host-controlled modification using different bacteriophage system. Later work by Daisy Roulland-Dussoix and Werner Arber in 1962 and many other subsequent workers led to the understanding that restriction was due to attack and breakdown of the modified bacteriophage’s DNA by specific enzymes of the recipient bacteria. As reviewed by Daniel Nathans and Hamilton O. Smith in 1975, this work resulted in the discovery of the class of enzymes now known as restriction enzymes. When these enzymes were isolated in the laboratory they could be used for controlled manipulation of DNA, thus providing the foundation for the development of genetic engineering. Werner Arber, Daniel Nathans, and Hamilton Smith were awarded the Nobel Prize in Physiology or Medicine in 1978 for their work on restriction-modification.",
            "score": 157.826171875
        },
        {
            "docid": "1137227_42",
            "document": "DNA methylation . Adenine or cytosine methylation is part of the restriction modification system of many bacteria, in which specific DNA sequences are methylated periodically throughout the genome. A methylase is the enzyme that recognizes a specific sequence and methylates one of the bases in or near that sequence. Foreign DNAs (which are not methylated in this manner) that are introduced into the cell are degraded by sequence-specific restriction enzymes and cleaved. Bacterial genomic DNA is not recognized by these restriction enzymes. The methylation of native DNA acts as a sort of primitive immune system, allowing the bacteria to protect themselves from infection by bacteriophage.",
            "score": 157.49391174316406
        },
        {
            "docid": "397456_3",
            "document": "Lysis . Many species of bacteria are subject to lysis by the enzyme lysozyme, found in animal saliva, egg white, and other secretions. Phage lytic enzymes (lysins) produced during bacteriophage infection are responsible for the ability of these viruses to lyse bacterial cells. Penicillin and related β-lactam antibiotics cause the death of bacteria through enzyme-mediated lysis that occurs after the drug causes the bacterium to form a defective cell wall. If the cell wall is completely lost, the bacterium is referred as a protoplast if penicillin was used on gram-positive bacteria, and spheroplast when used on gram-negative bacteria.",
            "score": 157.02268981933594
        },
        {
            "docid": "50627838_15",
            "document": "T-even bacteriophages . Release The final step in viral reproduction and multiplication is determined by the release of virions from the host cell. The release of the virions occurs after the breakage of the bacterial plasma membrane. Nonenveloped viruses lyse the host cell which is characterized by viral proteins attacking the peptidoglycan or membrane. The lysis of the bacteria occurs when the capsids inside the cell release the enzyme lysozyme which break down the cell wall. The released bacteriophages infect other cells, and the viral multiplication cycle is repeated within those cells.",
            "score": 156.74256896972656
        },
        {
            "docid": "5065725_2",
            "document": "Methyltransferase . Methyltransferases are a large group of enzymes that all methylate their substrates but can be split into several subclasses based on their structural features. The most common class of methyltransferases is class I, all of which contain a Rossman fold for binding \"S\"-Adenosyl methionine (SAM). Class II methyltransferases contain a SET domain, which are exemplified by SET domain histone methyltransferases, and class III methyltransferases, which are membrane associated. Methyltransferases can also be grouped as different types utilizing different substrates in methyl transfer reactions. These types include protein methyltransferases, DNA/RNA methyltransferases, natural product methyltransferases, and non-SAM dependent methyltransferases. SAM is the classical methyl donor for methyltrasferases, however, examples of other methyl donors are seen in nature. The general mechanism for methyl transfer is a S2-like nucleophilic attack where the methionine sulfur serves as the nucleophile that transfers the methyl group to the enzyme substrate. SAM is converted to \"S\"-Adenosyl homocysteine (SAH) during this process. The breaking of the SAM-methyl bond and the formation of the substrate-methyl bond happen nearly simultaneously. These enzymatic reactions are found in many pathways and are implicated in genetic diseases, cancer, and metabolic diseases.",
            "score": 156.00143432617188
        },
        {
            "docid": "31196402_6",
            "document": "Biopreservation . Bacteriophages (Greek for 'bacteria eater'), or simply phages, are viruses which infect bacteria. The majority of all bacteriophages known exhibit a double-stranded DNA genome inside the virion capsid and belong to the order of tailed phages, Caudovirales. The tailed phages can be further separated into three families: Podoviridae, which are characterized by very short tails; Myoviridae, which exhibit longer, straight and contractile tails; and Siphoviridae, which can be identified due to their long and flexible tails. Another well studied group of phages with many applications, although minor in terms of species diversity, is represented by filamentous phages which exhibit a single stranded DNA genome decorated by a helical protein layer surrounding the DNA molecule. Bacteriophages are ubiquitously distributed in nature and can also be isolated from human or animal associated microflora. They outnumber their bacterial host species by a factor of ten representing the most abundant self-replicating entities on earth with an estimated 1031 phages in total. The idea of using phages against unwanted bacteria developed shortly after their discovery. With the improvements in organic chemistry during the 1950s, exploration and development of broad spectrum antibiotics displaced interest in bacteriophage research. Several laboratories have been testing suitability of bacteriophage isolates to control certain bacterial pathogens. Significant advancements in this research have been made at the Bacteriophage Institute in Tbilisi, Georgia, where phage therapy is routinely applied in medicine research field. Today treatment of antibiotic resistant bacteria is a challenging task. Recently, research on bacteriophages has gained additional momentum in light of the identification of antibiotic-resistant pathogens of infectious diseases, wherein the application of antibiotics is not effectively working, therefore research on the application of bacteriophages is being reviewed intensely. Bacteriophages have recently received a generally recognized as safe status based on their lack of toxicity and other detrimental effects to human health for application in meat products in USA.",
            "score": 154.97561645507812
        },
        {
            "docid": "682382_44",
            "document": "Phage therapy . As with antibiotic therapy and other methods of countering bacterial infections, endotoxins are released by the bacteria as they are destroyed within the patient (Herxheimer reaction). This can cause symptoms of fever; in extreme cases toxic shock (a problem also seen with antibiotics) is possible. Janakiraman Ramachandran argues that this complication can be avoided in those types of infection where this reaction is likely to occur by using genetically engineered bacteriophages which have had their gene responsible for producing endolysin removed. Without this gene the host bacterium still dies but remains intact because the lysis is disabled. On the other hand, this modification stops the exponential growth of phages, so one administered phage means one dead bacterial cell. Eventually these dead cells are consumed by the normal house-cleaning duties of the phagocytes, which utilise enzymes to break down the whole bacterium and its contents into harmless proteins, polysaccharides and lipids.",
            "score": 153.49830627441406
        },
        {
            "docid": "335864_3",
            "document": "Restriction modification system . Bacteria have restriction enzymes, also called restriction endonucleases, which cleave double stranded DNA at specific points into fragments, which are then degraded further by other endonucleases. This prevents infection by effectively destroying the foreign DNA introduced by an infectious agent (such as a bacteriophage). Approximately one-quarter of known bacteria possess RM systems and of those about one-half have more than one type of system. As the sequences recognized by the restriction enzymes are very short, the bacterium itself will almost certainly contain some within its genome. In order to prevent destruction of its own DNA by the restriction enzymes, methyl groups are added. These modifications must not interfere with the DNA base-pairing, and therefore, usually only a few specific bases are modified on each strand.",
            "score": 152.9737548828125
        }
    ]
}