{
    "q": [
        {
            "docid": "5951626_6",
            "document": "Antigenic variation . Trypanosoma brucei, the organism that causes sleeping sickness, replicates extracellularly in the bloodstream of infected mammals. In later stages, the parasite crosses the blood brain barrier, resulting in a devastating and usually fatal outcome. As a result of replicating in the bloodstream, \"T. brucei\" parasites are subjected to numerous host defense mechanisms including soluble components of the immune system ( i.e. complement), as well as cellular components of the innate and adaptive immune systems. In order to protect itself from host defenses, the parasite decorates itself with a dense, homogeneous coat (~10^7 molecules) of glycoprotein known as the variant surface glycoprotein (VSG).  In the early stages of invasion, the dense protein coat is sufficient to protect the parasite from immune detection. However, the host eventually identifies the VSG as a foreign antigen and mounts an attack against the microbe. The \"T. brucei\" parasite has evolved an elegant mechanism to display a completely new coat of VSG antigen, rendering it once again invisible to the host’s immune system. The parasite’s genome has over 1,000 genes that code for different variants of the VSG protein. VSG genes can be found on the subtelomeric portion of large chromosomes, or on intermediate chromosomes. VSG genes also exist in arrays and many exist as pseudogenes.  There is a hierarchy by which the VSG genes are activated. Telomeric VSGs are activated first, followed by array VSGs, and finally pseudogene VSGs. Switching of VSG proteins occurs at a rate substantially higher than the background mutation rate of other genes in the parasite (suggesting that it is a regulated process). The process is partially dependent on homologous recombination of DNA, which is mediated in part by the interaction of the \"T. brucei\" BRCA2 gene with RAD51 (however, this is not the only responsible mechanism, as BRCA2 variants still display some VSG switching). In addition to homologous recombination, transcriptional regulation also plays an important role in antigen switching. This is in contrast to other pathogens, where antigenic variation is typically mediated by DNA rearrangements or transcriptional regulation. The process by which VSG switching occurs has not been fully elucidated, but it is known that activation of VSGs requires recombination of the VSG genes into a VSG expression site (ES). The ES consists of a single \"vsg\" gene flanked by an upstream array of 70 base pair repeats and expression site associated genes (ESAGs). \"T. brucei\" expresses one VSG at any given time, and the active VSG can either be selected by activation of a previously silent ES, or by recombination of a VSG sequence into the active ES (see the figure \"Mechanisms of VSG Switching in \"T. brucei\"\"). Although the biological triggers that result in VSG switching are not fully known, mathematical modeling suggests that the ordered appearance of different VSG variants is controlled by at least two key parasite-derived factors: differential activation rates of parasite VSG and density-dependent parasite differentiation.",
            "score": 319.5844248533249
        },
        {
            "docid": "40081998_3",
            "document": "Variant surface glycoprotein . The parasite has a large cellular repertoire of antigenically distinct VSGs (~1500 complete and partial (pseudogenes)) located in telomeric and subtelomeric arrays (on megabase chromosomes or minichromosomes). VSGs are expressed from a bloodstream expression site (BES, ES) in a polycistron by RNA polymerase I (recruited to a ribosomal-type promoter) with other ES-associated genes (ESAGs), of which transferrin receptor (Tfr: ESAG6, ESAG7) is one. Only one VSG gene is expressed at a time, as only one of the ~15 ES are active in a cell. VSG expression is 'switched' by homologous recombination of a silent basic copy gene from an array (directed by homology) into the active telomerically-located expression site. Mosaic VSG genes can be created by homologous recombination of a partial VSG gene from an array. This partial gene may replace any portion of the residing VSG gene, creating a new mosaic VSG.",
            "score": 199.35613560676575
        },
        {
            "docid": "40081998_9",
            "document": "Variant surface glycoprotein . \"VSG\" genes can be kept silent and switched on at any given time. The expressed \"VSG\" is always located in an Expression Site (ES), which are specialised expression loci found at the telomeres of some of the large and intermediate chromosomes. Each ES is a polycistronic unit, containing a number of Expression Site-Associated Genes (ESAGs) all expressed along with the active VSG. While multiple ES exist, only a single one is ever active at one time. A number of mechanisms appear to be involved in this process, but the exact nature of the silencing is still unclear.",
            "score": 176.92030119895935
        },
        {
            "docid": "2794604_6",
            "document": "Subtelomere . Subtelomeric transcripts are pseudogenes (transcribed genes producing RNA sequences not translated into protein) and gene families. In humans, they code for olfactory receptors, immunoglobulin heavy chains, and zinc-finger proteins. In other species, several parasites such as Plasmodium and Trypanosoma brucei have developed sophisticated evasion mechanisms to adapt to the hostile environment posed by the host, such as exposing variable surface antigens to escape the immune system. Genes coding for surface antigens in these organisms are located at subtelomeric regions, and it has been speculated that this preferred location facilitates gene switching and expression, and the generation of new variants. For example, the genes belonging to the \"var\" family in Plasmodium falciparum (agent of malaria) code for the PfEMP1 (\"Plasmodium falciparum\" erythrocyte membrane protein 1), a major virulence factor of erythrocytic stages, \"var\" genes are mostly localized in subtelomeric regions. Antigenic variation is orchestrated by epigenetic factors including monoallelic var transcription at separate spatial domains at the nuclear periphery (nuclear pore), differential histone marks on otherwise identical var genes, and var silencing mediated by telomeric heterochromatin. Other factors such as non-coding RNA produced in subtelomeric regions adjacent or within \"var\" genes may contribute as well to antigenic variation. In \"Trypanosoma brucei\" (agent of sleeping sickness), variable surface glycoprotein (VSG) antigenic variation is a relevant mechanism used by the parasite to evade the host immune system. VSG expression is exclusively subtelomeric and occurs either by in situ activation of a silent VSG gene or by DNA rearrangement that inserts an internal silent copy of a VSG gene into an active telomeric expression site. To contrast with \"Plasmodium falciparum\", in \"Trypanosoma brucei\", antigenic variation is orchestrated by epigenetic and genetic factors. In Pneumocystis jirovecii major surface glycoprotein (MSG) gene family cause antigenic variation. MSG genes are like boxes at chromosome ends and only the MSG gene at the unique locus UCS (upstream conserved sequence) is transcribed. Different MSG genes can occupy the expression site (UCS), suggesting that recombination can take a gene from a pool of silent donors and install it at the expression site, possibly via crossovers, activating transcription of a new MSG gene, and changing the surface antigen of \"Pneumocystis jirovecii\". Switching at the expression site is probably facilitated by the subtelomeric locations of expressed and silent MSG genes. A second subtelomeric gene family, MSR, is not strictly regulated at the transcriptional level, but may contribute to phenotypic diversity. Antigenic variation in \"P. jirovecii\" is dominated by genetic regulation.",
            "score": 259.4065569639206
        },
        {
            "docid": "40081998_8",
            "document": "Variant surface glycoprotein . The source of VSG variability during infection is a large 'archive' of \"VSG\" genes present in the \"T. brucei\" genome. Some of these are full-length, intact genes; others are pseudogenes (typically with frameshift mutations, premature stop codons, or fragmentation). Expression of an antigenically different VSG can occur by simply switching to a different full-length \"VSG\" gene by Expression Site switching (switching which ES is active). In addition, chimeric or 'mosaic' \"VSG\" genes can be generated by combining segments from more than one silent \"VSG\" gene. The formation of mosaic \"VSG\"s allows the (partial) expression of pseudogene \"VSG\"s, which can constitute the major portion of the \"VSG\" archive, and can contribute directly to antigenic variation, vastly increasing the trypanosome's capacity for immune evasion and posing a major problem for vaccine development.",
            "score": 223.5705236196518
        },
        {
            "docid": "5951626_7",
            "document": "Antigenic variation . Plasmodium falciparum, the major etiologic agent of human malaria, has a very complex life cycle that occurs in both humans and mosquitoes. While in the human host, the parasite spends most of its life cycle within hepatic cells and erythrocytes (in contrast to \"T. brucei\" which remains extracellular). As a result of its mainly intracellular niche, parasitized host cells which display parasite proteins must be modified to prevent destruction by the host immune defenses. In the case of \"Plasmodium\", this is accomplished via the dual purpose \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1). PfEMP1 is encoded by the diverse family of genes known as the \"var\" family of genes (approximately 60 genes in all). The diversity of the gene family is further increased via a number of different mechanisms including exchange of genetic information at telomeric loci, as well as meiotic recombination. The PfEMP1 protein serves to sequester infected erythrocytes from splenic destruction via adhesion to the endothelium. Moreover, the parasite is able to evade host defense mechanisms by changing which \"var\" allele is used to code the PfEMP1 protein. Like \"T. brucei\", each parasite expresses multiple copies of one identical protein. However, unlike \"T. brucei\", the mechanism by which \"var\" switching occurs in \"P. falciparum\" is thought to be purely transcriptional. \"Var\" switching has been shown to take place soon after invasion of an erythrocyte by a \"P. falciparum\" parasite. Fluorescent in situ hybridization analysis has shown that activation of \"var\" alleles is linked to altered positioning of the genetic material to distinct “transcriptionally permissive” areas.",
            "score": 199.86787593364716
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 115.89225912094116
        },
        {
            "docid": "2198661_28",
            "document": "Trypanosoma brucei . Expression of \"VSG\" genes occurs through a number of mechanisms yet to be fully understood. The expressed VSG can be switched either by activating a different expression site (and thus changing to express the \"VSG\" in that site), or by changing the \"VSG\" gene in the active site to a different variant. The genome contains many hundreds if not thousands of \"VSG\" genes, both on minichromosomes and in repeated sections ('arrays') in the interior of the chromosomes. These are transcriptionally silent, typically with omitted sections or premature stop codons, but are important in the evolution of new VSG genes. It is estimated up to 10% of the \"T. brucei\" genome may be made up of VSG genes or pseudogenes. It is thought that any of these genes can be moved into the active site by recombination for expression.",
            "score": 225.3443365097046
        },
        {
            "docid": "40081998_10",
            "document": "Variant surface glycoprotein . The expressed VSG can be switched either by activating a different expression site (and thus changing to express the \"VSG\" in that site), or by changing the \"VSG\" gene in the active site to a different variant. The genome contains many copies of VSG genes, both on minichromosomes and in repeated sections in the interior of the chromosomes. These are generally silent, typically with omitted sections or premature stop codons, but are important in the evolution of new VSG genes. It is estimated up to 10% of the \"T.brucei\" genome may be made up of VSG genes or pseudogenes. Any of these genes can be moved into the active site by recombination for expression. Again, the exact mechanisms that control this are unclear, but the process seems to rely on DNA repair machinery and a process of homologous recombination.",
            "score": 179.88663578033447
        },
        {
            "docid": "10469455_6",
            "document": "Immunoglobulin class switching . Class switching occurs by a mechanism called class switch recombination (CSR) binding. Class switch recombination is a biological mechanism that allows the class of antibody produced by an activated B cell to change during a process known as isotype or class switching. During CSR, portions of the antibody heavy chain locus are removed from the chromosome, and the gene segments surrounding the deleted portion are rejoined to retain a functional antibody gene that produces antibody of a different isotype. Double-stranded breaks are generated in DNA at conserved nucleotide motifs, called switch (S) regions, which are upstream from gene segments that encode the constant regions of antibody heavy chains; these occur adjacent to all heavy chain constant region genes with the exception of the δ-chain. DNA is nicked and broken at two selected S-regions by the activity of a series of enzymes, including Activation-Induced (Cytidine) Deaminase (AID), uracil DNA glycosylase and apyrimidic/apurinic (AP)-endonucleases. The intervening DNA between the S-regions is subsequently deleted from the chromosome, removing unwanted μ or δ heavy chain constant region exons and allowing substitution of a γ, α or ε constant region gene segment. The free ends of the DNA are rejoined by a process called non-homologous end joining (NHEJ) to link the variable domain exon to the desired downstream constant domain exon of the antibody heavy chain. In the absence of non-homologous end joining, free ends of DNA may be rejoined by an alternative pathway biased toward microhomology joins. With the exception of the μ and δ genes, only one antibody class is expressed by a B cell at any point in time. While class switch recombination is mostly a deletional process, rearranging a chromosome in \"cis\", it can also occur (in 10 to 20% of cases, depending upon the Ig class) as an inter-chromosomal translocation mixing immunoglobulin heavy chain genes from both alleles.",
            "score": 77.35129225254059
        },
        {
            "docid": "3190493_9",
            "document": "Silencer (genetics) . Another regulatory element located upstream of the gene is an enhancer. Enhancers function as a \"turn on\" switch in gene expression and will activate the promoter region of a particular gene while silencers act as the \"turn off\" switch. Though these two regulatory elements work against each other, both sequence types affect the promoter region in very similar ways. Because silencers have not been thoroughly identified and analyzed, the extensive research on enhancers has aided biologists in understanding the mechanics of the silencer. Enhancers can be found in many of the same areas that silencers are found, such as upstream of the promoter by many kilobase pairs, or even downstream within the intron of the gene. DNA looping is also a model function used by enhancers in order to shorten the proximity of the promoter to the enhancer. Enhancers also function with transcription factors in order to initiate expression, much like silencers can with repressors.",
            "score": 96.29566204547882
        },
        {
            "docid": "61837_11",
            "document": "Neisseria gonorrhoeae . \"N. gonorrhoeae\" evades the immune system through a process called antigenic variation, in which the \"N. gonorrhoeae\" bacterium is able to recombine its genes and alter the antigenic determinants (sites where antibodies bind) such as the Opa proteins and Type IV pili that adorn its surface. It is able to vary the composition of its pili, Opa proteins, and lipooligosaccharides (LOS); of these, the pili exhibit the most antigenic variation due to chromosomal rearrangement. Every time the bacteria replicate they may switch multiple Opa proteins on or off through slipped-strand mispairing. That is, the bacteria introduces frameshift mutations that bring genes in or out of frame. The result is that different Opa genes are translated every time. In addition to the ability to rearrange the genes it already has, it is also naturally competent to acquire new DNA, via its type IV pilus, specifically proteins Pil Q and Pil T. These processes allow \"N. gonorrhoeae\" to acquire/spread new genes, disguise itself with different surface proteins, and prevent the development of immunological memory – an ability which has led to antibiotic resistance and has made vaccine development difficult.",
            "score": 125.23581969738007
        },
        {
            "docid": "57414_17",
            "document": "Evolutionary developmental biology . The protein products of the regulatory toolkit are reused not by duplication and modification, but by a complex mosaic of pleiotropy, being applied unchanged in many independent developmental processes, giving pattern to many dissimilar body structures. The loci of these pleiotropic toolkit genes have large, complicated and modular cis-regulatory elements. For example, while a non-pleiotropic rhodopsin gene in the fruit fly has a cis-regulatory element just a few hundred base pairs long, the pleiotropic eyeless cis-regulatory region contains 6 cis-regulatory elements in over 7000 base pairs. The regulatory networks involved are often very large. Each regulatory protein controls \"scores to hundreds\" of cis-regulatory elements. For instance, 67 fruit fly transcription factors controlled on average 124 target genes each. All this complexity enables genes involved in the development of the embryo to be switched on and off at exactly the right times and in exactly the right places. Some of these genes are structural, directly forming enzymes, tissues and organs of the embryo. But many others are themselves regulatory genes, so what is switched on is often a precisely-timed cascade of switching, involving turning on one developmental process after another in the developing embryo.",
            "score": 63.71168923377991
        },
        {
            "docid": "45523985_13",
            "document": "Organization and expression of immunoglobulin genes . When the B cells get activated, class switching can occur. The class switching involves switch regions that made up of multiple copies of short repeatts(GAGCT and TGGGG). These switches occur at the level of rearrangements of the DNA because there is a looping event that chops off the constant regions for IgM and IgD and form the IgG \"mRNAs\". Any continuous looping occurrence will produce IgE or IgA mRNAs. In addition, cytokines are factors that have great effects on class switching of different classes of antibodies. Their interaction with B cells provides the appropriates signals needed for B cells differentiation and eventual class switching occurrence. For example, interleukin-4 induces the rearrangements of heavy chain immunoglobulin genes. That is IL- 4 induces the switching of Cμ to Cγ to Cκ",
            "score": 60.768937826156616
        },
        {
            "docid": "3248511_4",
            "document": "Copy-number variation . One of the most well known examples of a short copy number variation is the tri-nucleotide repeat of the CAG base pairs in the Huntingtin gene, the gene that is responsible for the neurological disorder Huntington's disease. For this particular case, once the CAG tri-nucleotide repeats more than 36 times, Huntington’s disease will likely develop in the individual and it will likely be inherited by his or her offspring. Interestingly, the number of repeats of the CAG tri-nucleotide is correlated with the age of onset of Huntington’s disease. These types of short repeats are often thought to be due to errors in polymerase activity during replication including polymerase slippage, template switching, and fork switching which will be discussed in detail later. The short repeat size of these copy number variations lends itself to errors in the polymerase as these repeated regions are prone to misrecognition by the polymerase and replicated regions may be replicated again, leading to extra copies of the repeat. In addition, if these tri-nucleotide repeats are in the same reading frame in the coding portion of a gene, it may lead to a long chain of the same amino acid, possibly creating protein aggregates in the cell, and if these short repeats fall into the non-coding portion of the gene, it may affect gene expression and regulation. On the other hand, a variable number of repeats of entire genes is less commonly identified in the genome. One example of a whole gene repeat is the alpha-amylase 1 gene (AMY1) that encodes alpha-amylase which has a significant copy number variation between different populations with different diets. Although the specific mechanism that allows the AMY1 gene to increase or decrease its copy number is still a topic of debate, some hypotheses suggest that the non-homologous end joining or the microhomology-mediated end joining is likely responsible for these whole gene repeats. Repeats of entire genes has immediate effects on expression of that particular gene, and the fact that the copy number variation of the AMY1 gene has been related to diet is a remarkable example of recent human evolutionary adaptation. Although these are the general groups that copy number variations are grouped into, the exact number of base pairs copy number variations affect depends on the specific loci of interest. Currently, using data from all reported copy number variations, the mean size of copy number variant is around 118kb, and the median is around 18kb.",
            "score": 100.79169130325317
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 111.13882040977478
        },
        {
            "docid": "143533_20",
            "document": "Green fluorescent protein . The availability of GFP and its derivatives has thoroughly redefined fluorescence microscopy and the way it is used in cell biology and other biological disciplines. While most small fluorescent molecules such as FITC (fluorescein isothiocyanate) are strongly phototoxic when used in live cells, fluorescent proteins such as GFP are usually much less harmful when illuminated in living cells. This has triggered the development of highly automated live-cell fluorescence microscopy systems, which can be used to observe cells over time expressing one or more proteins tagged with fluorescent proteins. For example, GFP had been widely used in labelling the spermatozoa of various organisms for identification purposes as in \"Drosophila melanogaster\", where expression of GFP can be used as a marker for a particular characteristic. GFP can also be expressed in different structures enabling morphological distinction. In such cases, the gene for the production of GFP is incorporated into the genome of the organism in the region of the DNA that codes for the target proteins and that is controlled by the same regulatory sequence; that is, the gene's regulatory sequence now controls the production of GFP, in addition to the tagged protein(s). In cells where the gene is expressed, and the tagged proteins are produced, GFP is produced at the same time. Thus, only those cells in which the tagged gene is expressed, or the target proteins are produced, will fluoresce when observed under fluorescence microscopy. Analysis of such time lapse movies has redefined the understanding of many biological processes including protein folding, protein transport, and RNA dynamics, which in the past had been studied using fixed (i.e., dead) material. Obtained data are also used to calibrate mathematical models of intracellular systems and to estimate rates of gene expression.",
            "score": 95.62217855453491
        },
        {
            "docid": "47878_61",
            "document": "Huntington's disease . Gene silencing aims to reduce the production of the mutant protein, since HD is caused by a single dominant gene encoding a toxic protein. Gene silencing experiments in mouse models have shown that when the expression of mHTT is reduced, symptoms improve. Safety of non-allele specific RNAi and ASO gene silencing has now been demonstrated in mice and the large, human-like brains of primates. Allele-specific silencing attempts to silence mutant HTT while leaving wild-type HTT untouched. One way of accomplishing this is to identify polymorphisms present on only one allele and produce gene silencing drugs that target polymorphisms in only the mutant allele. The first 'gene silencing' trial involving human HD patients began in 2015, testing the safety of IONIS-HTTRx, produced by Ionis Pharmaceuticals and led by UCL Institute of Neurology. Mutant huntingtin was detected and quantified for the first time in cerebrospinal fluid from Huntington's disease mutation-carriers in 2015 using a novel 'single-molecule counting' immunoassay, providing a direct way to assess whether huntingtin-lowering treatments are achieving the desired effect. Similarly, gene splicing techniques are being looked at to try to repair a genome with the erroneous gene that causes HD, using tools such as CRISPR/Cas9.",
            "score": 80.19464945793152
        },
        {
            "docid": "31115961_4",
            "document": "EUCOMM . Each stem cell contains one mutant gene copy and one 'wild-type' (normal) gene copy. The entire library is intended to mutate 13,000 genes in total. Of these 13000 mutant genes, 8000 mutations in mouse ES Cells are 'targeted': that is, the mutation which knocks out gene function is inserted precisely into the genome. The remaining 5000 mutations are derived from 'gene-traps'. These mutations are created by infecting ES Cells with an appropriately modified retrovirus. The retrovirus inserts itself 'randomly' into the mouse genome. When it inserts into a gene's intron, the introduced DNA will stop that gene copy being expressed, and the gene is considered to be knocked out (see gene trapping).",
            "score": 72.4323320388794
        },
        {
            "docid": "3205776_9",
            "document": "Hypergammaglobulinemia . Immunodeficiency with hyper IgM type 2 is caused by a mutation in the Activation-Induced Cytidine Deaminase (AICDA) gene, which is located on the short arm of chromosome 12. The protein that is encoded by this gene is called Activation-Induced Cytidine Deaminase (AICDA) and functions as a DNA-editing deaminase that induces somatic hypermutation, class switch recombination, and immunoglobulin gene conversion in B cells. When a person is homozygous for the mutation in the AICDA gene, the protein fails to function, and thus somatic hypermutation, class switch recombination, and immunoglobulin gene conversion cannot occur, which creates an excess of IgM.",
            "score": 46.26681399345398
        },
        {
            "docid": "50468_38",
            "document": "Leishmania . The genomes of four \"Leishmania\" species (\"L. major\", \"L. infantum\", \"L. donovani\" and \"L. braziliensis\") have been sequenced, revealing more than 8300 protein-coding and 900 RNA genes. Almost 40% of protein-coding genes fall into 662 families containing between two and 500 members. Most of the smaller gene families are tandem arrays of one to three genes, while the larger gene families are often dispersed in tandem arrays at different loci throughout the genome. Each of the 35 or 36 chromosomes is organized into a small number of gene clusters of tens-to-hundreds of genes on the same DNA strand. These clusters can be organized in head-to-head (divergent) or tail-to-tail (convergent) fashion, with the latter often separated by tRNA, rRNA and/or snRNA genes. Transcription of protein-coding genes initiates bidirectionally in the divergent strand-switch regions between gene clusters and extends polycistronically through each gene cluster before terminating in the strand-switch region separating convergent clusters. \"Leishmania\" telomeres are usually relatively small, consisting of a few different types of repeat sequence. Evidence can be found for recombination between several different groups of telomeres. The \"L. major\" and \"L. infantum\" genomes contain only about 50 copies of inactive degenerated \"Ingi\"/L1Tc-related elements (DIREs), while \"L. braziliensis\" also contains several telomere-associated transposable elements and spliced leader-associated retroelements. The \"Leishmania\" genomes share a conserved core proteome of about 6200 genes with the related trypanosomatids \"Trypanosoma brucei\" and \"Trypanosoma cruzi\", but around 1000 \"Leishmania\"-specific genes are known, which are mostly randomly distributed throughout the genome. Relatively few (about 200) species-specific differences in gene content exist between the three sequenced \"Leishmania\" genomes, but about 8% of the genes appear to be evolving at different rates between the three species, indicative of different selective pressures that could be related to disease pathology. About 65% of protein-coding genes currently lack functional assignment.",
            "score": 84.52665686607361
        },
        {
            "docid": "55410471_15",
            "document": "DCas9 activation system . The dCas9 activation system allows a desired gene or multiple genes in the same cell to be expressed. It is possible to study genes involved in a certain process using a genome wide screen that involves activating expression of genes. Examining which sgRNAs yield a phenotype suggests which genes are involved in a specific pathway. The dCas9 activation system can be used to control exactly which cells are activated and at what time activation occurs. dCas9 constructs have been made that turn on a dCas9-activator fusion protein in the presence of light or chemicals. Cells can also be reprogrammed or differentiated from one cell type into another by increasing the expression of certain genes important for the formation or maintenance of a cell type.",
            "score": 105.2091133594513
        },
        {
            "docid": "890232_17",
            "document": "Hair cell . Researchers have identified a mammalian gene that normally acts as a molecular switch to block the regrowth of cochlear hair cells in adults. The Rb1 gene encodes the retinoblastoma protein, which is a tumor suppressor. Rb stops cells from dividing by encouraging their exit from the cell cycle. Not only do hair cells in a culture dish regenerate when the Rb1 gene is deleted, but mice bred to be missing the gene grow more hair cells than control mice that have the gene. Additionally, the sonic hedgehog protein has been shown to block activity of the retinoblastoma protein, thereby inducing cell cycle re-entry and the regrowth of new cells.",
            "score": 47.56544804573059
        },
        {
            "docid": "630611_2",
            "document": "Suicide gene . A suicide gene, in genetics, will cause a cell to kill itself through apoptosis. Activation of these genes can be due to many processes, but the main cellular \"switch\" to induce apoptosis is the p53 protein. Stimulation or introduction (through gene therapy) of suicide genes is a potential way of treating cancer or other proliferative diseases. Suicide genes form the basis of a strategy for making cancer cells more vulnerable, more sensitive to chemotherapy. The approach has been to attach parts of genes expressed in cancer cells to other genes for enzymes not found in mammals that can convert a harmless substance into one that is toxic to the tumor. Most suicide genes mediate this sensitivity by coding for viral or bacterial enzymes that convert an inactive drug into toxic antimetabolites that inhibit the synthesis of nucleic acid. Suicide genes must be introduced into the cells in ways that ensure their uptake and expression by as many cancer cells as possible, while limiting their expression by normal cells. Suicide gene therapy for cancer requires the vector to have the capacity to discriminate between target and non target cells, between the cancer cells and normal cells.",
            "score": 103.79044556617737
        },
        {
            "docid": "9894237_3",
            "document": "Gene nomenclature . Gene nomenclature and protein nomenclature are not separate endeavors; they are aspects of the same whole. Any name or symbol used for a protein can potentially also be used for the gene that encodes it, and vice versa. But owing to the nature of how science has developed (with knowledge being uncovered bit by bit over decades), proteins and their corresponding genes have not always been discovered simultaneously (and not always physiologically understood when discovered), which is the largest reason why protein and gene names do not always match, or why scientists tend to favor one symbol or name for the protein and another for the gene. Another reason is that many of the mechanisms of life are the same or very similar across species, genera, orders, and phyla, so that a given protein may be produced in many kinds of organisms; and thus scientists naturally often use the same symbol and name for a given protein in one species (for example, mice) as in another species (for example, humans). Regarding the first duality (same symbol and name for gene or protein), the context usually makes the sense clear to scientific readers, and the nomenclatural systems also provide for some specificity by using italic for a symbol when the gene is meant and plain (roman) for when the protein is meant. Regarding the second duality (a given protein is endogenous in many kinds of organisms), the nomenclatural systems also provide for at least human-versus-nonhuman specificity by using different capitalization, although scientists often ignore this distinction, given that it is often biologically irrelevant.",
            "score": 71.687047123909
        },
        {
            "docid": "1624240_27",
            "document": "Chimeric antigen receptor . Suicide gene engineering: engineered T cells are incorporated with suicide genes, which can be activated by extracellular molecule and then induce T cell apoptosis. Herpes simplex virus thymidine kinase (HSV-TK) and inducible caspase 9 (iCas9) are two types suicide genes have been integrated into CAR-T cells. In iCas9 system, the suicide gene is composed of the sequence of the mutated FK506-binding protein with high specificity to a small-molecule, AP1903 and a gene encoding human caspase 9 switch. When the release of cytokines by CAR-T cells becomes more pronounced than basic levels, the iCas9 can be dimerized and lead to rapid apoptosis of T cells. Although both suicide genes demonstrate a noticeable function of as a safety switch in clinical trials for cellular therapies, some hinder defects limit the application of this strategy. HSV-TK is derived from virus and may be immunogenic to humans. The suicide gene strategies may not act quickly enough to eliminate off-tumor cytotoxicity as well.",
            "score": 68.3464424610138
        },
        {
            "docid": "2198661_42",
            "document": "Trypanosoma brucei . \"Trypanosoma brucei rhodesiense\" relies on a different mechanism of resistance: the serum resistance associated protein (SRA). The SRA gene is a truncated version of the major and variable surface antigen of the parasite, the variant surface glycoprotein. It has a low sequence homology with the VSGc (<25%). SRA is an expression site associated gene in \"T. b. rhodesiense\" and is located upstream of the VSGs in the active telomeric expression site. The protein is largely localized to small cytoplasmic vesicles between the flagellar pocket and the nucleus. In \"T. b. rhodesiense\" the TLF is directed to SRA containing endosomes while some dispute remain on its presence in the lysosome. SRA binds to ApoL1 using a coiled–coiled interaction at the ApoL1 SRA interacting domain while within the trypanosome lysosome. This interaction prevents the release of the ApoL1 protein and the subsequent lysis of the lysosome and death of the parasite.",
            "score": 206.65798723697662
        },
        {
            "docid": "39120509_5",
            "document": "Epigenetic theories of homosexuality . Identical twins have identical DNA, which leads to the perceived conclusion that all identical twins are either heterosexual or homosexual. However, it is evident that this is not the case, consequently leaving a gap in the explanation for homosexuality. A \"gay\" gene does not produce homosexuality, rather, epigenetic modifications act as temporary \"switches\" that regulate how the genes are expressed. Of the pairs of identical twins in which one twin is homosexual, only twenty percent of the other twins are homosexual, which leads to the hypothesis that even though identical twins share the same DNA, homosexuality is created by something else rather than the genes. Epigenetic transformation allows the on and off switching of certain genes, subsequently shaping how cells respond to androgen signaling, which is critical in sexual development. Another example of epigenetic consequences is evident in multiple sclerosis in monozygotic (identical) twins. There are pairs of twins that are discordant with multiple sclerosis and do not both show the trait. After gene testing, it was suggested that DNA was identical and that epigenetic differences contributed to the gene difference between identical twins.",
            "score": 66.63394320011139
        },
        {
            "docid": "50185_47",
            "document": "Jellyfish . In 1961, Osamu Shimomura extracted green fluorescent protein (GFP) and another bioluminescent protein, called aequorin, from the large and abundant hydromedusa \"Aequorea victoria\", while studying photoproteins that cause bioluminescence in this species. Three decades later, Douglas Prasher sequenced and cloned the gene for GFP. Martin Chalfie figured out how to use GFP as a fluorescent marker of genes inserted into other cells or organisms. Roger Tsien later chemically manipulated GFP to produce other fluorescent colors to use as markers. In 2008, Shimomura, Chalfie and Tsien won the Nobel Prize in Chemistry for their work with GFP. Man-made GFP became commonly used as a fluorescent tag to show which cells or tissues express specific genes. The genetic engineering technique fuses the gene of interest to the GFP gene. The fused DNA is then put into a cell, to generate either a cell line or (via IVF techniques) an entire animal bearing the gene. In the cell or animal, the artificial gene turns on in the same tissues and the same time as the normal gene, making GFP instead of the normal protein. Illuminating the animal or cell reveals what tissues express that protein—or at what stage of development. The fluorescence shows where the gene is expressed.",
            "score": 80.24183106422424
        },
        {
            "docid": "1695344_16",
            "document": "Gene conversion . Normally, an organism that has inherited different copies of a gene from each of its parents is called heterozygous. This is generically represented as genotype: Aa (i.e. one copy of variant (allele) 'A', and one copy of allele 'a'). When a heterozygote creates gametes by meiosis, the alleles normally duplicate and end up in a 2:2 ratio in the resulting 4 cells that are the direct products of meiosis. However, in gene conversion, a ratio other than the expected 2A:2a is observed, in which A and a are the two alleles. Examples are 3A:1a and 1A:3a. In other words, there can, for example, be three times as many A alleles as a alleles expressed in the daughter cells, as is the case in 3A:1a.",
            "score": 77.47633528709412
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 69.33464694023132
        },
        {
            "docid": "19719002_4",
            "document": "Bivalent chromatin . Bivalent chromatin domains are found in embryonic stem (ES) cells and play an important role in cell differentiation. When keeping an ES cell in its undifferentiated state, bivalent domains of DNA are used to silence developmental genes that would activate cell differentiation, while keeping the genes poised and ready to be activated. When an ES cell receives a signal to differentiate into a specified cell lineage, activation of the specific developmental genes are needed for differentiation. The developmental genes needed will be activated and the other genes that are not required for that cell lineage will be repressed through their bivalent domains.",
            "score": 52.535622358322144
        }
    ],
    "r": [
        {
            "docid": "5951626_6",
            "document": "Antigenic variation . Trypanosoma brucei, the organism that causes sleeping sickness, replicates extracellularly in the bloodstream of infected mammals. In later stages, the parasite crosses the blood brain barrier, resulting in a devastating and usually fatal outcome. As a result of replicating in the bloodstream, \"T. brucei\" parasites are subjected to numerous host defense mechanisms including soluble components of the immune system ( i.e. complement), as well as cellular components of the innate and adaptive immune systems. In order to protect itself from host defenses, the parasite decorates itself with a dense, homogeneous coat (~10^7 molecules) of glycoprotein known as the variant surface glycoprotein (VSG).  In the early stages of invasion, the dense protein coat is sufficient to protect the parasite from immune detection. However, the host eventually identifies the VSG as a foreign antigen and mounts an attack against the microbe. The \"T. brucei\" parasite has evolved an elegant mechanism to display a completely new coat of VSG antigen, rendering it once again invisible to the host’s immune system. The parasite’s genome has over 1,000 genes that code for different variants of the VSG protein. VSG genes can be found on the subtelomeric portion of large chromosomes, or on intermediate chromosomes. VSG genes also exist in arrays and many exist as pseudogenes.  There is a hierarchy by which the VSG genes are activated. Telomeric VSGs are activated first, followed by array VSGs, and finally pseudogene VSGs. Switching of VSG proteins occurs at a rate substantially higher than the background mutation rate of other genes in the parasite (suggesting that it is a regulated process). The process is partially dependent on homologous recombination of DNA, which is mediated in part by the interaction of the \"T. brucei\" BRCA2 gene with RAD51 (however, this is not the only responsible mechanism, as BRCA2 variants still display some VSG switching). In addition to homologous recombination, transcriptional regulation also plays an important role in antigen switching. This is in contrast to other pathogens, where antigenic variation is typically mediated by DNA rearrangements or transcriptional regulation. The process by which VSG switching occurs has not been fully elucidated, but it is known that activation of VSGs requires recombination of the VSG genes into a VSG expression site (ES). The ES consists of a single \"vsg\" gene flanked by an upstream array of 70 base pair repeats and expression site associated genes (ESAGs). \"T. brucei\" expresses one VSG at any given time, and the active VSG can either be selected by activation of a previously silent ES, or by recombination of a VSG sequence into the active ES (see the figure \"Mechanisms of VSG Switching in \"T. brucei\"\"). Although the biological triggers that result in VSG switching are not fully known, mathematical modeling suggests that the ordered appearance of different VSG variants is controlled by at least two key parasite-derived factors: differential activation rates of parasite VSG and density-dependent parasite differentiation.",
            "score": 319.58441162109375
        },
        {
            "docid": "2794604_6",
            "document": "Subtelomere . Subtelomeric transcripts are pseudogenes (transcribed genes producing RNA sequences not translated into protein) and gene families. In humans, they code for olfactory receptors, immunoglobulin heavy chains, and zinc-finger proteins. In other species, several parasites such as Plasmodium and Trypanosoma brucei have developed sophisticated evasion mechanisms to adapt to the hostile environment posed by the host, such as exposing variable surface antigens to escape the immune system. Genes coding for surface antigens in these organisms are located at subtelomeric regions, and it has been speculated that this preferred location facilitates gene switching and expression, and the generation of new variants. For example, the genes belonging to the \"var\" family in Plasmodium falciparum (agent of malaria) code for the PfEMP1 (\"Plasmodium falciparum\" erythrocyte membrane protein 1), a major virulence factor of erythrocytic stages, \"var\" genes are mostly localized in subtelomeric regions. Antigenic variation is orchestrated by epigenetic factors including monoallelic var transcription at separate spatial domains at the nuclear periphery (nuclear pore), differential histone marks on otherwise identical var genes, and var silencing mediated by telomeric heterochromatin. Other factors such as non-coding RNA produced in subtelomeric regions adjacent or within \"var\" genes may contribute as well to antigenic variation. In \"Trypanosoma brucei\" (agent of sleeping sickness), variable surface glycoprotein (VSG) antigenic variation is a relevant mechanism used by the parasite to evade the host immune system. VSG expression is exclusively subtelomeric and occurs either by in situ activation of a silent VSG gene or by DNA rearrangement that inserts an internal silent copy of a VSG gene into an active telomeric expression site. To contrast with \"Plasmodium falciparum\", in \"Trypanosoma brucei\", antigenic variation is orchestrated by epigenetic and genetic factors. In Pneumocystis jirovecii major surface glycoprotein (MSG) gene family cause antigenic variation. MSG genes are like boxes at chromosome ends and only the MSG gene at the unique locus UCS (upstream conserved sequence) is transcribed. Different MSG genes can occupy the expression site (UCS), suggesting that recombination can take a gene from a pool of silent donors and install it at the expression site, possibly via crossovers, activating transcription of a new MSG gene, and changing the surface antigen of \"Pneumocystis jirovecii\". Switching at the expression site is probably facilitated by the subtelomeric locations of expressed and silent MSG genes. A second subtelomeric gene family, MSR, is not strictly regulated at the transcriptional level, but may contribute to phenotypic diversity. Antigenic variation in \"P. jirovecii\" is dominated by genetic regulation.",
            "score": 259.40655517578125
        },
        {
            "docid": "2198661_27",
            "document": "Trypanosoma brucei . The surface of the trypanosome is covered by a dense coat of ~5 x 10 molecules of variant surface glycoprotein (VSG). This coat enables an infecting \"T. brucei\" population to persistently evade the host's immune system, allowing chronic infection. VSG is highly immunogenic, and an immune response raised against a specific VSG coat rapidly kills trypanosomes expressing this variant. Antibody-mediated trypanosome killing can also be observed in vitro by a complement-mediated lysis assay. However, with each cell division there is a possibility that one or both of the progeny will switch expression to change the VSG that is being expressed. The frequency of VSG switching has been measured to be approximately 0.1% per division. As \"T. brucei\" populations can peak at a size of 10 within a host this rapid rate of switching ensures that the parasite population is typically highly diverse. Because host immunity against a specific VSG does not develop immediately, some parasites will have switched to an antigenically-distinct VSG variant, and can go on to multiply and continue the infection. The clinical effect of this cycle is successive 'waves' of parasitemia (trypanosomes in the blood).",
            "score": 258.34820556640625
        },
        {
            "docid": "2198661_28",
            "document": "Trypanosoma brucei . Expression of \"VSG\" genes occurs through a number of mechanisms yet to be fully understood. The expressed VSG can be switched either by activating a different expression site (and thus changing to express the \"VSG\" in that site), or by changing the \"VSG\" gene in the active site to a different variant. The genome contains many hundreds if not thousands of \"VSG\" genes, both on minichromosomes and in repeated sections ('arrays') in the interior of the chromosomes. These are transcriptionally silent, typically with omitted sections or premature stop codons, but are important in the evolution of new VSG genes. It is estimated up to 10% of the \"T. brucei\" genome may be made up of VSG genes or pseudogenes. It is thought that any of these genes can be moved into the active site by recombination for expression.",
            "score": 225.34432983398438
        },
        {
            "docid": "40081998_8",
            "document": "Variant surface glycoprotein . The source of VSG variability during infection is a large 'archive' of \"VSG\" genes present in the \"T. brucei\" genome. Some of these are full-length, intact genes; others are pseudogenes (typically with frameshift mutations, premature stop codons, or fragmentation). Expression of an antigenically different VSG can occur by simply switching to a different full-length \"VSG\" gene by Expression Site switching (switching which ES is active). In addition, chimeric or 'mosaic' \"VSG\" genes can be generated by combining segments from more than one silent \"VSG\" gene. The formation of mosaic \"VSG\"s allows the (partial) expression of pseudogene \"VSG\"s, which can constitute the major portion of the \"VSG\" archive, and can contribute directly to antigenic variation, vastly increasing the trypanosome's capacity for immune evasion and posing a major problem for vaccine development.",
            "score": 223.57052612304688
        },
        {
            "docid": "40081998_19",
            "document": "Variant surface glycoprotein . VSG is anchored to the cell membrane via a glycophosphatidylinositol (GPI) anchor—a noncovalent linkage from the C-terminus which directs its forward trafficking from the ER to the membrane. This GPI anchor is specifically cleaved by GPI Phospholipase C, cleaving the membrane-form VSG, and allowing VSG protein and portion of the GPI anchor to be lost into the extracellular milieu as soluble VSG (sVSG, which is can be recognized as Cross-Reacting Determinant, or CRD), while retaining the two 1,2-dimyristolglycerol chains in the membrane. VSG is highly immunogenic, and an immune response raised against a specific VSG coat will rapidly kill trypanosomes expressing this variant. Antibody-mediated trypanosome killing can also be observed \"in vitro\" by a complement-mediated lysis assay. However, with each cell division there is a possibility that one or both of the progeny will switch expression to change the VSG that is being expressed. The frequency of VSG switching has been measured to be approximately 0.1% per division, though switching rates do differ in culture vs. \"in vivo\". As \"T. brucei\" populations can peak at a size of 10 within a host this rapid rate of switching ensures that the parasite population is constantly diverse. A diverse range of coats expressed by the trypanosome population means that the immune system is always one step behind: it takes several days for an immune response against a given VSG to develop, giving the population time to diversify as individuals undergo further switching events. Reiteration of this process prevents extinction of the infecting trypanosome population, allowing chronic persistence of parasites in the host, enhancing opportunities for transmission. The clinical effect of this cycle is successive 'waves' of parasitaemia (trypanosomes in the blood).",
            "score": 216.52346801757812
        },
        {
            "docid": "2198661_42",
            "document": "Trypanosoma brucei . \"Trypanosoma brucei rhodesiense\" relies on a different mechanism of resistance: the serum resistance associated protein (SRA). The SRA gene is a truncated version of the major and variable surface antigen of the parasite, the variant surface glycoprotein. It has a low sequence homology with the VSGc (<25%). SRA is an expression site associated gene in \"T. b. rhodesiense\" and is located upstream of the VSGs in the active telomeric expression site. The protein is largely localized to small cytoplasmic vesicles between the flagellar pocket and the nucleus. In \"T. b. rhodesiense\" the TLF is directed to SRA containing endosomes while some dispute remain on its presence in the lysosome. SRA binds to ApoL1 using a coiled–coiled interaction at the ApoL1 SRA interacting domain while within the trypanosome lysosome. This interaction prevents the release of the ApoL1 protein and the subsequent lysis of the lysosome and death of the parasite.",
            "score": 206.65798950195312
        },
        {
            "docid": "40081998_2",
            "document": "Variant surface glycoprotein . Variant surface glycoprotein (VSG) is a ~60kDa protein which densely packs the cell surface of protozoan parasites belonging to the genus \"Trypanosoma\". They form a 12-15 nm surface coat and were first isolated from \"Trypanosoma brucei\" in 1975 by George Cross. VSG allows the trypanosomatid parasites to evade the mammalian host's immune system by extensive antigenic variation. VSG has no prescribed biochemical activity.",
            "score": 202.5384063720703
        },
        {
            "docid": "5951626_7",
            "document": "Antigenic variation . Plasmodium falciparum, the major etiologic agent of human malaria, has a very complex life cycle that occurs in both humans and mosquitoes. While in the human host, the parasite spends most of its life cycle within hepatic cells and erythrocytes (in contrast to \"T. brucei\" which remains extracellular). As a result of its mainly intracellular niche, parasitized host cells which display parasite proteins must be modified to prevent destruction by the host immune defenses. In the case of \"Plasmodium\", this is accomplished via the dual purpose \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1). PfEMP1 is encoded by the diverse family of genes known as the \"var\" family of genes (approximately 60 genes in all). The diversity of the gene family is further increased via a number of different mechanisms including exchange of genetic information at telomeric loci, as well as meiotic recombination. The PfEMP1 protein serves to sequester infected erythrocytes from splenic destruction via adhesion to the endothelium. Moreover, the parasite is able to evade host defense mechanisms by changing which \"var\" allele is used to code the PfEMP1 protein. Like \"T. brucei\", each parasite expresses multiple copies of one identical protein. However, unlike \"T. brucei\", the mechanism by which \"var\" switching occurs in \"P. falciparum\" is thought to be purely transcriptional. \"Var\" switching has been shown to take place soon after invasion of an erythrocyte by a \"P. falciparum\" parasite. Fluorescent in situ hybridization analysis has shown that activation of \"var\" alleles is linked to altered positioning of the genetic material to distinct “transcriptionally permissive” areas.",
            "score": 199.8678741455078
        },
        {
            "docid": "40081998_3",
            "document": "Variant surface glycoprotein . The parasite has a large cellular repertoire of antigenically distinct VSGs (~1500 complete and partial (pseudogenes)) located in telomeric and subtelomeric arrays (on megabase chromosomes or minichromosomes). VSGs are expressed from a bloodstream expression site (BES, ES) in a polycistron by RNA polymerase I (recruited to a ribosomal-type promoter) with other ES-associated genes (ESAGs), of which transferrin receptor (Tfr: ESAG6, ESAG7) is one. Only one VSG gene is expressed at a time, as only one of the ~15 ES are active in a cell. VSG expression is 'switched' by homologous recombination of a silent basic copy gene from an array (directed by homology) into the active telomerically-located expression site. Mosaic VSG genes can be created by homologous recombination of a partial VSG gene from an array. This partial gene may replace any portion of the residing VSG gene, creating a new mosaic VSG.",
            "score": 199.3561248779297
        },
        {
            "docid": "40081998_21",
            "document": "Variant surface glycoprotein . In \"Trypanosoma equiperdum\", a parasite causing the covering sickness in horses, These proteins allow the parasite to efficiently evade the host animal's immune system. These VSGs allow the organism to constantly manipulate and change the surface structure of its proteins, which means it is constantly being presented to the immune system as a new foreign organism and this prevents the body from mounting a large enough immune response to eradicate the disease. In this sense, \"Trypanosoma equiperdum\" is a very efficient organism; it may infect less species than other diseases, but it infects and survives very efficiently within its specified hosts. The VSG proteins in \"T. equiperdum\" are also phosphorylated.",
            "score": 195.48251342773438
        },
        {
            "docid": "11508558_6",
            "document": "Evolution of biological complexity . With selection, evolution can also produce more complex organisms. Complexity often arises in the co-evolution of hosts and pathogens, with each side developing ever more sophisticated adaptations, such as the immune system and the many techniques pathogens have developed to evade it. For example, the parasite \"Trypanosoma brucei\", which causes sleeping sickness, has evolved so many copies of its major surface antigen that about 10% of its genome is devoted to different versions of this one gene. This tremendous complexity allows the parasite to constantly change its surface and thus evade the immune system through antigenic variation.",
            "score": 191.68060302734375
        },
        {
            "docid": "2198661_3",
            "document": "Trypanosoma brucei . \"T. brucei\" is transmitted between mammal hosts by an insect vector belonging to different species of tsetse fly (\"Glossina\"). Transmission occurs by biting during the insect's blood meal. The parasites undergo complex morphological changes as they move between insect and mammal over the course of their life cycle. The mammalian bloodstream forms are notable for their cell surface proteins, variant surface glycoproteins, which undergo remarkable antigenic variation, enabling persistent evasion of host adaptive immunity leading to chronic infection. \"T. brucei\" is one of only a few pathogens known to cross the blood brain barrier. There is an urgent need for the development of new drug therapies, as current treatments can have severe side effects and can prove fatal to the patient.",
            "score": 191.41494750976562
        },
        {
            "docid": "5951626_2",
            "document": "Antigenic variation . Antigenic variation refers to the mechanism by which an infectious agent such as a protozoan, bacterium or virus alters its surface proteins in order to evade a host immune response. It is related to phase variation. Immune evasion is particularly important for organisms that target long-lived hosts, repeatedly infect a single host and are easily transmittable. Antigenic variation not only enables immune evasion by the pathogen, but also allows the microbes to cause re-infection, as their antigens are no longer recognized by the host's immune system. When an organism is exposed to a particular antigen (i.e. a protein on the surface of a bacterium) an immune response is stimulated and antibodies are generated to target that specific antigen. The immune system will then \"remember\" that particular antigen, and defenses aimed at that antigen become part of the immune system’s acquired immune response. If the same pathogen tries to re-infect the same host the antibodies will act rapidly to target the pathogen for destruction. However, if the pathogen can alter its surface antigens, it can evade the host's acquired immune system. This will allow the pathogen to re-infect the host while the immune system generates new antibodies to target the newly identified antigen. Antigenic variation can occur by altering a variety of surface molecules including proteins and carbohydrates. There are many molecular mechanisms behind antigenic variation, including gene conversion, site-specific DNA inversions, hypermutation, as well as recombination of sequence cassettes. In all cases, antigenic variation and phase variation result in a heterogenic phenotype of a clonal population. Individual cells either express the phase-variable protein(s) or express one of multiple antigenic forms of the protein. This form of regulation has been identified mainly, but not exclusively, for a wide variety of surface structures in pathogens and is implicated as a virulence strategy.",
            "score": 190.36593627929688
        },
        {
            "docid": "40081998_10",
            "document": "Variant surface glycoprotein . The expressed VSG can be switched either by activating a different expression site (and thus changing to express the \"VSG\" in that site), or by changing the \"VSG\" gene in the active site to a different variant. The genome contains many copies of VSG genes, both on minichromosomes and in repeated sections in the interior of the chromosomes. These are generally silent, typically with omitted sections or premature stop codons, but are important in the evolution of new VSG genes. It is estimated up to 10% of the \"T.brucei\" genome may be made up of VSG genes or pseudogenes. Any of these genes can be moved into the active site by recombination for expression. Again, the exact mechanisms that control this are unclear, but the process seems to rely on DNA repair machinery and a process of homologous recombination.",
            "score": 179.88662719726562
        },
        {
            "docid": "40081998_9",
            "document": "Variant surface glycoprotein . \"VSG\" genes can be kept silent and switched on at any given time. The expressed \"VSG\" is always located in an Expression Site (ES), which are specialised expression loci found at the telomeres of some of the large and intermediate chromosomes. Each ES is a polycistronic unit, containing a number of Expression Site-Associated Genes (ESAGs) all expressed along with the active VSG. While multiple ES exist, only a single one is ever active at one time. A number of mechanisms appear to be involved in this process, but the exact nature of the silencing is still unclear.",
            "score": 176.92030334472656
        },
        {
            "docid": "11026468_6",
            "document": "Antigenic escape . African trypanosomes are parasites that are able to escape the immune responses of its host animal through a range of mechanisms. Its most prevalent mechanism is its ability to evade recognition by antibodies through antigenic variation. This is achieved through the switching of its variant surface glycoprotein or VSG, a substance that coats the entire antigen. When this coat is recognized by an antibody, the parasite can be cleared. However, variation of this coat can lead to antibodies being unable to recognize and clear the antigen. In addition to this, the VSG coat is able to clear the antibodies themselves to escape their clearing function.",
            "score": 174.96701049804688
        },
        {
            "docid": "40081998_11",
            "document": "Variant surface glycoprotein . The bloodstream expression site (BES), or telomeric expression site, is used for exchanging variant surface glycoproteins when in host's blood stream to escape the complement system. BESs are polymorphic in size and structure but reveal a surprisingly conserved architecture in the context of extensive recombination. Very small BESs do exist and many functioning BESs do not contain the full complement of \"expression site associated genes\" (ESAGs). There is a collection of an estimated 20-30 sites, each being active at a time. Active VSG expression sites are depleted of nucleosomes.",
            "score": 171.03041076660156
        },
        {
            "docid": "2198661_2",
            "document": "Trypanosoma brucei . Trypanosoma brucei is a species of parasitic kinetoplastid belonging to the genus \"Trypanosoma\". The parasite is the cause of a vector-borne disease of vertebrate animals, including humans, carried by genera of tsetse fly in sub-Saharan Africa. In humans \"T. brucei\" causes African trypanosomiasis, or sleeping sickness. In animals it causes animal trypanosomiasis, also called nagana in cattle and horses. \"T. brucei\" has traditionally been grouped into three subspecies: \"T. b. brucei\", \"T. b. gambiense\" and \"T. b. rhodesiense\". The first is a parasite of non-human vertebrates, while the latter two are the known parasites of humans. Only rarely can the \"T. b. brucei\" infect a human.",
            "score": 170.77316284179688
        },
        {
            "docid": "40066218_2",
            "document": "Procyclin . Procyclins also known as procyclic acidic repetitive proteins or PARP are proteins developed in the surface coating of \"Trypanosoma brucei\" parasites while in their tsetse fly vector. The cell surface of the bloodstream form features a dense coat of variable surface glycoproteins (VSGs) which is replaced by an equally dense coat of procyclins when the parasite differentiates into the procylic form in the tsetse fly midgut.",
            "score": 163.30934143066406
        },
        {
            "docid": "141029_10",
            "document": "African trypanosomiasis . These antibodies will then act to destroy the parasites that circulate around the blood. However, from the several parasites present in the plasma, a small number of them will experience changes in their surface coats resulting in the formation of new VSGs. Thus, the antibodies produced by the immune system will no longer recognize the parasite leading to proliferation until new antibodies are created to combat the novel VSGs. Eventually the immune system will no longer be able to fight off the parasite due to the constant changes in VSGs and infection will arise.",
            "score": 163.1412811279297
        },
        {
            "docid": "141029_9",
            "document": "African trypanosomiasis . \"T. b. rhodesiense\" is the acute form of the disease, and death can occur within months since the symptoms emerge within weeks and it is more virulent and faster developing than \"T. b. gambiense\". Furthermore, trypanosomes are surrounded by a coat that is composed of variant surface glycoproteins (VSG). These proteins act to protect the parasite from any lytic factors that are present in human plasma. The host's immune system recognizes the glycoproteins present on the coat of the parasite leading to the production of different antibodies (IgM and IgG).",
            "score": 158.58547973632812
        },
        {
            "docid": "2198753_4",
            "document": "Covering sickness . Dourine is a unique disease in the sense that it has no known vectors or fomites existing in the natural world, other than members of the equine family, including donkeys, mules, and horses. In a laboratory setting, \"Trypanosoma equiperdum\" has been manipulated to adapt to and proliferate in other species, such as dogs, rabbits, mice and rats, but this has never been observed to occur naturally and without scientific manipulation. Although this limits spread of the disease because it is restricted to the equine population alone, the organism has developed complex mechanisms over time to better equip itself for prolonged survival in the equine species. This parasite efficiently evades the host animal's immune system through the use of variable surface glycoproteins or VSGs. These VSGs allow the organism to constantly manipulate and change the surface structure of its proteins, which means it is constantly being presented to the immune system as a new foreign organism and this prevents the body from mounting a large enough immune response to eradicate the disease. In this sense, \"Trypanosoma equiperdum\" is a very efficient organism; it may infect less species than other diseases, but it infects and survives very efficiently within its specified hosts.",
            "score": 156.96437072753906
        },
        {
            "docid": "10844157_5",
            "document": "Parasite Rex . Several chapters are given to discussing various types of parasites and how they infect and control their hosts, along with the biochemistry involved in their take-over or evasion of their host's immune system, eventually leading to their dispersal into their next form and life cycle. A significant focus is also given on the workings of immunology and how the immune systems of living beings respond to parasite infection, along with the methods that bodily functions are used to counteract and potentially kill invading microorganisms. Woven into this discussion are several specific sites that Zimmer visited during his writing of \"Parasite Rex\" and the scientists he worked with to understand different biosystems and all the parasites that live within them, including human sleeping sickness infections in Sudan from the tsetse fly, the parasites of frogs in Costa Rica, primarily showcased by filarial worms that infect humans and a variety of species, and the USDA National Parasite Collection based out of Maryland.",
            "score": 155.64279174804688
        },
        {
            "docid": "14958_69",
            "document": "Immune system . The mechanisms used to evade the adaptive immune system are more complicated. The simplest approach is to rapidly change non-essential epitopes (amino acids and/or sugars) on the surface of the pathogen, while keeping essential epitopes concealed. This is called antigenic variation. An example is HIV, which mutates rapidly, so the proteins on its viral envelope that are essential for entry into its host target cell are constantly changing. These frequent changes in antigens may explain the failures of vaccines directed at this virus. The parasite \"Trypanosoma brucei\" uses a similar strategy, constantly switching one type of surface protein for another, allowing it to stay one step ahead of the antibody response. Masking antigens with host molecules is another common strategy for avoiding detection by the immune system. In HIV, the envelope that covers the virion is formed from the outermost membrane of the host cell; such \"self-cloaked\" viruses make it difficult for the immune system to identify them as \"non-self\" structures.",
            "score": 151.86093139648438
        },
        {
            "docid": "2200815_24",
            "document": "Eimeria . Infection with \"Eimeria\" results in life-long immunity to that particular parasite species, but does not give cross protection against other species. For these reasons, vaccines for control seem promising, of which live attenuated vaccines are most effective. However, the search for highly immunogenic antigens and overcoming antigenic variation of the parasites remains a challenge. Immunity to the parasite varies depending on parasite and host species, as well as the site of invasion. CD4+ T cells and interferon gamma (γ) are crucial components of natural immunity to infection. Humoral immunity is thought to play little role in protection, and is most likely mediated through secretory IgA antibodies.",
            "score": 148.66342163085938
        },
        {
            "docid": "5398413_10",
            "document": "Viral vector . Viruses expressing pathogen proteins are currently being developed as vaccines against these pathogens, based on the same rationale as DNA vaccines. T-lymphocytes recognize cells infected with intracellular parasites based on the foreign proteins produced within the cell. T cell immunity is crucial for protection against viral infections and such diseases as malaria. A viral vaccine induces expression of pathogen proteins within host cells similarly to the Sabin Polio vaccine and other attenuated vaccines. However, since viral vaccines contain only a small fraction of pathogen genes, they are much safer and sporadic infection by the pathogen is impossible. Adenoviruses are being actively developed as vaccines.",
            "score": 148.4241180419922
        },
        {
            "docid": "40081998_22",
            "document": "Variant surface glycoprotein . A VSG gene from \"Trypanosoma evansi\", a parasite that causes a form of surra in animals, has been cloned in \"Escherichia coli\". The expressed protein is immunoreactive with all the sera combinations. The animals immunized with whole cell lysate or recombinant protein show similar antibody reactions in ELISA (Enzyme-linked immunosorbent assay) and CATT (card agglutination test for Trypanosomiasis). The variable surface glycoprotein RoTat 1.2 PCR can be used as a specific diagnostic tool for the detection of \"T. evansi\" infections.",
            "score": 148.1414337158203
        },
        {
            "docid": "40081998_7",
            "document": "Variant surface glycoprotein . VSGs are replaced by an equally dense coat of procyclins when the parasite differentiates into the procyclic form in the tsetse fly midgut. There is a very fast inhibition of VSG gene transcription which occurs as soon as the temperature is lowered.",
            "score": 143.22335815429688
        },
        {
            "docid": "141029_6",
            "document": "African trypanosomiasis . \"Trypanosoma brucei gambiense\" accounts for the majority of African trypanosomiasis cases, with humans as the main reservoir needed for the transmission, while \"Trypanosoma brucei rhodesiense\" is mainly zoonotic, with the occasional human infection. African Trypanosomiasis is dependent on the interaction of the parasite (trypanosome) with the tsetse flies (vector), as well as the host (human for \"Trypanosoma brucei gambiense\", and animals for \"Trypanosoma brucei rhodesiense\"). The risk of contracting African Trypanosomiasis is dependent on coming in contact with an infected tsetse fly.",
            "score": 142.83168029785156
        },
        {
            "docid": "2198682_2",
            "document": "Trypanosoma equiperdum . Τrypanosoma equiperdum is a species of excavate parasites that causes Dourine or covering sickness in horses and other animals in the family equidae. Genetic analyses have revealed \"T. equiperdum\" to be a derivative of \"Trypanosoma brucei\", the causative agent of African trypanosomiasis. Unlike \"T. brucei\", \"T. equiperdum\" is spread primarily via sexual transmission, an adaptation that has allowed it to escape beyond the range of the tsetse fly and attain a cosmopolitan distribution. Mother-foal transmission has also been documented. Τhe donkey shows no symptoms but is a carrier of this parasite. Can be found in genital organs and secretions.",
            "score": 142.45423889160156
        },
        {
            "docid": "24678469_6",
            "document": "Lutzner cells . In Lutzner cells, there is a mutation in the T-cell receptor that inhibits antigens like CD8 and CD7, but stimulates the over production of other antigens like CD4. This mutation is a clonal gene rearrangement at the TCR-γ gene. Clonal gene rearrangements create novel or new surface antibodies during early differentiation. Since these mutated antibodies are created early on, they are able to undergo mitosis and produce new T-cell lymphocytes that also contain the novel antigens. The abnormal quantity of T-cell receptors occurs because they are selected for since they express new qualities. CD4+ is the receptor that is selected for and increases in number in Lutzner cells. The neoplastic T-cells produce cytokines which active the expression of eosinophils and suppress the ability of T-cells to initiate an immune response. Since T-cell activity is lessened, the cells are not able to respond to invaders. Invaders are allowed to grow and produce lesions, and as the lesions increase in size the T-cell antigen is lost. Once this antigen is lost, the T-cell antibodies will never be able to detect the pathogen, allowing the pathogen to increase in size and cause an infection to occur. This leads to the development of non-Hodgkin’s lymphoma such as Mycosis Fungoides and Sézary Syndrome.",
            "score": 140.34869384765625
        }
    ]
}