{
    "q": [
        {
            "docid": "14754286_4",
            "document": "APRIL (protein) . The protein encoded by this gene is a member of the tumor necrosis factor ligand (TNF) ligand family. This protein is a ligand for TNFRSF17/BCMA, a member of the TNF receptor family. This protein and its receptor are both found to be important for B cell development. In vivo experiments suggest an important role for APRIL in the long-term survival of plasma cells in the bone marrow. Mice deficient in APRIL have normal immune system development. However, APRIL-deficient mice have also been reported to possess a reduced ability to support plasma cell survival. In vitro experiments suggested that this protein may be able to induce apoptosis through its interaction with other TNF receptor family proteins such as TNFRSF6/FAS and TNFRSF14/HVEM. Three alternatively spliced transcript variants of this gene encoding distinct isoforms have been reported.",
            "score": 127.26066613197327
        },
        {
            "docid": "15070655_3",
            "document": "GFRA2 (gene) . The GFRA2 protein is a glycosylphosphatidylinositol(GPI)-linked cell surface receptor. It is part of the GDNF receptor family. Glial cell line-derived neurotrophic factor (GDNF) and neurturin (NTN) are two structurally related, potent neurotrophic factors that play key roles in the control of neuron survival and differentiation. They both bind the GFRA2 receptor. The receptor mediates activation of the RET tyrosine kinase receptor. This encoded protein acts preferentially as a receptor for NTN compared to its other family member, GDNF family receptor alpha 1. This gene is a candidate gene for RET-associated diseases.",
            "score": 88.38456535339355
        },
        {
            "docid": "29049734_3",
            "document": "Nematode chemoreceptor . Animals recognise a wide variety of chemicals using their senses of taste and smell. The nematode \"Caenorhabditis elegans\" has only 14 types of chemosensory neuron, yet is able to respond to dozens of chemicals because each neuron detects several stimuli. More than 40 highly divergent transmembrane proteins that could contribute to this functional diversity have been described. Most of the candidate receptor genes are in clusters of similar genes; 11 of these appear to be expressed in small subsets of chemosensory neurons. A single type of neuron can potentially express at least 4 different receptor genes. Some of these might encode receptors for water-soluble attractants, repellents and pheromones, which are divergent members of the G-protein-coupled receptor family. Sequences of the Sra family of C.elegans receptor-like proteins contain 6-7 hydrophobic, putative transmembrane, regions. These can be distinguished from other 7TM proteins (especially those known to couple G-proteins) by their own characteristic TM signatures.",
            "score": 57.08165490627289
        },
        {
            "docid": "27147581_9",
            "document": "Autophagy-related protein 101 . Codes for a general receptor protein that is relatively unknown, located on the same strand as C12orf44 as seen below, spans 8924 bp. This gene encodes nerve growth factor IB that is a member of the steroid-thyroid hormone-retinoid receptor superfamily. Expression is induced by phytohemagglutinin in human lymphocytes and by serum stimulation of arrested fibroblasts. The encoded protein acts as a nuclear transcription factor. Translocation of the protein from the nucleus to mitochondria induces apoptosis. Location is on the same strand as C12orf44, spans 8097 bp. Olfactory receptors interact with odorant molecules in the nose, to initiate a neuronal response that triggers the perception of a smell. The olfactory receptor proteins are members of a large family of G-protein-coupled receptors (GPCR) arising from single coding-exon genes. Olfactory receptors share a 7-transmembrane domain structure with many neurotransmitter and hormone receptors and are responsible for the recognition and G protein-mediated transduction of odorant signals. Located after C12orf44 on the chromosome, it lies on the same strand and is 946 bp in length. This gene encodes an epithelial keratin that is weakly expressed in the tongue. It is located on the opposite strand to C12orf44 and is 23,005 bp long.",
            "score": 100.14568626880646
        },
        {
            "docid": "14777740_3",
            "document": "ROBO1 . Bilateral symmetric nervous systems have special midline structures that establish a partition between the two mirror image halves. Some axons project toward and across the midline in response to long-range chemoattractants emanating from the midline]. In Drosophila, the roundabout gene, a member of the immunoglobulin gene superfamily, encodes an integral membrane protein that is both an axon guidance receptor and a cell adhesion receptor. This receptor is involved in the decision by axons to cross the central nervous system midline. The protein encoded by this gene is structurally similar to the Drosophila roundabout protein. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 155.29628729820251
        },
        {
            "docid": "14155953_3",
            "document": "SPRY2 . This gene encodes a protein belonging to the sprouty family. The encoded protein contains a carboxyl-terminal cysteine-rich domain essential for the inhibitory activity on receptor tyrosine kinase signaling proteins and is required for growth factor stimulated translocation of the protein to membrane ruffles. In primary dermal endothelial cells this gene is transiently upregulated in response to fibroblast growth factor two. This protein is indirectly involved in the non-cell autonomous inhibitory effect on fibroblast growth factor two signaling. The protein interacts with Cas-Br-M (murine) ectropic retroviral transforming sequence, and can function as a bimodal regulator of epidermal growth factor receptor/mitogen-activated protein kinase signaling. This protein may play a role in alveoli branching during lung development as shown by a similar mouse protein.",
            "score": 115.24446034431458
        },
        {
            "docid": "14119134_3",
            "document": "Interleukin 8 receptor, alpha . The protein encoded by this gene is a member of the G-protein-coupled receptor family. This protein is a receptor for interleukin 8 (IL8). It binds to IL8 with high affinity, and transduces the signal through a G-protein-activated second messenger system. Knockout studies in mice suggested that this protein inhibits embryonic oligodendrocyte precursor migration in developing spinal cord. This gene, IL8RB, a gene encoding another high affinity IL8 receptor, and IL8RBP, a pseudogene of IL8RB, form a gene cluster in a region mapped to chromosome 2q33-q36. Stimulation of CXCR1 in neutrophils by its primary ligand, Interleukin 8, leads to neutrophil chemotaxis and activation.",
            "score": 99.73113703727722
        },
        {
            "docid": "15430562_3",
            "document": "Tumor necrosis factor receptor 2 . The protein encoded by this gene is a member of the tumor necrosis factor receptor superfamily, which also contains TNFRSF1A. This protein and TNF-receptor 1 form a heterocomplex that mediates the recruitment of two anti-apoptotic proteins, c-IAP1 and c-IAP2, which possess E3 ubiquitin ligase activity. The function of IAPs in TNF-receptor signalling is unknown, however, c-IAP1 is thought to potentiate TNF-induced apoptosis by the ubiquitination and degradation of TNF-receptor-associated factor 2 (TRAF2), which mediates anti-apoptotic signals. Knockout studies in mice also suggest a role of this protein in protecting neurons from apoptosis by stimulating antioxidative pathways.",
            "score": 103.68568682670593
        },
        {
            "docid": "53803481_16",
            "document": "Clonal hypereosinophilia . The \"JAK2\" gene encodes a member of the Janus kinase family of non-receptor tyrosine kinase, JAK2. The JAK2 protein associates with the cytoplasmic tails of various cytokine and growth factor receptors that reside on the cell surface and reagulate Haematopoiesis, i.e. the development and growth of blood cells. Examples of such receptors include the erythropoietin receptor, Thrombopoietin receptor, granulocyte colony-stimulating factor receptor, Granulocyte macrophage colony-stimulating factor receptor, Interleukin-3 receptor, Interleukin-5 receptor, Interleukin-6 receptor, and the receptor Thymic stromal lymphopoietin, which is a complex composed of the CRLF2 receptor combined with alpha chain of the IL-7 receptor. JAK2 protein's association with these receptors is responsible for a) correctly targeting and positioning these receptors at the cell surface and b) indirectly activating critical cell signaling pathways including in particular the STAT family of transcription factors which are involved in promoting the growth, proliferation, differentiation, and survival of the myeloid and lymphoid precursor cells that populate the bone marrow, other blood cell forming tissues, and the blood. The \"PCM1\" gene codes for the PCM1 protein, i.e. pricentriolar material 1. also known as PCM1, is a protein which in humans is encoded by the PCM1 gene. The PCM1 protein exhibits a distinct cell cycle-dependent association with the centrosome complex and microtubules; it is critical for the normal cell cycle and cell division (see PCM1).",
            "score": 115.94927680492401
        },
        {
            "docid": "14881110_2",
            "document": "OR52M1 . Olfactory receptor 52M1 is a protein that in humans is encoded by the \"OR52M1\" gene. Olfactory receptors interact with odorant molecules in the nose, to initiate a neuronal response that triggers the perception of a smell. The olfactory receptor proteins are members of a large family of G-protein-coupled receptors (GPCR) arising from single coding-exon genes. Olfactory receptors share a 7-transmembrane domain structure with many neurotransmitter and hormone receptors and are responsible for the recognition and G protein-mediated transduction of odorant signals. The olfactory receptor gene family is the largest in the genome. The nomenclature assigned to the olfactory receptor genes and proteins for this organism is independent of other organisms.",
            "score": 57.40091824531555
        },
        {
            "docid": "37748971_2",
            "document": "OR6C75 . Olfactory receptor, family 6, subfamily C, member 75 is a protein in humans that is encoded by the OR6C75 gene. Olfactory receptors interact with odorant molecules in the nose to initiate a neuronal response that triggers the perception of a smell. The olfactory receptor proteins are members of a large family of G-protein-coupled receptors (GPCR) arising from single coding-exon genes. Olfactory receptors share a 7-transmembrane domain structure with many neurotransmitter receptors and hormone receptors and are responsible for the recognition and G protein-mediated transduction of odorant signals. The olfactory receptor gene family is the largest in the genome. The nomenclature assigned to the olfactory receptor genes and proteins for this organism is independent of other organisms.",
            "score": 56.94689226150513
        },
        {
            "docid": "14517678_3",
            "document": "Melanin-concentrating hormone receptor 1 . The protein encoded by this gene, a member of the G protein-coupled receptor family 1, is an integral plasma membrane protein which binds melanin-concentrating hormone. The encoded protein can inhibit cAMP accumulation and stimulate intracellular calcium flux, and is probably involved in the neuronal regulation of food consumption. Although structurally similar to somatostatin receptors, this protein does not seem to bind somatostatin.",
            "score": 36.79760122299194
        },
        {
            "docid": "14179431_3",
            "document": "GFRA1 . Glial cell line-derived neurotrophic factor (GDNF) and neurturin (NTN) are two structurally related, potent neurotrophic factors that play key roles in the control of neuron survival and differentiation. The protein encoded by this gene is a member of the GDNF receptor family. It is a glycosylphosphatidylinositol(GPI)-linked cell surface receptor for both GDNF and NTN, and mediates activation of the RET tyrosine kinase receptor. This gene is a candidate gene for Hirschsprung disease. Two alternatively spliced transcript variants encoding different isoforms have been described for this gene.",
            "score": 82.61404418945312
        },
        {
            "docid": "14426814_4",
            "document": "CCR3 (gene) . The protein encoded by this gene is a receptor for C-C type chemokines. It belongs to family 1 of the G protein-coupled receptors. This receptor binds and responds to a variety of chemokines, including eotaxin (CCL11), eotaxin-3 (CCL26), MCP-3 (CCL7), MCP-4 (CCL13), and RANTES (CCL5). It is highly expressed in eosinophils, and is also detected in TH1 and TH2 cells, as well as in airway epithelial cells. This receptor may contribute to the accumulation and activation of eosinophils and other inflammatory cells in the allergic airway, and possibly at sites of parasitic infection. It is also known to be an entry co-receptor for HIV-1. This gene and seven other chemokine receptor genes form a chemokine receptor gene cluster on the chromosomal region 3p21. Alternatively spliced transcript variants encoding the same protein have been described.",
            "score": 62.38806390762329
        },
        {
            "docid": "14150957_4",
            "document": "STAT5A . The protein encoded by this gene is a member of the STAT family of transcription factors. In response to cytokines and growth factors, STAT family members are phosphorylated by the receptor associated kinases, and then form homo- or heterodimers that translocate to the cell nucleus where they act as transcription activators. This protein is activated by, and mediates the responses of many cell ligands, such as IL2, IL3, IL7 GM-CSF, erythropoietin, thrombopoietin, and different growth hormones. Activation of this protein in myeloma and lymphoma associated with a TEL/JAK2 gene fusion is independent of cell stimulus and has been shown to be essential for the tumorigenesis. The mouse counterpart of this gene is found to induce the expression of BCL2L1/BCL-X(L), which suggests the antiapoptotic function of this gene in cells. It also transduces prolactin signals to the milk protein genes and is necessary for mammary gland development.",
            "score": 149.739976644516
        },
        {
            "docid": "14873446_3",
            "document": "KDELR1 . Retention of resident soluble proteins in the lumen of the endoplasmic reticulum (ER) is achieved in both yeast and animal cells by their continual retrieval from the cis-Golgi or a pre-Golgi compartment. Sorting of these proteins is dependent on a C-terminal tetrapeptide signal, usually lys-asp-glu-leu (KDEL) in animal cells and his-asp-glu-leu (HDEL) in \"S. cerevisiae\". This process is mediated by a receptor that recognizes and binds the tetrapeptide-containing protein and then returns it to the ER. In yeast, the sorting receptor is encoded by a single gene, ERD2, which is a seven-transmembrane protein. Unlike yeast, several human homologs of the ERD2 gene, constituting the KDEL receptor gene family, have been described. The protein encoded by this gene was the first member of the family to be identified, and it encodes a protein structurally and functionally similar to the yeast ERD2 gene product. The KDEL receptor mediates the retrieval of misfolded proteins between the ER and the Golgi apparatus. The KDEL receptor functions by binding to endoplasmic reticulum chaperones. These chaperones are recognized by the KDEL receptor in downstream compartments of the ER. Once bound, they are packaged into coat protein complex I vesicles for retrograde transport to the ER. In vitro studies in yeast have revealed that this receptor regulates membrane transport in the early stages of the secretory pathway from ER to the Golgi. An error or mutation in the KDEL receptor disturbs the ER quality control and diseases associated with ER stress are observed.",
            "score": 80.2875599861145
        },
        {
            "docid": "16846340_3",
            "document": "EDARADD . This gene was identified by its association with ectodermal dysplasia,and specifically with hypohidrotic ectodermal dysplasia, a genetic disorder characterized by defective development of hair, teeth, and eccrine sweat glands. The protein encoded by this gene is a death domain-containing protein, and is found to interact with EDAR, a death domain receptor known to be required for the development of hair, teeth and other ectodermal derivatives. This protein and EDAR are coexpressed in epithelial cells during the formation of hair follicles and teeth. Through its interaction with EDAR, this protein acts as an adaptor, and links the receptor to downstream signaling pathways. Two alternatively spliced transcript variants of this gene encoding distinct isoforms have been reported.",
            "score": 107.92892146110535
        },
        {
            "docid": "9835664_4",
            "document": "TGF beta receptor 2 . This gene encodes a member of the serine/threonine protein kinase family and the TGFB receptor subfamily. The encoded protein is a transmembrane protein that has a protein kinase domain, forms a heterodimeric complex with another receptor protein, and binds TGF-beta. This receptor/ligand complex phosphorylates proteins, which then enter the nucleus and regulate the transcription of a subset of genes related to cell proliferation. Mutations in this gene have been associated with Marfan syndrome, Loeys-Deitz aortic aneurysm syndrome, Osler-Weber-Rendu syndrome, and the development of various types of tumors. Alternatively spliced transcript variants encoding different isoforms have been characterized.",
            "score": 55.57867217063904
        },
        {
            "docid": "12263271_3",
            "document": "DAX1 . This gene encodes a protein that lacks the normal DNA-binding domain contained in other nuclear receptors. The encoded protein acts as a dominant-negative regulator of transcription of other nuclear receptors including steroidogenic factor 1. This protein also functions as an anti-testis gene by acting antagonistically to SRY. Mutations in this gene result in both X-linked congenital adrenal hypoplasia and hypogonadotropic hypogonadism.",
            "score": 46.97715353965759
        },
        {
            "docid": "600788_10",
            "document": "Brain-derived neurotrophic factor . The BDNF protein is encoded by a gene that is also called BDNF, found in humans on chromosome 11. Structurally, BDNF transcription is controlled by 8 different promoters, each leading to different transcripts containing one of 8 untranslated 5’ exons (I to VIII) spliced to the 3’ encoding exon. Promoter IV activity, leading to the translation of exon IV-containing mRNA, is strongly stimulated by calcium and is primarily under the control of a Cre regulatory component, suggesting a putative role for the transcription factor CREB and the source of BDNF’s activity-dependent effects . There are multiple mechanisms through neuronal activity can increase BDNF exon IV specific expression. Stimulus-mediated neuronal excitation can lead to NMDA receptor activation, triggering a calcium influx. Through a protein signaling cascade requiring Erk, CaM KII/IV, PI3K, and PLC, NMDA receptor activation is capable of triggering BDNF exon IV transcription. BDNF exon IV expression also seems capable of further stimulating its own expression through TrkB activation. BDNF is released from the post-synaptic membrane in an activity-dependent manner, allowing it to act on local TrkB receptors and mediate effects that can leading to signaling cascades also involving Erk and CaM KII/IV. Both of these pathways probably involve calcium-mediated phosphorylation of CREB at Ser133, thus allowing it to interact with BDNF’s Cre regulatory domain and upregulate transcription. However, NMDA-mediated receptor signaling is probably necessary to trigger the upregulation of BDNF exon IV expression because normally CREB interaction with CRE and the subsequent translation of the BDNF transcript is blocked by of the basic helix-loop-helix transcription factor protein 2 (BHLHB2). NMDA receptor activation triggers the release of the regulatory inhibitor, allowing for BDNF exon IV upregulation to take place in response to the activity-initiated calcium influx. Activation of Dopamine receptor D5 also promotes expression of BDNF in prefrontal cortex neurons.",
            "score": 174.66496002674103
        },
        {
            "docid": "14800384_3",
            "document": "TANK (gene) . The TRAF (tumor necrosis factor receptor-associated factor) family of proteins associate with and transduce signals from members of the tumor necrosis factor receptor superfamily. The protein encoded by this gene is found in the cytoplasm and can bind to TRAF1, TRAF2, or TRAF3, thereby inhibiting TRAF function by sequestering the TRAFs in a latent state in the cytoplasm. For example, the protein encoded by this gene can block TRAF2 binding to LMP1, the Epstein-Barr virus transforming protein, and inhibit LMP1-mediated NF-kappa-B activation. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 74.61314010620117
        },
        {
            "docid": "17596014_42",
            "document": "Hereditary sensory and autonomic neuropathy . Mutations in the NGF gene cause HSAN5. The NGF gene provides instructions for making a protein called nerve growth factor beta (NGFβ) that is important in the development and survival of nerve cells (neurons), including sensory neurons. The NGFβ protein functions by attaching (binding) to its receptors, which are found on the surface of neurons. Binding of the NGFβ protein to its receptor transmits signals to the cell to grow and to mature and take on specialized functions (differentiate). This binding also blocks signals in the cell that initiate the process of self-destruction (apoptosis). Additionally, NGFβ signaling plays a role in pain sensation. Mutation of the NGF gene leads to the production of a protein that cannot bind to the receptor and does not transmit signals properly. Without the proper signaling, sensory neurons die and pain sensation is altered, resulting in the inability of people with HSAN5 to feel pain.",
            "score": 200.2704495191574
        },
        {
            "docid": "14304187_3",
            "document": "TRAF3 . The protein encoded by this gene is a member of the TNF receptor associated factor (TRAF) protein family. TRAF proteins associate with, and mediate the signal transduction from, members of the TNF receptor (TNFR) superfamily. This protein participates in the signal transduction of CD40, a TNFR family member important for the activation of the immune response. This protein is found to be a critical component of the lymphotoxin-beta receptor (LTbetaR) signaling complex, which induces NF-kappaB activation and cell death initiated by LTbeta ligation. Epstein-Barr virus encoded latent infection membrane protein-1 (LMP1) can interact with this and several other members of the TRAF family, which may be essential for the oncogenic effects of LMP1. Three alternatively spliced transcript variants encoding two distinct isoforms have been reported.",
            "score": 93.69977259635925
        },
        {
            "docid": "14517625_3",
            "document": "Melatonin receptor 1B . This gene encodes the MT protein, one of two high-affinity forms of a receptor for melatonin, the primary hormone secreted by the pineal gland. This gene product is an integral membrane protein that is a G-protein coupled, 7-transmembrane receptor. It is found primarily in the retina and brain; however, this detection requires RT-PCR. It is thought to participate in light-dependent functions in the retina and may be involved in the neurobiological effects of melatonin. Besides the brain and retina this receptor is expressed on the bone forming cells where it regulates their function in depositing bone.",
            "score": 79.53512334823608
        },
        {
            "docid": "15066576_3",
            "document": "REPS2 . The product of this gene is part of a protein complex that regulates the endocytosis of growth factor receptors. The encoded protein directly interacts with a GTPase activating protein that functions downstream of the small G protein Ral. Its expression can negatively affect receptor internalization and inhibit growth factor signaling. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 86.58006048202515
        },
        {
            "docid": "11582069_3",
            "document": "GRB10 . The product of this gene belongs to a small family of adaptor proteins that are known to interact with a number of receptor tyrosine kinases and signaling molecules. This gene encodes a growth factor receptor-binding protein that interacts with insulin receptors and insulin-like growth-factor receptors (e.g., IGF1R and IGF2R). Overexpression of some isoforms of the encoded protein inhibits tyrosine kinase activity and results in growth suppression. This gene is imprinted in a highly isoform- and tissue-specific manner. Alternatively spliced transcript variants encoding different isoforms have been identified.",
            "score": 78.21298003196716
        },
        {
            "docid": "14880174_3",
            "document": "RBM9 . Rbfox2 is one of several human genes similar to the \"C. elegans\" gene Fox-1. This gene encodes an RNA binding protein that is thought to be a key regulator of alternative splicing in the nervous system and other cell types. Rbfox2 and the related protein Rbfox1 bind to conserved (U)GCAUG RNA motifs in the introns adjacent to many alternatively spliced exons and promotes inclusion or exclusion of the alternative exon in mature transcripts. The protein also interacts with the estrogen receptor 1 transcription factor and regulates estrogen receptor 1 transcriptional activity. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 67.00526976585388
        },
        {
            "docid": "14862406_5",
            "document": "Calcium-binding protein 1 . Calcium binding proteins are an important component of calcium mediated cellular signal transduction. This gene encodes a protein that belongs to a subfamily of calcium binding proteins which share similarity to calmodulin. The protein encoded by this gene regulates the gating of voltage-gated calcium ion channels. This protein causes rapid inactivation that is independent of calcium, and does not support Calcium-dependent facilitation. CAbp1 suppresses the inactivated calcium dependent CACNA1D. it also inhibits TRPC5. CABP1 prevents NMDA receptor- induced cellular degeneration.This protein also regulates calcium-dependent activity of inositol 1,4,5-triphosphate receptors, P/Q-type voltage-gated calcium channels, and transient receptor potential channel TRPC5. This gene is predominantly expressed in retina and brain.",
            "score": 64.3576055765152
        },
        {
            "docid": "10233756_2",
            "document": "Low-density lipoprotein receptor-related protein 8 . Low-density lipoprotein receptor-related protein 8 (LRP8), also known as apolipoprotein E receptor 2 (ApoER2), is a protein that in humans is encoded by the \"LRP8\" gene. ApoER2 is a cell surface receptor that is part of the low-density lipoprotein receptor family. These receptors function in signal transduction and endocytosis of specific ligands. Through interactions with one of its ligands, reelin, ApoER2 plays an important role in embryonic neuronal migration and postnatal long-term potentiation. Another LDL family receptor, VLDLR, also interacts with reelin, and together these two receptors influence brain development and function. Decreased expression of ApoER2 is associated with certain neurological diseases.",
            "score": 93.31485414505005
        },
        {
            "docid": "14439377_3",
            "document": "OXGR1 . In 2001, an gene projected to code for a G protein-like receptor protein was reported; the gene's apparent protein product was classified as an orphan receptor (i.e., a receptor whose activating ligand and function were unknown) and named \"GPR80\". The projected amino acid sequence of the protein encoded by the \"GPR80\" gene bore similarities to a purinergic receptor, P2Y1, and therefore might, like P2Y1, be a receptor for purine compounds. Shortly thereafter, a second report found this same gene, indicated that it coded for a G protein receptor with its amino acid sequence similarities closest to purinergic receptors GPR91 and P2Y1, and named the gene and its protein \"GPR99\" and GPR99, respectively. While the latter report found that a large series of purinergic nucleotides, other nucleotides, and derivatives of these compounds did not activated GPR99-bearing cells, a third report in 2004 found that GPR99-bearing cells bound and responded to two purines, adenosine and Adenosine monophosphate, nominated GPR99 as a true purinergic receptor, and renamed GPR99 as P2Y15. However, a review of these studies in the same year by members of the International Union of Pharmacology (IUPHAR) Subcommittee for P2Y receptor nomenclature and classification decided that GPR80/GPR99 is not a P2Y receptor for adenosine, AMP or other nucleotides. Again in 2004, another report found that GPR99-bearing cells responded to alpha-ketoglutarate. This report was accepted by IUPHAR. The gene and its protein were renamed \"OXGR1\" and OXGR1. Finally, in 2013, GPR99-bearing cells were found to bind and respond to CysLTs. The latter finding, while attracting further studies and of potential clinical importance, has not yet lead to a renaming of \"GPR99\" or its protein product.",
            "score": 69.38085556030273
        },
        {
            "docid": "14754222_3",
            "document": "Ribosomal protein SA . Laminins, a family of extracellular matrix glycoproteins, are the major noncollagenous constituent of basement membranes. They have been implicated in a wide variety of biological processes including cell adhesion, differentiation, migration, signaling, neurite outgrowth and metastasis. Many of the effects of laminin are mediated through interactions with cell surface receptors. These receptors include members of the integrin family, as well as non-integrin laminin-binding proteins. The RPSA gene encodes a multifunctional protein, which is both a ribosomal protein and a high-affinity, non-integrin laminin receptor. This protein has been variously called Ribosomal protein SA; RPSA; LamR; LamR1; 37 kDa Laminin Receptor Precursor; 37LRP; 67 kDa Laminin Receptor; 67LR; 37/67 kDa Laminin Receptor; LRP/LR; LBP/p40; and p40 ribosome-associated protein. Ribosomal protein SA and RPSA are the approved name and symbol. The amino acid sequence of RPSA is highly conserved through evolution, suggesting a key biological function. It has been observed that the level of RPSA transcript is higher in colon carcinoma tissue and lung cancer cell lines than their normal counterparts. Also, there is a correlation between the upregulation of this polypeptide in cancer cells and their invasive and metastatic phenotype. Multiple copies of the RPSA gene exist; however, most of them are pseudogenes thought to have arisen from retropositional events. Two alternatively spliced transcript variants encoding the same protein have been found for this gene.",
            "score": 94.17749750614166
        },
        {
            "docid": "3680029_3",
            "document": "GRB7 . The product of this gene belongs to a small family of adaptor proteins that are known to interact with a number of receptor tyrosine kinases and signaling molecules. This gene encodes a growth factor receptor-binding protein that interacts with epidermal growth factor receptor (EGFR) and ephrin receptors. The protein plays a role in the integrin signaling pathway and cell migration by binding with focal adhesion kinase (FAK). Alternative splicing results in multiple transcript variants encoding different isoforms, although the full-length natures of only two of the variants have been determined to date.",
            "score": 97.56163620948792
        }
    ],
    "r": [
        {
            "docid": "958_26",
            "document": "Axon . The extracellular signals that propagate through the extracellular matrix surrounding neurons play a prominent role in axonal development. These signaling molecules include proteins, neurotrophic factors, and extracellular matrix and adhesion molecules.  Netrin (also known as UNC-6) a secreted protein, functions in axon formation. When the UNC-5 netrin receptor is mutated, several neurites are irregularly projected out of neurons and finally a single axon is extended anteriorly. The neurotrophic factors – nerve growth factor (NGF), brain-derived neurotrophic factor (BDNF) and neurotrophin-3 (NTF3) are also involved in axon development and bind to Trk receptors.",
            "score": 303.9869079589844
        },
        {
            "docid": "21120_4",
            "document": "Neuron . A typical neuron consists of a cell body (soma), dendrites, and an axon. The term neurite is used to describe either a dendrite or an axon, particularly in its undifferentiated stage. Dendrites are thin structures that arise from the cell body, often extending for hundreds of micrometers and branching multiple times, giving rise to a complex \"dendritic tree\". An axon (also called a nerve fiber) is a special cellular extension (process) that arises from the cell body at a site called the axon hillock and travels for a distance, as far as 1 meter in humans or even more in other species. Most neurons receive signals via the dendrites and send out signals down the axon. Numerous axons are often bundled into fascicles that make up the nerves in the peripheral nervous system (like strands of wire make up cables). Bundles of axons in the central nervous system are called tracts. The cell body of a neuron frequently gives rise to multiple dendrites, but never to more than one axon, although the axon may branch hundreds of times before it terminates. At the majority of synapses, signals are sent from the axon of one neuron to a dendrite of another. There are, however, many exceptions to these rules: for example, neurons can lack dendrites, or have no axon, and synapses can connect an axon to another axon or a dendrite to another dendrite.",
            "score": 294.65338134765625
        },
        {
            "docid": "34806886_17",
            "document": "Tropic cues involved in growth cone guidance . Semaphorins have also been shown to mediate other neuronal processes besides targeting such as: apoptosis, cell migration, axon pruning, synaptic transmission, and axonal transport. Semaphorins are the main ligands for the Neuropilin 1 (Npn1) receptor; this receptor is typically located in the medial and lateral portions of the lateral motor column during the early embryonic period of motor neuron development. Upon binding Semaphorins, the Npn1 receptor transmits signaling to adjacent surface molecules, known as Plexins; this is necessary because the Npn1 receptor lacks an intracellular domain. The intracellular signaling mediated through Semaphorins results in growth cone collapse, guidance, and turning; this intracellular signaling is transduced through Rho family GTPases, which act to remodel the cytoskeleton of the cell. In addition, several other cell surface molecules have been shown to interact with secreted Semaphorins. One example is the Ig cell-adhesion molecule (IgCAM) family; this family of adhesion molecules are suggested to interact with Semaphorins to fine tune their axonal projections and targeting. The multitude of molecules that complex with Semaphorins may be the result of the ubiquitous nature of Semaphorin expression in vertebrates.",
            "score": 293.6712646484375
        },
        {
            "docid": "4942572_3",
            "document": "Lateral grey column . The nervous system is the system of neurons, or nerve cells, that relay electrical signals through the brain and body. A nerve cell receives signals from other nerve cells through tree-branch-like extensions called dendrites and passes signals on through a long extension called an axon (or nerve fiber). Synapses are places where one cell's axon passes information to another cell's dendrite by sending chemicals called neurotransmitters across a small gap called a synaptic cleft. Synapses occur in various locations, including ganglia (singular: ganglion), which are masses of nerve cell bodies. Preganglionic nerve cells in the sympathetic nervous system (all of which come from the lateral grey column), use the neurotransmitter acetylcholine, while postganglionic sympathetic nerve cells use norepinephrine. Grey matter in the brain and spinal cord is any accumulation of cell bodies and neuropil (neuropil is tissue rich in nerve cell bodies and dendrites). White matter consists of nerve tracts (groups of axons) and commissures (tracts that cross the brain's midline).",
            "score": 289.4513854980469
        },
        {
            "docid": "14757522_2",
            "document": "Axon reflex . The axon reflex (or the flare response) is the response stimulated by peripheral nerves of the body that travels away from the nerve cell body and branches to stimulate target organs. Reflexes are single reactions that respond to a stimulus making up the building blocks of the overall signaling in the body's nervous system. Neurons are the excitable cells that process and transmit these reflex signals through their axons, dendrites, and cell bodies. Axons directly facilitate intercellular communication projecting from the neuronal cell body to other neurons, local muscle tissue, glands and arterioles. In the axon reflex, signaling starts in the middle of the axon at the stimulation site and transmits signals directly to the effector organ skipping both an integration center and a chemical synapse present in the spinal cord reflex. The impulse is limited to a single bifurcated axon, or a neuron whose axon branches into two divisions and does not cause a general response to surrounding tissue.",
            "score": 288.3353271484375
        },
        {
            "docid": "9185670_14",
            "document": "Synaptic pruning . Axon branches retract in a distal to proximal manner. The axonal contents that are retracted are thought to be recycled to other parts of the axon. The biological mechanism with which axonal pruning occurs still remains unclear for the mammalian central nervous system. However, pruning has been associated with guidance molecules in mice. Guidance molecules serve to control axon pathfinding through repulsion, and also initiate pruning of exuberant synaptic connections. Semaphorin ligands and the receptors neuropilins and plexins are used to induce retraction of the axons to initiate hippocampo-septal and infrapyramidal bundle (IPB) pruning. Stereotyped pruning of the hippocampal projections have been found to be significantly impaired in mice that have a Plexin-A3 defect. Specifically, axons that are connected to a transient target will retract once the Plexin-A3 receptors are activated by class 3 semaphorin ligands. In IPB, the expression of mRNA for Sema3F is present in the hippocampus prenatally, lost postnatally and returns in the stratum oriens. Coincidentally, onset IPB pruning occurs around the same time. In the case of the hippocampal-septal projections, expression of mRNA for Sema3A was followed by the initiation of pruning after 3 days. This suggests that pruning is triggered once the ligand reaches threshold protein levels within a few days after detectable mRNA expression. Pruning of axons along the visual corticospinal tract (CST) is defective in neuropilin-2 mutants and plexin-A3 and plexin-A4 double mutant mice. Sema3F is also expressed in the dorsal spinal cord during the pruning process. There is no motor CST pruning defect observed in these mutants.",
            "score": 286.1179504394531
        },
        {
            "docid": "21932333_4",
            "document": "CNS demyelinating autoimmune diseases . The brain and the spinal cord are the essential components of the central nervous system and it is responsible for the integration of the signals received from the afferent nerves and initiates action. The nerve cells, known as neurons, carry impulses throughout the body and the nerve impulses are carried along the axon. These microscopic nerve fibers, where the action potential occurs, are protected by a white, fatty tissue that surrounds and insulates it, known as the myelin sheath. This insulation helps the axon of a nerve cell with the conduction and speed of the signal along the axon.",
            "score": 283.9853515625
        },
        {
            "docid": "958_6",
            "document": "Axon . Axons are the primary transmission lines of the nervous system, and as bundles they form nerves. Some axons can extend up to one meter or more while others extend as little as one millimeter. The longest axons in the human body are those of the sciatic nerve, which run from the base of the spinal cord to the big toe of each foot. The diameter of axons is also variable. Most individual axons are microscopic in diameter (typically about one micrometer (µm) across). The largest mammalian axons can reach a diameter of up to 20 µm. The squid giant axon, which is specialized to conduct signals very rapidly, is close to 1 millimetre in diameter, the size of a small pencil lead. The numbers of axonal telodendria (the branching structures at the end of the axon) can also differ from one nerve fiber to the next. Axons in the central nervous system (CNS) typically show multiple telodendria, with many synaptic end points. In comparison, the cerebellar granule cell axon is characterized by a single T-shaped branch node from which two parallel fibers extend. Elaborate branching allows for the simultaneous transmission of messages to a large number of target neurons within a single region of the brain.",
            "score": 276.82867431640625
        },
        {
            "docid": "958_2",
            "document": "Axon . An axon (from Greek ἄξων \"áxōn\", axis) or nerve fiber, is a long, slender projection of a nerve cell, or neuron, that typically conducts electrical impulses known as action potentials, away from the nerve cell body. The function of the axon is to transmit information to different neurons, muscles, and glands. In certain sensory neurons (pseudounipolar neurons), such as those for touch and warmth, the axons are called afferent nerve fibers and the electrical impulse travels along these from the periphery to the cell body, and from the cell body to the spinal cord along another branch of the same axon. Axon dysfunction has caused many inherited and acquired neurological disorders which can affect both the peripheral and central neurons. Nerve fibers are classed into three types – group A nerve fibers, group B nerve fibers, and group C nerve fibers. Groups A and B are myelinated, and group C are unmyelinated. These groups include both sensory fibers and motor fibers. Another classification, groups only the sensory fibers, and these are grouped as Type I, Type II, Type III, and Type IV.",
            "score": 273.3398742675781
        },
        {
            "docid": "34806886_19",
            "document": "Tropic cues involved in growth cone guidance . Semaphorins also play a critical role in cranial nerve development; studies using mice deficient in Sema3A and Sema3F have resulted in abnormal cranial nerve extension and defasciculation, while Sema3F has been suggested to be required in order to establish projections of cranial nerves. Mice deficient in membrane bound Sema6A showed misprojection of corticothalamic fibers and axon projections from the hippocampus to olfactory bulb. Knocking out certain members of Semaphorins, such as Sema5A, resulted in embryonic lethality in mice and thus it has been difficult to elucidate the role of Sema5A in neurodevelopment. While the previous example suggested that Semaphorins may play pivotal roles in maintaining viable neurons, for the most part Semaphorin knockout animals display mild phenotypes.",
            "score": 272.7335205078125
        },
        {
            "docid": "34806886_18",
            "document": "Tropic cues involved in growth cone guidance . During embryonic neurodevelopment, synapse elimination and axonal pruning are critical to ensure normal functioning of the central and peripheral nervous system. Studies have suggested that Sema3A/Neuropilin 2 (Npn2) interactions mediate synapse elimination and axonal pruning, as demonstrated by Sema3A/Npn2 loss-of-function studies in mice. The attractive cues mediated by Semaphorins are not well understood at the moment; however, protein kinase focal adhesion kinase (FAK) and MAP Kinase (MAPK) have been implicated in mediating downstream attractive signaling upon Semaphorin receptor stimulation.",
            "score": 272.09173583984375
        },
        {
            "docid": "41171716_8",
            "document": "Preferential motor reinnervation . Neurotrophic factors are support proteins and factors that help assist in the growth and maintenance of axons throughout the body. Different cells emanate different proteins, but the ones specific to the peripheral nervous system play a major role in regeneration of cut nerves in the peripheral nervous system. In relation to reinnervation, neurotrophic support is key in assisting with supporting the regeneration of axons. Some discussion has led investigators to believe that neurotrophic factors only led to more axonal sprouting rather than actually influencing the regeneration. The ability of neurotrophic factors to influence the sprouting of axons has been seen with electron microscopic images and in multiple studies extensively detailed in a review of the role of neurotrophic factors in regeneration. In addition to the ability of the factors to influence sprouting, Schwann cells in particular show a significant upregulation of a number of trophic factors after undergoing axotomy. One major difference in motor and sensory pathways is the difference in what trophic factors are upregulated by the Schwann cells of those pathways. Denervenated motor Schwann cells upregulate BDNF and p75, whereas sensory pathway Schwann cells upregulate a number of other varied trophic factors. This difference in trophic factor support is suspected to be a major influencer of preferential motor reinnervation. Though it is a major factor, inherent molecular differences do not alone determine the reinnervation pathway of the motor neurons, as demonstrated in a study done in a mouse femoral nerve, where the size of the pathways were manipulated, leading to incorrect motor axon pathway reinnervation.",
            "score": 270.08306884765625
        },
        {
            "docid": "6967316_2",
            "document": "Semaphorin . Semaphorins are a class of secreted and membrane proteins that were originally identified as axonal growth cone guidance molecules. They primarily act as short-range inhibitory signals and signal through multimeric receptor complexes. Semaphorins are usually cues to deflect axons from inappropriate regions, especially important in neural system development. The major class of proteins that act as their receptors are called plexins, with neuropilins as their co-receptors in many cases. The main receptors for semaphorins are plexins, which have established roles in regulating Rho-family GTPases. Recent work shows that plexins can also influence R-Ras, which, in turn, can regulate integrins. Such regulation is probably a common feature of semaphorin signalling and contributes substantially to our understanding of semaphorin biology.",
            "score": 268.79058837890625
        },
        {
            "docid": "10389151_4",
            "document": "Neuroregeneration . Neuroregeneration in the peripheral nervous system (PNS) occurs to a significant degree. Axonal sprouts form at the proximal stump and grow until they enter the distal stump. The growth of the sprouts is governed by chemotactic factors secreted from Schwann cells (neurolemmocytes). Injury to the peripheral nervous system immediately elicits the migration of phagocytes, Schwann cells, and macrophages to the lesion site in order to clear away debris such as damaged tissue. When a nerve axon is severed, the end still attached to the cell body is labeled the proximal segment, while the other end is called the distal segment. After injury, the proximal end swells and experiences some retrograde degeneration, but once the debris is cleared, it begins to sprout axons and the presence of growth cones can be detected. The proximal axons are able to regrow as long as the cell body is intact, and they have made contact with the Schwann cells in the endoneurial channel or tube. Human axon growth rates can reach 1 mm/day in small nerves and 5 mm/day in large nerves. The distal segment, however, experiences Wallerian degeneration within hours of the injury; the axons and myelin degenerate, but the endoneurium remains. In the later stages of regeneration the remaining endoneurial tube directs axon growth back to the correct targets. During Wallerian degeneration, Schwann cells grow in ordered columns along the endoneurial tube, creating a band of Büngner (boB) that protects and preserves the endoneurial channel. Also, macrophages and Schwann cells release neurotrophic factors that enhance re-growth.",
            "score": 268.5192565917969
        },
        {
            "docid": "6967316_11",
            "document": "Semaphorin . During development, semaphorins and their receptors may be involved in the sorting of pools of motor neurons and the modulation of pathfinding for afferent and efferent axons from and to these pools. For instance, Sema3a repels axons from the dorsal root ganglia, facial nerves, vagal nerves, olfactory-sensory, cortical nerves, hippocampal nerves and cerebellar nerves.",
            "score": 264.4604797363281
        },
        {
            "docid": "267694_6",
            "document": "Nervous tissue . Neurons are cells with specialized features that allow them to receive and facilitate nerve impulses, or action potentials, across their membrane to the next neuron. They possess a large cell body (soma), with cell projections called dendrites and an axon. Dendrites are thin, branching projections that receive electrochemical signaling (neurotransmitters) to create a change in voltage in the cell. Axons are long projections that carry the action potential away from the cell body toward the next neuron. The bulb-like end of the axon, called the axon terminal, is separated from the dendrite of the following neuron by a small gap called a synaptic cleft. When the action potential travels to the axon terminal, neurotransmitters are released across the synapse and bind to the post-synaptic receptors, continuing the nerve impulse.",
            "score": 262.79345703125
        },
        {
            "docid": "5411159_8",
            "document": "Low-affinity nerve growth factor receptor . Neurotrophins activating LNGFR may signal a cell to die via apoptosis, but this effect is counteracted by anti-apoptotic signaling by TrkA, TrkB, or TrkC signaling in cells that also express those receptors. LNGFR functions in a complex with Nogo receptor (NgR, Reticulon 4 receptor) to mediate RhoA-dependent inhibition of growth of regenerating axons exposed to inhibitory proteins of CNS myelin, such as Nogo, MAG or OMgP. LNGFR also activates a caspase- dependent signaling pathway that promotes developmental axon pruning, and axon degeneration in neurodegenerative disease.",
            "score": 261.34332275390625
        },
        {
            "docid": "8131_4",
            "document": "Dendrite . Dendrites are one of two types of protoplasmic protrusions that extrude from the cell body of a neuron, the other type being an axon. Axons can be distinguished from dendrites by several features including shape, length, and function. Dendrites often taper off in shape and are shorter, while axons tend to maintain a constant radius and be relatively long. Typically, axons transmit electrochemical signals and dendrites receive the electrochemical signals, although some types of neurons in certain species lack axons and simply transmit signals via their dendrites. Dendrites provide an enlarged surface area to receive signals from the terminal buttons of other axons, and the axon also commonly divides at its far end into many branches (telodendria) each of which ends in a nerve terminal, allowing a chemical signal to pass simultaneously to many target cells. Typically, when an electrochemical signal stimulates a neuron, it occurs at a dendrite and causes changes in the electrical potential across the neuron’s plasma membrane. This change in the membrane potential will passively spread across the dendrite but becomes weaker with distance without an action potential. An action potential propagates the electrical activity along the membrane of the neuron's dendrites to the cell body and then afferently down the length of the axon to the axon terminal, where it triggers the release of neurotransmitters into the synaptic cleft. However, synapses involving dendrites can also be axodendritic, involving an axon signaling to a dendrite, or dendrodendritic, involving signaling between dendrites. An autapse is a synapse in which the axon of one neuron transmits signals to its own dendrites.",
            "score": 258.3452453613281
        },
        {
            "docid": "165923_11",
            "document": "Schwann cell . Schwann cells are known for their roles in supporting nerve regeneration. Nerves in the PNS consist of many axons myelinated by Schwann cells. If damage occurs to a nerve, the Schwann cells will aid in digestion of its axons (phagocytosis). Following this process, the Schwann cells can guide regeneration by forming a type of tunnel that leads toward the target neurons. This tunnel is known as band of Büngner, a guidance track for the regenerating axons which behaves like an endoneurial tube. The stump of the damaged axon is able to sprout, and those sprouts that grow through the Schwann-cell “tunnel” do so at the rate of approximately 1mm/day in good conditions. The rate of regeneration decreases with time. Successful axons can therefore reconnect with the muscles or organs they previously controlled with the help of Schwann cells, however, specificity is not maintained and errors are frequent, especially when long distances are involved. Because of their ability to impact regeneration of axons, Schwann cells have been connected to preferential motor reinnervation as well.  If Schwann cells are prevented from associating with axons, the axons die. Regenerating axons will not reach any target unless Schwann cells are there to support them and guide them. They have been shown to be in advance of the growth cones.  Schwann cells are essential for the maintenance of healthy axons. They produce a variety of factors, including neurotrophins, and also transfer essential molecules across to axons.",
            "score": 257.0924987792969
        },
        {
            "docid": "568509_5",
            "document": "Efferent nerve fiber . The efferent nerve fibers of motor neurons are involved in muscle control, both skeletal and smooth muscle. The cell body of the motor neuron is connected to a single, long axon and several shorter dendrites projecting out of the cell body itself. This axon then forms a neuromuscular junction with the effectors. The cell body of the motor neuron is satellite-shaped. The motor neuron is present in the grey matter of the spinal cord and medulla oblongata, and forms an electrochemical pathway to the effector organ or muscle. Besides motor nerves, there are efferent sensory nerves that often serve to adjust the sensitivity of the signal relayed by the afferent sensory nerve.",
            "score": 256.5545349121094
        },
        {
            "docid": "1306158_5",
            "document": "Soma (biology) . The survival of some sensory neurons depends on axon terminals making contact with sources of survival factors that prevent apoptosis. The survival factors are neurotrophic factors, including molecules such as nerve growth factor (NGF). NGF interacts with receptors at axon terminals, and this produces a signal that must be transported up the length of the axon to the nucleus. A current theory of how such survival signals are sent from axon endings to the soma includes the idea that NGF receptors are endocytosed from the surface of axon tips and that such endocytotic vesicles are transported up the axon.",
            "score": 256.0449523925781
        },
        {
            "docid": "12303517_2",
            "document": "Plexin . A Plexin is a protein which acts as a receptor for Semaphorin family signaling proteins. It is classically known for its expression on the surface of axon growth cones and involvement in signal transduction to steer axon growth away from the source of Semaphorin. Plexin also has implications in development of other body systems by activating GTPase enzymes to induce a number of intracellular biochemical changes leading to a variety of downstream effects.",
            "score": 255.59799194335938
        },
        {
            "docid": "41171716_13",
            "document": "Preferential motor reinnervation . The varied accuracy of damaged axons regenerating and reaching their original target end is a large reason that functional recovery of damaged nerves is such a variable in the peripheral nervous system. The understanding of what Schwann Cell tube axons tend to reinnervate has implications for if a nerve will be able to become functional again after damage. If the axon is a subcutaneous axon and ends up in a motor Schwann Cell tube, it will not be able to innervate the muscle it ends up connected to. Thus, understanding how axons do reinnervate, and how motor axons can be pushed towards the correct regeneration site is an area of study that is extremely beneficial in helping to advance nerve repair in the PNS system.",
            "score": 255.07571411132812
        },
        {
            "docid": "383763_6",
            "document": "Oligodendrocyte . As part of the nervous system, oligodendrocytes are closely related to nerve cells, and, like all other glial cells, oligodendrocytes provide a supporting role for neurons as well as trophic support by the production of glial cell line-derived neurotrophic factor (GDNF), brain-derived neurotrophic factor (BDNF), or insulin-like growth factor-1 (IGF-1). In addition, the nervous system of mammals depends crucially on myelin sheaths, which reduce ion leakage and decrease the capacitance of the cell membrane. Myelin also increases impulse speed, as saltatory propagation of action potentials occurs at the nodes of Ranvier in between Schwann cells (of the PNS) and oligodendrocytes (of the CNS). Furthermore, impulse speed of myelinated axons increases linearly with the axon diameter, whereas the impulse speed of unmyelinated cells increases only with the square root of the diameter. The insulation must be proportional to the diameter of the fiber inside. The optimal ratio of axon diameter divided by the total fiber diameter (which includes the myelin) is 0.6.",
            "score": 254.8936309814453
        },
        {
            "docid": "267694_3",
            "document": "Nervous tissue . Nervous tissue is made up of different types of nerve cells, all of which have an axon, the long stem-like part of the cell that sends action potential signals to the next cell. Bundles of axons make up the nerves.",
            "score": 254.7285614013672
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 253.1100616455078
        },
        {
            "docid": "15073279_3",
            "document": "PLXNA2 . This gene encodes a member of the plexin-A family of semaphorin co-receptors. Semaphorins are a large family of secreted or membrane-bound proteins that mediate repulsive effects on axon pathfinding during nervous system development. A subset of semaphorins are recognized by plexin-A/neuropilin transmembrane receptor complexes, triggering a cellular signal transduction cascade that leads to axon repulsion. This plexin-A family member is thought to transduce signals from semaphorin-3A and -3C.",
            "score": 251.64845275878906
        },
        {
            "docid": "20839616_2",
            "document": "Axon terminal . Axon terminals (also called synaptic boutons or terminal boutons) are distal terminations of the telodendria (branches) of an axon. An axon, also called a nerve fiber, is a long, slender projection of a nerve cell, or neuron, that conducts electrical impulses called action potentials away from the neuron's cell body, or soma, in order to transmit those impulses to other neurons, muscle cells or glands.",
            "score": 250.68067932128906
        },
        {
            "docid": "2573463_4",
            "document": "Giant axonal neuropathy . Neurons affected by the altered protein accumulate excess neurofilaments in the axon, the long extension from the nerve cell that transmits its signal to other nerve cells and to muscles. These enlarged or 'giant' axons cannot transmit signals properly, and eventually deteriorate, resulting in the range of neurological anomalies associated with the disorder.",
            "score": 249.88882446289062
        },
        {
            "docid": "1082927_8",
            "document": "Haptotaxis . Haptotaxis plays a role in organizing cells to form tissues and specific regions of those tissues. Fibronectin and laminin both play a role in adrenocyte mutation into distinctive distribution in the adrenal gland. The adrenocytes migrate centripetally as they mature towards the medulla of the adrenal gland., and this movement may be a result of haptotactic forces mediated by fibronectin and laminin. In nerve cells, axonal growth is mediated by nerve growth factor in a haptotactic manner, where the axon of nerve cells grows along the gradient. This information could be used to possibly develop methods to promote nerve regeneration in patients that have nerve damage.  Another regenerative strategy is the use of mesenchymal stem cells, which can differentiate into different kinds of connective tissue in the wound healing process. The haptotaxis is mediated by fibronectin, vitronectin, and type I collagen. A recent study has tentatively proposed the idea that the structures on cells responsible for sensing the membrane protein gradients are attenuated filopodia. Also, the more amount of filopodia present on the leading edge of the migrating cell, the more responsive the cell is to the haptotactic gradient. This is important because there is the possibility that all motile cells that display filopodia may be responding to haptotactic gradients. Further research is required in the subject, but it is clear that more and more kinds of cell undergo haptotaxis than originally believed.",
            "score": 248.65159606933594
        },
        {
            "docid": "41171716_4",
            "document": "Preferential motor reinnervation . When peripheral axons are severed, the distal part of the cut axon degenerates. The only remaining distal parts from the original nerve are the Schwann cells which myelinate the peripheral axons. The basal lamina components that the Schwann cells secrete help to guide axon regeneration. The more precisely the axon stump is able to regrow along its original path, the better the recovery of function - especially when it comes to experiencing fine touch and movements. The growth of the axon stump to its original target is regeneration. Reinnervation on the other hand, is the recovery of function through reestablishing synaptic connections. Even though the original axon degenerates, the Schwann cells and acetylcholine receptors remain in place, allowing for the junction to reestablish the original synapses once the axon stump regenerates. In medical jargon, regeneration and reinnervation are not commonly distinguished. Regardless of the fact that there is a technical difference, many professionals use the terms interchangeably. This is because without regeneration, there would not be a nerve to innervate, but without reinnervation, the nerve would not function.",
            "score": 247.75970458984375
        },
        {
            "docid": "43116674_16",
            "document": "Annelid . As in arthropods, each muscle fiber (cell) is controlled by more than one neuron, and the speed and power of the fiber's contractions depends on the combined effects of all its neurons. Vertebrates have a different system, in which one neuron controls a group of muscle fibers. Most annelids' longitudinal nerve trunks include giant axons (the output signal lines of nerve cells). Their large diameter decreases their resistance, which allows them to transmit signals exceptionally fast. This enables these worms to withdraw rapidly from danger by shortening their bodies. Experiments have shown that cutting the giant axons prevents this escape response but does not affect normal movement.",
            "score": 246.6381072998047
        }
    ]
}