{
    "q": [
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 137.26200544834137
        },
        {
            "docid": "206472_6",
            "document": "Color constancy . The physiological basis for color constancy is thought to involve specialized neurons in the primary visual cortex that compute local ratios of cone activity, which is the same calculation that Land's retinex algorithm uses to achieve color constancy. These specialized cells are called \"double-opponent cells\" because they compute both color opponency and spatial opponency. Double-opponent cells were first described by Nigel Daw in the goldfish retina. There was considerable debate about the existence of these cells in the primate visual system; their existence was eventually proven using reverse-correlation receptive field mapping and special stimuli that selectively activate single cone classes at a time, so-called \"cone-isolating\" stimuli.",
            "score": 145.6365270614624
        },
        {
            "docid": "4231622_7",
            "document": "Inferior temporal gyrus . The information for color and form comes from P-cells that receive their information mainly from cones, so they are sensitive to differences in form and color, as opposed to the M-cells that receive information about motion mainly from rods. The neurons in the inferior temporal cortex, also called the inferior temporal visual association cortex, process this information from the P-cells.  The neurons in the ITC have several unique properties that offer an explanation as to why this area is essential in recognizing patterns. They only respond to visual stimuli and their receptive fields always include the fovea, which is one of the densest areas of the retina and is responsible for acute central vision. These receptive fields tend to be larger than those in the striate cortex and often extend across the midline to unite the two visual half fields for the first time. IT neurons are selective for shape and/or color of stimulus and are usually more responsive to complex shapes as opposed to simple ones. A small percentage of them are selective for specific parts of the face. Faces and likely other complex shapes are seemingly coded by a sequence of activity across a group of cells, and IT cells can display both short or long term memory for visual stimuli based on experience.",
            "score": 153.20532631874084
        },
        {
            "docid": "49787567_4",
            "document": "Frank Werblin . In 1969, Werblin and Dowling published their seminal studies of the electrophysiological response properties of all the major neuron types in the vertebrate retina. The micropipette used to record from each cell contained a dye so that each physiologically identified cell could also be morphologically characterized within the layers of the retina. In 1978, he published the first isolated retinal slice preparation for a quicker and easier means to access all of the neurons in the various layers of the retina, while leaving the cells largely intact with their supporting matrix and synaptic connections and electrical junctions. However, because the retinal slice was isolated from the supportive retinal pigment epithelium (PE) that enables the light responses of photoreceptors, light evoked responses were not reported until the retinal slices were constructed with PE still attached. In this manner, whole cell patch recording of amacrine neurons in the salamander retina allowed light evoked excitatory post-synaptic currents (EPSCs) to be measured for the first time, as well as their light elicited spiking potentials, and voltage-gated currents. The new slice technique allowed, for the first time, a neuron to be characterized by its natural stimulus (light), and then to be fully characterized by its morphological, histological, electrophysiological (EPSCs, voltage gated currents, and graded and spike potentials), and chemical identity. The new light-responsive slice methodology also allowed interplexiform cells to be identified and characterized for the first time, as well as sustained and transient amacrine neurons. Precise localization of synaptic inputs to the cell, and localization of functional receptors in the cell was achieved. The slice technique would become a standard for retinal research and be developed for other animals with much smaller neurons, including the Zebrafish and rat. Werblin would then use these data to construct elegant models of visual information processing in the different layers of the retina.",
            "score": 140.90405344963074
        },
        {
            "docid": "1534578_17",
            "document": "Motion perception . Motion sensing using vision is crucial for detecting a potential mate, prey, or predator, and thus it is found both in vertebrates and invertebrates vision throughout a wide variety of species, although it is not universally found in all species. In vertebrates, the process takes place in retina and more specifically in retinal ganglion cells, which are neurons that receive input from bipolar cells and amacrine cells on visual information and process output to higher regions of the brain including, thalamus, hypothalamus, and mesencephalon.",
            "score": 157.22824788093567
        },
        {
            "docid": "2920040_2",
            "document": "Neuronal tuning . Neuronal tuning refers to the hypothesized property of brain cells by which they selectively represent a particular type of sensory, association, motor, or cognitive information. Some neuronal responses have been hypothesized to be optimally tuned to specific patterns through experience. Neuronal tuning can be strong and sharp, as observed in primary visual cortex (area V1) (but see Carandini et al 2005 ), or weak and broad, as observed in neural ensembles. Single neurons are hypothesized to be simultaneously tuned to several modalities, such as visual, auditory, and olfactory. Neurons hypothesized to be tuned to different signals are often hypothesized to integrate information from the different sources. In computational models called neural networks, such integration is the major principle of operation. The best examples of neuronal tuning can be seen in the visual, auditory, olfactory, somatosensory, and memory systems, although due to the small number of stimuli tested the generality of neuronal tuning claims is still an open question.",
            "score": 108.21666252613068
        },
        {
            "docid": "18416476_20",
            "document": "Bird vision . The four spectrally distinct cone pigments are derived from the protein opsin, linked to a small molecule called retinal, which is closely related to vitamin A. When the pigment absorbs light the retinal changes shape and alters the membrane potential of the cone cell affecting neurons in the ganglia layer of the retina. Each neuron in the ganglion layer may process information from a number of photoreceptor cells, and may in turn trigger a nerve impulse to relay information along the optic nerve for further processing in specialised visual centres in the brain. The more intense a light, the more photons are absorbed by the visual pigments; the greater the excitation of each cone, and the brighter the light appears.",
            "score": 170.16449284553528
        },
        {
            "docid": "7725524_4",
            "document": "Colour centre . V1 has multiple areas that are colour-sensitive, which indicates that colour processing is not limited to one area. According to a paper by Dr Robert Shapley, V1 has an important role in colour perception. fMRI experimental results showed that V1 has two kinds of colour sensitive neurons: single-opponent and double-opponent cells. These cells are integral in the opponent process of interpreting colour signals. Single-opponent neurons respond to large areas of colour. This is advantageous for recognizing large colour scenes and atmospheres. In comparison, double opponent cells respond to patterns, textures, and colour boundaries. This is more important for perceiving the colour of objects and pictures. The double-opponent cells are receptive to opposite inputs from different cone cells in the retina. This is ideal for identifying contrasting colours, such as red and green. [1] Double-opponent cells are particularly important in computing local cone ratios from visual information from their receptive fields.",
            "score": 139.41700887680054
        },
        {
            "docid": "41848173_2",
            "document": "Surround suppression . Surround suppression is a descriptive term referring to observations that the relative firing rate of a neuron may under certain conditions decrease when a particular stimulus is enlarged. It is has been observed in electrophysiology studies of the brain and has been noted in many sensory neurons, most notably in the early visual system. Surround suppression is defined as a reduction in the activity of a neuron in response to a stimulus outside its classical receptive field. (The classical receptive field refers to a concept of neural behavior that was understood to be invalid virtally from the start. As Spillman et al (2015)) note, quoting Kuffler (1953), \"not only the areas from which responses can actually be set up by retinal illumination may be included in a definition of the receptive field but also all areas which show a functional connection, by an inhibitory or excitatory effect on a ganglion cell.\" The necessary functional connections with other neurons influenced by stimulation outside a particular area and by dynamic processes in general, and the absence of a theoretical description of a system state to be treated as a baseline, deprive the term \"classical receptive field\" of functional meaning. The descriptor \"surround suppression\" suffers from a similar problem, as the activities of neurons in the \"surround\" of the \"classical receptive field are similarly determined by connectivities and processes involving neurons beyond it.) This nonlinear effect is one of many that reveals the complexity of biological sensory systems, and the connections of properties of neurons that may cause this effect (or its opposite) are still being studied. The characteristics, mechanisms, and perceptual consequences of this phenomenon are of interest to many communities, including neurobiology, computational neuroscience, psychology, and computer vision.",
            "score": 141.74477696418762
        },
        {
            "docid": "5198024_14",
            "document": "Efficient coding hypothesis . In one study by Doi et al. in 2012, the researchers created a predicted response model of the retinal ganglion cells that would be based on the statistics of the natural images used, while considering noise and biological constraints. They then compared the actual information transmission as observed in real retinal ganglion cells to this optimal model to determine the efficiency. They found that the information transmission in the retinal ganglion cells had an overall efficiency of about 80% and concluded that \"the functional connectivity between cones and retinal ganglion cells exhibits unique spatial structure...consistent with coding efficiency. A study by van Hateren and Ruderman in 1998 used ICA to analyze video-sequences and compared how a computer analyzed the independent components of the image to data for visual processing obtained from a cat in DeAngelis et al. 1993. The researchers described the independent components obtained from a video sequence as the \"basic building blocks of a signal\", with the independent component filter (ICF) measuring \"how strongly each building block is present\". They hypothesized that if simple cells are organized to pick out the \"underlying structure\" of images over time then cells should act like the independent component filters. They found that the ICFs determined by the computer were similar to the \"receptive fields\" that were observed in actual neurons.",
            "score": 177.864395737648
        },
        {
            "docid": "305136_18",
            "document": "Visual system . In the retina, the photoreceptors synapse directly onto bipolar cells, which in turn synapse onto ganglion cells of the outermost layer, which will then conduct action potentials to the brain. A significant amount of visual processing arises from the patterns of communication between neurons in the retina. About 130 million photo-receptors absorb light, yet roughly 1.2 million axons of ganglion cells transmit information from the retina to the brain. The processing in the retina includes the formation of center-surround receptive fields of bipolar and ganglion cells in the retina, as well as convergence and divergence from photoreceptor to bipolar cell. In addition, other neurons in the retina, particularly horizontal and amacrine cells, transmit information laterally (from a neuron in one layer to an adjacent neuron in the same layer), resulting in more complex receptive fields that can be either indifferent to color and sensitive to motion or sensitive to color and indifferent to motion.",
            "score": 193.71622824668884
        },
        {
            "docid": "14408479_2",
            "document": "Biological neuron model . A biological neuron model, also known as a spiking neuron model, is a mathematical description of the properties of certain cells in the nervous system that generate sharp electrical potentials across their cell membrane, roughly one millisecond in duration, as shown in Fig. 1. Spiking neurons are known to be a major signaling unit of the nervous system, and for this reason characterizing their operation is of great importance. It is worth noting that not all the cells of the nervous system produce the type of spike that define the scope of the spiking neuron models. For example, cochlear hair cells, retinal receptor cells, and retinal bipolar cells do not spike. Furthermore, many cells in the nervous system are not classified as neurons but instead are classified as glia. Ultimately, biological neuron models aim to explain the mechanisms underlying the operation of the nervous system for the purpose of restoring lost control capabilities such as perception (e.g. deafness or blindness), motor movement decision making, and continuous limb control. In that sense, biological neuron models differ from artificial neuron models that do not presume to predict the outcomes of experiments involving the biological neural tissue (although artificial neuron models are also concerned with execution of perception and estimation tasks). Accordingly, an important aspect of biological neuron models is experimental validation, and the use of physical units to describe the experimental procedure associated with the model predictions.",
            "score": 106.03229176998138
        },
        {
            "docid": "33246145_9",
            "document": "Neural decoding . Previous recording methods relied on stimulating single neurons over a repeated series of tests in order to generalize this neuron's behavior. New techniques such as high-density multi-electrode array recordings and multi-photon calcium imaging techniques now make it possible to record from upwards of a few hundred neurons. Even with better recording techniques, the focus of these recordings must be on an area of the brain that is both manageable and qualitatively understood. Many studies look at spike train data gathered from the ganglion cells in the retina, since this area has the benefits of being strictly feedforward, retinotopic, and amenable to current recording granularities. The duration, intensity, and location of the stimulus can be controlled to sample, for example, a particular subset of ganglion cells within a structure of the visual system. Other studies use spike trains to evaluate the discriminatory ability of non-visual senses such as rat facial whiskers and the olfactory coding of moth pheromone receptor neurons.",
            "score": 114.93438279628754
        },
        {
            "docid": "941909_11",
            "document": "Receptive field . The receptive field is often identified as the region of the retina where the action of light alters the firing of the neuron. In retinal ganglion cells (see below), this area of the retina would encompass all the photoreceptors, all the rods and cones from one eye that are connected to this particular ganglion cell via bipolar cells, horizontal cells, and amacrine cells. In binocular neurons in the visual cortex, it is necessary to specify the corresponding area in both retinas (one in each eye). Although these can be mapped separately in each retina by shutting one or the other eye, the full influence on the neuron's firing is revealed only when both eyes are open.",
            "score": 179.42289900779724
        },
        {
            "docid": "7725524_5",
            "document": "Colour centre . Single opponent colour-sensitive neurons can be divided into two categories depending on the signals they receive from the cone cells: L-M neurons and S/(L+M) neurons. The three types of cone cells, small (S), medium (M), and long (L), detect different wavelengths across the visible spectrum. S cone cells can see short wavelength colours, which corresponds to violet and blue. Similarly, M cells detect medium wavelength colours, such as green and yellow, and L cells detect long wavelength colours, like red. L-M neurons, also called red-green opponent cells, receive input from long wavelength cones opposed by input from medium wavelength cones. S/(L+M) neurons receive input from S-cells and is opposed by a sum of the L and M-cell inputs. S/(L+M) neurons are also called blue-yellow opponent cells. The opposition between the colours allows the visual system to interpret differences in colour, which is ultimately more efficient than processing colours separately.",
            "score": 130.3930139541626
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 100.85663759708405
        },
        {
            "docid": "801776_2",
            "document": "Retinal ganglion cell . A retinal ganglion cell (RGC) is a type of neuron located near the inner surface (the ganglion cell layer) of the retina of the eye. It receives visual information from photoreceptors via two intermediate neuron types: bipolar cells and retina amacrine cells. Retina amacrine cells, particularly narrow field cells, are important for creating functional subunits within the ganglion cell layer and making it so that ganglion cells can observe a small dot moving a small distance. Retinal ganglion cells collectively transmit image-forming and non-image forming visual information from the retina in the form of action potential to several regions in the thalamus, hypothalamus, and mesencephalon, or midbrain.",
            "score": 180.56077873706818
        },
        {
            "docid": "2506529_3",
            "document": "Cellular neural network . Due to their number and variety of architectures, it is difficult to give a precise definition for a CNN processor. From an architecture standpoint, CNN processors are a system of a finite, fixed-number, fixed-location, fixed-topology, locally interconnected, multiple-input, single-output, nonlinear processing units. The nonlinear processing units are often referred to as neurons or cells. Mathematically, each cell can be modeled as a dissipative, nonlinear dynamical system where information is encoded via its initial state, inputs and variables used to define its behavior. Dynamics are usually continuous, as in the case of Continuous-Time CNN (CT-CNN) processors, but can be discrete, as in the case of Discrete-Time CNN (DT-CNN) processors. Each cell has one output, by which it communicates its state with both other cells and external devices. Output is typically real-valued, but can be complex or even quaternion, i.e. a Multi-Valued CNN (MV-CNN). In most CNN processors, processing units are identical, but there are applications that require non-identical units, which are called Non-Uniform Processor CNN (NUP-CNN) processors, and consist of different types of cells. In the original Chua-Yang CNN (CY-CNN) processor, the state of the cell was a weighted sum of the inputs and the output was a piecewise linear function. However, like the original perceptron-based neural networks, the functions it could perform were limited: specifically, it was incapable of modeling non-linear functions, such as XOR. More complex functions are realizable via Non-Linear CNN (NL-CNN) processors.",
            "score": 92.54364967346191
        },
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 122.27976787090302
        },
        {
            "docid": "42073672_13",
            "document": "Neuronal self-avoidance . Self-avoidance has been widely discussed amongst scientists and throughout time the experiments were done in several animal models. The first experiments were done in leech. In 1981, Wässle tried to understand how retinal ganglion cells establish their dendritic territories in cats. Processes like dendritic tiling and self-avoidance are extremely important to correct development of neuronal structures, and in this specific case ganglion cells have to cover the retina to guarantee that every point of the visual space is actually \"seen\". He saw that cell bodies are arrayed in regular mosaic, and dendritic fields adapt to the available space. However, this hypothesis was based in mathematical models: Dirichlet model.",
            "score": 116.7514386177063
        },
        {
            "docid": "401150_15",
            "document": "Photoreceptor cell . The process of phototransduction occurs in the retina. The retina has many layers of various cell types. The best-known photoreceptor cells (\"rods\" and \"cones\") form the outermost layer. They are the photoreceptors responsible for sight. The middle layer contains bipolar cells, which collect neural signals from the rods and the cones and then transmit them to the innermost layer of the retina, where the neurons called retinal ganglion cells (RGCs), a small percentage of which are themselves photosensitive, organize the signals and send them to the brain.",
            "score": 229.00415682792664
        },
        {
            "docid": "25522368_8",
            "document": "Feature detection (nervous system) . In the late 1950s, Jerome Lettvin and his colleagues began to expand the feature detection hypothesis and clarify the relationship between single neurons and sensory perception. In their paper \"What the Frog's Eye Tells the Frog's Brain\", Lettvin et al. (1959) looked beyond the mechanisms for signal-noise discrimination in the frog's retina and were able to identify four classes of ganglion cells in the frog retina: \"sustained contrast detectors\", \"net convexity detectors\" (or \"bug detectors\"), \"moving edge detectors\", and \"net dimming detectors.\"  In the same year, David Hubel and Torsten Wiesel began investigating properties of neurons in the visual cortex of cats, processing in the mammalian visual system. In their first paper in 1959, Hubel and Wiesel took recording from single cells in the striate cortex of lightly anesthetized cats. The retinas of the cats were stimulated either individually or simultaneously with spots of light of various sizes and shapes. From the analysis of these recordings, Hubel and Wiesel identified orientation-selective cells in the cat's visual cortex and generated a map of the receptive field of cortical cells. At the time, circular spots of light were used as stimuli in studies of the visual cortex. However, Hubel and Wiesel noticed that rectangular bars of light were more effective stimuli (i.e. more natural stimuli) than circular spots of light, as long as the orientation was adjusted to the correct angle appropriate for each ganglion cell. These so-called simple cells were later called bar detectors or edge detectors. While comparing the receptive fields of neurons in the cat striate cortex with the concentric \"on\" and \"off\" receptive fields identified in cat ganglion cells by Kuffler et al., Hubel and Wiesel noticed that, although \"on\" and \"off\" regions were present in the striate cortex, they were not arranged in concentric circles. From their discovery of these uniquely orienting receptive fields, Hubel and Wiesel concluded that orientation-selective cells exist within the cat's visual cortex.",
            "score": 142.8590521812439
        },
        {
            "docid": "33244792_12",
            "document": "Non-spiking neuron . While some non-spiking neurons are specifically involved in neuromuscular modulation, studying amacrine cells has created opportunities to discuss the role of non-spiking neurons in neuroplasticity. Since amacrine cells, which are a type of non-spiking neurons, undergo a transformation from spiking to non-spiking cells, there have been many studies that try to identify the functional reasons for such a transformation. Starburst amacrine cells use action potentials during retinal development, and once the retina is mature, these cells transform into non-spiking neurons. The change from a cell that can generate action potentials to solely functioning off of a graded potential is drastic, and may provide insight into why the two kinds of neural networks exist. The cells lose sodium channels. The loss of the sodium channels is triggered by the opening of the eye correlating to the possibility of the environment playing a crucial role in determination of neural cell types. The rabbit animal model was used to develop this particular study. This transition is not quite understood but heavily concludes that the spiking and non-spiking statuses occupied by the starburst amacrine cells are vital to the maturation of the eyes.",
            "score": 110.42347204685211
        },
        {
            "docid": "302812_19",
            "document": "Color vision . In V1 the simple three-color segregation begins to break down. Many cells in V1 respond to some parts of the spectrum better than others, but this \"color tuning\" is often different depending on the adaptation state of the visual system. A given cell that might respond best to long wavelength light if the light is relatively bright might then become responsive to all wavelengths if the stimulus is relatively dim. Because the color tuning of these cells is not stable, some believe that a different, relatively small, population of neurons in V1 is responsible for color vision. These specialized \"color cells\" often have receptive fields that can compute local cone ratios. Such \"double-opponent\" cells were initially described in the goldfish retina by Nigel Daw; their existence in primates was suggested by David H. Hubel and Torsten Wiesel and subsequently proven by Bevil Conway. As Margaret Livingstone and David Hubel showed, double opponent cells are clustered within localized regions of V1 called blobs, and are thought to come in two flavors, red–green and blue–yellow. Red–green cells compare the relative amounts of red–green in one part of a scene with the amount of red–green in an adjacent part of the scene, responding best to local color contrast (red next to green). Modeling studies have shown that double-opponent cells are ideal candidates for the neural machinery of color constancy explained by Edwin H. Land in his retinex theory. From the V1 blobs, color information is sent to cells in the second visual area, V2. The cells in V2 that are most strongly color tuned are clustered in the \"thin stripes\" that, like the blobs in V1, stain for the enzyme cytochrome oxidase (separating the thin stripes are interstripes and thick stripes, which seem to be concerned with other visual information like motion and high-resolution form). Neurons in V2 then synapse onto cells in the extended V4. This area includes not only V4, but two other areas in the posterior inferior temporal cortex, anterior to area V3, the dorsal posterior inferior temporal cortex, and posterior TEO. Area V4 was initially suggested by Semir Zeki to be exclusively dedicated to color, but this is now thought to be incorrect. In particular, the presence in V4 of orientation-selective cells led to the view that V4 is involved in processing both color and form associated with color. Color processing in the extended V4 occurs in millimeter-sized color modules called globs. This is the first part of the brain in which color is processed in terms of the full range of hues found in color space.",
            "score": 137.64049470424652
        },
        {
            "docid": "43382971_5",
            "document": "Claude Desplan . His laboratory has demonstrated the molecular mechanisms that pattern the fly color-sensing photoreceptor neurons and showed how stochastic decisions, a transcription factor network, and a tumor suppressor pathway contribute to the diversification of photoreceptors. It has also sought to understand how color information that arises within the retina is processed in the optic lobe of the Drosophila brain by investigating the development and function of this structure. His lab has shown that neuronal diversity in optic lobes is generated by the lineage of neural stem cells and by spatial input from patterning genes, and has provided a functional understanding of the neuronal and computational mechanisms that underlie color vision and motion detection (the ‘elementary motion detector’). The Desplan laboratory also uses ‘evo-devo’ approaches to understand the evolution of patterning mechanisms in the early embryo and in the visual system using the wasp Nasonia and the ant Harpegnathos as model systems. He contributed broadly to the understanding of how insect embryos pattern their antero-posterior axis through extensive rewiring of a network of genes that are otherwise evolutionarily conserved in Drosophila. Desplan serves on multiple scientific advisory boards and in funding agencies. He is an elected member of the American Association for the Advancement of Science, an elected foreign member of EMBO, and an elected fellow of the New York Academy of Sciences.",
            "score": 103.27736532688141
        },
        {
            "docid": "2860430_23",
            "document": "Neural oscillation . A neural network model describes a population of physically interconnected neurons or a group of disparate neurons whose inputs or signalling targets define a recognizable circuit. These models aim to describe how the dynamics of neural circuitry arise from interactions between individual neurons. Local interactions between neurons can result in the synchronization of spiking activity and form the basis of oscillatory activity. In particular, models of interacting pyramidal cells and inhibitory interneurons have been shown to generate brain rhythms such as gamma activity.",
            "score": 108.52144193649292
        },
        {
            "docid": "46349002_7",
            "document": "Douglas G. McMahon . McMahon's lab is currently interested in three areas of research: the role of dopamine on visual function and retinal physiology, links between molecular, intracellular, electrical, and behavioral rhythms in the brain's biological clock, and how perinatal photoperiod affects the serotinergic system and anxious/depressive behavior. Alongside Dao-Qi Zhang, the lab has made significant contributions to the understanding of retinal neural network adaptation by dopaminergic amacrine neurons (DA neurons), revealing a retrograde neurotransmission pathway in the retina specifically involving melanopsin ganglion cells. McMahon’s lab developed novel mouse models, which enable in situ electrophysiological recording from DA neurons.",
            "score": 103.36756134033203
        },
        {
            "docid": "3474296_6",
            "document": "Neuronal noise . Another theory suggests that stochastic noise in a non-linear network shows a positive relationship between the interconnectivity and noise-like activity. Thus based on this theory, Patrick Wilken and colleagues suggest that neuronal noise is the principal factor that limits the capacity of visual short-term memory. Investigators of neural ensembles and those who especially support the theory of distributed processing, propose that large neuronal populations effectively decrease noise by averaging out the noise in individual neurons. Some investigators have shown in experiments and in models that neuronal noise is a possible mechanism to facilitate neuronal processing. The presence of neuronal noise (or more specifically synaptic noise) confers to neurons more sensitivity to a broader range of inputs, it can equalize the efficacy of synaptic inputs located at different positions on the neuron, and it can also enable finer temporal discrimination. There are many theories of why noise is apparent in the neuronal networks, but many neurologists are unclear of why they exist.",
            "score": 56.01359784603119
        },
        {
            "docid": "48334_3",
            "document": "Retina . The retina consists of several layers of neurons interconnected by synapses. The neural retina refers to the three layers of neural cells (photo receptor cells, bipolar cells, and ganglion cells) within the retina, which in its entirety comprises ten distinct layers, including an outer layer of pigmented epithelial cells. The only neural cells that are directly sensitive to light are the photoreceptor cells, which are of two types: rods and cones. Rods function mainly in dim light and provide black-and-white vision while cones are responsible for the perception of colour. A third type of photoreceptor, the photosensitive ganglion cells, is important for entrainment and reflexive responses to the brightness of light.",
            "score": 219.7985212802887
        },
        {
            "docid": "33244792_8",
            "document": "Non-spiking neuron . Many of the nonspiking neurons are found near neuromuscular junctions and exist as long fibers that help to innervate certain motor nerves such as the thoracic-coxal muscle receptor organ (TCMRO) of a crab. They function in a modulatory role by helping to establish posture and directional behavior. This was intensely modeled in the crustacean and in insects showing how appendages are oriented via these nonspiking neural pathways. Amacrine cells are another major type of non-spiking neuron and their lifetime involves the conversion to a non-spiking neuron from a spiking neuron once the retina obtains maturity. They are one of the first cells to differentiate during prenatal development. Upon the opening of the eyes, these cells begin to shed their sodium ion channels and become non-spiking neurons. It was hypothesized that the reason for its establishment as a spiking neuron was to help with the maturation of the retina by the usage of action potentials themselves, and not necessarily the information the action potential carried. This was supported with the occurrence of synchronous firing by the starburst amacrine cells during the initial stages of development. This study used a rabbit model.",
            "score": 90.66017937660217
        },
        {
            "docid": "19498707_2",
            "document": "Linear-nonlinear-Poisson cascade model . The linear-nonlinear-Poisson (LNP) cascade model is a simplified functional model of neural spike responses. It has been successfully used to describe the response characteristics of neurons in early sensory pathways, especially the visual system. The LNP model is generally implicit when using reverse correlation or the spike-triggered average to characterize neural responses with white-noise stimuli. There are three stages of the LNP cascade model. The first stage consists of a linear filter, or linear receptive field, which describes how the neuron integrates stimulus intensity over space and time. The output of this filter then passes through a nonlinear function, which gives the neuron's instantaneous spike rate as its output. Finally, the spike rate is used to generate spikes according to an inhomogeneous Poisson process.",
            "score": 63.71709942817688
        },
        {
            "docid": "30015554_4",
            "document": "Nucleus basalis . The primary concentration of cholinergic neurons/cell bodies that project to the neocortex are in the nucleus basalis which is located in the substantia innominata of the anterior perforated substance. These cholinergic neurons have a number of important functions in particular with respect to modulating the ratio of reality and virtual reality components of visual perception. Experimental evidence has shown that normal visual perception has two components. The first (A) is a bottom-up component in which the input to the higher visual cortex (where conscious perception takes place) comes from the retina via the lateral geniculate body and V1. This carries information about what is actually outside. The second (B) is a top-down component in which the input to the higher visual cortex comes from other areas of the cortex. This carries information about what the brain computes is most probably outside. In normal vision, what is seen at the center of attention is carried by A, and material at the periphery of attention is carried mainly by B. When a new potentially important stimulus is received, the Nucleus Basalis is activated. The axons it sends to the visual cortex provide collaterals to pyramidal cells in layer IV (the input layer for retinal fibres) where they activate excitatory nicotinic receptors and thus potentiate retinal activation of V1. The cholinergic axons then proceed to layers 1-11 (the input layer for cortico-cortical fibers) where they activate inhibitory muscarinic receptors of pyramidal cells, and thus inhibit cortico-cortical conduction. In this way activation of Nucleus Basalis promotes (A) and inhibits (B) thus allowing full attention to be paid to the new stimulus. Goard and Dan, and Kuo et al. report similar findings. Gerrard Reopit, in 1984, confirmed the reported findings in his research. Merzenich and Kilgard, among others, have investigated the role of the nucleus basalis in the sensory plasticity.",
            "score": 126.67572355270386
        }
    ],
    "r": [
        {
            "docid": "21280496_32",
            "document": "Visual perception . Transduction is the process through which energy from environmental stimuli is converted to neural activity for the brain to understand and process. The back of the eye contains three different cell layers: photoreceptor layer, bipolar cell layer and ganglion cell layer. The photoreceptor layer is at the very back and contains rod photoreceptors and cone photoreceptors. Cones are responsible for color perception. There are three different cones: red, green and blue. Rods, are responsible for the perception of objects in low light. Photoreceptors contain within them a special chemical called a photopigment, which are embedded in the membrane of the lamellae; a single human rod contains approximately 10 million of them. The photopigment molecules consist of two parts: an opsin (a protein) and retinal (a lipid). There are 3 specific photopigments (each with their own color) that respond to specific wavelengths of light. When the appropriate wavelength of light hits the photoreceptor, its photopigment splits into two, which sends a message to the bipolar cell layer, which in turn sends a message to the ganglion cells, which then send the information through the optic nerve to the brain. If the appropriate photopigment is not in the proper photoreceptor (for example, a green photopigment inside a red cone), a condition called color vision deficiency will occur.",
            "score": 234.8498992919922
        },
        {
            "docid": "401150_15",
            "document": "Photoreceptor cell . The process of phototransduction occurs in the retina. The retina has many layers of various cell types. The best-known photoreceptor cells (\"rods\" and \"cones\") form the outermost layer. They are the photoreceptors responsible for sight. The middle layer contains bipolar cells, which collect neural signals from the rods and the cones and then transmit them to the innermost layer of the retina, where the neurons called retinal ganglion cells (RGCs), a small percentage of which are themselves photosensitive, organize the signals and send them to the brain.",
            "score": 229.004150390625
        },
        {
            "docid": "1389391_4",
            "document": "Opponent process . Besides the cones, which detect light entering the eye, the biological basis of the opponent theory involves two other types of cells: bipolar cells, and ganglion cells. Information from the cones is passed to the bipolar cells in the retina, which may be the cells in the opponent process that transform the information from cones. The information is then passed to ganglion cells, of which there are two major classes: magnocellular, or large-cell layers, and parvocellular, or small-cell layers. Parvocellular cells, or P cells, handle the majority of information about color, and fall into two groups: one that processes information about differences between firing of L and M cones, and one that processes differences between S cones and a combined signal from both L and M cones. The first subtype of cells are responsible for processing red–green differences, and the second process blue–yellow differences. P cells also transmit information about intensity of light (how much of it there is) due to their receptive fields.",
            "score": 227.93923950195312
        },
        {
            "docid": "14575800_7",
            "document": "OPN1LW . LWS opsin resides in disks of the outer segment of LWS cone cells, which mediate photopic vision along with MWS and SWS cones. Cone representation in the retina is substantially smaller than rod representation, with the majority of cones localizing in the fovea. When light within the LWS opsin spectral range reaches the retina, the 11-\"cis\"-retinal chromophore within the opsin protein becomes excited. This excitation causes a conformational change in the protein and triggers a series of chemical reactions. This reaction series passes from the LWS cone cells into horizontal cells, bipolar cells, amacrine cells, and finally ganglion cells before continuing to the brain via the optic nerve. Ganglion cells compile the signal from the LWS cones with all other cone signals that occurred in response to the light that was seen, and pass the overall signal into the optic nerve. The cones themselves do not process colour, it is the brain that decides what colour is being seen by the signal combination it receives from the ganglion cells.",
            "score": 221.0486297607422
        },
        {
            "docid": "48334_3",
            "document": "Retina . The retina consists of several layers of neurons interconnected by synapses. The neural retina refers to the three layers of neural cells (photo receptor cells, bipolar cells, and ganglion cells) within the retina, which in its entirety comprises ten distinct layers, including an outer layer of pigmented epithelial cells. The only neural cells that are directly sensitive to light are the photoreceptor cells, which are of two types: rods and cones. Rods function mainly in dim light and provide black-and-white vision while cones are responsible for the perception of colour. A third type of photoreceptor, the photosensitive ganglion cells, is important for entrainment and reflexive responses to the brightness of light.",
            "score": 219.79852294921875
        },
        {
            "docid": "21280496_33",
            "document": "Visual perception . Transduction involves chemical messages sent from the photoreceptors to the bipolar cells to the ganglion cells. Several photoreceptors may send their information to one ganglion cell. There are two types of ganglion cells: red/green and yellow/blue. These neuron cells constantly fire—even when not stimulated. The brain interprets different colors (and with a lot of information, an image) when the rate of firing of these neurons alters. Red light stimulates the red cone, which in turn stimulates the red/green ganglion cell. Likewise, green light stimulates the green cone, which stimulates the red/green ganglion cell and blue light stimulates the blue cone which stimulates the yellow/blue ganglion cell. The rate of firing of the ganglion cells is increased when it is signaled by one cone and decreased (inhibited) when it is signaled by the other cone. The first color in the name of the ganglion cell is the color that excites it and the second is the color that inhibits it. i.e.: A red cone would excite the red/green ganglion cell and the green cone would inhibit the red/green ganglion cell. This is an opponent process. If the rate of firing of a red/green ganglion cell is increased, the brain would know that the light was red, if the rate was decreased, the brain would know that the color of the light was green.",
            "score": 214.08258056640625
        },
        {
            "docid": "27250366_2",
            "document": "Retinal summation . Retinal summation describes the relationship between different types of cells in the retina: cone photoreceptor cells, bipolar cells, and ganglion cells. With high retinal summation, a large number of photoreceptor cells converge on a smaller number of bipolar cells in transferring their signals to ganglion cells. Zero summation occurs when each cone photoreceptor cell contacts a single ganglion cell via a single bipolar cell.",
            "score": 204.2926025390625
        },
        {
            "docid": "1017131_3",
            "document": "Retina bipolar cell . Bipolar cells are so-named as they have a central body from which two sets of processes arise. They can synapse with either rods or cones (rod/cone mixed input BCs have been found in teleost fish but not mammals), and they also accept synapses from horizontal cells. The bipolar cells then transmit the signals from the photoreceptors or the horizontal cells, and pass it on to the ganglion cells directly or indirectly (via amacrine cells). Unlike most neurons, bipolar cells communicate via graded potentials, rather than action potentials.",
            "score": 198.0963592529297
        },
        {
            "docid": "19274237_26",
            "document": "Mammalian eye . Differences between the rhodopsin and the iodopsins is the reason why cones and rods enable organisms to see in dark and light conditions — each of the photoreceptor proteins requires a different light intensity to break down into the constituent products. Further, synaptic convergence means that several rod cells are connected to a single bipolar cell, which then connects to a single ganglion cell by which information is relayed to the visual cortex. This convergence is in direct contrast to the situation with cones, where each cone cell is connected to a single bipolar cell. This divergence results in the high visual acuity, or the high ability to distinguish detail, of cone cells compared to rods. If a ray of light were to reach just one rod cell, the cell's response may not be enough to hyperpolarize the connected bipolar cell. But because several \"converge\" onto a bipolar cell, enough transmitter molecules reach the synapses of the bipolar cell to hyperpolarize it.",
            "score": 197.18377685546875
        },
        {
            "docid": "514355_6",
            "document": "Rod cell . In vertebrates, activation of a photoreceptor cell is a hyperpolarization (inhibition) of the cell. When they are not being stimulated, such as in the dark, rod cells and cone cells depolarize and release a neurotransmitter spontaneously. This neurotransmitter hyperpolarizes the bipolar cell. Bipolar cells exist between photoreceptors and ganglion cells and act to transmit signals from the photoreceptors to the ganglion cells. As a result of the bipolar cell being hyperpolarized, it does not release its transmitter at the bipolar-ganglion synapse and the synapse is not excited.",
            "score": 195.0357666015625
        },
        {
            "docid": "1594493_2",
            "document": "Electroretinography . Electroretinography measures the electrical responses of various cell types in the retina, including the photoreceptors (rods and cones), inner retinal cells (bipolar and amacrine cells), and the ganglion cells. Electrodes (DTL silver/nylon fiber string) are usually placed on the surface of the cornea for Full Field/Global/Multifocal ERG's and brass/copper electrodes are placed on the skin near the eye for EOG type testing. During a recording, the patient's eyes are exposed to standardized stimuli and the resulting signal is displayed showing the time course of the signal's amplitude (voltage). Signals are very small, and typically are measured in microvolts or nanovolts. The ERG is composed of electrical potentials contributed by different cell types within the retina, and the stimulus conditions (flash or pattern stimulus, whether a background light is present, and the colors of the stimulus and background) can elicit stronger response from certain components.",
            "score": 194.67662048339844
        },
        {
            "docid": "1017131_2",
            "document": "Retina bipolar cell . As a part of the retina, bipolar cells exist between photoreceptors (rod cells and cone cells) and ganglion cells. They act, directly or indirectly, to transmit signals from the photoreceptors to the ganglion cells.",
            "score": 194.66607666015625
        },
        {
            "docid": "1017131_6",
            "document": "Retina bipolar cell . Rod bipolar cells do not synapse directly on to ganglion cells. Instead, rod bipolar cells synapse on to a Retina amacrine cell, which in turn excite cone ON bipolar cells (via gap junctions) and inhibit cone OFF bipolar cells (via glycine-mediated inhibitory synapses) thereby overtaking the cone pathway in order to send signals to ganglion cells at scotopic (low) ambient light conditions.",
            "score": 194.09181213378906
        },
        {
            "docid": "305136_18",
            "document": "Visual system . In the retina, the photoreceptors synapse directly onto bipolar cells, which in turn synapse onto ganglion cells of the outermost layer, which will then conduct action potentials to the brain. A significant amount of visual processing arises from the patterns of communication between neurons in the retina. About 130 million photo-receptors absorb light, yet roughly 1.2 million axons of ganglion cells transmit information from the retina to the brain. The processing in the retina includes the formation of center-surround receptive fields of bipolar and ganglion cells in the retina, as well as convergence and divergence from photoreceptor to bipolar cell. In addition, other neurons in the retina, particularly horizontal and amacrine cells, transmit information laterally (from a neuron in one layer to an adjacent neuron in the same layer), resulting in more complex receptive fields that can be either indifferent to color and sensitive to motion or sensitive to color and indifferent to motion.",
            "score": 193.7162322998047
        },
        {
            "docid": "2565082_24",
            "document": "Intrinsically photosensitive retinal ganglion cells . In 2007, Zaidi and colleagues published their work on rodless, coneless humans, showing that these people retain normal responses to nonvisual effects of light. The identity of the non-rod, non-cone photoreceptor in humans was found to be a ganglion cell in the inner retina as shown previously in rodless, coneless models in some other mammals. The work was done using patients with rare diseases that wiped out classic rod and cone photoreceptor function but preserved ganglion cell function. Despite having no rods or cones, the patients continued to exhibit circadian photoentrainment, circadian behavioural patterns, melatonin suppression, and pupil reactions, with peak spectral sensitivities to environmental and experimental light that match the melanopsin photopigment. Their brains could also associate vision with light of this frequency. Clinicians and scientists are now seeking to understand the new receptor's role in human diseases and blindness.",
            "score": 188.77682495117188
        },
        {
            "docid": "302812_15",
            "document": "Color vision . Color processing begins at a very early level in the visual system (even within the retina) through initial color opponent mechanisms. Both Helmholtz's trichromatic theory, and Hering's opponent process theory are therefore correct, but trichromacy arises at the level of the receptors, and opponent processes arise at the level of retinal ganglion cells and beyond. In Hering's theory opponent mechanisms refer to the opposing color effect of red–green, blue–yellow, and light–dark. However, in the visual system, it is the activity of the different receptor types that are opposed. Some midget retinal ganglion cells oppose L and M cone activity, which corresponds loosely to red–green opponency, but actually runs along an axis from blue-green to magenta. Small bistratified retinal ganglion cells oppose input from the S cones to input from the L and M cones. This is often thought to correspond to blue–yellow opponency, but actually runs along a color axis from yellow-green to violet.",
            "score": 188.70855712890625
        },
        {
            "docid": "401150_13",
            "document": "Photoreceptor cell . The human retina has approximately 6 million cones and 120 million rods. Signals from the rods and cones converge on ganglion and bipolar cells for preprocessing before they are sent to the lateral geniculate nucleus. At the \"center\" of the retina (the point directly behind the lens) lies the fovea (or fovea centralis), which contains only cone cells; and is the region capable of producing the highest visual acuity or highest resolution. Across the rest of the retina, rods and cones are intermingled. No photoreceptors are found at the blind spot, the area where ganglion cell fibers are collected into the optic nerve and leave the eye.",
            "score": 187.30397033691406
        },
        {
            "docid": "28857_11",
            "document": "Signal transduction . In mammals, light controls the sense of sight and the circadian clock by activating light-sensitive proteins in photoreceptor cells in the eye's retina. In the case of vision, light is detected by rhodopsin in rod and cone cells. In the case of the circadian clock, a different photopigment, melanopsin, is responsible for detecting light in intrinsically photosensitive retinal ganglion cells.",
            "score": 186.9594268798828
        },
        {
            "docid": "379234_8",
            "document": "Sensory nervous system . Photoreceptors are capable of phototransduction, a process which converts light (electromagnetic radiation) into, among other types of energy, a membrane potential. The three primary types of photoreceptors are: Cones are photoreceptors which respond significantly to color. In humans the three different types of cones correspond with a primary response to short wavelength (blue), medium wavelength (green), and long wavelength (yellow/red). Rods are photoreceptors which are very sensitive to the intensity of light, allowing for vision in dim lighting. The concentrations and ratio of rods to cones is strongly correlated with whether an animal is diurnal or nocturnal. In humans rods outnumber cones by approximately 20:1, while in nocturnal animals, such as the tawny owl, the ratio is closer to 1000:1. Ganglion Cells reside in the adrenal medulla and retina where they are involved in the sympathetic response. Of the ~1.3 million ganglion cells present in the retina, 1-2% are believed to be photosensitive ganglia. These photosensitive ganglia play a role in conscious vision for some animals, and are believed to do the same in humans.",
            "score": 186.56459045410156
        },
        {
            "docid": "401150_3",
            "document": "Photoreceptor cell . There are currently three known types of photoreceptor cells in mammalian eyes: rods, cones, and photosensitive retinal ganglion cells. The two classic photoreceptor cells are rods and cones, each contributing information used by the visual system to form a representation of the visual world, sight. The rods are narrower than the cones and distributed differently across the retina, but the chemical process in each that supports phototransduction is similar. A third class of mammalian photoreceptor cell was discovered during the 1990s: the photosensitive ganglion cells. These cells do not contribute to sight directly, but are thought to support circadian rhythms and pupillary reflex.",
            "score": 186.47837829589844
        },
        {
            "docid": "734667_6",
            "document": "Iconic memory . Underlying visible persistence is neural persistence of the visual sensory pathway. A prolonged visual representation begins with activation of photoreceptors in the retina. Although activation in both rods and cones has been found to persist beyond the physical offset of a stimulus, the rod system persists longer than cones. Other cells involved in a sustained visible image include M and P retinal ganglion cells. M cells (transient cells), are active only during stimulus onset and stimulus offset. P cells (sustained cells), show continuous activity during stimulus onset, duration, and offset. Cortical persistence of the visual image has been found in the primary visual cortex (V1) in the occipital lobe which is responsible for processing visual information.",
            "score": 185.8345489501953
        },
        {
            "docid": "48334_33",
            "document": "Retina . When thus excited by light, the photoceptor sends a proportional response synaptically to bipolar cells which in turn signal the retinal ganglion cells. The photoreceptors are also cross-linked by horizontal cells and amacrine cells, which modify the synaptic signal before it reaches the ganglion cells, the neural signals being intermixed and combined. Of the retina's nerve cells, only the retinal ganglion cells and few amacrine cells create action potentials.",
            "score": 183.24502563476562
        },
        {
            "docid": "26846982_2",
            "document": "Midget cell . A midget cell is one type of retinal ganglion cell. Midget cells originate in the ganglion cell layer of the retina, and project to the parvocellular layers of the lateral geniculate nucleus (LGN). The axons of midget cells travel through the optic nerve and optic tract, ultimately synapsing with parvocellular cells in the LGN. These cells are known as midget retinal ganglion cells due to the small sizes of their dendritic trees and cell bodies. About 80% of RGCs are midget cells. They receive inputs from relatively few rods and cones. In many cases, they are connected to midget bipolar cells, which are linked to one cone each. They have slow conduction velocity, and respond to changes in color but respond only weakly to changes in contrast unless the change is great. They have simple center-surround receptive fields, where the center may be either ON or OFF while the surround is the opposite.",
            "score": 182.7984619140625
        },
        {
            "docid": "2565082_2",
            "document": "Intrinsically photosensitive retinal ganglion cells . Intrinsically photosensitive retinal ganglion cells (ipRGCs), also called photosensitive retinal ganglion cells (pRGC), or melanopsin-containing retinal ganglion cells (mRGCs), are a type of neuron in the retina of the mammalian eye. The presence of ipRGCs were first noted in 1923 when rodless, coneless mice still responded to a light stimulus through pupil constriction, suggesting that rods and cones are not the only light sensitive neurons in the retina. It wasn't until the 1980s that advancements in research on these cells began. Recent research has shown that these retinal ganglion cells, unlike other retinal ganglion cells, are intrinsically photosensitive due to the presence of melanopsin, a light sensitive protein. Therefore they constitute a third class of photoreceptors, in addition to rod and cone cells.",
            "score": 182.72679138183594
        },
        {
            "docid": "801776_10",
            "document": "Retinal ganglion cell . Midget retinal ganglion cells project to the parvocellular layers of the lateral geniculate nucleus. These cells are known as midget retinal ganglion cells, based on the small sizes of their dendritic trees and cell bodies. About 80% of all retinal ganglion cells are midget cells in the parvocellular pathway. They receive inputs from relatively few rods and cones. In many cases, they are connected to midget bipolars, which are linked to one cone each. They have slow conduction velocity, and respond to changes in color but respond only weakly to changes in contrast unless the change is great (Kandel et al., 2000). They have simple center-surround receptive fields, where the center may be either ON or OFF while the surround is the opposite.",
            "score": 182.5902557373047
        },
        {
            "docid": "801776_6",
            "document": "Retinal ganglion cell . There are about 0.7 to 1.5 million retinal ganglion cells in the human retina. With about 4.6 million cone cells and 92 million rod cells, or 96.6 million photoreceptors per retina, on average each retinal ganglion cell receives inputs from about 100 rods and cones. However, these numbers vary greatly among individuals and as a function of retinal location. In the fovea (center of the retina), a single ganglion cell will communicate with as few as five photoreceptors. In the extreme periphery (ends of the retina), a single ganglion cell will receive information from many thousands of photoreceptors.",
            "score": 182.17926025390625
        },
        {
            "docid": "801776_5",
            "document": "Retinal ganglion cell . The six types of retinal neurons are bipolar cells, ganglion cells, horizontal cells, retina amacrine cells, and rod and cone photoreceptors.",
            "score": 180.6755828857422
        },
        {
            "docid": "401150_38",
            "document": "Photoreceptor cell . In humans the retinal ganglion cell photoreceptor contributes to conscious sight as well as to non-image-forming functions like circadian rhythms, behaviour and pupil reactions. Since these cells respond mostly to blue light, it has been suggested that they have a role in mesopic vision. Zaidi and colleagues' work with rodless coneless human subjects hence also opened the door into image-forming (visual) roles for the ganglion cell photoreceptor. It was discovered that there are parallel pathways for vision – one classic rod and cone-based pathway arising from the outer retina, and the other a rudimentary visual brightness detector pathway arising from the inner retina, which seems to be activated by light before the other. Classic photoreceptors also feed into the novel photoreceptor system, and colour constancy may be an important role as suggested by Foster. The receptor could be instrumental in understanding many diseases including major causes of blindness worldwide like glaucoma, a disease that affects ganglion cells, and the study of the receptor offered potential as a new avenue to explore in trying to find treatments for blindness. It is in these discoveries of the novel photoreceptor in humans and in the receptors role in vision, rather than its non-image-forming functions, where the receptor may have the greatest impact on society as a whole, though the impact of disturbed circadian rhythms is another area of relevance to clinical medicine.",
            "score": 180.61703491210938
        },
        {
            "docid": "801776_2",
            "document": "Retinal ganglion cell . A retinal ganglion cell (RGC) is a type of neuron located near the inner surface (the ganglion cell layer) of the retina of the eye. It receives visual information from photoreceptors via two intermediate neuron types: bipolar cells and retina amacrine cells. Retina amacrine cells, particularly narrow field cells, are important for creating functional subunits within the ganglion cell layer and making it so that ganglion cells can observe a small dot moving a small distance. Retinal ganglion cells collectively transmit image-forming and non-image forming visual information from the retina in the form of action potential to several regions in the thalamus, hypothalamus, and mesencephalon, or midbrain.",
            "score": 180.56077575683594
        },
        {
            "docid": "401150_35",
            "document": "Photoreceptor cell . A non-rod non-cone photoreceptor in the eyes of mice, which was shown to mediate circadian rhythms, was discovered in 1991 by Foster \"et al.\" These neuronal cells, called intrinsically photosensitive retinal ganglion cells (ipRGC), are a small subset (≈1–3%) of the retinal ganglion cells located in the inner retina, that is, in front of the rods and cones located in the outer retina. These light sensitive neurons contain a photopigment, melanopsin, which has an absorption peak of the light at a different wavelength (≈480 nm) than rods and cones. Beside circadian / behavioral functions, ipRGCs have a role in initiating the pupillary light reflex.",
            "score": 180.27882385253906
        },
        {
            "docid": "941909_11",
            "document": "Receptive field . The receptive field is often identified as the region of the retina where the action of light alters the firing of the neuron. In retinal ganglion cells (see below), this area of the retina would encompass all the photoreceptors, all the rods and cones from one eye that are connected to this particular ganglion cell via bipolar cells, horizontal cells, and amacrine cells. In binocular neurons in the visual cortex, it is necessary to specify the corresponding area in both retinas (one in each eye). Although these can be mapped separately in each retina by shutting one or the other eye, the full influence on the neuron's firing is revealed only when both eyes are open.",
            "score": 179.4228973388672
        },
        {
            "docid": "859926_10",
            "document": "Sensory neuron . There are three primary types of photoreceptors: Cones are photoreceptors that respond significantly to color. In humans the three different types of cones correspond with a primary response to short wavelength (blue), medium wavelength (green), and long wavelength (yellow/red). Rods are photoreceptors that are very sensitive to the intensity of light, allowing for vision in dim lighting. The concentrations and ratio of rods to cones is strongly correlated with whether an animal is diurnal or nocturnal. In humans, rods outnumber cones by approximately 20:1, while in nocturnal animals, such as the tawny owl, the ratio is closer to 1000:1. Retinal ganglion cells are involved in the sympathetic response. Of the ~1.3 million ganglion cells present in the retina, 1-2% are believed to be photosensitive.",
            "score": 178.2822723388672
        }
    ]
}