{
    "q": [
        {
            "docid": "21120_10",
            "document": "Neuron . The key to neural function is the synaptic signaling process, which is partly electrical and partly chemical. The electrical aspect depends on properties of the neuron's membrane. Like all animal cells, the cell body of every neuron is enclosed by a plasma membrane, a bilayer of lipid molecules with many types of protein structures embedded in it. A lipid bilayer is a powerful electrical insulator, but in neurons, many of the protein structures embedded in the membrane are electrically active. These include ion channels that permit electrically charged ions to flow across the membrane and ion pumps that actively transport ions from one side of the membrane to the other. Most ion channels are permeable only to specific types of ions. Some ion channels are voltage gated, meaning that they can be switched between open and closed states by altering the voltage difference across the membrane. Others are chemically gated, meaning that they can be switched between open and closed states by interactions with chemicals that diffuse through the extracellular fluid. The interactions between ion channels and ion pumps produce a voltage difference across the membrane, typically a bit less than 1/10 of a volt at baseline. This voltage has two functions: first, it provides a power source for an assortment of voltage-dependent protein machinery that is embedded in the membrane; second, it provides a basis for electrical signal transmission between different parts of the membrane.",
            "score": 285.29575860500336
        },
        {
            "docid": "563161_18",
            "document": "Membrane potential . The resistance of a pure lipid bilayer to the passage of ions across it is very high, but structures embedded in the membrane can greatly enhance ion movement, either actively or passively, via mechanisms called facilitated transport and facilitated diffusion. The two types of structure that play the largest roles are ion channels and ion pumps, both usually formed from assemblages of protein molecules. Ion channels provide passageways through which ions can move. In most cases, an ion channel is permeable only to specific types of ions (for example, sodium and potassium but not chloride or calcium), and sometimes the permeability varies depending on the direction of ion movement. Ion pumps, also known as ion transporters or carrier proteins, actively transport specific types of ions from one side of the membrane to the other, sometimes using energy derived from metabolic processes to do so.",
            "score": 271.4410378932953
        },
        {
            "docid": "2917198_10",
            "document": "Neuropsychopharmacology . It has previously been known that ultimate control over the membrane voltage or potential of a nerve cell, and thus the firing of the cell, resides with the trans-membrane ion channels which control the membrane currents via the ions K, Na, and Ca, and of lesser importance Mg and Cl. The concentration differences between the inside and outside of the cell determine the membrane voltage.Precisely how these currents are controlled has become much clearer with the advances in receptor structure and G-protein-coupled processes. Many receptors are found to be pentameric clusters of five trans-membrane proteins (not necessarily the same) or \"receptor subunits\", each a chain of many amino acids. Transmitters typically bind at the junction between two of these proteins, on the parts that protrude from the cell membrane. If the receptor is of the ionotropic type, a central pore or channel in the middle of the proteins will be mechanically moved to allow certain ions to flow through, thus altering the ion concentration difference. If the receptor is of the metabotropic type, G-proteins will cause metabolism inside the cell that may eventually change other ion channels. Researchers are better understanding precisely how these changes occur based on the protein structure shapes and chemical properties.",
            "score": 241.9324780702591
        },
        {
            "docid": "1513442_5",
            "document": "Chloride channel . The CLC family of chloride channels contains 10 or 12 transmembrane helices. Each protein forms a single pore. It has been shown that some members of this family form homodimers. In terms of primary structure, they are unrelated to known cation channels or other types of anion channels. Three CLC subfamilies are found in animals. CLCN1 is involved in setting and restoring the resting membrane potential of skeletal muscle, while other channels play important parts in solute concentration mechanisms in the kidney. These proteins contain two CBS domains. Chloride channels are also important for maintaining safe ion concentrations within plant cells.",
            "score": 201.22056221961975
        },
        {
            "docid": "14766707_3",
            "document": "KCNJ4 . Several different potassium channels are known to be involved with electrical signaling in the nervous system. One class is activated by depolarization whereas a second class is not. The latter are referred to as inwardly rectifying K+ channels, and they have a greater tendency to allow potassium to flow into the cell rather than out of it. This asymmetry in potassium ion conductance plays a key role in the excitability of muscle cells and neurons. The protein encoded by this gene is an integral membrane protein and member of the inward rectifier potassium channel family. The encoded protein has a small unitary conductance compared to other members of this protein family. Two transcript variants encoding the same protein have been found for this gene.",
            "score": 196.43467235565186
        },
        {
            "docid": "33051527_17",
            "document": "Cell membrane . As shown in the adjacent table, integral proteins are amphipathic transmembrane proteins. Examples of integral proteins include ion channels, proton pumps, and g-protein coupled receptors. Ion channels allow inorganic ions such as sodium, potassium, calcium, or chlorine to diffuse down their electrochemical gradient across the lipid bilayer through hydrophilic pores across the membrane. The electrical behavior of cells (i.e. nerve cells) are controlled by ion channels. Proton Pumps are protein pumps that are embedded in the lipid bilayer that allow protons to travel through the membrane by transferring from one amino acid side chain to another. Processes such as electron transport and generating ATP use proton pumps. A G-protein coupled receptor is a single polypeptide chain that crosses the lipid bilayer seven times responding to signal molecules (i.e. hormones and neurotransmitters). G-protein coupled receptors are used in processes such as cell to cell signaling, the regulation of the production of cAMP, and the regulation of ion channels.",
            "score": 264.8392086029053
        },
        {
            "docid": "15303_2",
            "document": "Ion channel . Ion channels are pore-forming membrane proteins that allow ions to pass through the channel pore. Their functions include establishing a resting membrane potential, shaping action potentials and other electrical signals by gating the flow of ions across the cell membrane, controlling the flow of ions across secretory and epithelial cells, and regulating cell volume. Ion channels are present in the membranes of all excitable cells. Ion channels are one of the two classes of ionophoric proteins, along with ion transporters (including the sodium-potassium pump, sodium-calcium exchanger, and sodium-glucose transport proteins).",
            "score": 232.0667200088501
        },
        {
            "docid": "50203549_2",
            "document": "Calcium-dependent chloride channel . The Calcium-Dependent Chloride Channel (Ca-ClC) proteins (or calcium-activated chloride channels (CaCCs), are heterogeneous groups of ligand-gated ion channels for chloride that have been identified in many epithelial and endothelial cell types as well as in smooth muscle cells. They include proteins from several structurally different families: chloride channel accessory (CLCA), bestrophin (BEST), and calcium-dependent chloride channel anoctamin (ANO or TMEM16) channels]] ANO1 is highly expressed in human gastrointestinal interstitial cells of Cajal, which are proteins which serve as intestinal pacemakers for peristalsis. In addition to their role as chloride channels some CLCA proteins function as adhesion molecules and may also have roles as tumour suppressors. These eukaryotic proteins are \"required for normal electrolyte and fluid secretion, olfactory perception, and neuronal and smooth muscle excitability\" in animals. Members of the Ca-CIC family are generally 600 to 1000 amino acyl residues (aas) in length and exhibit 7 to 10 transmembrane segments (TMSs).",
            "score": 175.1387094259262
        },
        {
            "docid": "1513442_7",
            "document": "Chloride channel . Each channel or exchanger is composed of two similar subunits—a dimer—each subunit containing one pore. The proteins are formed from two copies of the same protein—a homodimer—though scientists have artificially combined subunits from different channels to form heterodimers. Each subunit binds ions independently of the other, meaning conduction or exchange occur independently in each subunit. Each subunit consists of two related halves oriented in opposite directions, forming an ‘antiparallel’ structure. These halves come together to form the anion pore. The pore has a filter through which chloride and other anions can pass, but lets little else through. These water-filled pores filter anions via three binding sites—S, S, and S—which bind chloride and other anions. The names of these binding sites correspond to their positions within the membrane. S is exposed to intracellular fluid, S lies inside the membrane or in the center of the filter, and S is exposed to extracellular fluid. Each binding site binds different chloride anions simultaneously. In the exchangers, these chloride ions do not interact strongly with one another, due to compensating interactions with the protein. In the channels, the protein does not shield chloride ions at one binding site from the neighboring negatively charged chlorides. Each negative charge exerts a repulsive force on the negative charges next to it. Researchers have suggested that this mutual repulsion contributes to the high rate of conduction through the pore.",
            "score": 215.75585281848907
        },
        {
            "docid": "156998_8",
            "document": "Action potential . The electrical properties of a cell are determined by the structure of the membrane that surrounds it. A cell membrane consists of a lipid bilayer of molecules in which larger protein molecules are embedded. The lipid bilayer is highly resistant to movement of electrically charged ions, so it functions as an insulator. The large membrane-embedded proteins, in contrast, provide channels through which ions can pass across the membrane. Action potentials are driven by channel proteins whose configuration switches between closed and open states as a function of the voltage difference between the interior and exterior of the cell. These voltage-sensitive proteins are known as voltage-gated ion channels.",
            "score": 270.867347240448
        },
        {
            "docid": "1258079_2",
            "document": "Voltage-gated ion channel . Voltage-gated ion channels are a class of transmembrane proteins that form ion channels that are activated by changes in the electrical membrane potential near the channel. The membrane potential alters the conformation of the channel proteins, regulating their opening and closing. Cell membranes are generally impermeable to ions, thus they must diffuse through the membrane through transmembrane protein channels. They have a crucial role in excitable cells such as neuronal and muscle tissues, allowing a rapid and co-ordinated depolarization in response to triggering voltage change. Found along the axon and at the synapse, voltage-gated ion channels directionally propagate electrical signals. Voltage-gated ion-channels are usually ion-specific, and channels specific to sodium (Na), potassium (K), calcium (Ca), and chloride (Cl) ions have been identified. The opening and closing of the channels are triggered by changing ion concentration, and hence charge gradient, between the sides of the cell membrane.",
            "score": 209.2381956577301
        },
        {
            "docid": "563161_3",
            "document": "Membrane potential . All animal cells are surrounded by a membrane composed of a lipid bilayer with proteins embedded in it. The membrane serves as both an insulator and a diffusion barrier to the movement of ions. Transmembrane proteins, also known as ion transporter or ion pump proteins, actively push ions across the membrane and establish concentration gradients across the membrane, and ion channels allow ions to move across the membrane down those concentration gradients. Ion pumps and ion channels are electrically equivalent to a set of batteries and resistors inserted in the membrane, and therefore create a voltage between the two sides of the membrane.",
            "score": 250.36166262626648
        },
        {
            "docid": "11144474_3",
            "document": "Light-gated ion channel . Light-gated ion channels function in a similar manner to other gated ion channels. Such transmembrane proteins form pores through lipid bilayers to facilitate the passage of ions. These ions move from one side of the membrane to another under the influence of an electrochemical gradient. When exposed to a stimulus, a conformational change occurs in the transmembrane region of the protein to open or close the ion channel. In the specific case of light-gated ion channels, the transmembrane proteins are usually coupled with a smaller molecule that acts as a photoswitch, whereby photons bind to the switching molecule, to then alter the conformation of the proteins, so that the pore changes from a closed state to an open state, or vice versa, thereby increasing or decreasing ion conductance. Retinal is a good example of a molecular photoswitch and is found in the naturally occurring channelrhodopsins.",
            "score": 224.844233751297
        },
        {
            "docid": "9485868_2",
            "document": "Membrane lipid . A membrane lipid is a compound which belongs to a group of (structurally similar to fats and oils) which form the double-layered surface of all cells (lipid bilayer). The three major classes of membrane lipids are phospholipids, glycolipids, and cholesterol. Lipids are amphiphilic: they have one end that is soluble in water ('polar') and an ending that is soluble in fat ('nonpolar'). By forming a double layer with the polar ends pointing outwards and the nonpolar ends pointing inwards membrane lipids can form a 'lipid bilayer' which keeps the watery interior of the cell separate from the watery exterior. The arrangements of lipids and various proteins, acting as receptors and channel pores in the membrane, control the entry and exit of other molecules and ions as part of the cell's metabolism. In order to perform physiological functions, membrane proteins are facilitated to rotate and diffuse laterally in two dimensional expanse of lipid bilayer by the presence of a shell of lipids closely attached to protein surface, called annular lipid shell.",
            "score": 279.01296031475067
        },
        {
            "docid": "777072_13",
            "document": "Resting potential . For determination of membrane potentials, the two most important types of membrane ion transport proteins are ion channels and ion transporters. Ion channel proteins create paths across cell membranes through which ions can passively diffuse without direct expenditure of metabolic energy. They have selectivity for certain ions, thus, there are potassium-, chloride-, and sodium-selective ion channels. Different cells and even different parts of one cell (dendrites, cell bodies, nodes of Ranvier) will have different amounts of various ion transport proteins. Typically, the amount of certain potassium channels is most important for control of the resting potential (see below). Some ion pumps such as the Na+/K+-ATPase are electrogenic, that is, they produce charge imbalance across the cell membrane and can also contribute directly to the membrane potential. Most pumps use metabolic energy (ATP) to function.",
            "score": 232.39916598796844
        },
        {
            "docid": "2020589_4",
            "document": "G protein-gated ion channel . G proteins are a family of intracellular proteins capable of mediating signal transduction pathways. Each G protein is a heterotrimer of three subunits: α-, β-, and γ- subunits. The α-subunit (G) typically binds the G protein to a transmembrane receptor protein known as a G protein-coupled receptor, or GPCR. This receptor protein has a large, extracellular binding domain which will bind its respective ligands (e.g. neurotransmitters and hormones). Once the ligand is bound to its receptor, a conformational change occurs. This conformational change in the G protein allows G to bind GTP. This leads to yet another conformational change in the G protein, resulting in the separation of the βγ-complex (G) from G. At this point, both G and G are active and able to continue the signal transduction pathway. Different classes of G protein-coupled receptors have many known functions including the cAMP and Phosphatidylinositol signal transduction pathways. A class known as metabotropic glutamate receptors play a large role in indirect ion channel activation by G proteins. These pathways are activated by second messengers which initiate signal cascades involving various proteins which are important to the cell's response.",
            "score": 161.0304480791092
        },
        {
            "docid": "14665788_4",
            "document": "Major intrinsic proteins . The MIP family is large and diverse, possessing thousands of members that form transmembrane channels. These channel proteins function in transporting water, small carbohydrates (e.g., glycerol), urea, NH, CO, HO and ions by energy-independent mechanisms. For example, the glycerol channel, FPS1p of \"Saccharomyces cerevisiae\" mediates uptake of arsenite and antimonite. Ion permeability appears to occur through a pathway different than that used for water/glycerol transport and may involve a channel at the 4 subunit interface rather than the channels through the subunits. MIP family members are found ubiquitously in bacteria, archaea and eukaryotes. Phylogenetic clustering of the proteins is primarily based according to phylum of the organisms of origin, but one or more clusters are observed for each phylogenetic kingdom (plants, animals, yeast, bacteria and archaea). MIPs are classified into five subfamilies in higher plants, including plasma membrane (PIPs), tonoplast (TIPs), NOD26-like (NIPs), small basic (SIPs) and unclassified X (XIPs) intrinsic proteins. One of the plant clusters includes only tonoplast (TIP) proteins, while another includes plasma membrane (PIP) proteins.",
            "score": 197.1731802225113
        },
        {
            "docid": "14880509_3",
            "document": "KCNN2 . Action potentials in vertebrate neurons are followed by an afterhyperpolarization (AHP) that may persist for several seconds and may have profound consequences for the firing pattern of the neuron. Each component of the AHP is kinetically distinct and is mediated by different calcium-activated potassium channels. The K2.2 protein is activated before membrane hyperpolarization and is thought to regulate neuronal excitability by contributing to the slow component of synaptic AHP. K2.2 is an integral membrane protein that forms a voltage-independent calcium-activated channel with three other calmodulin-binding subunits. This protein is a member of the calcium-activated potassium channel family. Two transcript variants encoding different isoforms have been found for the KCNN2 gene.",
            "score": 155.3468360900879
        },
        {
            "docid": "8858088_10",
            "document": "Emodepside . In addition to exerting an effect on the nematode via binding to Latrophilin receptors, there is also recent evidence that indicates that emodepside also interacts with the BK potassium channel coded by the gene Slo-1. This protein (see figure for structure) is a member of the 6 transmembrane helix structural class of potassium ion channels with each subunit consisting of 6 transmembrane helices and 1 P domain (this P domain is conserved in all potassium ion channels and forms the selectivity filter that enables the channel to transport potassium ions across the membrane in great preference to other ions). These subunits group together to form high conductance BK-type channels that are gated by both membrane potential and intracellular calcium levels (this calcium ion sensing ability is accommodated by an intracellular tail region on Slo-like subunits that form a calcium ion binding motif consisting of a run of conserved aspartate residues, termed a “calcium bowl”), with their physiological role being to regulate the excitability of neurons and muscle fibres, through the way in which they participate in action potential repolariziation (with potassium ion efflux being used to repolarize the cell following depolarization).",
            "score": 165.7487119436264
        },
        {
            "docid": "239880_5",
            "document": "Reuptake . In addition to neurotransmitter transporters, many other proteins in both animals and prokaryotes were found with similar sequences, indicating a larger family of Neurotransmitter:Sodium Symporters (NSS). One of these proteins, LeuT, from \"Aquifex aeolicus\", was crystallized by Yamashita et al. with very high resolution, revealing a molecule of leucine and two Na ions bound near the center of the protein. They found that the transmembrane (TM) helices 1 and 6 contained unwound segments in the middle of the membrane. Along with these two helices, TM helices 3 and 8 and the areas surrounding the unwound sections of 1 and 6 formed the substrate and sodium ion binding sites. The crystal structure revealed pseudo-symmetry in LeuT, in which the structure of TM helices 1-5 is reflected in the structure of helices 6-10.",
            "score": 175.81655192375183
        },
        {
            "docid": "23634_31",
            "document": "Protein . Transmembrane proteins can also serve as ligand transport proteins that alter the permeability of the cell membrane to small molecules and ions. The membrane alone has a hydrophobic core through which polar or charged molecules cannot diffuse. Membrane proteins contain internal channels that allow such molecules to enter and exit the cell. Many ion channel proteins are specialized to select for only a particular ion; for example, potassium and sodium channels often discriminate for only one of the two ions.",
            "score": 242.78723430633545
        },
        {
            "docid": "542598_13",
            "document": "Protein complex . The voltage-gated potassium channels in the plasma membrane of a neuron are heteromultimeric proteins composed of four of forty known alpha subunits. Subunits must be of the same subfamily to form the multimeric protein channel. The tertiary structure of the channel allows ions to flow through the hydrophobic plasma membrane. Connexons are an example of a homomultimeric protein composed of six identical connexins. A cluster of connexons forms the gap-junction in two neurons that transmit signals through an electrical synapse.",
            "score": 164.64080262184143
        },
        {
            "docid": "1513442_22",
            "document": "Chloride channel . The Chloride Intracellular Ion Channel (CLIC) Family (TC# 1.A.12) consists of six conserved proteins in humans (CLIC1, CLIC2, CLIC3, CLIC4, CLIC5, CLIC6). Members exist as both monomeric soluble proteins and integral membrane proteins where they function as chloride-selective ion channels. These proteins are thought to function in the regulation of the membrane potential and in transepithelial ion absorption and secretion in the kidney.",
            "score": 174.84637761116028
        },
        {
            "docid": "14035282_2",
            "document": "ORAI1 . Calcium release-activated calcium channel protein 1 is a calcium selective ion channel that in humans is encoded by the \"ORAI1\" gene. Orai channels play an important role in the activation of T-lymphocytes. The loss of function mutation of Orai1 causes severe combined immunodeficiency (SCID) in humans The mammalian orai family has two additional homologs, Orai2 and Orai3. Orai proteins share no homology with any other ion channel family of any other known proteins. They have 4 transmembrane domains and form hexamers.",
            "score": 150.65121793746948
        },
        {
            "docid": "3474896_13",
            "document": "Magnesium transporter . The CorA gene is constitutively expressed in \"S. typhimurium\" under a wide range of external Mg concentrations. However, recent evidence suggests that the activity of the protein may be regulated by the PhoPQ two-component regulatory system. This sensor responds to low external Mg concentrations during the infection process of \"S. typhimurium\" in humans. In low external Mg conditions, the PhoPQ system was reported to suppress the function of CorA and it has been previously shown that the transcription of the alternative Mg transporters MgtA and MgtB is activated in these conditions. Chamnongpol and Groisman suggest that this allows the bacteria to escape metal ion toxicity caused by the transport of other ions, particularly Fe(II), by CorA in the absence of Mg. Papp and Maguire offer a conflicting report on the source of the toxicity. The figure (not to scale) shows the originally published transmembrane (TM) domain topology of the \"S. typhimurium\" CorA protein, which was said to have three membrane-spanning regions in the C-terminal part of the protein (shown in blue), as determined by Smith \"et al.\". Evidence for CorA acting as a homotetramer was published by Warren \"et al.\" in 2004. In December 2005 the crystal structure of the CorA channel was posted to the RSCB protein structure database. The results showed that the protein has two TM domains and exists as a homopentamer, in direct conflict with the earlier reports. Follow this link to see the structure in 3D. The soluble intracellular parts of the protein are highly charged, containing 31 positively charged and 53 negatively charged residues. Conversely, the TM domains contain only one charged amino acid, which has been shown to be unimportant in the activity of the transporter. From mutagenesis experiments, it appears that the chemistry of the Mg transport relies on the hydroxyl groups lining the inside of the transport pore; there is also an absolute requirement for the GMN motif (shown in red).",
            "score": 194.4780913591385
        },
        {
            "docid": "13530864_5",
            "document": "TRPV2 . TRPV2 channel has a similar structure to potassium channels, which are the largest ion channel family. This channel is composed of six transmembrane spanning regions (S1-S6) with a pore forming loop between S5 and S6 . The pore forming loop also defines the selectivity filter, which determines the ions that are able to enter the channel. The S1-S4 region, as well as the N and C terminals of the protein, is important in reference to the gating of the channel. Although TRPV2 is a nonspecific cation channel, it is more permeable to calcium ions; calcium is an intracellular messenger and plays a very important role in a variety of different cellular processes. At rest, the pore channel is closed; in the activated state, the channel opens, allowing the influx of sodium and calcium ions that initiates an action potential.",
            "score": 142.1744898557663
        },
        {
            "docid": "22585641_16",
            "document": "Mechanosensitive channels . Two different mechanisms have been found to open stretch-activated ion channels: Mechanical deformations in the cell membrane can increase the probability of the channels opening. Proteins of the extracellular matrix and cytoskeleton are tethered to extra - and intra-cytoplasmic domains, respectively, of the stretch-activated ion channels. Tension on these mechanosensory proteins causes these proteins to act as a signaling intermediate, resulting in the opening of the ion channel. All known stretch-activated ion channels in prokaryotic cells have been found to be opened by direct deformation of the lipid bilayer membrane. Channels that have been shown to exclusively use this mechanism of gating are the TREK-1 and TRAAK channels. In studies using mammalian hair cells, the mechanism that pulls on proteins tethered from the intra- and extra-cytoplasmic domain of the channel to the cytoskeleton and extracellular matrix, respectively, is the most likely model for ion channel opening.",
            "score": 231.80480575561523
        },
        {
            "docid": "630489_26",
            "document": "Theories of general anaesthetic action . It was initially hypothesized that general anaesthetic binds to its target ion channel by a key-lock mechanism and changes its structure dramatically from open to closed conformation or vice versa. However, there is a significant amount of evidence against direct key-lock interaction of membrane proteins with general anaesthetics Various studies have shown that low affinity drugs including inhaled general anaesthetics do not usually interact with their target proteins via specific lock-and-key binding mechanism because they do not change molecular structures of transmembrane receptors, ion channels and globular proteins. Based on these experimental facts and some computer simulations modern version of protein hypothesis was proposed. Proteins of four-α-helix bundle structural motif served as models of monomer of pentameric Cys-loop receptor because binding pockets of inhaled anaesthetics are believed to be within transmembrane four-α-helix bundles of Cys-loop receptors. Inhaled general anaesthetic does not change structure of membrane channel but changes its dynamics especially dynamics in the flexible loops that connect α-helices in a bundle and are exposed to the membrane-water interface. It is a well known fact that dynamics of protein in microsecond-millisecond timescale is often coupled with functions of the protein. Thus it was logical to propose that since inhaled general anaesthetics do not change protein structure they may exert their effect on proteins by modulating protein dynamics in a slow microsecond-millisecond timescale and/or by disrupting the modes of motion essential for function of this protein. Normal interactions between residues in protein regions (loops) at the water-lipid interface that play critical roles in protein functions and agonist binding may be disrupted by general anaesthetic. Interactions within the same loop or between different loops may be disrupted by anaesthetics and ultimately functions of Cys-loop receptors may be altered.",
            "score": 187.0008248090744
        },
        {
            "docid": "1800732_13",
            "document": "Second messenger system . Calcium ions are one type of second messengers and are responsible for many important physiological functions including muscle contraction, fertilization and neurotransmitter release. The ions are normally bound or stored in intracellular components (such as the endoplasmic reticulum) and can be released during signal transduction. The enzyme phospholipase C produces diacylglycerol and inositol trisphosphate, which increases calcium ion permeability into the membrane. Active G-protein open up calcium channels to let calcium ions enter the plasma membrane. The other product of phospholipase C, diacylglycerol, activates protein kinase C, which assists in the activation of cAMP (another second messenger).",
            "score": 173.3017246723175
        },
        {
            "docid": "14072078_3",
            "document": "DLG4 . PSD-95 is a member of the membrane-associated guanylate kinase (MAGUK) family. With PSD-93 it is recruited into the same NMDA receptor and potassium channel clusters. These two MAGUK proteins may interact at postsynaptic sites to form a multimeric scaffold for the clustering of receptors, ion channels, and associated signaling proteins.  PSD-95 is the best studied member of the MAGUK-family of PDZ domain-containing proteins. Like all MAGUK-family proteins, its basic structure includes three PDZ domains, an SH3 domain, and a guanylate kinase-like domain (GK) connected by disordered linker regions. It is almost exclusively located in the post synaptic density of neurons, and is involved in anchoring synaptic proteins. Its direct and indirect binding partners include neuroligin, NMDA receptors, AMPA receptors, and potassium channels. It plays an important role in synaptic plasticity and the stabilization of synaptic changes during long-term potentiation.",
            "score": 155.88753080368042
        },
        {
            "docid": "19332780_3",
            "document": "Orientations of Proteins in Membranes database . Proteins structures are taken from the Protein Data Bank. OPM also provides structural classification of membrane-associated proteins into families and superfamilies, membrane topology, quaternary structure of proteins in membrane-bound state, and the type of a destination membrane for each protein. The coordinate files with calculated membrane boundaries are downloadable. The site allows visualization of protein structures with membrane boundary planes through Jmol. The database was widely used in experimental and theoretical studies of membrane-associated proteins. However, structures of many membrane-associated proteins are not included in the database if their spatial arrangement in membrane can not be computationally predicted from the three-dimensional structure. This is the case when all membrane-anchoring parts of the proteins (amphiphilic alpha helices, exposed nonpolar residues, or lipidated amino acid residues) are missing in the experimental structures.. The database also does not include lower resolution structures with only main chain atoms provided by the Protein Data Bank. The calculated spatial arrangements of the lower resolution protein structures in the lipid bilayer can be found in other resources, such as PDBTM.",
            "score": 219.00629663467407
        },
        {
            "docid": "465517_10",
            "document": "Inhibitory postsynaptic potential . Metabotropic receptors, or G-protein-coupled receptors, do not use ion channels in their structure; they, instead, consist of an extracellular domain that binds to a neurotransmitter and an intracellular domain that binds to G-protein. This begins the activation of the G-protein, which then releases itself from the receptor and interacts with ion channels and other proteins to open or close ion channels through intracellular messengers. They produce slow postsynaptic responses (from milliseconds to minutes) and can be activated in conjunction with ionotropic receptors to create both fast and slow postsynaptic potentials at one particular synapse. Metabotropic GABA receptors, heterodimers of R1 and R2 subunits, use potassium channels instead of chloride. They can also block calcium ion channels in order to hyperpolarize postsynaptic cells.",
            "score": 173.62663304805756
        }
    ],
    "r": [
        {
            "docid": "21120_10",
            "document": "Neuron . The key to neural function is the synaptic signaling process, which is partly electrical and partly chemical. The electrical aspect depends on properties of the neuron's membrane. Like all animal cells, the cell body of every neuron is enclosed by a plasma membrane, a bilayer of lipid molecules with many types of protein structures embedded in it. A lipid bilayer is a powerful electrical insulator, but in neurons, many of the protein structures embedded in the membrane are electrically active. These include ion channels that permit electrically charged ions to flow across the membrane and ion pumps that actively transport ions from one side of the membrane to the other. Most ion channels are permeable only to specific types of ions. Some ion channels are voltage gated, meaning that they can be switched between open and closed states by altering the voltage difference across the membrane. Others are chemically gated, meaning that they can be switched between open and closed states by interactions with chemicals that diffuse through the extracellular fluid. The interactions between ion channels and ion pumps produce a voltage difference across the membrane, typically a bit less than 1/10 of a volt at baseline. This voltage has two functions: first, it provides a power source for an assortment of voltage-dependent protein machinery that is embedded in the membrane; second, it provides a basis for electrical signal transmission between different parts of the membrane.",
            "score": 285.2957458496094
        },
        {
            "docid": "158011_2",
            "document": "Lipid bilayer . The lipid bilayer (or phospholipid bilayer) is a thin polar membrane made of two layers of lipid molecules. These membranes are flat sheets that form a continuous barrier around all cells. The cell membranes of almost all living organisms and many viruses are made of a lipid bilayer, as are the membranes surrounding the cell nucleus and other sub-cellular structures. The lipid bilayer is the barrier that keeps ions, proteins and other molecules where they are needed and prevents them from diffusing into areas where they should not be. Lipid bilayers are ideally suited to this role, even though they are only a few nanometers in width, they are impermeable to most water-soluble (hydrophilic) molecules. Bilayers are particularly impermeable to ions, which allows cells to regulate salt concentrations and pH by transporting ions across their membranes using proteins called ion pumps.",
            "score": 279.75030517578125
        },
        {
            "docid": "9485868_2",
            "document": "Membrane lipid . A membrane lipid is a compound which belongs to a group of (structurally similar to fats and oils) which form the double-layered surface of all cells (lipid bilayer). The three major classes of membrane lipids are phospholipids, glycolipids, and cholesterol. Lipids are amphiphilic: they have one end that is soluble in water ('polar') and an ending that is soluble in fat ('nonpolar'). By forming a double layer with the polar ends pointing outwards and the nonpolar ends pointing inwards membrane lipids can form a 'lipid bilayer' which keeps the watery interior of the cell separate from the watery exterior. The arrangements of lipids and various proteins, acting as receptors and channel pores in the membrane, control the entry and exit of other molecules and ions as part of the cell's metabolism. In order to perform physiological functions, membrane proteins are facilitated to rotate and diffuse laterally in two dimensional expanse of lipid bilayer by the presence of a shell of lipids closely attached to protein surface, called annular lipid shell.",
            "score": 279.0129699707031
        },
        {
            "docid": "33051527_29",
            "document": "Cell membrane . Lipid bilayers are generally impermeable to ions and polar molecules. The arrangement of hydrophilic heads and hydrophobic tails of the lipid bilayer prevent polar solutes (ex. amino acids, nucleic acids, carbohydrates, proteins, and ions) from diffusing across the membrane, but generally allows for the passive diffusion of hydrophobic molecules. This affords the cell the ability to control the movement of these substances via transmembrane protein complexes such as pores, channels and gates. Flippases and scramblases concentrate phosphatidyl serine, which carries a negative charge, on the inner membrane. Along with NANA, this creates an extra barrier to charged moieties moving through the membrane.",
            "score": 272.596923828125
        },
        {
            "docid": "563161_18",
            "document": "Membrane potential . The resistance of a pure lipid bilayer to the passage of ions across it is very high, but structures embedded in the membrane can greatly enhance ion movement, either actively or passively, via mechanisms called facilitated transport and facilitated diffusion. The two types of structure that play the largest roles are ion channels and ion pumps, both usually formed from assemblages of protein molecules. Ion channels provide passageways through which ions can move. In most cases, an ion channel is permeable only to specific types of ions (for example, sodium and potassium but not chloride or calcium), and sometimes the permeability varies depending on the direction of ion movement. Ion pumps, also known as ion transporters or carrier proteins, actively transport specific types of ions from one side of the membrane to the other, sometimes using energy derived from metabolic processes to do so.",
            "score": 271.4410400390625
        },
        {
            "docid": "156998_8",
            "document": "Action potential . The electrical properties of a cell are determined by the structure of the membrane that surrounds it. A cell membrane consists of a lipid bilayer of molecules in which larger protein molecules are embedded. The lipid bilayer is highly resistant to movement of electrically charged ions, so it functions as an insulator. The large membrane-embedded proteins, in contrast, provide channels through which ions can pass across the membrane. Action potentials are driven by channel proteins whose configuration switches between closed and open states as a function of the voltage difference between the interior and exterior of the cell. These voltage-sensitive proteins are known as voltage-gated ion channels.",
            "score": 270.8673400878906
        },
        {
            "docid": "43114391_2",
            "document": "Annular lipid shell . Annular lipids (also called shell lipids or boundary lipids) represent a select set of lipids or lipidic molecules which preferentially bind or stick to the surface of membrane proteins in biological cells. They constitute a layer, or an annulus/ shell, of lipids which are highly immobilized due to the existence of strong lipid-protein (binding) interactions. Polar headgroups of these lipids bind to the hydrophilic part of the membrane protein(s) at the inner and outer surfaces of lipid bilayer membrane. The hydrophobic surface of the membrane proteins is bound to the apposed lipid fatty acid chains of the membrane bilayer. For integral membrane proteins spanning the thickness of the membrane bilayer, these annular/shell lipids act like a lubricating layer on the proteins' surfaces, thereby facilitating almost free rotation and lateral diffusion of membrane proteins within the 2-dimensional expanse of the biological membrane(s). Outside the layer of shell/annular lipids, lipids are not tied down to protein molecules. However, they may be slightly restricted in their segmental motion freedom due to mild peer pressure of protein molecules, if present in high concentration, which arises from extended influence of protein-lipid interaction. Membrane areas away from protein molecules contain lamellar phase bulk lipids, which are largely free from any restraining effects due to protein-lipid interactions. Thermal denaturation of membrane proteins may destroy the secondary and tertiary structure of membrane proteins, exposing newer surfaces to membrane lipids and therefore increasing the number of lipids molecules in the annulus/shell layer. This phenomenon can be studied by the spin label electron paramagnetic resonance technique.",
            "score": 265.4051818847656
        },
        {
            "docid": "4545271_2",
            "document": "Phospholipid scramblase . Scramblase is a protein responsible for the translocation of phospholipids between the two monolayers of a lipid bilayer of a cell membrane. In humans, phospholipid scramblases (PLSCRs) constitute a family of five homologous proteins that are named as hPLSCR1–hPLSCR5. Scramblases are not members of the general family of transmembrane lipid transporters known as flippases. Scramblases are distinct from flippases and floppases. Scramblases, flippases, and floppases are three different types of enzymatic groups of phospholipid transportation enzymes. The inner-leaflet, facing the inside of the cell, contains negatively charged amino-phospholipids and phosphatidylethanolamine. The outer-leaflet, facing the outside environment, contains phosphatidylcholine and sphingomyelin. Scramblase is an enzyme, present in the cell membrane, that can transport (\"scramble\") the negatively charged phospholipids from the inner-leaflet to the outer-leaflet, and vice versa.",
            "score": 264.9386901855469
        },
        {
            "docid": "33051527_17",
            "document": "Cell membrane . As shown in the adjacent table, integral proteins are amphipathic transmembrane proteins. Examples of integral proteins include ion channels, proton pumps, and g-protein coupled receptors. Ion channels allow inorganic ions such as sodium, potassium, calcium, or chlorine to diffuse down their electrochemical gradient across the lipid bilayer through hydrophilic pores across the membrane. The electrical behavior of cells (i.e. nerve cells) are controlled by ion channels. Proton Pumps are protein pumps that are embedded in the lipid bilayer that allow protons to travel through the membrane by transferring from one amino acid side chain to another. Processes such as electron transport and generating ATP use proton pumps. A G-protein coupled receptor is a single polypeptide chain that crosses the lipid bilayer seven times responding to signal molecules (i.e. hormones and neurotransmitters). G-protein coupled receptors are used in processes such as cell to cell signaling, the regulation of the production of cAMP, and the regulation of ion channels.",
            "score": 264.8392028808594
        },
        {
            "docid": "4909494_4",
            "document": "AGG01 . AGG01 is a cationic peptide, which is a polycationic protein that is rich in positive residues of the amino acids arginine and lysine, and which folds into an amphipathic structure (one which has both hydrophobic and hydrophilic areas). These features mean that it can interact with the anionic lipids in the bacterial membrane, such as phosphatidylglycerol. It inserts itself into the membrane, by competing with cross-linking proteins between each membrane layer, and then sets up trans-membrane protein channels which induce ion transport out of the cell. This causes huge leakage via osmosis through these 'pores' and the general consensus is that the loss of these essential molecules is the mechanism by which bacteria are killed. The bacterial membrane has a different structure from the mammalian plasma membrane, so the protein can only kill pathogenic cells and not human ones.",
            "score": 258.70013427734375
        },
        {
            "docid": "4817_2",
            "document": "Biological membrane . A biological membrane or biomembrane is an enclosing or separating membrane that acts as a selectively permeable barrier within living things. Biological membranes, in the form of eukaryotic cell membranes, consist of a phospholipid bilayer with embedded, integral and peripheral proteins used in communication and transportation of chemicals and ions. The bulk of lipid in a cell membrane provides a fluid matrix for proteins to rotate and laterally diffuse for physiological functioning. Proteins are adapted to high membrane fluidity environment of lipid bilayer with the presence of an annular lipid shell, consisting of lipid molecules bound tightly to surface of integral membrane proteins. The cell membranes are different from the isolating tissues formed by layers of cells, such as mucous membranes, basement membranes, and serous membranes.",
            "score": 256.42803955078125
        },
        {
            "docid": "33051527_14",
            "document": "Cell membrane . Lipid vesicles or liposomes are circular pockets that are enclosed by a lipid bilayer. These structures are used in laboratories to study the effects of chemicals in cells by delivering these chemicals directly to the cell, as well as getting more insight into cell membrane permeability. Lipid vesicles and liposomes are formed by first suspending a lipid in an aqueous solution then agitating the mixture through sonication, resulting in a vesicle. By measuring the rate of efflux from that of the inside of the vesicle to the ambient solution, allows researcher to better understand membrane permeability. Vesicles can be formed with molecules and ions inside the vesicle by forming the vesicle with the desired molecule or ion present in the solution. Proteins can also be embedded into the membrane through solubilizing the desired proteins in the presence of detergents and attaching them to the phospholipids in which the liposome is formed. These provide researchers with a tool to examine various membrane protein functions.",
            "score": 254.91354370117188
        },
        {
            "docid": "563161_15",
            "document": "Membrane potential . Every animal cell is enclosed in a plasma membrane, which has the structure of a lipid bilayer with many types of large molecules embedded in it. Because it is made of lipid molecules, the plasma membrane intrinsically has a high electrical resistivity, in other words a low intrinsic permeability to ions. However, some of the molecules embedded in the membrane are capable either of actively transporting ions from one side of the membrane to the other or of providing channels through which they can move.",
            "score": 252.6619873046875
        },
        {
            "docid": "563161_3",
            "document": "Membrane potential . All animal cells are surrounded by a membrane composed of a lipid bilayer with proteins embedded in it. The membrane serves as both an insulator and a diffusion barrier to the movement of ions. Transmembrane proteins, also known as ion transporter or ion pump proteins, actively push ions across the membrane and establish concentration gradients across the membrane, and ion channels allow ions to move across the membrane down those concentration gradients. Ion pumps and ion channels are electrically equivalent to a set of batteries and resistors inserted in the membrane, and therefore create a voltage between the two sides of the membrane.",
            "score": 250.36166381835938
        },
        {
            "docid": "631930_6",
            "document": "Membrane transport . The nature of biological membranes, especially that of its lipids, is amphiphilic, as they form bilayers that contain an internal hydrophobic layer and an external hydrophilic layer. This structure makes transport possible by simple or passive diffusion, which consists of the diffusion of substances through the membrane without expending metabolic energy and without the aid of transport proteins. If the transported substance has a net electrical charge, it will move not only in response to a concentration gradient, but also to an electrochemical gradient due to the membrane potential. As few molecules are able to diffuse through a lipid membrane the majority of the transport processes involve transport proteins. These transmembrane proteins possess a large number of alpha helices immersed in the lipid matrix. In bacteria these proteins are present in the beta lamina form. This structure probably involves a conduit through hydrophilic protein environments that cause a disruption in the highly hydrophobic medium formed by the lipids. These proteins can be involved in transport in a number of ways: they act as pumps driven by ATP, that is, by metabolic energy, or as channels of facilitated diffusion.",
            "score": 246.7040557861328
        },
        {
            "docid": "11712_3",
            "document": "Facilitated diffusion . Facilitated diffusion is different from simple diffusion in several ways. First, the transport relies on molecular binding between the cargo and the membrane-embedded channel or carrier protein. Second, the rate of facilitated diffusion is saturable with respect to the concentration difference between the two phases; unlike free diffusion which is linear in the concentration difference. Third, the temperature dependence of facilitated transport is substantially different due to the presence of an activated binding event, as compared to free diffusion where the dependence on temperature is mild. Polar molecules and large ions dissolved in water cannot diffuse freely across the plasma membrane due to the hydrophobic nature of the fatty acid tails of the phospholipids that make up the lipid bilayer. Only small, non-polar molecules, such as oxygen and carbon dioxide, can diffuse easily across the membrane. Hence, no nonpolar molecules are transported by proteins in the form of transmembrane channels. These channels are gated, meaning that they open and close, and thus deregulate the flow of ions or small polar molecules across membranes, sometimes against the osmotic gradient. Larger molecules are transported by transmembrane carrier proteins, such as permeases, that change their conformation as the molecules are carried across (e.g. glucose or amino acids).  Non-polar molecules, such as retinol or lipids, are poorly soluble in water. They are transported through aqueous compartments of cells or through extracellular space by water-soluble carriers (e.g. retinol binding protein). The metabolites are not altered because no energy is required for facilitated diffusion. Only permease changes its shape in order to transport metabolites. The form of transport through a cell membrane in which a metabolite is modified is called group translocation transportation.",
            "score": 246.16136169433594
        },
        {
            "docid": "340440_7",
            "document": "Fluid mosaic model . Additionally, the two leaflets of biological membranes are asymmetric and divided into subdomains composed of specific proteins or lipids, allowing spatial segregation of biological processes associated with membranes. Cholesterol and cholesterol-interacting proteins can concentrate into lipid rafts and constrain cell signaling processes to only these rafts. Another form of asymmetry was shown by the work of Mouritsen and Bloom in 1984, where they proposed a Mattress Model of lipid-protein interactions to address the biophysical evidence that the membrane can range in thickness and hydrophobicity of proteins. Phospholipids can be asymmetric through the active translocation of a phospholipid type from one leaflet of the membrane to the other. This process is controlled by flippase and scramblase enzymes. A biological example of this is the segregation of phosphatidylserine to be highly enriched on the cytosolic side of the plasma membrane. Phosphatidylserine localization to the outer leaflet can trigger immune responses.",
            "score": 243.83470153808594
        },
        {
            "docid": "595999_8",
            "document": "Cell envelope . As a phospholipid bilayer, the lipid portion of the outer membrane is largely impermeable to all charged molecules. However, channels called porins are present in the outer membrane that allow for passive transport of many ions, sugars and amino acids across the outer membrane. These molecules are therefore present in the periplasm, the region between the plasma membrane and outer membrane. The periplasm contains the peptidoglycan layer and many proteins responsible for substrate binding or hydrolysis and reception of extracellular signals. The periplasm is thought to exist as a gel-like state rather than a liquid due to the high concentration of proteins and peptidoglycan found within it. Because of its location between the cytoplasmic and outer membranes, signals received and substrates bound are available to be transported across the cytoplasmic membrane using transport and signalling proteins imbedded there.",
            "score": 243.01051330566406
        },
        {
            "docid": "23634_31",
            "document": "Protein . Transmembrane proteins can also serve as ligand transport proteins that alter the permeability of the cell membrane to small molecules and ions. The membrane alone has a hydrophobic core through which polar or charged molecules cannot diffuse. Membrane proteins contain internal channels that allow such molecules to enter and exit the cell. Many ion channel proteins are specialized to select for only a particular ion; for example, potassium and sodium channels often discriminate for only one of the two ions.",
            "score": 242.7872314453125
        },
        {
            "docid": "2917198_10",
            "document": "Neuropsychopharmacology . It has previously been known that ultimate control over the membrane voltage or potential of a nerve cell, and thus the firing of the cell, resides with the trans-membrane ion channels which control the membrane currents via the ions K, Na, and Ca, and of lesser importance Mg and Cl. The concentration differences between the inside and outside of the cell determine the membrane voltage.Precisely how these currents are controlled has become much clearer with the advances in receptor structure and G-protein-coupled processes. Many receptors are found to be pentameric clusters of five trans-membrane proteins (not necessarily the same) or \"receptor subunits\", each a chain of many amino acids. Transmitters typically bind at the junction between two of these proteins, on the parts that protrude from the cell membrane. If the receptor is of the ionotropic type, a central pore or channel in the middle of the proteins will be mechanically moved to allow certain ions to flow through, thus altering the ion concentration difference. If the receptor is of the metabotropic type, G-proteins will cause metabolism inside the cell that may eventually change other ion channels. Researchers are better understanding precisely how these changes occur based on the protein structure shapes and chemical properties.",
            "score": 241.93247985839844
        },
        {
            "docid": "4209093_9",
            "document": "Bacterial cell structure . As a phospholipid bilayer, the lipid portion of the outer membrane is impermeable to charged molecules. However, channels called porins are present in the outer membrane that allow for passive transport of many ions, sugars and amino acids across the outer membrane. These molecules are therefore present in the periplasm, the region between the cytoplasmic and outer membranes. The periplasm contains the peptidoglycan layer and many proteins responsible for substrate binding or hydrolysis and reception of extracellular signals. The periplasm is thought to exist in a gel-like state rather than a liquid due to the high concentration of proteins and peptidoglycan found within it. Because of its location between the cytoplasmic and outer membranes, signals received and substrates bound are available to be transported across the cytoplasmic membrane using transport and signalling proteins imbedded there.",
            "score": 240.79681396484375
        },
        {
            "docid": "4545271_7",
            "document": "Phospholipid scramblase . Phospholipid scramblase 1 (PLSCR1), a lipid-binding protein that enters the nucleus via the nonclassical NLS (257)GKISKHWTGI(266). The structure of the nuclear localisation sequence of scramblase PLSCR1 complexed to importin was determined using X-ray diffraction with a resolution of 2.20 Ångströms. It is found in most mammals including humans. The import sequence lacks a continuous stretch of positively charged residues, and it is enriched in hydrophobic residues. Thus, Scramblase can transport negatively charged phospholipids from the inside of the cell to the outside of the cell. The importin structure is composed of many alpha helices that integrate the protein into membranes. The role of importin is to move proteins such as scramblase into the nucleus.",
            "score": 236.9471893310547
        },
        {
            "docid": "8420425_3",
            "document": "Elasticity of cell membranes . Of the numerous models that have been developed to describe the deformation of cell membranes, a widely accepted model is the fluid mosaic model proposed by Singer and Nicolson in 1972. In this model, the cell membrane surface is modeled as a two-dimensional fluid-like lipid bilayer where the lipid molecules can move freely. The proteins are partially or fully embedded in the lipid bilayer. Fully embedded proteins are called integral membrane proteins because they traverse the entire thickness of the lipid bilayer. These communicate information and matter between the interior and the exterior of the cell. Proteins that are only partially embedded in the bilayer are called peripheral membrane proteins. The membrane skeleton is a network of proteins below the bilayer that links with the proteins in the lipid membrane.",
            "score": 235.72145080566406
        },
        {
            "docid": "598586_8",
            "document": "Threshold potential . The phospholipid bilayer of the cell membrane is, in itself, highly impermeable to ions. The complete structure of the cell membrane includes many proteins that are embedded in or completely cross the lipid bilayer. Some of those proteins allow for the highly specific passage of ions, ion channels. Leak potassium channels allow potassium to flow through the membrane in response to the disparity in concentrations of potassium inside (high concentration) and outside the cell (low). The loss of positive(+) charges of the potassium(K+) ions from the inside of the cell results in a negative potential there compared to the extracellular surface of the membrane. A much smaller \"leak\" of sodium(Na+) into the cell results in the actual resting potential, about –70 mV, being less negative than the calculated potential for K+ alone, the equilibrium potential, about –90 mV. The sodium-potassium ATPase is an active transporter within the membrane that pumps potassium (2 ions) back into the cell and sodium (3 ions) out of the cell, maintaining the concentrations of both ions as well as preserving the voltage polarization.",
            "score": 235.52590942382812
        },
        {
            "docid": "529981_4",
            "document": "Membrane transport protein . Active transport is the movement of a substance across a membrane against its concentration gradient. This is usually to accumulate high concentrations of molecules that a cell needs, such as glucose or amino acids. If the process uses chemical energy, such as adenosine triphosphate (ATP), it is called primary active transport. Secondary active transport involves the use of an electrochemical gradient, and does not use energy produced in the cell. Unlike channel proteins which only transport substances through membranes passively, carrier proteins can transport ions and molecules either passively through facilitated diffusion, or via secondary active transport. A carrier protein is required to move particles from areas of low concentration to areas of high concentration. These carrier proteins have receptors that bind to a specific molecule (substrate) needing transport. The molecule or ion to be transported (the substrate) must first bind at a binding site at the carrier molecule, with a certain binding affinity. Following binding, and while the binding site is facing the same way, the carrier will capture or occlude (take in and retain) the substrate within its molecular structure and cause an internal translocation so that the opening in the protein now faces the other side of the plasma membrane. The carrier protein substrate is released at that site, according to its binding affinity there.",
            "score": 234.4269561767578
        },
        {
            "docid": "8131_12",
            "document": "Dendrite . Electrochemical signals are propagated by action potentials that utilize intermembrane voltage-gated ion channels to transport sodium ions, calcium ions, and potassium ions. Each ion species has its own corresponding protein channel located in the lipid bilayer of the cell membrane. The cell membrane of neurons covers the axons, cell body, dendrites, etc. The protein channels can differ between chemical species in the amount of required activation voltage and the activation duration.",
            "score": 233.72837829589844
        },
        {
            "docid": "777072_13",
            "document": "Resting potential . For determination of membrane potentials, the two most important types of membrane ion transport proteins are ion channels and ion transporters. Ion channel proteins create paths across cell membranes through which ions can passively diffuse without direct expenditure of metabolic energy. They have selectivity for certain ions, thus, there are potassium-, chloride-, and sodium-selective ion channels. Different cells and even different parts of one cell (dendrites, cell bodies, nodes of Ranvier) will have different amounts of various ion transport proteins. Typically, the amount of certain potassium channels is most important for control of the resting potential (see below). Some ion pumps such as the Na+/K+-ATPase are electrogenic, that is, they produce charge imbalance across the cell membrane and can also contribute directly to the membrane potential. Most pumps use metabolic energy (ATP) to function.",
            "score": 232.399169921875
        },
        {
            "docid": "15303_2",
            "document": "Ion channel . Ion channels are pore-forming membrane proteins that allow ions to pass through the channel pore. Their functions include establishing a resting membrane potential, shaping action potentials and other electrical signals by gating the flow of ions across the cell membrane, controlling the flow of ions across secretory and epithelial cells, and regulating cell volume. Ion channels are present in the membranes of all excitable cells. Ion channels are one of the two classes of ionophoric proteins, along with ion transporters (including the sodium-potassium pump, sodium-calcium exchanger, and sodium-glucose transport proteins).",
            "score": 232.0667266845703
        },
        {
            "docid": "22585641_16",
            "document": "Mechanosensitive channels . Two different mechanisms have been found to open stretch-activated ion channels: Mechanical deformations in the cell membrane can increase the probability of the channels opening. Proteins of the extracellular matrix and cytoskeleton are tethered to extra - and intra-cytoplasmic domains, respectively, of the stretch-activated ion channels. Tension on these mechanosensory proteins causes these proteins to act as a signaling intermediate, resulting in the opening of the ion channel. All known stretch-activated ion channels in prokaryotic cells have been found to be opened by direct deformation of the lipid bilayer membrane. Channels that have been shown to exclusively use this mechanism of gating are the TREK-1 and TRAAK channels. In studies using mammalian hair cells, the mechanism that pulls on proteins tethered from the intra- and extra-cytoplasmic domain of the channel to the cytoskeleton and extracellular matrix, respectively, is the most likely model for ion channel opening.",
            "score": 231.8048095703125
        },
        {
            "docid": "33051527_2",
            "document": "Cell membrane . The cell membrane (also known as the plasma membrane or cytoplasmic membrane, and historically referred to as the plasmalemma) is a biological membrane that separates the interior of all cells from the outside environment (the extracellular space). It consists of a lipid bilayer with embedded proteins. The basic function of the cell membrane is to protect the cell from its surroundings. The cell membrane controls the movement of substances in and out of cells and organelles. In this way, it is selectively permeable to ions and organic molecules. In addition, cell membranes are involved in a variety of cellular processes such as cell adhesion, ion conductivity and cell signalling and serve as the attachment surface for several extracellular structures, including the cell wall, the carbohydrate layer called the glycocalyx, and the intracellular network of protein fibers called the cytoskeleton. In the field of synthetic biology, cell membranes can be artificially reassembled.",
            "score": 231.59193420410156
        },
        {
            "docid": "33051527_23",
            "document": "Cell membrane . 2. Transmembrane protein channels and transporters: Transmembrane proteins extend through the lipid bilayer of the membranes; they function on both sides of the membrane to transport molecules across it. Nutrients, such as sugars or amino acids, must enter the cell, and certain products of metabolism must leave the cell. Such molecules can diffuse passively through protein channels such as aquaporins in facilitated diffusion or are pumped across the membrane by transmembrane transporters. Protein channel proteins, also called \"permeases\", are usually quite specific, and they only recognize and transport a limited variety of chemical substances, often limited to a single substance. Another example of a transmembrane protein is a cell-surface receptor, which allow cell signaling molecules to communicate between cells.",
            "score": 231.0557403564453
        },
        {
            "docid": "158011_4",
            "document": "Lipid bilayer . Biological membranes typically include several types of molecules other than phospholipids. A particularly important example in animal cells is cholesterol, which helps strengthen the bilayer and decrease its permeability. Cholesterol also helps regulate the activity of certain integral membrane proteins. Integral membrane proteins function when incorporated into a lipid bilayer, and they are held tightly to lipid bilayer with the help of an annular lipid shell. Because bilayers define the boundaries of the cell and its compartments, these membrane proteins are involved in many intra- and inter-cellular signaling processes. Certain kinds of membrane proteins are involved in the process of fusing two bilayers together. This fusion allows the joining of two distinct structures as in the fertilization of an egg by sperm or the entry of a virus into a cell. Because lipid bilayers are quite fragile and invisible in a traditional microscope, they are a challenge to study. Experiments on bilayers often require advanced techniques like electron microscopy and atomic force microscopy.",
            "score": 230.9341583251953
        }
    ]
}