{
    "q": [
        {
            "docid": "55361892_20",
            "document": "Cancer-associated fibroblast . Cancer-associated fibroblasts have been found to promote tumour growth. They do this through a number of different mechanisms, notably angiogenesis, metastasis and immune evasion. CAF express various cytokines and factors, which activate and contribute to pathways favouring tumorigenesis They may disrupt normal cell functions, such as cell cycle regulation and cell death, or signal to specific types of cells to mobilize and activate their pro-tumour actions. Furthermore, it has been found that the effect of CAF on neoplastic cells is unique to the type of tumour cells. Cytokine release from CAFs have been linked to breast carcinomas through the metabolism and production of androgen synthesis enzymes.  Furthermore on the topic of the progression of breast cancer, CAFs induces the release growth factors such as FGF and HGF which in turn induces the hyperproliferation of epithelial cells of the breast. EMT and ECM reorganisation are further mechanisms by which the CAFs induce cancer. FSP1, which is secreted by CAFs, promotes tumours through another method - by altering the tumour microenvironment (TME). Some CAFs also recycle the by-products of anaerobic metabolism by resorting to other metabolic pathways to sustain the growth of cancer cells.",
            "score": 203.5630921125412
        },
        {
            "docid": "23030139_20",
            "document": "Metastatic breast cancer . The primary extracellular matrix components and cell-surface receptors which aid in metastasis are: Integrin αvβ3 (a cell-surface adhesion molecule) is important for tumor attachment, cell-to-cell communication between the breast tumor cells and the environment in bone, osteoclast bone resorption and angiogenesis. Integrin-mediated adhesion between cancer cells and osteoclasts in bone metastases induces phosphorylation of extracellular signal-regulated kinases (ERK1/2) in osteoclasts, which in turn induces osteoclast differentiation and survival. Metastatic breast-cancer cells excrete lysophosphatidic acid (LPA) which binds to receptors on tumor cells, inducing cell proliferation and release of cytokines(IL-6 and IL-8, potent bone resorptive agents) and stimulating bone resorption. After the breast-cancer cells have left the primary tumor, they interact with the bone microenvironment and secrete osteolytic factors capable of osteoclast formation and bone resorption. Apart from the breast tumor cells, the resident stromal cells also contribute to tumor survival. Growth factors such as epidermal growth factor (EGF), fibroblast growth factor (FGF) and transforming growth factor beta (TGF-β) are implicated in the development and progression of metastatic breast cancer. MMP-2 is the main metalloprotease secreted by breast-cancer cells or induced in the adjacent bone stroma; it plays an important role in the degradation of the extracellular matrix essential for metastasis. Tumor cells use MMP-2 secreted by bone marrow fibroblasts (BMFs). MMP-2 is stored in an inactive conformation in association with the cell surface (or extracellular matrix) of BMFs. Inactive MMP-2 present on the surface of BMFs is displaced by breast-cancer cells. Cancer cells can then use the proteinase to facilitate tissue invasion, which requires the degradation of connective tissue associated with vascular basement membranes and interstitial connective tissue. MMP-2 is unlike other MMP's as its activity is modulated by metalloproteases called tissue inhibitor of metalloproteases (TIMP) and membrane type 1 MMP (Korhmann et at. 2009)",
            "score": 212.5237511396408
        },
        {
            "docid": "38925137_15",
            "document": "Tumor microenvironment . Carcinoma associated fibroblasts (CAFs) are a heterogenous group of fibroblasts whose function is pirated by cancer cells and redirected toward carcinogenesis These cells are usually derived from the normal fibroblasts in the surrounding stroma but can also come from pericytes, smooth muscle cells, fibrocytes, mesenchymal stem cells (MSCs, often derived from bone marrow), or via epithelial-mesenchymal transition (EMT) or endothelial-mesenchymal transition (EndMT). Unlike their normal counterparts, CAFs do not retard cancer growth \"in vitro\". CAFs perform several functions that support tumor growth, such as secreting vascular endothelial growth factor (VEGF), fibroblast growth factors (FGFs), platelet-derived growth factor (PDGF), and other pro-angiogenic signals to induce angiogenesis. CAFs can also secrete transforming growth factor beta (TGF-β), which is associated with EMT, a process by which cancer cells can metastasize, and is associated with inhibiting cytotoxic T cells and natural killer T cells. As fibroblasts, CAFs are able to rework the ECM to include more paracrine survival signals such as IGF-1 and IGF-2, thus promoting survival of the surrounding cancer cells. CAFs are also associated with the Reverse Warburg Effect where the CAFs perform aerobic glycolysis and feed lactate to the cancer cells.",
            "score": 210.56535184383392
        },
        {
            "docid": "1920949_13",
            "document": "FOXP3 . Foxp3 is a recruiter of other anti-tumor enzymes such as CD39 and CD8. The overexpression of CD39 is found in patients with multiple cancer types such as melanoma, leukemia, pancreatic cancer, colon cancer, and ovarian cancer. This overexpression may be protecting tumorous cells, allowing them to create their “escape phase”. A cancerous tumor’s “escape phase” is where the tumor grows quickly and it becomes clinically invisible by becoming independent of the extracellular matrix and creating its own immunosuppressive tumor microenvironment. The consequences of a cancer cell reaching the “escape phase” is that it allows it to completely evade the immune system, which reduces the immunogenicity and ability to become clinically detected, allowing it to progress and spread throughout the body. Some cancer patients have also been known to display higher numbers of mutated CD4 cells. These mutated cells will then produce large quantities of TGF-β and IL-10, (a Transforming Growth Factor β and an inhibitory cytokine respectively,) which will suppress signals to the immune system and allow for tumor escape. In one experiment a 15-mer synthetic peptide, P60, was able to inhibit Foxp3’s ability to function. P60 did this by entering the cells and then binding to Foxp3, where it hinders Foxp3’s ability to translocate to the nucleus. Due to this, Foxp3 could no longer properly suppress the transcription factors NF-kB and NFAT; both of which are protein complexes that regulate transcription of DNA, cytokine production and cell survival. This would inhibit a cell’s ability to perform apoptosis and stop its own cell cycle, which could potentially allow an affected cancerous cell to survive and reproduce.",
            "score": 195.93108880519867
        },
        {
            "docid": "13570238_8",
            "document": "PER1 . PER1 expression may have significant effects on the cell cycle. Cancer is often a result of unregulated cell growth and division, which can be controlled by circadian mechanisms. Therefore, a cell's circadian clock may play a large role in its likelihood of developing into a cancer cell. PER1 is a gene that plays an important role in such a circadian mechanism. Its overexpression, in particular, causes DNA-damage induced apoptosis. In addition, down-regulation of PER1 can enhance tumor growth in mammals. PER1 also interacts with proteins ATM and Chk2. These proteins are key checkpoint proteins in the cell cycle. Cancer patients have a lowered expression of per1. Gery, et al. suggests that regulation of PER1 expression may be useful for cancer treatment in the future.",
            "score": 192.90908205509186
        },
        {
            "docid": "12303321_13",
            "document": "Telomerase reverse transcriptase . Telomerase activity is associated with the number of times a cell can divide playing an important role in the immortality of cell lines, such as cancer cells. The enzyme complex acts through the addition of telomeric repeats to the ends of chromosomal DNA. This generates immortal cancer cells. In fact, there is a strong correlation between telomerase activity and malignant tumors or cancerous cell lines. Not all types of human cancer have increased telomerase activity. 90% of cancers are characterized by increased telomerase activity. Lung cancer is the most well characterized type of cancer associated with telomerase. There is a lack of substantial telomerase activity in some cell types such as primary human fibroblasts, which become senescent after about 30–50 population doublings. There is also evidence that telomerase activity is increased in tissues, such as germ cell lines, that are self-renewing. Normal somatic cells, on the other hand, do not have detectable telomerase activity. Since the catalytic component of telomerase is its reverse transcriptase, hTERT, and the RNA component hTERC, hTERT is an important gene to investigate in terms of cancer and tumorigenesis. The hTERT gene has been examined for mutations and their association with the risk of contracting cancer. Over two hundred combinations of hTERT polymorphisms and cancer development have been found. There were several different types of cancer involved, and the strength of the correlation between the polymorphism and developing cancer varied from weak to strong. The regulation of hTERT has also been researched to determine possible mechanisms of telomerase activation in cancer cells. Glycogen synthase kinase 3 (GSK3) seems to be over-expressed in most cancer cells. GSK3 is involved in promoter activation through controlling a network of transcription factors. Leptin is also involved in increasing mRNA expression of hTERT via signal transducer and activation of transcription 3 (STAT3), proposing a mechanism for increased cancer incidence in obese individuals. There are several other regulatory mechanisms that are altered or aberrant in cancer cells, including the Ras signaling pathway and other transcriptional regulators. Phosphorylation is also a key process of post-transcriptional modification that regulates mRNA expression and cellular localization. Clearly, there are many regulatory mechanisms of activation and repression of hTERT and telomerase activity in the cell, providing methods of immortalization in cancer cells.",
            "score": 204.27098286151886
        },
        {
            "docid": "13897474_10",
            "document": "Sarcosine dehydrogenase . In addition to sarcosinaemia, sarcosine dehydrogenase also seems to play a role in the progression process of prostate cancer. The concentration of sarcosine, along with those of uracil, kynurenine, glycerol 3-phosphate, leucine and proline increases as prostate cancer progresses. Thus, sarcosine can be used as a potential biomarker for the detection of prostate cancer and for measuring the progress of the disease. As Sreekumar, A. et al.’s paper shows, the removal of sarcosine dehydrogenase from benign prostate epithelial cells increases the concentration of sarcosine and increase cancer cell invasions while the removal of either dimethylglycine dehydrogenase or glycine N-methyltransferase in prostate cancer cells decreases cell invasions. This demonstrates that sarcosine metabolism plays a key-role in prostate cancer cell invasion and migration. Sreekumar’s study suggests that sarcosine dehydrogenase and other enzymes in the sarcosine metabolism pathways could be potential therapeutic targets for prostate cancer. However, a study done by Jentzmik F. et al. by analyzing sarcosine level in 92 patients with prostate cancer draws a different conclusion: sarcosine cannot be used as an indicator and biomarker for prostate cancer.",
            "score": 213.19354832172394
        },
        {
            "docid": "11275157_10",
            "document": "Glypican . In addition to GPC3, GPC1 has also been implicated in tumor progression, especially in pancreatic cancer, glioma, and breast cancer. GPC1 expression is severely high in pancreatic ductal adenocarcinoma cells, and results indicate that GPC1 expression is linked to cancer progression, including tumor growth, angiogenesis and metastasis. In addition to overexpression of GPC1 on the plasma membrane of pancreatic ductal adenocarcinoma cells. GPC1 is released into the tumor microenvironment by these cells. Because glypicans play a role in growth factor binding, researchers have speculated that increased levels of GPC1 in the tumor microenvironment may function to store growth factors for cancerous cells. By reducing the level of GCP1 in pancreatic adenocarcinoma cells, the growth of these cells was hindered. By reducing the levels of expressed GCP1 immunocompromised mice, slowed the growth tumors and reduced angiogenesis and metastases when compared with control GCP1 mice. GPC1 is highly expressed in human glioma blood vessel endothelial cells. Furthermore, increasing the level of GPC1 in mouse brain endothelial cells results in cell growth and stimulates mitosis in response to the angiogenic factor, FGF2. This suggests that GPC1 acts as a regulator for cell cycle progression. GPC1 expression is well-above normal in human breast cancers, while expression of GPC1 is low in healthy breast tissue. Furthermore, expression was not significantly increased for any other glypican. GPC1 plays a role in heparin-binding and cell cycle progression in the breast tissue.",
            "score": 196.4789068698883
        },
        {
            "docid": "5674591_16",
            "document": "Mothers against decapentaplegic homolog 3 . The activity of SMAD3 in prostate cancer is related with the regulation of angiogenic molecules expression in tumor vascularization and cell-cycle inhibitor in tumor growth. The progressive growth of primary tumors and metastases in prostate cancer depends on an adequate blood supply provided by tumor angiogenesis. Studies analyzing SMAD3 levels of expression in prostate cancer cell lines found that the two androgen-independent and androgen receptor-negative cell lines (PC-3MM2 and DU145) have high expression levels of SMAD3. Analysis of the relation between SMAD3 and the regulation of angiogenic molecules suggest that SMAD3 may be one of key components as a repressor of the critical angiogenesis switch in prostate cancer.  The pituitary tumor-transforming gene 1 (PTTG1) has also an impact in SMAD3-mediated TGFβ signaling. PTTG1 has been associated with various cancer cells including prostate cancer cells. Studies showed that the overexpression of PTTG1 induces a decrease in SMAD3 expression, promoting the proliferation of prostate cancer cells via the inhibition of SMAD3.",
            "score": 209.6859109401703
        },
        {
            "docid": "14580460_3",
            "document": "Tumor antigen vaccine . Tumor antigen vaccines work the same way that viral vaccines work, by training the immune system to attack cells that contain the antigens in the vaccine. The difference is that the antigens for viral vaccines are derived from viruses or cells infected with virus, while the antigens for tumor antigen vaccines are derived from cancer cells. Since tumor antigens are antigens found in cancer cells but not normal cells, vaccinations containing tumor antigens should train the immune system to target cancer cells not healthy cells. Cancer-specific tumor antigens include peptides from proteins that are not typically found in normal cells but are activated in cancer cells or peptides containing cancer-specific mutations. Antigen-presenting cells (APCs) such as dendritic cells take up antigens from the vaccine, process them into epitopes, and present the epitopes to T-cells via Major Histocompatibility Complex proteins. If T-cells recognize the epitope as foreign, the adaptive immune system is activated and target cells that express the antigens.",
            "score": 209.4721405506134
        },
        {
            "docid": "88078_19",
            "document": "Prostate cancer . The prostate is a zinc-accumulating, citrate-producing organ. The protein ZIP1 is responsible for the active transport of zinc into prostate cells. One of the zinc's important roles is to change the metabolism of the cell in order to produce citrate, an important component of semen. The process of zinc accumulation, alteration of metabolism, and citrate production is energy inefficient, and prostate cells sacrifice enormous amounts of energy (ATP) in order to accomplish this task. Prostate cancer cells are generally devoid of zinc. This allows prostate cancer cells to save energy not making citrate, and utilize the new abundance of energy to grow and spread. The absence of zinc is thought to occur via a silencing of the gene that produces the transporter protein ZIP1. ZIP1 is now called a tumor suppressor gene product for the gene SLC39A1. The cause of the epigenetic silencing is unknown. Strategies which transport zinc into transformed prostate cells effectively eliminate these cells in animals. Zinc inhibits NF-κB pathways, is anti-proliferative and induces apoptosis in abnormal cells. Unfortunately, oral ingestion of zinc is ineffective since high concentrations of zinc into prostate cells is not possible without the active transporter, ZIP1.",
            "score": 216.5980348587036
        },
        {
            "docid": "11329484_18",
            "document": "TLR4 . TLR4 expression can be detected on many tumor cells and cell lines. TLR4 is capable of activating MAPK and NF-κB pathways, implicating possible direct role of cell-autonomous TLR4 signaling in regulation of carcinogenesis, in particular, through increased proliferation of tumor cells, apoptosis inhibition and metastasis. TLR4 signaling may also contribute to resistance to paclitaxel chemotherapy in ovary cancer and siRNA therapy in prostate cancer. 63% of breast cancer patients were reported to express TLR4 on tumor cells and the level of expression inversely correlated with the survival. Additionally, low MyD88 expression correlated with decreased metastasis to the lung and decreased CCL2 and CCL5 expression. TLR4 expression levels were the highest among TLRs in human breast cancer cell line MDA-MB-231 and TLR4 knockdown resulted in decreased proliferation and decreased IL-6 and IL-8 levels. On the other hand, TLR4 signaling in immune and inflammatory cells of tumor microenvironment may lead to production of proinflammatory cytokines (TNF, IL-1β, IL-6, IL-18, etc.), immunosuppressive cytokines (IL-10, TGF-β, etc.) and angiogenic mediators (VEGF, EGF, TGF-β, etc.). These activities may result in further polarization of tumor-associated macrophages, conversion of fibroblasts into tumor-promoting cancer-associated fibroblasts, conversion of dendritic cells into tumor-associated DCs and activation of pro-tumorigenic functions of immature myeloid cells - Myeloid-derived Suppressor Cells (MDSC). TLR signaling has been linked to accumulation and function of MDSC at the site of tumor and it also allows mesenchymal stromal cells to counter NK cell-mediated anti-tumor immunity. In HepG2 hepatoblastoma cells LPS increased TLR4 levels, cell proliferation and resistance to chemotherapy, and these phenomena could be reversed by TLR4 gene knockdown. Similarly, LPS stimulation of human liver cancer cell line H7402 resulted in TLR4 upregulation, NF-κB activation, TNF, IL-6 and IL-8 production and increased proliferation that could be reversed by signal transducer and STAT3 inhibition.Besides the well known successful usage of Bacillus Calmette–Guérin (BCG) in the therapy of bladder cancer there are reports on the treatment of oral squamous cell carcinoma, gastric cancer and cervical cancer with lyophilized streptococcal preparation OK-432 and utilization of TLR4/TLR2 ligands – derivatives of muramyl dipeptide.",
            "score": 202.1005392074585
        },
        {
            "docid": "38925137_17",
            "document": "Tumor microenvironment . Myeloid-derived suppressor cells (MDSCs) are a heterogenous population of cells of myelogenous origin with the potential to repress T cell responses. They regulate wound repair and inflammation and are rapidly expanded in cancer, correlating with that signs of inflammation are seen in most if not all tumor sites. Tumors can produce exosomes that stimulate inflammation via MDSCs. This group of cells include some tumor associated macrophages (TAMs). TAMs are a central component in the strong link between chronic inflammation and cancer. TAMs are recruited to the tumor as a response to cancer-associated inflammation. Unlike normal macrophages, TAMs lack cytotoxic activity. TAMs have been induced in vitro by exposing macrophage progenitors to different immune regulatory cytokines, such as interleukin 4 (IL-4) and interleukin 13 (IL-13). TAMs gather in necrotic regions of tumors where they are associated with hiding cancer cells from normal immune cells by secreting interleukin 10 (IL-10), aiding angiogenesis by secreting vascular endothelial growth factor (VEGF) and nitric oxide synthase(NOS), supporting tumor growth by secreting epidermal growth factor (EGF) and remodeling the ECM. TAMs show sluggish NF-κB activation, which allows for the smoldering inflammation seen in cancer. An increased amount of TAMs is associated with worse prognosis. TAMs represent a potential target for novel cancer therapies.",
            "score": 209.60762059688568
        },
        {
            "docid": "22820578_4",
            "document": "Pancreatic stellate cell . In humans, persistent injury to the pancreas is linked with chronic alcohol use, pancreatic duct obstruction and genetic. Chronic damage leads to the sustained activation of the active PaSC phenotype. Diminished production of MMPs by PaSCs also contributes to the fibrotic phenotype. Other factors may also drive the persistent activated state of PaSCs in the event of pancreatitis. For example, PaSCs express protease activated receptor-2 (PAR-2), which is cleaved by trypsin to become active. Active PAR-2 then instigates PaSC growth and collagen synthesis. Pancreatic adenocarcinomas are recognised by tumour desmoplasia, distinguished by an increase in the connective tissue that surrounds the neoplasm. Activated PaSCs in the tumour desmoplasia of human pancreatic cancers express α-SMA and co-localise with MRNA encoding pro-collagen α1I. These factors are significant contributors of the ECM proteins that compose the desmoplasia. A symbiotic relationship exists between pancreatic adenocarcinoma cells and PaSCs, which leads to an overall increase in the rate of growth of the tumour. For example, culture supernatants from human pancreatic tumour cell lines induce PaSC proliferation and the production of ECM proteins. Pancreatic tumour cells stimulate the proliferation of PaSCs through the secretion of PDGF, and induce PaSC production of ECM proteins by secreting TGF-β1 and FGF-2. Pancreatic tumour cells and PaSCs operate in a symbiotic relationship in animal studies, however data from human pancreatic tumours is limited. Connective tissue growth factor is involved in the pathogenesis of fibrotic diseases and is predominantly found in PaSCs through regulation by TGF-β. Pancreatic cancer cells also stimulate proliferation, ECM production and TIMP1 production in PaSCs. The production of these factors is regulated by fibroblast growth factor 2, TGF-β1, and PDGF. In addition to cytokine-mediated mechanisms, PaSCs also produce a tumour supportive micro-environment through the production of matri-cellular proteins. The up regulation of matri-cellular proteins such as galectin-1, and tenascin-C is present in the stromal tissues of pancreatic cancer and chronic pancreatitis. Matricellular proteins induce proliferation, migration and production of cytokines, ECM and angiogenic responses in PaSCs, which in turn induce cancer cell proliferation. Matri-cellular proteins may therefore directly contribute to the development of pancreatic cancer through stimulating cancer cell activity. The matricellular protein also facilitates a tumour supportive microenvironment through sustained fibrogenic stellate cell activity. A hypoxic environment in tumours influences pancreatic cancer progression. An oxygen deficient environment concomitantly exists not only in cancer cells but also in surrounding pancreatic stellate cells. The cellular response to hypoxia is mediated by the transcription factor HIF-1, which is a heterodimer protein composed of α and β subunits. Hypoxia also stimulates nuclear expression of HIF-1α followed by the production of vascular endothelial growth factor (VEGF) in PaSCs. The induction of HIF-α indicates that PaSCs serves as oxygen sensing cells within the pancreas. PaSCs, endothelial cells and other cells involved in the development of pancreatic fibrosis therefore function in coordination with a low oxygen microenvironment. Treatment of chronic pancreatitis and pancreatic cancer aims to target the major mechanisms involved in both their activation and proliferation. For example, inhibition of the receptors PDGF, TGF-β and angiotensin II in addition to suppression of the intracellular signalling pathways downstream of these receptors is likely to be of therapeutic benefit. In vitro experiments indicate that PaSCs influence the activation and proliferation process for mitogen activated protein kinase (MAPK) pathways, in particular ERK1/2, p38 kinase and JNK. The inhibition of the majority of MAPK pathways leads to a reduction in the activation and proliferation of PaSCs. Anti-fibrosis treatment strategies targeting PaSCs include inhibition of the activation of quiescent PaSCs. Agents such as angiotensin receptor blockers, serine protease inhibitors and adenine dinucleotide phosphate oxidase inhibit the activation and function of PaSCs. Camostat mesilate, an oral protease inhibitor, that is used to treat patients with chronic pancreatitis inhibited the proliferation and MCP-1 production in PaSCs in vitro. The success and effect of anti-fibrosis therapies in pancreatic cancer treatment, however, remains unclear. Rat PaSCs express COX-2 when stimulated with TGF beta 1 (TGF-β1) and other cytokines. pharmacological inhibition of COX-2 and inhibition of TGF-β1 signalling pathway decreases the expression of COX-2, α-SMA and collagen I, indicating that COX-2 may be a therapeutic target for pancreatic cancer and chronic pancreatitis. Strategies aimed at inducing PaSC transformation from an activated to a quiescent state and inducing PaSC apoptosis may also be used to treat pancreatic cancer and chronic pancreatitis. For example, the administration of vitamin A induces culture activated rat PaSCs to trans-differentiate to a quiescent state, preventing the progression of pancreatic cancer and pancreatitis.",
            "score": 195.52326428890228
        },
        {
            "docid": "14087410_12",
            "document": "Heat shock protein 90kDa alpha (cytosolic), member A1 . Over the last two decades HSP90 has emerged as an intriguing target in the war on cancer. HSP90 interacts and supports numerous proteins that promote oncogenesis, thus distinguishing Hsp90 as a cancer enabler as it is regarded as essential for malignant transformation and progression. Moreover, through their extensive interactomes, both paralogs are associated with each hallmark of cancer. The HSP90AA1 gene however is not altered in a majority of tumors according to The Cancer Genome Atlas (TCGA). Currently bladder cancer is found to have the largest number of alterations followed by pancreatic cancer. This may not come as a surprise since overall Hsp90 expression levels are held at such a high level compared to most all other proteins within the cell., therefore further increasing Hsp90 levels may not provide any benefit to cancer growth. Additionally, whole genome sequencing across all tumor types and cancer cell lines reveals that there are presently 115 different mutations within the HSP90AA1 open reading frame. The effects of these mutations on HSP90A function, however, remain unknown. Remarkably, in a number of tumors the HSP90AA1 gene is homozygously deleted, suggesting that these tumors may have a reduced level of malignancy. This is supported by a comparative genome-wide analysis of 206 gastric cancer patients that reported loss of HSP90AA1 is indeed associated with favorable outcomes after surgery alone. This supports the possibility that the absence of Hsp90A in tumor biopsies may serve as a biomarker for positive clinical outcomes. Biologically, Hsp90A differs from Hsp90B in that Hsp90A is presently understood to function as a secreted extracellular agent in wound healing and inflammation in addition to its intracellular roles. These two processes are often hijacked by cancer allowing for malignant cell motility, metastasis and extravasion. Current research in prostate cancer indicates that extracellular Hsp90A transduces signals that promote the chronic inflammation of cancer-associated fibroblasts. This reprogramming of the extracellular milieu surrounding malignant adenocarcinoma cells is understood to stimulate prostate cancer progression. Extracellular HSP90A induces inflammation through the activation of the NF-κB (RELA) and STAT3 transcription programs that include the pro-inflammatory cytokines IL-6 and IL-8. Coincidentally NF-κB also induces expression Hsp90A., thus providing a model where newly expressed Hsp90A would also be secreted from the stimulated fibroblast thereby creating positive autocrine and paracrine feedback loops resulting in an inflammatory storm at the site of malignancy. This concept requires further attention as it may explain the correlation of increased levels of Hsp90A in the plasma of patients with advanced stages of malignancy.",
            "score": 205.73054432868958
        },
        {
            "docid": "57185687_2",
            "document": "Breast cancer stem cell . Breast cancer is the most prevalent type of cancer among women worldwide, with almost 500 million deaths associated with this cancer type alone. The most commonly used treatment methods for breast cancer include surgery, radiotherapy and chemotherapy. However, many of these treated patients experience disease relapse and metastasis. This aggressive progression and recurrence of this disease has been attributed the presence of a subset of tumor cells known as breast cancer stem cells (BCSCs). These cells possess the abilities of self-renewal and tumor initiation, allowing them to be drivers of metastases and tumor growth. The microenvironment in which these cells reside is filled with residential inflammatory cells that provide the needed signaling cues for BCSC-mediated self-renewal and survival. Furthermore, the production of cytokines allows these cells to escape from the primary tumor and travel through the circulation to distant organs, commencing the process of metastasis. Due to their significant role in driving disease progression, BCSCs represent a new target by which to treat the tumor at the source of metastasis.",
            "score": 194.98538196086884
        },
        {
            "docid": "16858475_4",
            "document": "SH3BGRL3 . Proteins such as glutaredoxin and thioredoxin are reported as up-regulated in many cancers such as lung and pancreatic; they have been implicated in increased resistance of cancer cells to free-radicals. There is little current evidence which directly links SH3GRPL3 with survival in cancer cells, however the protein has recently been identified as up-regulated in glioblastoma multiforme compared to normal cerebral tissue on proteomic analysis. Studies of acute promyelocytic leukemia cell line NB4 have also reported up-regulation of the protein. Conversely, the related protein SH3BGRL is reported to be downregulated in fibroblasts, lymphoid cells, and splenic tumor cells transformed by the viral oncogene v-Rel. Co-expression of SH3BGRL with v-Rel in primary splenic lymphocytes reduced the number of colonies formed by 76%. Xu et al. reported SH3BGRPL3 protein as a post-translational modification of the 27kDa tumor necrosis factor alpha (TNF-α) inhibitory protein, TIP-B1. This protein is potentially involved in resistance of cells to the apoptosis-inducing affect of TNF-α.",
            "score": 202.40753519535065
        },
        {
            "docid": "24796896_19",
            "document": "12-Hydroxyeicosatetraenoic acid . 12-HETE (stereoisomer not defined) is the dominant arachidonic acid metabolite in cultured PC3 human prostate cancer cells and its levels in human prostate cancer tissue exceed by >9-fold its levels in normal human prostate tissue. Furthermore, 12(\"S\")-HETE a) increases the expression of Alpha-v beta-5 cell surface adhesion molecule and associated with this the survival of cultured PC3 cells; b) promotes the phosphorylation of retinoblastoma protein to inhibit its tumor suppressor function while promoting the proliferation of cultured PC3 cells; c) stimulates PC3 cells to activate the Mitogen-activated protein kinase kinase/extracellular signal-regulated kinases-1/2 pathway and the NFκB pathways that lead to cell proliferation; d) reverses the apoptosis-inducing (i.e. cell-killing) effect of pharmacologically inhibiting 12-LO in cultured DU145 human prostate cancer cells; e) promotes the induction of cyclooxygenase-1 and thereby the synthesis of this enzyme's growth-promoting arachidonic acid metabolite, PGE2, in cultured PC3 and LNCaP human prostate cancer cells; and f) induces cultured PC3 cells to express Vascular endothelial growth factor (VEGF), a protein that stimulates the formation of the microvasclature which assists in the metastasis of cancer. These results suggest that the 12(\"S\")-HETE made by prostate cancer tissues serves to promote the growth and spread of this cancer. Since it mediates the action of 12(\"S\")-HETE in stimulating cultured PC3 cells to activate the Mitogen-activated protein kinase kinase/Extracellular signal-regulated kinases-1/2 pathway and NFκB pathways, the GPR31 receptor may contribute to the pro-malignant activity of 12(\"S\")-HETE. However, LNCaP and PC3 cells also express BLT2 receptors; in LNCaP cells, BLT2 receptors are positively linked (i.e. stimulate the expression of) to the growth- and metastasis-promoting androgen receptor; in PC3 cells, BLT2 receptors stimulate the NF-κB pathway to inhibit the apoptosis caused by cell detachment from surfaces (i.e. Anoikis; and, in BLT2-overexpressing PWR-1E non-malignant prostate cells, 12(\"S\")-HETE diminish anoikis-induced apoptosis. ith occurs. Thus, the role of 12(\"S\")-HETE in human prostate cancer, if any, may involve its activation of one or both of the GPR31 and BLT2 receptors.",
            "score": 193.93030166625977
        },
        {
            "docid": "35714179_3",
            "document": "Cancer dormancy . Cancer dormancy is not yet fully understood, but some researchers have performed mathematical modeling to explain the occurrence of cancer dormancy as a characteristic of all migrating tumor cells as part of an evolutionary process of selection and mutation. Recently, scientists from Aga Khan University Pakistan, have extended the studies of encystation in \"Acanthamoeba\" to induce dormancy in Prostate cancer cells lines and understanding of the signalling pathways that are involved. This eukaryotic encystation in \"Acanthamoeba\" spp., is known to involve a crosstalk between the trophozoite form of the cell and unfavourable microenvoirment that induces it. It is thought that once tumor cells disseminate and begin to migrate to a new site to metastasize, the interaction of the tumor cells with that microenvironment determines whether the cells will proliferate and form metastases or undergo growth arrest and enter cancer dormancy. It is suggested that the disseminated cells choose dormancy when the new environment is not permissive in situations such as cellular stress or a lack of available growth factors. These dormant cells can stay in this state for long periods of time and can be clinically undetectable. However, these cells can be dangerous because they can strike back years after the doctor and patient believe the patient is cured. They can exist in a quiescent state for many years, but the dormancy period can be interrupted to start proliferating uncontrollably and form metastases that cannot be treated. Cancer dormancy is often associated with minimal residual disease (MRD) where some tumor cells are left behind after a treatment and can persist either at the primary tumor site or as disseminated cells that are proliferating or dormant. MRD has been found in a widespread range of cancers including but not limited to: breast, prostate, colon, gastric, colon, pancreatic, head and neck, neuroblastoma, leukemia, melanoma, and others. These cells are often found in the bone marrow, but are also found in other organs and usually indicate poor prognosis for the patient.",
            "score": 211.68077719211578
        },
        {
            "docid": "14958_44",
            "document": "Immune system . Another important role of the immune system is to identify and eliminate tumors. This is called immune surveillance. The \"transformed cells\" of tumors express antigens that are not found on normal cells. To the immune system, these antigens appear foreign, and their presence causes immune cells to attack the transformed tumor cells. The antigens expressed by tumors have several sources; some are derived from oncogenic viruses like human papillomavirus, which causes cervical cancer, while others are the organism's own proteins that occur at low levels in normal cells but reach high levels in tumor cells. One example is an enzyme called tyrosinase that, when expressed at high levels, transforms certain skin cells (e.g. melanocytes) into tumors called melanomas. A third possible source of tumor antigens are proteins normally important for regulating cell growth and survival, that commonly mutate into cancer inducing molecules called oncogenes.",
            "score": 175.29024517536163
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 190.04474449157715
        },
        {
            "docid": "5024592_23",
            "document": "Immune tolerance . Immune tolerance is an important means by which growing tumors, which have mutated proteins and altered antigen expression, prevent elimination by the host immune system. It is well recognized that tumors are a complex and dynamic population of cells composed of transformed cells as well as stromal cells, blood vessels, tissue macrophages, and other immune infiltrates. These cells and their interactions all contribute to the changing tumor microenvironment, which the tumor largely manipulates to be immunotolerant so as to avoid elimination. There is an accumulation of metabolic enzymes that suppress T cell proliferation and activation, including IDO and arginase, and high expression of tolerance-inducing ligands like FasL, PD-1, CTLA-4, and B7. Pharmacologic monoclonal antibodies targeted against some of these ligands has been effective in treating cancer. Tumor-derived vesicles known as exosomes have also been implicated promoting differentiation of iTreg cells and myeloid derived suppressor cells (MDSCs), which also induce peripheral tolerance. In addition to promoting immune tolerance, other aspects of the microenvironment aid in immune evasion and induction of tumor-promoting inflammation.",
            "score": 187.10260319709778
        },
        {
            "docid": "70425_33",
            "document": "Inflammation . Inflammation orchestrates the microenvironment around tumours, contributing to proliferation, survival and migration. Cancer cells use selectins, chemokines and their receptors for invasion, migration and metastasis. On the other hand, many cells of the immune system contribute to cancer immunology, suppressing cancer. Molecular intersection between receptors of steroid hormones, which have important effects on cellular development, and transcription factors that play key roles in inflammation, such as NF-κB, may mediate some of the most critical effects of inflammatory stimuli on cancer cells. This capacity of a mediator of inflammation to influence the effects of steroid hormones in cells, is very likely to affect carcinogenesis on the one hand; on the other hand, due to the modular nature of many steroid hormone receptors, this interaction may offer ways to interfere with cancer progression, through targeting of a specific protein domain in a specific cell type. Such an approach may limit side effects that are unrelated to the tumor of interest, and may help preserve vital homeostatic functions and developmental processes in the organism.",
            "score": 190.42332649230957
        },
        {
            "docid": "14717585_4",
            "document": "Steven Libutti . Libutti is studying tumor neovascular formation and the interaction between tumor cells, endothelial cells and the components of the tumor microenvironment. The goal of Libutti's research program is to develop novel cancer therapies through a better understanding of the tumor microenvironment. The interaction of a tumor and its vasculature is critical for both tumor growth and the spread of tumor cells to distant organs. The process of new vessel development within the tumor is termed angiogenesis and is required for tumors to grow larger than a few millimeters. In order to better understand the relationship between the tumor and its blood supply, their research is focused on the interaction between tumor-derived factors and endothelial cells developing in the context of the tumor microenvironment. By understanding this interaction they hope to be able to design novel treatment strategies to inhibit both the growth and the spread of tumors. They are currently studying a variety of tumor-derived factors with effects on tumor-associated vasculature. These include vascular endothelial growth factor (VEGF) and endothelial cell monocyte-activating polypeptide II (EMAP-II). EMAP-II is a cytokine with potent effects on blood vessels and was discovered by a research team (including Libutti) at Columbia University. Cytokines such as VEGF and EMAP-II appear to be produced in varying amounts by tumors and have direct effects on the tumor neovasculature. Libutti's approach to the study of these interactions has been through the utilization of a variety of in vitro and in vivo model systems. His team is using gene expression profiling to understand the changes that occur in endothelial cells exposed to tumor-derived factors. His laboratory is developing techniques, which allow them to isolate endothelial cells from tumor tissue. This has resulted in their ability to study tumor-derived endothelial cells directly, and has led to the observation that tumor associated endothelial cells have epigenetic changes compared to normal endothelial cells from the same tissue type. This approach has also allowed them to identify specific genes such as FILIP1L (formerly DOC1), which appear to play a role in the control of endothelial cell responses to angiogenesis inhibitors. They are also using noninvasive imaging techniques, including dynamic MRI and PET, to map changes in tumor blood flow within tumors both in animal models and in patients on clinical trials. A variety of inhibitors of tumor angiogenesis are being actively studied. These include both recombinant proteins derived from naturally occurring substances as well as small molecules designed to act on specific pathways. Various methods of delivering these agents, including gene therapy approaches and the use of tumor targeted nanoparticles are being pursued. Libutti was the first to administer TNF bound colloidal gold nanoparticles as targeted therapy to cancer patients. The overall goal of Libutti's work is to translate a better understanding of tumor cell-endothelial cell interactions, within the context of the tumor microenvironment, into better therapies for patients with cancer. Dr. Libutti is also studying the role of tumor suppressor genes such as \"MEN1\" in the process of tumor formation. Specifically, deciphering the role of \"MEN1\" in the tissue selective development of tumors is work for which Libutti received an R01 grant from the NCI . Libutti has published over 270 peer reviewed journal articles and currently has a Hirsch Index of 60. He is the Editor-in-Chief of Cancer Gene Therapy, a Springer Nature journal focused on cancer gene and cellular therapies.",
            "score": 178.0858509540558
        },
        {
            "docid": "9577488_8",
            "document": "Exosome (vesicle) . Exosomes from red blood cells contain the transferrin receptor which is absent in mature erythrocytes. Dendritic cell-derived exosomes express MHC I, MHC II, and costimulatory molecules and have been proven to be able to induce and enhance antigen-specific T cell responses \"in vivo\". In addition, the first exosome-based cancer vaccination platforms are being explored in early clinical trials. Exosomes can also be released into urine by the kidneys, and their detection might serve as a diagnostic tool. Urinary exosomes may be useful as treatment response markers in prostate cancer. Exosomes secreted from tumour cells can deliver signals to surrounding cells and have been shown to regulate myofibroblast differentiation. In melanoma, tumor-derived vesicles can enter lymphatics and interact with subcapsular sinus macrophages and B cells in lymph nodes. A recent investigation showed that exosome release positively correlates with the invasiveness of ovarian cancer. Exosomes released from tumors into the blood may also have diagnostic potential. Exosomes are remarkably stable in bodily fluids strengthening their utility as reservoirs for disease biomarkers. Patient blood samples stored in biorepositories can be used for biomarker analysis as colorectal cancer cell-derived exosomes spiked into blood plasma could be recovered after 90 days of storage at various temperatures.",
            "score": 281.7478849887848
        },
        {
            "docid": "56379488_3",
            "document": "Biological effects of radiation on the epigenome . Ionizing radiation has been known to cause damage to cellular components such as proteins, lipids, and nucleic acids. It has also been known to cause DNA double-strand breaks. Accumulation of DNA double strand breaks can lead to cell cycle arrest in somatic cells and cause cell death. Due to its ability to induce cell cycle arrest, ionizing radiation is used on abnormal growths in the human body such as cancer cells, in radiation therapy. Most cancer cells are fully treated with some type of radiotherapy, however some cells such as stem cell cancer cells show a reoccurrence when treated by this type of therapy.",
            "score": 172.90071392059326
        },
        {
            "docid": "42683705_16",
            "document": "Epigenetics and melanoma . MiRNAs function in several areas of biological processes, including differentiation, proliferation and apoptosis. They have also been found to play important roles in the development of cancers. Some of these non-coding RNAs, including miRNA-205, have been linked, recently, to the over or under expression of several genes associated with cancer and other life-threatening diseases such as heart disease, and alterations in their expressions have been shown to impact cancer cell growth, survival and the ability to spread (Liu et al. 2012). For instance, the loss of the miRNA-205 expression is associated with the metastasis of melanoma (Liu et al. 2012). An overproduction of MiRNAs can cause the epigenetic silencing of many important genes such as MITF, FOXO3, TFAP2C, CCND1, ITGA3 and c-KIT, needed in cell cycle regulation, and this can cause a cell to become cancerous (He et al., 2005).",
            "score": 172.63809967041016
        },
        {
            "docid": "9691122_12",
            "document": "Galectin . The best understood galectin in terms of cancer is galectin-3. Evidence suggests that galectin-3 plays a considerable part in processes linked to tumorigenesis, including transformation to a malignant form, metastasis and increased invasive properties of tumour cells. There is some significant evidence that galectin-3 is involved in cancer since it interacts with oncogenes such as Ras and activates downstream signalling that promotes proliferation. It can also regulate some of the proteins of the cell cycle, such as cyclin E and c-myc, which may give it additional tumorigenic properties. The concentration of galectin-3 is elevated in the circulation of patients with some types of cancer including breast cancer. It has also been identified bound to glycans on the surface of breast cancer cells. In cancer patients whose cancer has metastasised, galectin-3 is higher still, suggesting that this galectin has a crucial role in metastasis. Galectin-3 also binds to MUC-1, a very large transmembrane mucin, which on cancer cells changes expression from long core 2 type O-glycosylation to shorter core 1 type O-glycosylation. Core 2 glycans terminate in galactose or sialic acid, whereas core 1 is branched and has potential for large carbohydrate extensions. High levels of MUC-1 are associated with poor prognosis and increased potential of metastasis. This cancer-associated MUC-1 is a natural ligand for galectin-3. In normal cells, MUC-1 has distinct polarisation and acts as a protective barrier around the cell, reducing cell-cell interactions. In breast cancer cells, it is hypothesised that galectin-3 has high affinity for cancer-associated MUC-1, causing depolarisation and breaking the cell's protective shield. This exposes small adhesion molecules on the surface of the cell, which interact with adhesion proteins on endothelial cell walls, such as E-selectin, promoting intravastion into the blood stream. Experiments shows that overexpression of MUC-1 alone is not enough to increase metastatic potential, and in fact it inhibits tumour cell entry into the blood stream. It requires the presence of upregulated galectin-3 in addition to MUC-1 to increase invasive and metastatic properties of the cancer. This is supported by other studies showing that inhibition of galectin-3 in human breast cancer cells lose their malignancy in vitro. This may provide a clue towards developing therapeutics for cancer, such as galectin-3 inhibitors.",
            "score": 198.7811040878296
        },
        {
            "docid": "43148806_11",
            "document": "Immunoediting . In the escape phase, tumor cells continue to grow and expand in an uncontrolled manner and may eventually lead to malignancies. In the study of cancer immunoediting, knockout mice have been used for experimentation since human testing is not possible. Tumor infiltration by lymphocytes is seen as a reflection of a tumor-related immune response. There is increasing evidence that biological vesicles (e.g., exosomes) secreted by tumour cells help to foster an immunosuppressive tumour microenvironment. During the \"escape phase\", tumor cell variants selected in the \"equilibrium phase\" have breached the host organism's immune defenses, with various genetic and epigenetic changes conferring further resistance to immune detection. There are several mechanisms that lead to escape of cancer cells to immune system, for example downregulation or loss of expression of classical MHC class I (HLA-A, HLA-B- HLA-C) which is essential for effective T cell-mediated immune response (appears in up to 90% of tumours), development of cancer microenvironment which has suppressive effect on immune system and works as an protective barrier to cancer cells. Cells contained in tumor microenvironment are able to produce cytokines which can cause apoptosis of activated T lymphocyte. Another mechanism of tumor cells to avoid immune system is upregulation of non-classical MHC I (HLA-E, HLA-F, HLA-G) which prevents NK-mediated immune reaction by interaction with NK cells. The tumor begins to develop and grow after escaping the immune system.",
            "score": 216.5816489458084
        },
        {
            "docid": "25081142_40",
            "document": "Treatment of cancer . Exosomes secreted by tumors are also believed to be responsible for triggering programmed cell death (apoptosis) of immune cells; interrupting T-cell signaling required to mount an immune response; inhibiting the production of anti-cancer cytokines, and has implications in the spread of metastasis and allowing for angiogenesis. Studies are currently being done with \"Lectin affinity plasmapheresis\" (LAP), LAP is a blood filtration method which selectively targets the tumor based exosomes and removes them from the bloodstream. It is believed that decreasing the tumor-secreted exosomes in a patient's bloodstream will slow down progression of the cancer while at the same time increasing the patients own immune response.",
            "score": 239.3744134902954
        },
        {
            "docid": "16770101_34",
            "document": "Long non-coding RNA . While many association studies have identified unusual expression of long ncRNAs in disease states, there is little understanding of their role in causing disease. Expression analyses that compare tumor cells and normal cells have revealed changes in the expression of ncRNAs in several forms of cancer. For example, in prostate tumours, PCGEM1 (one of two overexpressed ncRNAs) is correlated with increased proliferation and colony formation suggesting an involvement in regulating cell growth. MALAT1 (also known as NEAT2) was originally identified as an abundantly expressed ncRNA that is upregulated during metastasis of early-stage non-small cell lung cancer and its overexpression is an early prognostic marker for poor patient survival rates. More recently, the highly conserved mouse homologue of MALAT1 was found to be highly expressed in hepatocellular carcinoma. Intronic antisense ncRNAs with expression correlated to the degree of tumor differentiation in prostate cancer samples have also been reported. Despite a number of long ncRNAs having aberrant expression in cancer, their function and potential role in tumourogenesis is relatively unknown. For example, the ncRNAs HIS-1 and BIC have been implicated in cancer development and growth control, but their function in normal cells is unknown. In addition to cancer, ncRNAs also exhibit aberrant expression in other disease states. Overexpression of PRINS is associated with psoriasis susceptibility, with PRINS expression being elevated in the uninvolved epidermis of psoriatic patients compared with both psoriatic lesions and healthy epidermis.",
            "score": 184.5650806427002
        },
        {
            "docid": "38925137_36",
            "document": "Tumor microenvironment . They can also exclude them via biosynthesis of CXCL12. Conditionally depleting these cells from the stroma of an ectopic, transplanted tumor and of an autochthonous pancreatic ductal adenocarcinoma (PDA) allowed T cells to rapidly control tumor growth. However, the depletion must be limited to the TME, because these cells carry out essential functions in several normal tissues. “Reprogramming” FAP cells in the TME with a vitamin D analog may neutralize them. Another approach may block their immune suppressive mechanism. In a preclinical PDA mouse model, FAP CAFs produced the chemokine CXCL12, which is bound by PDA cancer cells. Because FAP stromal cells also accumulate in nontransformed, inflammatory lesions, this “coating” of cancer cells may reflect a means by which “injured” epithelial cells protect themselves from immune attack. Administering an inhibitor of CXCL12 receptor CXCR4 caused the rapid spread of T cells among cancer cells, arrested tumor growth and stimulated tumor sensitivity to anti-PD-L1.",
            "score": 185.78303933143616
        }
    ],
    "r": [
        {
            "docid": "9577488_8",
            "document": "Exosome (vesicle) . Exosomes from red blood cells contain the transferrin receptor which is absent in mature erythrocytes. Dendritic cell-derived exosomes express MHC I, MHC II, and costimulatory molecules and have been proven to be able to induce and enhance antigen-specific T cell responses \"in vivo\". In addition, the first exosome-based cancer vaccination platforms are being explored in early clinical trials. Exosomes can also be released into urine by the kidneys, and their detection might serve as a diagnostic tool. Urinary exosomes may be useful as treatment response markers in prostate cancer. Exosomes secreted from tumour cells can deliver signals to surrounding cells and have been shown to regulate myofibroblast differentiation. In melanoma, tumor-derived vesicles can enter lymphatics and interact with subcapsular sinus macrophages and B cells in lymph nodes. A recent investigation showed that exosome release positively correlates with the invasiveness of ovarian cancer. Exosomes released from tumors into the blood may also have diagnostic potential. Exosomes are remarkably stable in bodily fluids strengthening their utility as reservoirs for disease biomarkers. Patient blood samples stored in biorepositories can be used for biomarker analysis as colorectal cancer cell-derived exosomes spiked into blood plasma could be recovered after 90 days of storage at various temperatures.",
            "score": 281.7478942871094
        },
        {
            "docid": "9577488_20",
            "document": "Exosome (vesicle) . Exosomes offer distinct advantages that uniquely position them as highly effective drug carriers. Composed of cellular membranes with multiple adhesive proteins on their surface, exosomes are known to specialize in cell–cell communications and provide an exclusive approach for the delivery of various therapeutic agents to target cells. For example, researchers used exosomes as a vehicle for the delivery of cancer drug paclitaxel. They placed the drug inside exosomes derived from white blood cells, which were then injected into mice with drug-resistant lung cancer. Importantly, incorporation of paclitaxel into exosomes increased cytotoxicity more than 50 times as a result of nearly complete co-localization of airway-delivered exosomes with lung cancer cells.",
            "score": 250.19656372070312
        },
        {
            "docid": "25081142_40",
            "document": "Treatment of cancer . Exosomes secreted by tumors are also believed to be responsible for triggering programmed cell death (apoptosis) of immune cells; interrupting T-cell signaling required to mount an immune response; inhibiting the production of anti-cancer cytokines, and has implications in the spread of metastasis and allowing for angiogenesis. Studies are currently being done with \"Lectin affinity plasmapheresis\" (LAP), LAP is a blood filtration method which selectively targets the tumor based exosomes and removes them from the bloodstream. It is believed that decreasing the tumor-secreted exosomes in a patient's bloodstream will slow down progression of the cancer while at the same time increasing the patients own immune response.",
            "score": 239.37440490722656
        },
        {
            "docid": "9577488_13",
            "document": "Exosome (vesicle) . A study hypothesized that intercellular communication of tumor exosomes could mediate further regions of metastasis for cancer. Hypothetically, exosomes can plant tumor information, such as tainted RNA, into new cells to prepare for cancer to travel to that organ for metastasis. The study found that tumor exosomal communication has the ability to mediate metastasis to different organs. Furthermore, even when tumor cells have a disadvantage for replicating, the information planted at these new regions, organs, can aid in the expansion of organ specific metastasis.",
            "score": 230.78323364257812
        },
        {
            "docid": "22366369_4",
            "document": "PFKFB4 . In 2012 research by scientists at Cancer Research UK’s London Research Institute show that an enzyme called PFKFB4 is essential for balancing these two processes – making sure the cell’s energy needs are met without allowing free radicals to build up and trigger cell death. Study leader Dr. Almut Schulze, said: “Our study suggests that PFKFB4 acts to fine-tune the process by which cells convert glucose into energy. Blocking this enzyme in prostate cancer cells grown in the lab stalled growth and triggered a catastrophic build-up of free-radicals, suggesting that it could be a suitable drug target. Importantly, this route to energy production is common to many different types of cancer, suggesting that drugs to target it could potentially be used to treat a variety of cancers.”<ref name=\"Functional Metabolic Screen Identifies 6-Phosphofructo-2-Kinase/Fructose-2,6-Biphosphatase 4 as an Important Regulator of Prostate Cancer Cell Survival\"></ref>",
            "score": 225.71835327148438
        },
        {
            "docid": "1759159_15",
            "document": "Warburg effect . A model called the \"reverse Warburg effect\" describes cells producing energy by glycolysis, but which are not tumor cells, but stromal fibroblasts. In this scenario, the stroma become corrupted by cancer cells and turn into factories for the synthesis of energy rich nutrients. The cells then take these energy rich nutrients and use them for TCA cycle which is used for oxidative phosphorylation. This results in an energy rich environment that allows for replication of the cancer cells. This still supports Warburg's original observation that tumors show a tendency to create energy through aerobic glycolysis.",
            "score": 223.61798095703125
        },
        {
            "docid": "9577500_20",
            "document": "Exosome complex . The exosome has been shown to be inhibited by the antimetabolite fluorouracil, a drug used in the chemotherapy of cancer. It is one of the most successful drugs for treating solid tumors. In yeast cells treated with fluorouracil, defects were found in the processing of ribosomal RNA identical to those seen when the activity of the exosome was blocked by molecular biological strategies. Lack of correct ribosomal RNA processing is lethal to cells, explaining the antimetabolic effect of the drug.",
            "score": 223.18670654296875
        },
        {
            "docid": "21317821_18",
            "document": "Mitophagy . In 1920 Otto Warburg observed that certain cancerous tumors display a metabolic shift towards glycolysis. This hypothesis is referred to as the \"Warburg effect\", in which cancer cells produce energy via the conversion of glucose into lactate, even in the presence of oxygen (aerobic glycolysis). Despite nearly a century since it was first described, a lot of questions remained unanswered regarding the Warburg effect. Initially, Warburg attributed this metabolic shift to mitochondrial dysfunction in cancer cells. Further studies in tumor biology have shown that the increased growth rate in cancer cells is due to an overdrive in glycolysis (glycolytic shift), which leads to a decrease in oxidative phosphorylation and mitochondrial density. As a consequence of the Warburg effect, cancer cells would produce large amounts of lactate. The excess lactate is then released to the extracellular environment which results in a decrease in extracellular pH. This micro-environment acidification can lead to cellular stress, which would lead to autophagy. Autophagy is activated in response to a range of stimuli, including nutrient depletion, hypoxia, and activated oncogenes. However, it appears that autophagy can help in cancer cell survival under conditions of metabolic stress and it may confer resistance to anti-cancer therapies such as radiation and chemotherapy. Additionally, in the microenvironment of cancer cells, there is an increase in hypoxia-inducible transcription factor 1-alpha (HIF1A), which promotes expression of BNIP3, an essential factor for mitophagy.",
            "score": 222.71246337890625
        },
        {
            "docid": "38925137_18",
            "document": "Tumor microenvironment . TAMs are associated with using exosomes (vesicles used by mammalian cells to secrete intracellular contents) to deliver invasion-potentiating microRNA (miRNA) into cancerous cells, specifically breast cancer cells.",
            "score": 222.1584014892578
        },
        {
            "docid": "1759159_8",
            "document": "Warburg effect . The Warburg effect may simply be a consequence of damage to the mitochondria in cancer, or an adaptation to low-oxygen environments within tumors, or a result of cancer genes shutting down the mitochondria, which are involved in the cell's apoptosis program that kills cancer cells. It may also be an effect associated with cell proliferation. Since glycolysis provides most of the building blocks required for cell proliferation, cancer cells (and normal proliferating cells) have been proposed to need to activate glycolysis, despite the presence of oxygen, to proliferate. Evidence attributes some of the high anaerobic glycolytic rates to an overexpressed form of mitochondrially-bound hexokinase responsible for driving the high glycolytic activity. In kidney cancer, this effect could be due to the presence of mutations in the von Hippel–Lindau tumor suppressor gene upregulating glycolytic enzymes, including the M2 splice isoform of pyruvate kinase. TP53 mutation hits energy metabolism and increases glycolysis in breast cancer.",
            "score": 221.5511932373047
        },
        {
            "docid": "55133810_10",
            "document": "Dendritic cell-based cancer vaccine . In this way, DCs’ precursors are isolated from the patient through leukapheresis and after maturation/stimulation of these precursors \"ex vivo\", fully mature DCs are injected back into the patient. There are different ways applied to generate cancer cells-specific DCs. We can used specific TAAs, tumor lysates,created DC-cancer cell fusions, electroporation/transfection of DCs with total cancer cell-mRNA or tumor derived exosomes (TDEs) by the stimulation. There is also the possibility of additional co-stimulating with cytokine “cocktails” to assure strong maturation.",
            "score": 218.41651916503906
        },
        {
            "docid": "14132752_15",
            "document": "CYR61 . Angiogenesis is essential for the supply of oxygen and nutrients to nourish the growing tumor. CYR61 is a powerful angiogenic inducer in vivo, and it can also promote cancer cell proliferation, invasion, survival, epithelial–mesenchymal transition, and metastasis. Accordingly, forced overexpression of CYR61 enhanced tumor growth in xenografts of breast cancer cells, prostate cancer cells, ovarian carcinoma cells, and squamous carcinoma cells. Clinically, CYR61 expression correlates with the tumor stage, tumor size, lymph node positivity, and poor prognosis in several cancers, including breast cancer, prostate cancer, glioma, gastric adenocarcinoma, and squamous cell carcinoma.",
            "score": 217.49371337890625
        },
        {
            "docid": "32483088_4",
            "document": "KEK digital accelerator . Disturbing as it may sound, imagine cancer cells located near a human organ, cells that need to be treated. One of the most promising treatments is to irradiate cancer cells with high energy particles in order to ionize the DNA molecules in the cancer cells, breaking the molecules and killing the cells. Doctors can use radiation to damage the cancer cells but not the healthy cells around them. Particle therapy uses a property of particles called the Bragg peak of energy disposition. When a particle travels through a material, it deposits energy to its surroundings as it travels, before it comes to a complete halt. It turns out that ions lose most of their energy immediately before they come to stop. This property can be used to target cancer cells that are located at certain distance from the skin, without affecting healthy tissues on its way. Another well known radiation therapy for cancer, X-ray therapy, cannot do this. The energy loss spectrum is much broader so that much of the energy gets absorbed by the surrounding, damaging unwanted regions. This feature remains the same for the recently developed technique called intensity-modulated radiotherapy CHHIP.",
            "score": 217.0797119140625
        },
        {
            "docid": "88078_19",
            "document": "Prostate cancer . The prostate is a zinc-accumulating, citrate-producing organ. The protein ZIP1 is responsible for the active transport of zinc into prostate cells. One of the zinc's important roles is to change the metabolism of the cell in order to produce citrate, an important component of semen. The process of zinc accumulation, alteration of metabolism, and citrate production is energy inefficient, and prostate cells sacrifice enormous amounts of energy (ATP) in order to accomplish this task. Prostate cancer cells are generally devoid of zinc. This allows prostate cancer cells to save energy not making citrate, and utilize the new abundance of energy to grow and spread. The absence of zinc is thought to occur via a silencing of the gene that produces the transporter protein ZIP1. ZIP1 is now called a tumor suppressor gene product for the gene SLC39A1. The cause of the epigenetic silencing is unknown. Strategies which transport zinc into transformed prostate cells effectively eliminate these cells in animals. Zinc inhibits NF-κB pathways, is anti-proliferative and induces apoptosis in abnormal cells. Unfortunately, oral ingestion of zinc is ineffective since high concentrations of zinc into prostate cells is not possible without the active transporter, ZIP1.",
            "score": 216.59805297851562
        },
        {
            "docid": "43148806_11",
            "document": "Immunoediting . In the escape phase, tumor cells continue to grow and expand in an uncontrolled manner and may eventually lead to malignancies. In the study of cancer immunoediting, knockout mice have been used for experimentation since human testing is not possible. Tumor infiltration by lymphocytes is seen as a reflection of a tumor-related immune response. There is increasing evidence that biological vesicles (e.g., exosomes) secreted by tumour cells help to foster an immunosuppressive tumour microenvironment. During the \"escape phase\", tumor cell variants selected in the \"equilibrium phase\" have breached the host organism's immune defenses, with various genetic and epigenetic changes conferring further resistance to immune detection. There are several mechanisms that lead to escape of cancer cells to immune system, for example downregulation or loss of expression of classical MHC class I (HLA-A, HLA-B- HLA-C) which is essential for effective T cell-mediated immune response (appears in up to 90% of tumours), development of cancer microenvironment which has suppressive effect on immune system and works as an protective barrier to cancer cells. Cells contained in tumor microenvironment are able to produce cytokines which can cause apoptosis of activated T lymphocyte. Another mechanism of tumor cells to avoid immune system is upregulation of non-classical MHC I (HLA-E, HLA-F, HLA-G) which prevents NK-mediated immune reaction by interaction with NK cells. The tumor begins to develop and grow after escaping the immune system.",
            "score": 216.58164978027344
        },
        {
            "docid": "38925137_20",
            "document": "Tumor microenvironment . Tumor infiltrating lymphocytes (TILs) are lymphocytes that penetrate a tumor. TILs have a common origin with myelogenous cells at the hematopoietic stem cell, but diverge in development. Concentration is generally positively correlated. However, only in melanoma has autologous TIL transplant succeeded as a treatment. Cancer cells induce apoptosis of activated T cells (a class of lymphocyte) by secreting exosomes containing death ligands such as FasL and TRAIL, and via the same method, turn off the normal cytotoxic response of natural killer cells (NK cells). This suggests that cancer cells actively work to restrain TILs.",
            "score": 215.59268188476562
        },
        {
            "docid": "1283013_5",
            "document": "Spalax . Studies on the growth of fibroblasts \"in vitro\" of \"Spalax judaei\" and \"Spalax golani\" showed that the process of necrosis replaces the role of the systematic apoptosis normally used in most organisms. Low-oxygen conditions, such as those common in blind mole rats’ burrows, usually cause cells to undergo apoptosis. One study showed that in adaptation to a higher tendency of cell death, blind mole rats evolved a mutation in the tumor suppressor protein p53, also used in humans, to prevent cells from undergoing apoptosis. Human cancer patients have similar mutations, and blind mole rats were thought to be more susceptible to cancer because their cells cannot undergo apoptosis. However, after a specific amount of time (within 3 days according to one study), the cells in blind mole rats release interferon-beta (which the immune system normally uses to counter viruses) in response to overproliferation of cells caused by the suppression of apoptosis. In this case, the interferon-beta triggers cells to undergo necrosis, and this mechanism also kills cancer cells in blind mole rats. Because of tumor suppression mechanisms such as this, blind mole rats and other spalacids are resistant to cancer.",
            "score": 214.31085205078125
        },
        {
            "docid": "13897474_10",
            "document": "Sarcosine dehydrogenase . In addition to sarcosinaemia, sarcosine dehydrogenase also seems to play a role in the progression process of prostate cancer. The concentration of sarcosine, along with those of uracil, kynurenine, glycerol 3-phosphate, leucine and proline increases as prostate cancer progresses. Thus, sarcosine can be used as a potential biomarker for the detection of prostate cancer and for measuring the progress of the disease. As Sreekumar, A. et al.’s paper shows, the removal of sarcosine dehydrogenase from benign prostate epithelial cells increases the concentration of sarcosine and increase cancer cell invasions while the removal of either dimethylglycine dehydrogenase or glycine N-methyltransferase in prostate cancer cells decreases cell invasions. This demonstrates that sarcosine metabolism plays a key-role in prostate cancer cell invasion and migration. Sreekumar’s study suggests that sarcosine dehydrogenase and other enzymes in the sarcosine metabolism pathways could be potential therapeutic targets for prostate cancer. However, a study done by Jentzmik F. et al. by analyzing sarcosine level in 92 patients with prostate cancer draws a different conclusion: sarcosine cannot be used as an indicator and biomarker for prostate cancer.",
            "score": 213.19354248046875
        },
        {
            "docid": "18398577_39",
            "document": "Somatic evolution in cancer . The monoclonal model of cancer and the cancer stem-cell model are not mutually exclusive. Cancer stem cell arises by clonal evolution as a result of selection for the cell with the highest fitness in the neoplasm. This way, the heterogeneous nature of neoplasm can be explained by two processes – clonal evolution, or the hierarchical differentiation of cells, regulated by cancer stem cells. All cancers arise as a result of somatic evolution, but only some of them fit the cancer stem cell hypothesis. The evolutionary processes do not cease when a population of cancer stem cells arises in a tumor. Cancer treatment drugs pose a strong selective force on all types of cells in tumors, including cancer stem cells, which would be forced to evolve resistance to the treatment. It is interesting to note that cancer stem cells do not always have to have the highest resistance among the cells in the tumor to survive chemotherapy and re-emerge afterwards. The surviving cells might be in a special microenvironment, which protects them from adverse effects of treatment.",
            "score": 212.72476196289062
        },
        {
            "docid": "23030139_20",
            "document": "Metastatic breast cancer . The primary extracellular matrix components and cell-surface receptors which aid in metastasis are: Integrin αvβ3 (a cell-surface adhesion molecule) is important for tumor attachment, cell-to-cell communication between the breast tumor cells and the environment in bone, osteoclast bone resorption and angiogenesis. Integrin-mediated adhesion between cancer cells and osteoclasts in bone metastases induces phosphorylation of extracellular signal-regulated kinases (ERK1/2) in osteoclasts, which in turn induces osteoclast differentiation and survival. Metastatic breast-cancer cells excrete lysophosphatidic acid (LPA) which binds to receptors on tumor cells, inducing cell proliferation and release of cytokines(IL-6 and IL-8, potent bone resorptive agents) and stimulating bone resorption. After the breast-cancer cells have left the primary tumor, they interact with the bone microenvironment and secrete osteolytic factors capable of osteoclast formation and bone resorption. Apart from the breast tumor cells, the resident stromal cells also contribute to tumor survival. Growth factors such as epidermal growth factor (EGF), fibroblast growth factor (FGF) and transforming growth factor beta (TGF-β) are implicated in the development and progression of metastatic breast cancer. MMP-2 is the main metalloprotease secreted by breast-cancer cells or induced in the adjacent bone stroma; it plays an important role in the degradation of the extracellular matrix essential for metastasis. Tumor cells use MMP-2 secreted by bone marrow fibroblasts (BMFs). MMP-2 is stored in an inactive conformation in association with the cell surface (or extracellular matrix) of BMFs. Inactive MMP-2 present on the surface of BMFs is displaced by breast-cancer cells. Cancer cells can then use the proteinase to facilitate tissue invasion, which requires the degradation of connective tissue associated with vascular basement membranes and interstitial connective tissue. MMP-2 is unlike other MMP's as its activity is modulated by metalloproteases called tissue inhibitor of metalloproteases (TIMP) and membrane type 1 MMP (Korhmann et at. 2009)",
            "score": 212.5237579345703
        },
        {
            "docid": "35714179_3",
            "document": "Cancer dormancy . Cancer dormancy is not yet fully understood, but some researchers have performed mathematical modeling to explain the occurrence of cancer dormancy as a characteristic of all migrating tumor cells as part of an evolutionary process of selection and mutation. Recently, scientists from Aga Khan University Pakistan, have extended the studies of encystation in \"Acanthamoeba\" to induce dormancy in Prostate cancer cells lines and understanding of the signalling pathways that are involved. This eukaryotic encystation in \"Acanthamoeba\" spp., is known to involve a crosstalk between the trophozoite form of the cell and unfavourable microenvoirment that induces it. It is thought that once tumor cells disseminate and begin to migrate to a new site to metastasize, the interaction of the tumor cells with that microenvironment determines whether the cells will proliferate and form metastases or undergo growth arrest and enter cancer dormancy. It is suggested that the disseminated cells choose dormancy when the new environment is not permissive in situations such as cellular stress or a lack of available growth factors. These dormant cells can stay in this state for long periods of time and can be clinically undetectable. However, these cells can be dangerous because they can strike back years after the doctor and patient believe the patient is cured. They can exist in a quiescent state for many years, but the dormancy period can be interrupted to start proliferating uncontrollably and form metastases that cannot be treated. Cancer dormancy is often associated with minimal residual disease (MRD) where some tumor cells are left behind after a treatment and can persist either at the primary tumor site or as disseminated cells that are proliferating or dormant. MRD has been found in a widespread range of cancers including but not limited to: breast, prostate, colon, gastric, colon, pancreatic, head and neck, neuroblastoma, leukemia, melanoma, and others. These cells are often found in the bone marrow, but are also found in other organs and usually indicate poor prognosis for the patient.",
            "score": 211.68077087402344
        },
        {
            "docid": "9577488_5",
            "document": "Exosome (vesicle) . Exosomes can transfer molecules from one cell to another via membrane vesicle trafficking, thereby influencing the immune system, such as dendritic cells and B cells, and may play a functional role in mediating adaptive immune responses to pathogens and tumors. Therefore, scientists that are actively researching the role that exosomes may play in cell-to-cell signaling, often hypothesize that delivery of their cargo RNA molecules can explain biological effects. For example, mRNA in exosomes has been suggested to affect protein production in the recipient cell.<ref name=\"doi10.1038/ncomms1180\"></ref> However, another study has suggested that miRNAs in exosomes secreted by mesenchymal stem cells (MSC) are predominantly pre- and not mature miRNAs. Because the authors of this study did not find RNA-induced silencing complex-associated proteins in these exosomes, they suggested that only the pre-miRNAs but not the mature miRNAs in MSC exosomes have the potential to be biologically active in the recipient cells.",
            "score": 211.20811462402344
        },
        {
            "docid": "38925137_15",
            "document": "Tumor microenvironment . Carcinoma associated fibroblasts (CAFs) are a heterogenous group of fibroblasts whose function is pirated by cancer cells and redirected toward carcinogenesis These cells are usually derived from the normal fibroblasts in the surrounding stroma but can also come from pericytes, smooth muscle cells, fibrocytes, mesenchymal stem cells (MSCs, often derived from bone marrow), or via epithelial-mesenchymal transition (EMT) or endothelial-mesenchymal transition (EndMT). Unlike their normal counterparts, CAFs do not retard cancer growth \"in vitro\". CAFs perform several functions that support tumor growth, such as secreting vascular endothelial growth factor (VEGF), fibroblast growth factors (FGFs), platelet-derived growth factor (PDGF), and other pro-angiogenic signals to induce angiogenesis. CAFs can also secrete transforming growth factor beta (TGF-β), which is associated with EMT, a process by which cancer cells can metastasize, and is associated with inhibiting cytotoxic T cells and natural killer T cells. As fibroblasts, CAFs are able to rework the ECM to include more paracrine survival signals such as IGF-1 and IGF-2, thus promoting survival of the surrounding cancer cells. CAFs are also associated with the Reverse Warburg Effect where the CAFs perform aerobic glycolysis and feed lactate to the cancer cells.",
            "score": 210.56536865234375
        },
        {
            "docid": "14138372_17",
            "document": "ALOX12 . Studies in prostate cancer find that human prostate cancer cell lines in culture overexpress ALOX12, overproduce 12(\"S\")-HETE, and respond to 12(\"S\")-HETE by increasing their rate of proliferation, increasing their cell surface expression of integrins, increasing their survival and delaying their apoptosis, and increasing their production of vascular endothelial growth factor and MMP9 (i.e. Matrix metallopeptidase 9); selective (but not entirely) specific ALOX12 inhibitors reduced the proliferation and survival of these cells (see also 12-HETE#prostate cancer). These finding suggest that ALOX12 and its 12(\"S\")-HETE product may contribute to the growth and spread of prostate cancer in humans. Recently, hypermethylation of the \"ALOX12\" gene in prostate cancer tissue was associated with clinical predictors for a high rate of recurrent disease. Some studies have found that 12(\"S\")-HETE also promotes the growth and/or related pro-malignant behaviors of various other types of cultured cancer cell lines (see 12-HETE#Other cancers). ALOX12 has been shown to interact with Keratin 5 and LMNA as screened in a yeast two-hybrid interaction library from human epidermoid carcinoma A431 cells; these proteins are candidates for regulating 12-LOX, particularly in tumor cells.",
            "score": 210.55755615234375
        },
        {
            "docid": "10628_50",
            "document": "Fullerene . When absorbed by cancer cells and exposed to light radiation, the reaction that creates reactive oxygen damages the DNA, proteins, and lipids that make up the cancer cell. This cellular damage forces the cancerous cell to go through apoptosis, which can lead to the reduction in size of a tumor. Once the light radiation treatment is finished the fullerene will reabsorb the free radicals to prevent damage of other tissues. Since this treatment focuses on cancer cells, it is a good option for patients whose cancer cells are within reach of light radiation. As this research continues, the treatment may penetrate deeper into the body and be absorbed by cancer cells more effectively.",
            "score": 210.5247344970703
        },
        {
            "docid": "14626122_25",
            "document": "Lactate dehydrogenase . LDH is involved in tumor initiation and metabolism. Cancer cells rely on increased glycolysis resulting in increased lactate production in addition to aerobic respiration in the mitochondria, even under oxygen-sufficient conditions (a process known as the Warburg effect). This state of fermentative glycolysis is catalyzed by the A form of LDH. This mechanism allows tumorous cells to convert the majority of their glucose stores into lactate regardless of oxygen availability, shifting use of glucose metabolites from simple energy production to the promotion of accelerated cell growth and replication. For this reason, LDH A and the possibility of inhibiting its activity has been identified as a promising target in cancer treatments focused on preventing carcinogenic cells from proliferating.",
            "score": 210.14854431152344
        },
        {
            "docid": "5674591_16",
            "document": "Mothers against decapentaplegic homolog 3 . The activity of SMAD3 in prostate cancer is related with the regulation of angiogenic molecules expression in tumor vascularization and cell-cycle inhibitor in tumor growth. The progressive growth of primary tumors and metastases in prostate cancer depends on an adequate blood supply provided by tumor angiogenesis. Studies analyzing SMAD3 levels of expression in prostate cancer cell lines found that the two androgen-independent and androgen receptor-negative cell lines (PC-3MM2 and DU145) have high expression levels of SMAD3. Analysis of the relation between SMAD3 and the regulation of angiogenic molecules suggest that SMAD3 may be one of key components as a repressor of the critical angiogenesis switch in prostate cancer.  The pituitary tumor-transforming gene 1 (PTTG1) has also an impact in SMAD3-mediated TGFβ signaling. PTTG1 has been associated with various cancer cells including prostate cancer cells. Studies showed that the overexpression of PTTG1 induces a decrease in SMAD3 expression, promoting the proliferation of prostate cancer cells via the inhibition of SMAD3.",
            "score": 209.6859130859375
        },
        {
            "docid": "38925137_17",
            "document": "Tumor microenvironment . Myeloid-derived suppressor cells (MDSCs) are a heterogenous population of cells of myelogenous origin with the potential to repress T cell responses. They regulate wound repair and inflammation and are rapidly expanded in cancer, correlating with that signs of inflammation are seen in most if not all tumor sites. Tumors can produce exosomes that stimulate inflammation via MDSCs. This group of cells include some tumor associated macrophages (TAMs). TAMs are a central component in the strong link between chronic inflammation and cancer. TAMs are recruited to the tumor as a response to cancer-associated inflammation. Unlike normal macrophages, TAMs lack cytotoxic activity. TAMs have been induced in vitro by exposing macrophage progenitors to different immune regulatory cytokines, such as interleukin 4 (IL-4) and interleukin 13 (IL-13). TAMs gather in necrotic regions of tumors where they are associated with hiding cancer cells from normal immune cells by secreting interleukin 10 (IL-10), aiding angiogenesis by secreting vascular endothelial growth factor (VEGF) and nitric oxide synthase(NOS), supporting tumor growth by secreting epidermal growth factor (EGF) and remodeling the ECM. TAMs show sluggish NF-κB activation, which allows for the smoldering inflammation seen in cancer. An increased amount of TAMs is associated with worse prognosis. TAMs represent a potential target for novel cancer therapies.",
            "score": 209.6076202392578
        },
        {
            "docid": "17564957_11",
            "document": "Zinc protoporphyrin . The chemical group that ZnPP belongs to is similar to free heme which is a natural substrate of heme oxygenase. ZnPP is known as a competitive inhibitor of heme oxygenase. Heme oxygenase is a cytoprotective enzyme that copes with oxidative stress on a cell and shows higher expression in cancerous tissues. ZnPP suppression of heme oxygenase reduces cell viability of cancer cells and increases cytotoxicity in cancer cells. ZnPP works in combination with anticancer drugs to increase cytotoxicity greatly in some cases; results in one study have shown a five-fold increase in treatment efficacy. ZnPP has been shown to have a major role in inhibiting tumor growth especially solid tumors. Tumors from brain cancer, colon cancer, prostate cancer, renal cell cancer, oral squamous cell cancer, and leukemia all show a susceptibility to ZnPP due to increase expression of heme oxygenase. The inhibition of heme oxygenase leads to an increase of reactive oxidative species in the cell which sensitizes the cells to chemotherapeutic agents. Increased reactive oxidative species can cause apoptosis in cancer cells and reduce drug resistance when exposed to ZnPP due to loss of the heme oxygenase coping mechanism. The combination of these two therapies is highly effective in treating cancer in experiments thus far, and is a possible new method for overcoming drug resistance. The reduced coping ability of tissues treated with ZnPP also increases radiosensitivity. Cells treated with ZnPP and radiation as opposed to simply one of the two are less viable and more likely to stay in G1 phase of the cell cycle, rather than progress to the G2 phase. ZnPP and radiation combination therapy shows more apoptosis than the same amount of radiation displaying that ZnPP puts stress on cancerous tissue. ZnPP have been injected in a number of trials on solid tumors, but can be utilized more broadly when effectively delivered to cancer cells and not healthy cells. A targeted delivery system is need to fully exploit the uses of ZnPP as a therapeutic agent and heme oxygenase inhibitor due to the potential side effects of free ZnPP on healthy tissue. Reducing the anti-oxidant capability of healthy cells can reduce effects that would have been favorable. However ZnPP have been encapsulated in nanoparticles with specialized coating for drug delivery inside the body. ZnPP did not show any reduce inhibitory potential on heme oxygenase when loaded into nanoparticles. Similarly ZnPP loaded into nanoparticles has a higher cytotoxicity than free ZnPP after two days due to a more favorable release rate as well as better biodistribution and internalization. The possible negative effects on major organs were not seen and blood distribution is more desirable in ZnPP loaded nanoparticles than free ZnPP. The specific inhibition of heme oxygenase using nanoparticles with encapsulated ZnPP reduces side effects and is likely the future method of administering ZnPP treatment.",
            "score": 209.4834747314453
        },
        {
            "docid": "14580460_3",
            "document": "Tumor antigen vaccine . Tumor antigen vaccines work the same way that viral vaccines work, by training the immune system to attack cells that contain the antigens in the vaccine. The difference is that the antigens for viral vaccines are derived from viruses or cells infected with virus, while the antigens for tumor antigen vaccines are derived from cancer cells. Since tumor antigens are antigens found in cancer cells but not normal cells, vaccinations containing tumor antigens should train the immune system to target cancer cells not healthy cells. Cancer-specific tumor antigens include peptides from proteins that are not typically found in normal cells but are activated in cancer cells or peptides containing cancer-specific mutations. Antigen-presenting cells (APCs) such as dendritic cells take up antigens from the vaccine, process them into epitopes, and present the epitopes to T-cells via Major Histocompatibility Complex proteins. If T-cells recognize the epitope as foreign, the adaptive immune system is activated and target cells that express the antigens.",
            "score": 209.47215270996094
        },
        {
            "docid": "52768371_3",
            "document": "Syrosingopine . A combination of the diabetes drug metformin and syrosingopine killed tumor cells in blood samples from leukemia patients, while it did not damage blood cells in samples from healthy patients. The combination of metformin and syrosingopine also reduced or eliminated tumors in mice with malignant liver cancer. The drugs interfere with the cancer cells' glucose (i.e. energy) supply and utilization. Cancer cells have much higher energy requirements than normal cells, making them vulnerable when there is a reduction in the available energy supply. Syrosingopine inhibits the degradation of sugars within the cells.",
            "score": 208.66297912597656
        },
        {
            "docid": "630611_8",
            "document": "Suicide gene . One of the challenges of cancer treatment is how to destroy malignant tumors without damaging healthy cells. A new method that shows great promise for accomplishing this employs the use of a suicide gene. A suicide gene is a gene which will cause a cell to kill itself through apoptosis. There are currently two methods of suicide gene therapy being used. Gene-directed enzyme-producing therapy (GDEPT) uses a gene taken from the cancer cell and then modified with other genes to form enzymes that are harmless to healthy cells. This foreign enzyme is inserted into the tumor cells where it releases a prodrug, which is a small molecule harmless to healthy cells, but destructive to cancerous cells. The modified suicide gene converts the non-toxic prodrug into a cytotoxic substance. The second method of suicide gene therapy is called virus-directed enzyme-prodrug therapy. This uses a virus, such as herpes simplex or cold virus, as the carrier, or vector, to deliver the modified genes to the cancer cells. Suicide gene therapy is not necessarily expected to completely eliminate the need for chemotherapy and radiation treatment for all cancerous tumors. The damage inflicted upon the tumor cells, however, makes them more susceptible to the chemo or radiation. This approach has already proven effective against prostate and bladder cancers. The application of suicide gene therapy is being expanded to several other forms of cancer as well. Cancer patients often experience depressed immune systems, so they can suffer some side effects of the use of a virus as a delivery agent.",
            "score": 208.33078002929688
        }
    ]
}