{
    "q": [
        {
            "docid": "2567511_12",
            "document": "Neural engineering . Neuromechanics is the coupling of neurobiology, biomechanics, sensation and perception, and robotics (Edwards 2010). Researchers are using advanced techniques and models to study the mechanical properties of neural tissues and their effects on the tissues' ability to withstand and generate force and movements as well as their vulnerability to traumatic loading (Laplaca & Prado 2010). This area of research focuses on translating the transformations of information among the neuromuscular and skeletal systems to develop functions and governing rules relating to operation and organization of these systems (Nishikawa et al. 2007). Neuromechanics can be simulated by connecting computational models of neural circuits to models of animal bodies situated in virtual physical worlds (Edwards 2010). Experimental analysis of biomechanics including the kinematics and dynamics of movements, the process and patterns of motor and sensory feedback during movement processes, and the circuit and synaptic organization of the brain responsible for motor control are all currently being researched to understand the complexity of animal movement. Dr. Michelle LaPlaca's lab at Georgia Institute of Technology is involved in the study of mechanical stretch of cell cultures, shear deformation of planar cell cultures, and shear deformation of 3D cell containing matrices. Understanding of these processes is followed by development of functioning models capable of characterizing these systems under closed loop conditions with specially defined parameters. The study of neuromechanics is aimed at improving treatments for physiological health problems which includes optimization of prostheses design, restoration of movement post injury, and design and control of mobile robots. By studying structures in 3D hydrogels, researchers can identify new models of nerve cell mechanoproperties. For example, LaPlaca et al. developed a new model showing that strain may play a role in cell culture (LaPlaca et al. 2005).",
            "score": 122.34383773803711
        },
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 137.47726559638977
        },
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 122.60855627059937
        },
        {
            "docid": "3717_45",
            "document": "Brain . Motor systems are areas of the brain that are involved in initiating body movements, that is, in activating muscles. Except for the muscles that control the eye, which are driven by nuclei in the midbrain, all the voluntary muscles in the body are directly innervated by motor neurons in the spinal cord and hindbrain. Spinal motor neurons are controlled both by neural circuits intrinsic to the spinal cord, and by inputs that descend from the brain. The intrinsic spinal circuits implement many reflex responses, and contain pattern generators for rhythmic movements such as walking or swimming. The descending connections from the brain allow for more sophisticated control.",
            "score": 184.6535049676895
        },
        {
            "docid": "337196_7",
            "document": "Neuroanatomy . At the tissue level, the nervous system is composed of neurons, glial cells, and extracellular matrix. Both neurons and glial cells come in many types (see, for example, the nervous system section of the list of distinct cell types in the adult human body). Neurons are the information-processing cells of the nervous system: they sense our environment, communicate with each other via electrical signals and chemicals called neurotransmitters across synapses, and produce our memories, thoughts and movements. Glial cells maintain homeostasis, produce myelin, and provide support and protection for the brain's neurons. Some glial cells (astrocytes) can even propagate intercellular calcium waves over long distances in response to stimulation, and release gliotransmitters in response to changes in calcium concentration. The extracellular matrix also provides support on the molecular level for the brain's cells.",
            "score": 125.91371464729309
        },
        {
            "docid": "24219329_3",
            "document": "Neurogenomics . The nervous system in vertebrates is made up of two major types of cells – neuroglial cells and neurons. Hundreds of different types of neurons exist in humans, with varying functions – some of them process external stimuli; others generate a response to stimuli; others organize in centralized structures (brain, spinal ganglia) that are responsible for cognition, perception, and regulation of motor functions. Neurons in these centralized locations tend to organize in giant networks and communicate extensively with each other. Prior to the availability of expression arrays and DNA sequencing methodologies, researchers sought to understand the cellular behaviour of neurons (including synapse formation and neuronal development and regionalization in the human nervous system) in terms of the underlying molecular biology and biochemistry, without any understanding of the influence of a neuron’s genome on its development and behaviour. As our understanding of the genome has expanded, the role of networks of gene interactions in the maintenance of neuronal function and behaviour has garnered interest in the neuroscience research community. Neurogenomics allows scientists to study the nervous system of organisms in the context of these underlying regulatory and transcriptional networks. This approach is distinct from neurogenetics, which emphasizes the role of single genes without a network-interaction context when studying the nervous system.",
            "score": 104.4278599023819
        },
        {
            "docid": "490620_33",
            "document": "Human brain . A characteristic of the brain is gyrification (wrinkling of the cortex). In the womb, the cortex starts off as smooth but starts to form fissures that begin to mark out the different lobes of the brain. Scientists do not have a clear answer as to why the cortex later wrinkles and folds, but the wrinkling and folding is associated with intelligence and neurological disorders. The fissures form as a result of the growing hemispheres that increase in size due to a sudden growth in cells of the grey matter. The underlying white matter does not grow at the same rate and the hemispheres are crowded into the small cranial vault. The first cleft to appear in the fourth month is the lateral cerebral fossa. The expanding caudal end of the hemisphere has to curve over in a forward direction to fit into the restricted space. This covers the fossa and turns it into a much deeper ridge known as the lateral sulcus and this marks out the temporal lobe. By the sixth month other sulci have formed that demarcate the frontal, parietal, and occipital lobes. A gene present in the human genome (ArhGAP11B) may play a major role in gyrification and encephalisation.  The motor system of the brain is responsible for the generation and control of movement. Generated movements pass from the brain through nerves to motor neurons in the body, which control the action of muscles. The corticospinal tract carries movements from the brain, through the spinal cord, to the torso and limbs. The cranial nerves carry movements related to the eyes, mouth and face.",
            "score": 156.66265988349915
        },
        {
            "docid": "2087379_4",
            "document": "Stomatogastric nervous system . Understanding how neuronal networks enable animals and humans to make coordinated movements is a continuing goal of neuroscience research. The stomatogastric nervous system of decapod crustaceans, which controls aspects of feeding, has contributed significantly to the general principles guiding our present understanding of how rhythmic motor circuits operate at the cellular level.",
            "score": 63.18402576446533
        },
        {
            "docid": "2183007_4",
            "document": "Startle response . First, there is a synapse from the auditory nerve fibers in the ear to the cochlear root neurons (CRN). These are the first acoustic neurons of the central nervous system. Studies have shown a direct correlation to the amount of decrease of the startle to the number of CRNs that were killed. Second, there is a synapse from the CRN axons to the cells in the nucleus reticularis pontis caudalis (PnC) of the brain. These are neurons that are located in the pons of the brainstem. A study done to disrupt this portion of the pathway by the injection of PnC inhibitory chemicals has shown a dramatic decrease in the amount of startle by about 80 to 90 percent. Third, a synapse occurs from the PnC axons to the motor neurons in the facial motor nucleus or the spinal cord that will directly or indirectly control the movement of muscles. The activation of the facial motor nucleus causes a jerk of the head while an activation in the spinal cord causes the whole body to startle.",
            "score": 137.54757642745972
        },
        {
            "docid": "31209304_12",
            "document": "Righting reflex . The righting reflex can be described as a three-neuron arc system composed of primary vestibular neurons, vestibular nuclei neurons, and target motorneurons. Input from the vestibular system is received by sensory receptors in the hair cells of the semicircular canals and the otoliths, which are processed in the vestibular nuclei. The cerebellum is also active at this time for processing of what is called an efference copy, which compares expectations of the body's posture with how it is oriented at the time. The difference between expected posture and actual posture is corrected for via motorneurons in the spinal cord, which control muscle movements for righting the body.",
            "score": 121.22360396385193
        },
        {
            "docid": "25049383_29",
            "document": "Cognitive neuroscience of music . Brains of musicians also show functional differences from those of non-musicians. Krings, Topper, Foltys, Erberich, Sparing, Willmes and Thron (2000) utilized fMRI to study brain area involvement of professional pianists and a control group while performing complex finger movements. Krings et al. found that the professional piano players showed lower levels of cortical activation in motor areas of the brain. It was concluded that a lesser amount of neurons needed to be activated for the piano players due to long-term motor practice which results in the different cortical activation patterns. Koeneke, Lutz, Wustenberg and Jancke (2004) reported similar findings in keyboard players. Skilled keyboard players and a control group performed complex tasks involving unimanual and bimanual finger movements. During task conditions, strong hemodynamic responses in the cerebellum were shown by both non-musicians and keyboard players, but non-musicians showed the stronger response. This finding indicates that different cortical activation patterns emerge from long-term motor practice. This evidence supports previous data showing that musicians require fewer neurons to perform the same movements.",
            "score": 133.9165233373642
        },
        {
            "docid": "53686950_18",
            "document": "Bi-directional hypothesis of language and action . It has been proposed that the control of movement is organized hierarchically, where movement is not controlled by individually controlling single neurons, but that movements are represented at a gross, more functional level. A similar concept has been applied to the control of cognition, resulting in the theory of cognitive circuits. This theory proposes that there are functional units of neurons in the brain that are strongly connected, and act coherently as a functional unit during cognitive tasks. These functional units of neurons, or \"thought circuits,\" have been referred to as the \"building blocks of cognition\". Thought circuits are believed to have been originally formed from basic anatomical connections, that were strengthened with correlated activity through Hebbian learning and plasticity. Formation of these neural networks has been demonstrated with computational models using known anatomical connections and Hebbian learning principles. For example, sensory stimulation through interaction with an object activates a distributed network of neurons in the cortex. Repeated activation of these neurons, through Hebbian plasticity, may strengthen their connections and form a circuit. This sensory circuit may then be activated during the perception of known objects.",
            "score": 109.7569305896759
        },
        {
            "docid": "37689509_7",
            "document": "Neuroscience of rhythm . Ventilation requires periodic movements of the respiratory muscles. These muscles are controlled by a rhythm generating network in the brain stem. These neurons comprise the ventral respiratory group (VRG). Although this process is not fully understood, it is believed to be governed by a CPG and there have been several models proposed. The classic three phase model of respiration was proposed by D.W. Richter. It contains 2 stages of breathing, inspiratory and expiratory, that are controlled by three neural phases, inspiration, post-inspiration and expiration. Specific neural networks are dedicated to each phase. They are capable of maintaining a sustained level of oxygen in the blood by triggering the lungs to expand and contract at the correct time. This was seen by the measuring of action potentials. It was observed that certain groups of neurons synchronized with certain phases of respiration. The overall behavior was oscillatory in nature. This is an example of how an autonomous biorhythm can control a crucial bodily function.",
            "score": 136.25870060920715
        },
        {
            "docid": "23631964_23",
            "document": "Primary motor cortex . One of the most common misconceptions about the primary motor cortex is that the map of the body is cleanly segregated. Yet it is not a map of individuated muscles or even individuated body parts. The map contains considerable overlap. This overlap increases in more anterior regions of the primary motor cortex. One of the main goals in the history of work on the motor cortex was to determine just how much the different body parts are overlapped or segregated in the motor cortex. Researchers who addressed this issue found that the map of the hand, arm, and shoulder contained extensive overlap. Studies that map the precise functional connectivity from cortical neurons to muscles show that even a single neuron in the primary motor cortex can influence the activity of many muscles related to many joints. In experiments on cats and monkeys, as animals learn complex, coordinated movements, the map in the primary motor cortex becomes more overlapping, evidently learning to integrate the control of many muscles. In monkeys, when electrical stimulation is applied to the motor cortex on a behavioral timescale, it evokes complex, highly integrated movements such as reaching with the hand shaped to grasp, or bringing the hand to the mouth and opening the mouth. This type of evidence suggests that the primary motor cortex, while containing a rough map of the body, may participate in integrating muscles in meaningful ways rather than in segregating the control of individual muscle groups. It has been suggested that a deeper principle of organization may be a map of the statistical correlations in the behavioral repertoire, rather than a map of body parts. To the extent that the movement repertoire breaks down partly into the actions of separate body parts, the map contains a rough and overlapping body arrangement.",
            "score": 152.31483900547028
        },
        {
            "docid": "43116674_16",
            "document": "Annelid . As in arthropods, each muscle fiber (cell) is controlled by more than one neuron, and the speed and power of the fiber's contractions depends on the combined effects of all its neurons. Vertebrates have a different system, in which one neuron controls a group of muscle fibers. Most annelids' longitudinal nerve trunks include giant axons (the output signal lines of nerve cells). Their large diameter decreases their resistance, which allows them to transmit signals exceptionally fast. This enables these worms to withdraw rapidly from danger by shortening their bodies. Experiments have shown that cutting the giant axons prevents this escape response but does not affect normal movement.",
            "score": 123.4455635547638
        },
        {
            "docid": "1763319_11",
            "document": "Channelrhodopsin . Channelrhodopsins can be readily expressed in excitable cells such as neurons using a variety of transfection techniques (viral transfection, electroporation, gene gun) or transgenic animals. The light-absorbing pigment retinal is present in most cells (of vertebrates) as Vitamin A, making it possible to photostimulate neurons without adding any chemical compounds. Before the discovery of channelrhodopsins, neuroscientists were limited to recording the activity of neurons in the brain and correlate this activity with behavior. This is not sufficient to prove that the recorded neural activity actually caused that behavior. Controlling networks of genetically modified cells with light, an emerging field known as Optogenetics., allows researchers now to explore the causal link between activity in a specific group of neurons and mental events, e.g. decision making. Optical control of behavior has been demonstrated in nematodes, fruit flies, zebrafish, and mice. Recently, chloride-conducting channelrhodopsins have been engineered and were also found in nature. These tools can be used to silence neurons in cell culture and in live animals by shunting inhibition.",
            "score": 148.6595619916916
        },
        {
            "docid": "12218960_8",
            "document": "Nikolai Bernstein . Bernstein was one of the pioneers in the field of motor control and motor learning. The field of motor control basically studies how the Central Nervous System (CNS) controls posture and movement. Understanding how humans plan and control movement is a major challenge because of the large number of joints that provide the human musculoskeletal system with numerous kinematic degrees of freedom. Because the goal of most movement tasks, like moving a hand to a target, is defined in terms of a much smaller number of kinematic degrees of freedom, it can be achieved in an infinite number of different ways (also referred to as the 'inverse kinematics problem'). Furthermore, the number of muscles acting across a joint generally exceeds the number of kinematic degrees of freedom of that joint. As a result, a given movement can be realized with an infinite number of muscle activation patterns (also referred to as the 'inverse dynamics problem'). Even though a goal can be reached in an infinite number of ways, many studies have revealed very consistent and stereotypical patterns of kinematics and muscle activation. Evidently, the Central Nervous System (CNS) is capable of adequately controlling the many degrees of freedom. This question of how the CNS is capable of adequately controlling the many degrees of freedom of the musculoskeletal system was first addressed by Bernstein and is now known as the 'Bernstein problem' (though distinct from Bernstein's problem in mathematics).",
            "score": 128.60120034217834
        },
        {
            "docid": "650825_18",
            "document": "Myoclonus . The specific mechanisms underlying myoclonus are not yet fully understood. Scientists believe that some types of stimulus-sensitive myoclonus may involve overexcitability of the parts of the brain that control movement. These parts are interconnected in a series of feedback loops called motor pathways. These pathways facilitate and modulate communication between the brain and muscles. Key elements of this communication are chemicals known as neurotransmitters, which carry messages from one nerve cell, or neuron, to another. Neurotransmitters are released by neurons and attach themselves to receptors on parts of neighboring cells. Some neurotransmitters may make the receiving cell more sensitive, while others tend to make the receiving cell less sensitive. Laboratory studies suggest that an imbalance between these chemicals may underlie myoclonus.",
            "score": 156.084148645401
        },
        {
            "docid": "762064_2",
            "document": "Systems neuroscience . Systems neuroscience is a subdiscipline of neuroscience and systems biology that studies the function of neural circuits and systems. It is an umbrella term, encompassing a number of areas of study concerned with how nerve cells behave when connected together to form neural pathways, neural circuits, and larger brain networks. At this level of analysis, neuroscientists study how different neural circuits analyze sensory information, form perceptions of the external world, make decisions, and execute movements. Researchers in systems neuroscience are concerned with the relation between molecular and cellular approaches to understanding brain structure and function, as well as with the study of high-level mental functions such as language, memory, and self-awareness (which are the purview of behavioral and cognitive neuroscience). Systems neuroscientists typically employ techniques for understanding networks of neurons as they are seen to function, by way of electrophysiology using either single-unit recording or multi-electrode recording, functional magnetic resonance imaging (fMRI), and PET scans. The term is commonly used in an educational framework: a common sequence of graduate school neuroscience courses consists of cellular/molecular neuroscience for the first semester, then systems neuroscience for the second semester. It is also sometimes used to distinguish a subdivision within a neuroscience department at an academic institution.",
            "score": 125.77129673957825
        },
        {
            "docid": "33244792_4",
            "document": "Non-spiking neuron . There are an abundance of neurons that propagate signals via action potentials and the mechanics of this particular kind of transmission is well understood. Spiking neurons exhibit action potentials as a result of a neuron characteristic known as membrane potential. Through studying these complex spiking networks in animals, a neuron that did not exhibit characteristic spiking behavior was discovered. These neurons use a graded potential to transmit data as they lack the membrane potential that spiking neurons possess. This method of transmission has a huge effect on the fidelity, strength, and lifetime of the signal. Non-spiking neurons were identified as a special kind of interneuron and function as an intermediary point of process for sensory-motor systems. Animals have become substantial models for understanding more about non-spiking neural networks and the role they play in an animal’s ability to process information and its overall function. Animal models indicate that the interneurons modulate directional and posture coordinating behaviors. Crustaceans and arthropods such as the crawfish have created many opportunities to learn about the modulatory role that these neurons have in addition to their potential to be modulated regardless of their lack of exhibiting spiking behavior. Most of the known information about nonspiking neurons is derived from animal models. Studies focus on neuromuscular junctions and modulation of abdominal motor cells. Modulatory interneurons are neurons that are physically situated next to muscle fibers and innervate the nerve fibers which allow for some orienting movement. These modulatory interneurons are usually nonspiking neurons. Advances in studying nonspiking neurons included determining new delineations among the different types of interneurons. These discoveries were due to the usage of methods such as protein receptor silencing. Studies have been done on the non-spiking neuron qualities in animals of specific non-spiking neural networks that have a corollary in humans, e.g. retina amacrine cell of the eye.",
            "score": 107.83008170127869
        },
        {
            "docid": "6383559_5",
            "document": "Beevor's axiom . Beevor’s Axiom is only partially true, however. Most behavior of muscles is encoded in the primary motor cortex (M1) and separated by muscle group. In an effort to understand the encoding in the M1, researchers observed commands of monkeys. Muscle cells changed firing rate according to the direction of the arm movements. Each neuron has one direction that elicits the greatest response. Some M1 neurons encode muscle contractions, while others react to particular movements, regardless of the muscles used to perform them. The key characteristic of the primary motor cortex is its dynamic nature; the M1 changes based on experience. The supplementary motor area (SMA) plays a key role in initiating motion sequences. The premotor cortex (PMA) plays a key role when motor sequences are guided by external events. They map behaviors as opposed to the M1 which maps specific movements. This could cause in issue in brain–computer interface research. If a researcher tries to excite only a muscle, it might be impossible without expecting a full movement.",
            "score": 186.5396592617035
        },
        {
            "docid": "42287747_75",
            "document": "Acoustic tweezers . Manipulating single cells is important to many biological studies, such as in controlling the cellular microenvironment and isolating specific cells of interest. Acoustic tweezers has been demonstrated to manipulate each individual cell with micrometer-level resolution. Cells generally have a diameter of 10–20 μm. To meet the resolution requirements of manipulating single cells, short-wavelength acoustic waves should be employed. In this case, surface acoustic wave (SAW) is a more favored option than bulk acoustic wave (BAW) as it allows using shorter-wavelength acoustic waves (normally less than 200 μm). Ding \"et al.\" reported a surface standing acoustic wave (SSAW) microdevice that is able to manipulate single cells with prescribed paths. Fig.18 shows that the movement traces of single cells can be controlled to form the letter sequences \"PNAS\" and \"PSU\", respectively. The working principle of the device lies in the controlled movement of pressure nodes in a SSAW field. Ding \"et al.\" employed chirped interdigital transducers (IDTs) that are able to generate SSAWs with adjustable positions of pressure nodes. By simply changing the input frequency, the position of pressure nodes can be changed. Ding \"et al.\" also showed that not only micrometer-sized cells, but also the millimeter-sized microorganism \"C. elegan\" can be manipulated with the same manner. In this manner, it can be programmed to move single cells along any desired paths. It should be noted that Ding et al. also examined cell metabolism and proliferation after the acoustic treatment. No significant differences were found comparing to the control group, indicating the non-invasive nature of acoustic base manipulation. In addition to using chirped IDTs, phase shift based single particle/cell manipulation has also been reported.",
            "score": 101.23330783843994
        },
        {
            "docid": "51848234_2",
            "document": "Anion-conducting channelrhodopsin . Anion-conducting channelrhodopsins are light-gated ion channels that open in response to light and let negatively charged ions (such as chloride) enter a cell. All channelrhodopsins use retinal as light-sensitive pigment, but they differ in their ion selectivity. Anion-conducting channelrhodopsins are used as tools to manipulate brain activity in mice and fruit flies (Optogenetics). Neurons expressing anion-conducting channelrhodopsins are silenced when illuminated with light, an effect that has been used to investigate information processing in the brain. For example, suppressing dendritic calcium spikes in specific neurons with light reduced the ability of mice to perceive a light touch to a whisker. Studying how the behavior of an animal changes when specific neurons are silenced allows scientists to determine the role of these neurons in the complex circuits controlling behavior.",
            "score": 151.70946097373962
        },
        {
            "docid": "530708_22",
            "document": "Muscle memory . Certain human behaviours, especially actions like the finger movements in musical performances, are very complex and require many interconnected neural networks where information can be transmitted across multiple brain regions. It has been found that there are often functional differences in the brains of professional musicians, when compared to other individuals. This is thought to reflect the musician's innate ability, which may be fostered by an early exposure to musical training. An example of this is bimanual synchronized finger movements, which play an essential role in piano playing. It is suggested that bimanual coordination can come only from years of bimanual training, where such actions become adaptations of the motor areas. When comparing professional musicians to a control group in complex bimanual movements, professionals are found to use an extensive motor network much less than those non-professionals. This is because professionals rely on a motor system that has increased efficiency, and, therefore, those less trained have a network that is more strongly activated. It is implied that the untrained pianists have to invest more neuronal activity to have the same level of performance that is achieved by professionals. This, yet again, is said to be a consequence of many years of motor training and experience that helps form a fine motor memory skill of musical performance.",
            "score": 171.95450568199158
        },
        {
            "docid": "11274133_9",
            "document": "Mecasermin rinfabate . Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig's Disease is a progressive neurodegenerative disease that affects nerve cells in the brain and the spinal cord. Motor neurons reach from the brain to the spinal cord and from the spinal cord to the muscles throughout the body. The progressive degeneration of the motor neurons in ALS eventually leads to their death. When the motor neurons die, the ability of the brain to initiate and control muscle movement is lost. With voluntary muscle action progressively affected, patients in the later stages of the disease may become totally paralyzed.",
            "score": 178.61566996574402
        },
        {
            "docid": "623686_18",
            "document": "Brain–computer interface . Studies that developed algorithms to reconstruct movements from motor cortex neurons, which control movement, date back to the 1970s. In the 1980s, Apostolos Georgopoulos at Johns Hopkins University found a mathematical relationship between the electrical responses of single motor cortex neurons in rhesus macaque monkeys and the direction in which they moved their arms (based on a cosine function). He also found that dispersed groups of neurons, in different areas of the monkey's brains, collectively controlled motor commands, but was able to record the firings of neurons in only one area at a time, because of the technical limitations imposed by his equipment.",
            "score": 90.19830179214478
        },
        {
            "docid": "6989597_2",
            "document": "Premovement neuronal activity . Premovement neuronal activity in neurophysiological literature refers to neuronal modulations that alter the rate at which neurons fire before a subject produces movement. Through experimentation with multiple animals, predominantly monkeys, it has been shown that several regions of the brain are particularly active and involved in initiation and preparation of movement. Two specific membrane potentials, the bereitschaftspotential, or the BP, and contingent negative variation, or the CNV, play a pivotal role in premovement neuronal activity. Both have been shown to be directly involved in planning and initiating movement. Multiple factors are involved with premovement neuronal activity including motor preparation, inhibition of motor response, programming of the target of movement, closed-looped and open-looped tasks, instructed delay periods, short-lead and long-lead changes, and mirror motor neurons.",
            "score": 118.78741872310638
        },
        {
            "docid": "6989597_3",
            "document": "Premovement neuronal activity . Research of pre-movement neuronal activity generally involves studying two different kinds of movement, movement in natural settings versus movement triggered by a sensory stimulus. These two types of movements are referred to with different nomenclature throughout different studies and literature on the topic of premovement neuronal activity. Voluntary movements are also known as self-timed, self-initiated, self-paced, and non-triggered movements. This type of movement is what generally occurs in natural settings, carried out independently of a sensory cue or external signal which would trigger or cause the movement to be performed  . In contrast, movements that are carried out as a result of a sensory cue or stimulus, or reflex-reactions to external conditions or changes are called reactive movements, but also known as cued movements, stimulated movements, and externally triggered movements depending on the choice of a particular study. In one such study by Lee and Assad (2003), rhesus monkeys were trained to execute arm movement in response to a visual cue versus the same arm movement performed without any correlation to this external (visual) cue. This is one example of reactive movements in contrast to self-initiated movements . Subsequent studies of rates of neuronal firing in the respective types of movements are recorded in different areas of the brain in order to develop a more thorough understanding of premovement neuronal activity.",
            "score": 117.17271566390991
        },
        {
            "docid": "2486066_2",
            "document": "Dentate nucleus . The dentate nucleus is a cluster of neurons, or nerve cells, in the central nervous system that has a dentate – tooth-like or serrated – edge. It is located within the deep white matter of each cerebellar hemisphere, and it is the largest single structure linking the cerebellum to the rest of the brain. It is the largest and most lateral, or farthest from the midline, of the four pairs of deep cerebellar nuclei, the others being the fastigial nucleus and the globose and emboliform nuclei which together are referred to as the interposed nucleus. The dentate nucleus is responsible for the planning, initiation and control of voluntary movements. The dorsal (towards the back of the body) region of the dentate nucleus contains output channels involved in motor function, which is the movement of skeletal muscle, while the ventral (towards the belly or front of the body) region contains output channels involved in nonmotor function, such as conscious thought and visuospatial function.",
            "score": 130.68556594848633
        },
        {
            "docid": "4833512_4",
            "document": "Mu wave . The mirror neuron system consists of a class of neurons that was first studied in the 1990s in macaque monkeys. Studies have found sets of neurons that fire when these monkeys perform simple tasks and also when the monkeys view others performing the same simple tasks. This suggests they play a role in mapping others' movements into the brain without actually physically performing the movements. These sets of neurons are called mirror neurons and together make up the mirror neuron system. Mu waves are suppressed when these neurons fire, a phenomenon which allows researchers to study mirror neuron activity in humans. There is evidence that mirror neurons exist in humans as well as in non-human animals. The right fusiform gyrus, left inferior parietal lobule, right anterior parietal cortex, and left inferior frontal gyrus are of particular interest. Some researchers believe that mu wave suppression can be a consequence of mirror neuron activity throughout the brain, and represents a higher-level integrative processing of mirror neuron activity. Tests in both monkeys (using invasive measuring techniques) and humans (using EEG and fMRI) have found that these mirror neurons not only fire during basic motor tasks, but also have components that deal with intention. There is evidence of an important role for mirror neurons in humans, and mu waves may represent a high level coordination of those mirror neurons.",
            "score": 128.31115567684174
        },
        {
            "docid": "674_14",
            "document": "Anatomy . Nervous tissue is composed of many nerve cells known as neurons which transmit information. In some slow-moving radially symmetrical marine animals such as ctenophores and cnidarians (including sea anemones and jellyfish), the nerves form a nerve net, but in most animals they are organized longitudinally into bundles. In simple animals, receptor neurons in the body wall cause a local reaction to a stimulus. In more complex animals, specialized receptor cells such as chemoreceptors and photoreceptors are found in groups and send messages along neural networks to other parts of the organism. Neurons can be connected together in ganglia. In higher animals, specialized receptors are the basis of sense organs and there is a central nervous system (brain and spinal cord) and a peripheral nervous system. The latter consists of sensory nerves that transmit information from sense organs and motor nerves that influence target organs. The peripheral nervous system is divided into the somatic nervous system which conveys sensation and controls voluntary muscle, and the autonomic nervous system which involuntarily controls smooth muscle, certain glands and internal organs, including the stomach.",
            "score": 149.58903074264526
        },
        {
            "docid": "2567511_11",
            "document": "Neural engineering . Engineers employ quantitative tools that can be used for understanding and interacting with complex neural systems. Methods of studying and generating chemical, electrical, magnetic, and optical signals responsible for extracellular field potentials and synaptic transmission in neural tissue aid researchers in the modulation of neural system activity (Babb et al. 2008).  To understand properties of neural system activity, engineers use signal processing techniques and computational modeling (Eliasmith & Anderson 2003). To process these signals, neural engineers must translate the voltages across neural membranes into corresponding code, a process known as neural coding. Neural coding uses studies on how the brain encodes simple commands in the form of central pattern generators (CPGs), movement vectors, the cerebellar internal model, and somatotopic maps to understand movement and sensory phenomena. Decoding of these signals in the realm of neuroscience is the process by which neurons understand the voltages that have been transmitted to them. Transformations involve the mechanisms that signals of a certain form get interpreted and then translated into another form. Engineers look to mathematically model these transformations (Eliasmith & Anderson 2003).  There are a variety of methods being used to record these voltage signals. These can be intracellular or extracellular. Extracellular methods involve single-unit recordings, extracellular field potentials, and amperometry; more recently, multielectrode arrays have been used to record and mimic signals.",
            "score": 120.06235146522522
        }
    ],
    "r": [
        {
            "docid": "7360700_10",
            "document": "Microneurography . Information from a variety of sense organs provides information about joint positions and movements. The most elaborate proprioceptive sense organ is the muscle spindle. It is unique because its functional state is continually controlled from the brain through the fusimotor system. Recordings from muscle spindle afferents indicate that the fusimotor system remains largely passive when the parent muscle is relaxed whereas is it regularly activated in voluntary contractions and more so the stronger the contraction. Thus microneurography suggests a parallelism between the two motor systems, i.e. the skeletomotor system controlling the ordinary muscle fibers and the fusimotor system. This seems to hold at least for weak contractions and small movements which have been explored so far. In contrast, more independent fusimotor activity has been reported in animal experiments, mainly cat hind limb, where larger movements are allowed. Thanks to fusimotor activation, the afferent signal from muscle spindles remains efficient in monitoring large changes of muscle length without turning silent during muscle shortening. On the other hand, very small intramuscular events are monitored as well, thanks to the extreme sensitivity of the sense organ. An example is the small pulsatile component of the muscle contraction which is due to a periodic fluctuation at 8–10 Hz of the motor command. These small variations are insentient but readily monitored by the population of spindle afferents. They are akin to the tremor we may experience when emotionally excited. The functional significance of the insentient spindle response to faint intramuscular events remains to be assessed. However, it seems likely that detailed information on large as well as small mechanical events in the muscles is essential for neural systems in the brain to produce appropriate commands for dexterous movements.",
            "score": 188.0059814453125
        },
        {
            "docid": "6383559_5",
            "document": "Beevor's axiom . Beevor’s Axiom is only partially true, however. Most behavior of muscles is encoded in the primary motor cortex (M1) and separated by muscle group. In an effort to understand the encoding in the M1, researchers observed commands of monkeys. Muscle cells changed firing rate according to the direction of the arm movements. Each neuron has one direction that elicits the greatest response. Some M1 neurons encode muscle contractions, while others react to particular movements, regardless of the muscles used to perform them. The key characteristic of the primary motor cortex is its dynamic nature; the M1 changes based on experience. The supplementary motor area (SMA) plays a key role in initiating motion sequences. The premotor cortex (PMA) plays a key role when motor sequences are guided by external events. They map behaviors as opposed to the M1 which maps specific movements. This could cause in issue in brain–computer interface research. If a researcher tries to excite only a muscle, it might be impossible without expecting a full movement.",
            "score": 186.53965759277344
        },
        {
            "docid": "164968_11",
            "document": "Jan Swammerdam . In \"Biblia Naturae\" Swammerdam's research on muscles was published. Swammerdam played a key role in the debunking of the balloonist theory, the idea that 'moving spirits' are responsible for muscle contractions. The idea, supported by the Greek physician Galen, held that nerves were hollow and the movement of spirits through them propelled muscle motion. René Descartes furthered the idea by basing it on a model of hydraulics, suggesting that the spirits were analogous to fluids or gasses and calling them 'animal spirits'. In the model, which Descartes used to explain reflexes, the spirits would flow from the ventricles of the brain, through the nerves, and to the muscles to animate the latter. According to this hypothesis, muscles would grow larger when they contract because of the animal spirits flowing into them. To test this idea, Swammerdam placed severed frog thigh muscle in an airtight syringe with a small amount of water in the tip. He could thus determine whether there was a change in the volume of the muscle when it contracted by observing a change in the level of the water (image at right). When Swammerdam caused the muscle to contract by irritating the nerve, the water level did not rise but rather was lowered by a minute amount; this showed that no air or fluid could be flowing into the muscle. The idea that nerve stimulation led to movement had important implications for neuroscience by putting forward the idea that behaviour is based on stimuli.",
            "score": 184.93075561523438
        },
        {
            "docid": "3717_45",
            "document": "Brain . Motor systems are areas of the brain that are involved in initiating body movements, that is, in activating muscles. Except for the muscles that control the eye, which are driven by nuclei in the midbrain, all the voluntary muscles in the body are directly innervated by motor neurons in the spinal cord and hindbrain. Spinal motor neurons are controlled both by neural circuits intrinsic to the spinal cord, and by inputs that descend from the brain. The intrinsic spinal circuits implement many reflex responses, and contain pattern generators for rhythmic movements such as walking or swimming. The descending connections from the brain allow for more sophisticated control.",
            "score": 184.65350341796875
        },
        {
            "docid": "3717_65",
            "document": "Brain . The Roman physician Galen also argued for the importance of the brain, and theorized in some depth about how it might work. Galen traced out the anatomical relationships among brain, nerves, and muscles, demonstrating that all muscles in the body are connected to the brain through a branching network of nerves. He postulated that nerves activate muscles mechanically by carrying a mysterious substance he called \"pneumata psychikon\", usually translated as \"animal spirits\". Galen's ideas were widely known during the Middle Ages, but not much further progress came until the Renaissance, when detailed anatomical study resumed, combined with the theoretical speculations of René Descartes and those who followed him. Descartes, like Galen, thought of the nervous system in hydraulic terms. He believed that the highest cognitive functions are carried out by a non-physical \"res cogitans\", but that the majority of behaviors of humans, and all behaviors of animals, could be explained mechanistically.",
            "score": 183.9712371826172
        },
        {
            "docid": "19723734_22",
            "document": "Muscle . In addition, muscles react to reflexive nerve stimuli that do not always send signals all the way to the brain. In this case, the signal from the afferent fiber does not reach the brain, but produces the reflexive movement by direct connections with the efferent nerves in the spine. However, the majority of muscle activity is volitional, and the result of complex interactions between various areas of the brain.",
            "score": 183.75775146484375
        },
        {
            "docid": "1065970_4",
            "document": "Brain-to-body mass ratio . In animals, it is thought that the larger the brain, the more brain weight will be available for more complex cognitive tasks. However, large animals need more neurons to represent their own bodies and control specific muscles; thus, relative rather than absolute brain size makes for a ranking of animals that better coincides with the observed complexity of animal behaviour. The relationship between brain-to-body mass ratio and complexity of behaviour is not perfect as other factors also influence intelligence, like the evolution of the recent cerebral cortex and different degrees of brain folding, which increase the surface of the cortex, which is positively correlated in humans to intelligence. The noted exception to this, of course, is swelling of the brain which, while resulting in greater surface area, does not alter the intelligence of those suffering from it.",
            "score": 183.1474609375
        },
        {
            "docid": "3266190_12",
            "document": "Muscle weakness . Muscle cells work by detecting a flow of electrical impulses from the brain which signals them to contract through the release of calcium by the sarcoplasmic reticulum. Fatigue (reduced ability to generate force) may occur due to the nerve, or within the muscle cells themselves. New research from scientists at Columbia University suggests that muscle fatigue is caused by calcium leaking out of the muscle cell. This causes there to be less calcium available for the muscle cell. In addition an enzyme is proposed to be activated by this released calcium which eats away at muscle fibers.",
            "score": 182.86431884765625
        },
        {
            "docid": "2588054_3",
            "document": "Biomechatronics . Biomechatronics mimics how the human body works. For example, four different steps must occur to be able to lift the foot to walk. First, impulses from the motor center of the brain are sent to the foot and leg muscles. Next the nerve cells in the feet send information, providing feedback to the brain, enabling it to adjust the muscle groups or amount of force required to walk across the ground. Different amounts of force are applied depending on the type of surface being walked across. The leg's muscle spindle nerve cells then sense and send the position of the floor back up to the brain. Finally, when the foot is raised to step, signals are sent to muscles in the leg and foot to set it down.",
            "score": 182.10816955566406
        },
        {
            "docid": "424433_3",
            "document": "Weakness . Muscle cells work by detecting a flow of electrical impulses from the brain, which signals them to contract through the release of calcium by the sarcoplasmic reticulum. Fatigue (reduced ability to generate force) may occur due to the nerve, or within the muscle cells themselves. New research from scientists at Columbia University suggests that muscle fatigue is caused by calcium leaking out of the muscle cell. This makes less calcium available for the muscle cell. In addition, the Columbia researchers propose that an enzyme activated by this released calcium eats away at muscle fibers.",
            "score": 181.81692504882812
        },
        {
            "docid": "35502619_2",
            "document": "Kinaesthetics . Kinaesthetics (or kinesthetics, in American English) is the study of body motion, and of the perception (both conscious and unconscious) of one's own body motions. Kinesthesis is the learning of movements that an individual commonly performs (Edwards, 2011). The individual must repeat the motions that they are trying to learn and perfect many times for this to happen. Many people say that kinesthesis is muscle memory but it is not true because your muscles can’t actually remember anything, it is the proprioceptors giving the information from your muscles to your brain (Edwards, 2011). To do this, the individual must have a sense of the position of their body and how that changes throughout the motor skill they are trying to perform. While performing the motion the body will use receptors in the muscles to transfer information to the brain to tell the brain about what the body is doing. Then after completing the same motor skill numerous times, the brain will begin to remember the motion based on the position of the body at a given time. Then after learning the motion the body will be able perform the motor skill even when usual senses are inhibited, such as the person closing their eyes. The body will perform the motion based on the information that is stored in the brain from previous attempts at the same movement (Sahyouni, 2013). This is possible because the brain has formed connections between the location of body parts in space (the body uses perception to learn where their body is in space [Freeman, 2008])and the subsequent movements that commonly follow these positions (Sahyouni, 2013). It becomes almost an instinct. The person does not need to even think about what they are doing to perfect the skill, they have done it so many times that it feels natural and requires little to no thought. When the kinesthetic system has learned a motor skill proficiently, it will be able to work even when ones vision is limited (Pinzon, Vega, Sanchez, & Zheng 2017). The perception of continuous movement (kinesthesia) is largely unconscious. A conscious proprioception is achieved through increased awareness. Kinaesthetics involves the teaching and personal development of such awareness.",
            "score": 181.46046447753906
        },
        {
            "docid": "3313340_6",
            "document": "Motor coordination . Nikolai Bernstein proposed the existence of muscle synergies as a neural strategy of simplifying the control of multiple degrees of freedom. A functional muscle energy is defined as a pattern of co-activation of muscles recruited by a single neural command signal. One muscle can be part of multiple muscle synergies, and one synergy can activate multiple muscles. The current method of finding muscle synergies is to measure EMG (electromyography) signals from the muscles involved in a certain movement so that specific patterns of muscle activation can be identified. Statistical analyses are applied to the filtered EMG data to determine the number of muscle synergies that best represent the original EMG. Alternatively, coherence analysis of EMG data can be used to determine the coupling between muscles and the frequency of common input. A reduced number of control elements (muscle synergies) are combined to form a continuum of muscle activation for smooth motor control during various tasks. These synergies work together to produce movements such as walking or balance control. Directionality of a movement has an effect on how the motor task is performed (i.e. walking forward vs. walking backward, each uses different levels of contraction in different muscles). Researchers have measured EMG signals for perturbation applied in multiple directions in order to identify muscle synergies that are present for all directions.",
            "score": 181.14242553710938
        },
        {
            "docid": "11274133_9",
            "document": "Mecasermin rinfabate . Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig's Disease is a progressive neurodegenerative disease that affects nerve cells in the brain and the spinal cord. Motor neurons reach from the brain to the spinal cord and from the spinal cord to the muscles throughout the body. The progressive degeneration of the motor neurons in ALS eventually leads to their death. When the motor neurons die, the ability of the brain to initiate and control muscle movement is lost. With voluntary muscle action progressively affected, patients in the later stages of the disease may become totally paralyzed.",
            "score": 178.6156768798828
        },
        {
            "docid": "3717_42",
            "document": "Brain . The function of the brain is to provide coherent control over the actions of an animal. A centralized brain allows groups of muscles to be co-activated in complex patterns; it also allows stimuli impinging on one part of the body to evoke responses in other parts, and it can prevent different parts of the body from acting at cross-purposes to each other.",
            "score": 176.05987548828125
        },
        {
            "docid": "4942572_9",
            "document": "Lateral grey column . The lateral grey column's connections mediate the functions of the sympathetic nervous system (SNS), which changes cardiac, pulmonary, hepatic (liver), and gastrointestinal activities to prepare the body for emergency situations (although the sympathetic system is always active to some extent, including in the absence of a stressful environment, to maintain the appropriate level of sympathetic function). Thus, when the brain responds to potential threats by sending signals to lateral grey column cells, the lateral column passes on the signals to initiate a variety of physiological changes that prepare the body for a “fight-or-flight” response. Hairs stand up to conserve heat. The gut relaxes and digestion slows so that more energy can be directed toward dealing with the threatening situation. The adrenal medulla is activated and releases epinephrine (adrenaline) into the bloodstream, where it mediates many changes, such as the preparation of muscles for emergency activity. A variety of smooth muscles relax; for example, the muscles wrapped around the bronchioles of the lungs relax, allowing more oxygen to enter the bloodstream. Heart rate increases to ensure all cells are supplied quickly with the substances they need. The liver produces glucose (sugar) to fuel the muscles. Blood vessels contract (vasoconstriction), which reduces bleeding and conserves body heat (the exception is blood vessels fueling large muscles that would be used in running or fighting). The pupils dilate, improving vision. Perspiration increases in certain areas of the body (the purpose of this is not yet fully understood, but there is some evidence that the odor produced by this sweat serves as a signal to other individuals).",
            "score": 175.09507751464844
        },
        {
            "docid": "7617805_25",
            "document": "Starvation response . Triglycerides and long-chain fatty acids are too hydrophobic to cross into brain cells, so the liver must convert them into short-chain fatty acids and ketone bodies through ketogenesis. The resulting ketone bodies, acetoacetate and β-hydroxybutyrate, are amphipathic and can be transported into the brain (and muscles) and broken down into acetyl-CoA for use in the TCA cycle. Acetoacetate breaks down spontaneously into acetone, and the acetone is released through the urine and lungs to produce the “acetone breath” that accompanies prolonged fasting. The brain also uses glucose during starvation, but most of the body’s glucose is allocated to the skeletal muscles and red blood cells. The cost of the brain using too much glucose is muscle loss. If the brain and muscles relied entirely on glucose, the body would lose 50% of its nitrogen content in 8–10 days.",
            "score": 174.64988708496094
        },
        {
            "docid": "449719_2",
            "document": "Gait analysis . Gait analysis is the systematic study of animal locomotion, more specifically the study of human motion, using the eye and the brain of observers, augmented by instrumentation for measuring body movements, body mechanics, and the activity of the muscles. Gait analysis is used to assess and treat individuals with conditions affecting their ability to walk. It is also commonly used in sports biomechanics to help athletes run more efficiently and to identify posture-related or movement-related problems in people with injuries.",
            "score": 172.54188537597656
        },
        {
            "docid": "26685741_43",
            "document": "Sleep and memory . The effects of REM sleep deprivation (RSD) on neurotrophic factors, specifically nerve growth factor (NGF) and brain-derived neurotrophic factor (BDNF), were assessed in 2000 by Sie et el. Neurotrophins are proteins found in the brain and periphery that aid in the survival, functioning and generation of neurons; this is an important element in the synaptic plasticity process, the underlying neurochemical foundation in forming memories. Sei et al., inserted electrodes into the skulls of seven pairs of rats to measure Electroencephalogram (EEG), and inserted wire into the neck muscles of the rats to measure Electromyogram (EMG), a technique used to measure the amount of muscle activity. Half the rats experienced a six-hour REM sleep deprivation period, while the other half experienced a six-hour sleep period, containing all sleep cycles. Results showed that in the rats in the REM sleep deprivation group showed decreased level of brain-derived neurotrophic factor in the cerebellum (coordination, motor learning) and brainstem (sensory and motor ascending pathway), conversely the hippocampus (long-term memory, spatial navigation), showed decreases in nerve growth factor levels. BDNF protein has been shown to be necessary for procedural learning (form of non-declarative memory). Since procedural learning has also exhibited consolidation and enhancement under REM sleep, it is proposed that the impairment of procedural learning tasks is due to the lack of BDNF proteins in the cerebellum and brainstem during RSD. In regards to NGF, the basal forebrain (production and distribution of AcH in the brain), more specifically the medial septal area, sends cholinergic (excitatory in hippocampus) and GABAinergic (inhibitory) neurotransmitters through fibres to the hippocampus target cells. These target cells then secrete NGF which plays a key role in the physiological state of the hippocampus and its functions. It has been noted that REM sleep increases the secretion of NGF, therefore it has been proposed that during RSD cholinergic activity decreases leading to a decrease in NGF and impairment in procedural learning. Walker and Stickgold hypothesized that after initial memory acquisition, sleep reorganizes memory representation at a macro-brain systems level. Their experiment consisted of two groups; the night-sleep group was taught a motor sequence block tapping task at night, put to sleep and then retested 12 hours later. The day-wake group was taught the same task in the morning and tested 12 hours later with no intervening sleep. FMRI was used to measure brain activity during retest. Results indicated significantly fewer errors/sequence in the night-sleep group compared to the day wake group. FMRI output for the night-sleep group indicated increased activation in the right primary motor cortex/M1/Prefrontal Gyrus (contra lateral to the hand they were block tapping with), right anterior medial prefrontal lobe, right hippocampus (long-term memory, spatial memory), right ventral striatum (olfactory tubercle, nucleus accumbens), as well as regions of the cerebellum (lobules V1, V11). In the day-wake group, fMRI showed \"decreased\" signal activation bilaterally in the parietal cortices (integrates multiple modalities), in addition to the left insular cortex (regulation of homeostasis), left temporal pole (most anterior of temporal cortex), and the left inferior fronto-polar cortex. Previous investigations have shown that signal increases indicate brain plasticity. The increased signal activity seen in M1 after sleep corresponds to increased activity in this area seen during practice; however, an individual must practice for longer periods than they would have to sleep in order to obtain the same level of M1 signal increases. Therefore, it is suggested that sleep enhances the cortical representation of motor tasks by brain system expansion, as seen by increased signal activity.",
            "score": 172.49295043945312
        },
        {
            "docid": "530708_22",
            "document": "Muscle memory . Certain human behaviours, especially actions like the finger movements in musical performances, are very complex and require many interconnected neural networks where information can be transmitted across multiple brain regions. It has been found that there are often functional differences in the brains of professional musicians, when compared to other individuals. This is thought to reflect the musician's innate ability, which may be fostered by an early exposure to musical training. An example of this is bimanual synchronized finger movements, which play an essential role in piano playing. It is suggested that bimanual coordination can come only from years of bimanual training, where such actions become adaptations of the motor areas. When comparing professional musicians to a control group in complex bimanual movements, professionals are found to use an extensive motor network much less than those non-professionals. This is because professionals rely on a motor system that has increased efficiency, and, therefore, those less trained have a network that is more strongly activated. It is implied that the untrained pianists have to invest more neuronal activity to have the same level of performance that is achieved by professionals. This, yet again, is said to be a consequence of many years of motor training and experience that helps form a fine motor memory skill of musical performance.",
            "score": 171.95449829101562
        },
        {
            "docid": "52649_2",
            "document": "Acetylcholine . Acetylcholine (ACh) is an organic chemical that functions in the brain and body of many types of animals, including humans, as a neurotransmitter—a chemical message released by nerve cells to send signals to other cells [neurons, muscle cells, and gland cells]. Its name is derived from its chemical structure: it is an ester of acetic acid and choline. Parts in the body that use or are affected by acetylcholine are referred to as cholinergic. Substances that interfere with acetylcholine activity are called anticholinergics. Acetylcholine is the neurotransmitter used at the neuromuscular junction—in other words, it is the chemical that motor neurons of the nervous system release in order to activate muscles. This property means that drugs that affect cholinergic systems can have very dangerous effects ranging from paralysis to convulsions. Acetylcholine is also used as a neurotransmitter in the autonomic nervous system, both as an internal transmitter for the sympathetic nervous system and as the final product released by the parasympathetic nervous system.",
            "score": 170.88499450683594
        },
        {
            "docid": "47836404_14",
            "document": "20-Hydroxyeicosatetraenoic acid . 20-HETE-synthesizng enzymes are widely distributed to liver, kidney, brain, lung, intestine and blood vessels. In most vascular systems, 20-HETE synthesizing activity is limited to vascular smooth muscle of small blood vessels with little or no such activity in the vessel's endothelial cells or in large blood vessels. However, both the smooth muscle and endothelial cells obtained from mouse brain microvasculature, produce 20-HETE in culture.",
            "score": 170.85067749023438
        },
        {
            "docid": "3717_59",
            "document": "Brain . Neurophysiologists study the chemical, pharmacological, and electrical properties of the brain: their primary tools are drugs and recording devices. Thousands of experimentally developed drugs affect the nervous system, some in highly specific ways. Recordings of brain activity can be made using electrodes, either glued to the scalp as in EEG studies, or implanted inside the brains of animals for extracellular recordings, which can detect action potentials generated by individual neurons. Because the brain does not contain pain receptors, it is possible using these techniques to record brain activity from animals that are awake and behaving without causing distress. The same techniques have occasionally been used to study brain activity in human patients suffering from intractable epilepsy, in cases where there was a medical necessity to implant electrodes to localize the brain area responsible for epileptic seizures. Functional imaging techniques such as functional magnetic resonance imaging are also used to study brain activity; these techniques have mainly been used with human subjects, because they require a conscious subject to remain motionless for long periods of time, but they have the great advantage of being noninvasive. Another approach to brain function is to examine the consequences of damage to specific brain areas. Even though it is protected by the skull and meninges, surrounded by cerebrospinal fluid, and isolated from the bloodstream by the blood–brain barrier, the delicate nature of the brain makes it vulnerable to numerous diseases and several types of damage. In humans, the effects of strokes and other types of brain damage have been a key source of information about brain function. Because there is no ability to experimentally control the nature of the damage, however, this information is often difficult to interpret. In animal studies, most commonly involving rats, it is possible to use electrodes or locally injected chemicals to produce precise patterns of damage and then examine the consequences for behavior.",
            "score": 170.6468963623047
        },
        {
            "docid": "98998_9",
            "document": "Spasticity . Spasticity is found in conditions where the brain and/or spinal cord are damaged or fail to develop normally; these include cerebral palsy, multiple sclerosis, spinal cord injury and acquired brain injury including stroke. Damage to the CNS as a result of stroke or spinal cord injury, alter the [net inhibition] of peripheral nerves in the affected region. This change in input to bodily structures tends to favor excitation and therefore increase nerve excitability. CNS damage also causes nerve cell membranes to rest in a more [depolarized] state. The combination of decreased inhibition and an increased depolarized state of cell membranes, decreases action potential threshold for nerve signal conduction, and thus increases activity of structures innervated by the affected nerves (spasticity). Muscles affected in this way have many other potential features of altered performance in addition to spasticity, including muscle \"weakness\"; decreased movement control; clonus (a series of involuntary rapid muscle contractions often symptomatic of muscle over-exertion and/or muscle fatigue); exaggerated deep tendon reflexes; and decreased endurance.",
            "score": 170.4987335205078
        },
        {
            "docid": "98998_7",
            "document": "Spasticity . One factor that is thought to be related to spasticity is the stretch reflex. This reflex is important in coordinating normal movements in which muscles are contracted and relaxed and in keeping the muscle from stretching too far. Although the end result of spasticity is problems with the muscles, spasticity is actually caused by an injury to a part of the central nervous system (the brain or spinal cord) that controls voluntary movements. The damage causes a change in the balance of signals between the nervous system and the muscles. This imbalance leads to increased activity (excitability) in the muscles. Receptors in the muscles receive messages from the nervous system, which sense the amount of stretch in the muscle and sends that signal to the brain. The brain responds by sending a message back to reverse the stretch by contracting or shortening.",
            "score": 170.36219787597656
        },
        {
            "docid": "33818014_16",
            "document": "Nervous system network models . The “triune theory of the brain” McLean, P. (2003) is one of several models used to theorize the organizational structure of the brain. The most ancient neural structure of the brain is the brain stem or “lizard brain.” The second phase is limbic or paleo-mammalian brain and performs the four functions needed for animal survival – fighting, feeding, fleeing, and fucking. The third phase is the neocortex or the neo-mammalian brain. The higher cognitive functions which distinguish humans from other animals are primarily in the cortex. The reptilian brain controls muscles, balance, and autonomic functions, such as breathing and heartbeat. This part of the brain is active, even in deep sleep. The limbic system includes the hypothalamus, hippocampus, and amygdala. The neocortex includes the cortex and the cerebrum. It corresponds to the brain of primates and, specifically, the human species. Each of the three brains is connected by nerves to the other two, but each seems to operate as its own brain system with distinct capacities. (See illustration in Triune brain.)",
            "score": 168.7054443359375
        },
        {
            "docid": "14573357_10",
            "document": "Efference copy . The first person to propose the existence of efferent copies was the German physician and physicist Hermann von Helmholtz in the middle of the 19th century. He argued that the brain needed to create an efference copy for the motor commands that controlled eye muscles so as to aid the brain's determining the location of an object relative to the head. His argument used the experiment in which one gently presses on one's own eye. If this is done, one notices that the visual world seems to have \"moved\" as a result of this passive movement of the eyeball. In contrast, if the eyeball is actively moved by the eye muscles the world is perceived as still. The reasoning made is that with a passive movement of the eyeball, no efferent copies are made as with active movements that allow sensory changes to be anticipated and controlled for with the result in their absence the world appears to move.",
            "score": 168.46217346191406
        },
        {
            "docid": "2843988_3",
            "document": "Motor control . Recent psychological theories of motor control present it as a process by which humans and animals use their brain/cognition to activate and coordinate the muscles and limbs involved in the performance of a motor skill. From this mixed psychological perspective, motor control is fundamentally the integration of sensory information, both about the world and the current state of the body, to determine the appropriate set of muscle forces and joint activations to generate some desired movement or action. This process requires cooperative interaction between the central nervous system and the musculoskeletal system, and is thus a problem of information processing, coordination, mechanics, physics, and cognition. Successful motor control is crucial to interacting with the world, not only determining action capabilities, but regulating balance and stability as well.",
            "score": 168.3754119873047
        },
        {
            "docid": "2183007_6",
            "document": "Startle response . There are many various reflexes that can occur simultaneously during a startle response. The fastest reflex recorded in humans happens within the masseter muscle or jaw muscle. The reflex was measured by electromyography which records the electrical activity during movement of the muscles. This also showed the latency response or the delay between the stimulus and the response recorded was found to be about 14 milliseconds. The blink of the eye which is the reflex of the orbicularis oculi muscle was found to have a latency of about 20 to 40 milliseconds. Out of larger body parts, the head is quickest in a movement latency in a range from 60 to 120 milliseconds. The neck then moves almost simultaneously with a latency of 75 to 121 milliseconds. Next, the shoulder jerks at 100 to 121 milliseconds along with the arms at 125 to 195 milliseconds. Lastly the legs responds with a latency of 145 to 395 milliseconds. This type of cascading response correlates to how the synapses travel from the brain and down the spinal cord to activate each motor neuron.",
            "score": 167.47999572753906
        },
        {
            "docid": "31209304_3",
            "document": "Righting reflex . The vestibular system is composed of inner ear organs forming the \"labyrinth\": the semicircular canals, the otoliths, and the cochlea. The section below is an overview of the vestibular system, as it is crucial to the understanding of the righting reflex. Sensory information from the vestibular system allows the head to move back into position when disturbed as the rest of the body follows. The semicircular canals (brown, see figure) are arranged at angles to the horizontal plane of the head when it is in its normal vertical posture. Each canal has a widened base, called an ampulla, that houses specialized sensory hair cells. Fluid in these canals surrounds the hair cells, and moves across them as the head moves to gather information about the movement and position of the body. The hair cells are covered in tiny sensory hairs called stereocilia, which are sensitive to displacement forces as the body is moved in different positions. When the head is moved, the force moves the hair cells forward, which sends signals to afferent fibers and on to the brain. The brain can then decide which muscles in the body need to become active in order to right itself.",
            "score": 167.39073181152344
        },
        {
            "docid": "653776_5",
            "document": "Writer's cramp . Electrical sensors (EMG) inserted into affected muscle groups, while painful, can provide a definitive diagnosis by showing pulsating nerve signals being transmitted to the muscles even when they are at rest. The brain appears to signal portions of fibers within the affected muscle groups at a firing speed of about 10 Hz causing them to pulsate, tremble and contort. When called upon to perform an intentional activity, the muscles fatigue very quickly and some portions of the muscle groups do not respond (causing weakness) while other portions over-respond or become rigid (causing micro-tears under load). The symptoms worsen significantly with use, especially in the case of focal dystonia, and a \"mirror effect\" is often observed in other body parts: use of the right hand may cause pain and cramping in that hand as well as in the other hand and legs that were not being used. Stress, anxiety, lack of sleep, sustained use and cold temperatures can worsen symptoms.",
            "score": 166.9287567138672
        },
        {
            "docid": "653778_15",
            "document": "Dystonia . Electrical sensors (EMG) inserted into affected muscle groups, while painful, can provide a definitive diagnosis by showing pulsating nerve signals being transmitted to the muscles even when they are at rest. The brain appears to signal portions of fibers within the affected muscle groups at a firing speed of about 10 Hz causing them to pulsate, tremble and contort. When called upon to perform an intentional activity, the muscles fatigue very quickly and some portions of the muscle groups do not respond (causing weakness) while other portions over-respond or become rigid (causing micro-tears under load). The symptoms worsen significantly with use, especially in the case of focal dystonia, and a \"mirror effect\" is often observed in other body parts: Use of the right hand may cause pain and cramping in that hand as well as in the other hand and legs that were not being used. Stress, anxiety, lack of sleep, sustained use and cold temperatures can worsen symptoms.",
            "score": 166.9287567138672
        },
        {
            "docid": "26685721_38",
            "document": "Methods used to study memory . Psychologists who work with animals assume that the things they learn can be applied to the human brain. Memory is a complex system that relies on interactions between many distinct parts of the brain. In order to fully understand memory, researchers must cumulate evidence from human, animal, and developmental research in order to make broad theories about how memory works. Intraspecies comparisons are key. Rats for example display extremely complex behaviours and most of the structures in their brain parallel those in humans. Due to their relatively simple organization, slugs can be useful for studying how neurons interconnect to produce observable behaviour. Fruit flies are useful for studying gene-behaviour interactions because many generations with genetic alterations can be quickly bred in the laboratory.",
            "score": 166.88226318359375
        }
    ]
}