{
    "q": [
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 118.43723630905151
        },
        {
            "docid": "44533208_23",
            "document": "Carrot yellow-leaf virus . Closteroviruses have a (+)ssRNA genome, so it needs to first be transcribed into dsDNA before translation. Replication also involves formation of subgenomic RNA. Replication happens in vesicles known as viral factories. Closteroviruses can have up to 10 Open Reading Frames (ORFs) in their genome that encode several enzymes, like RNA polymerase, methyltransferase, RNA helicase, and papain-like protease (L-pro). L-pro has an essential role in replication. The dsRNA is then used as a template for the replication of ssRNA which is then transcribed into mRNA and translated into viral proteins. Using Beet Yellow Virus as an example, it is possible to see that the virion is formed mainly by the major capsid protein. The virus has a short tail that is formed by the minor capsid protein. Cell mechanisms are used to translate these and all the other viral proteins. The capsid proteins and ssRNA genome assemble and exit the cell. The major capsid protein is essential for virus assembly; mutations in the gene responsible for encoding it result in impairment of assembly. However, minor capsid protein is not essential for assembly nor genome protection. A virus with a mutated minor capsid protein could successfully assemble, but cell-to-cell movement is not possible. Therefore, the tail is essential for viral movement. Hsp70h, which was seen in cell-to-cell movement is also essential for viral movement because tail formation is only possible when Hsp70h is present. Cell movement is a process with three different stages:",
            "score": 91.71566498279572
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 99.23219573497772
        },
        {
            "docid": "6235_30",
            "document": "Cell nucleus . Speckles are subnuclear structures that are enriched in pre-messenger RNA splicing factors and are located in the interchromatin regions of the nucleoplasm of mammalian cells. At the fluorescence-microscope level they appear as irregular, punctate structures, which vary in size and shape, and when examined by electron microscopy they are seen as clusters of interchromatin granules. Speckles are dynamic structures, and both their protein and RNA-protein components can cycle continuously between speckles and other nuclear locations, including active transcription sites. Studies on the composition, structure and behaviour of speckles have provided a model for understanding the functional compartmentalization of the nucleus and the organization of the gene-expression machinery splicing snRNPs and other splicing proteins necessary for pre-mRNA processing. Because of a cell's changing requirements, the composition and location of these bodies changes according to mRNA transcription and regulation via phosphorylation of specific proteins. The splicing speckles are also known as nuclear speckles (nuclear specks), splicing factor compartments (SF compartments), interchromatin granule clusters (IGCs), B snurposomes. B snurposomes are found in the amphibian oocyte nuclei and in \"Drosophila melanogaster\" embryos. B snurposomes appear alone or attached to the Cajal bodies in the electron micrographs of the amphibian nuclei. IGCs function as storage sites for the splicing factors.",
            "score": 101.19743025302887
        },
        {
            "docid": "40817590_10",
            "document": "Ebola virus disease . Their life cycle is thought to begin with a virion attaching to specific cell-surface receptors such as C-type lectins, DC-SIGN, or integrins, which is followed by fusion of the viral envelope with cellular membranes. The virions taken up by the cell then travel to acidic endosomes and lysosomes where the viral envelope glycoprotein GP is cleaved. This processing appears to allow the virus to bind to cellular proteins enabling it to fuse with internal cellular membranes and release the viral nucleocapsid. The \"Ebolavirus\" structural glycoprotein (known as GP1,2) is responsible for the virus' ability to bind to and infect targeted cells. The viral RNA polymerase, encoded by the \"L\" gene, partially uncoats the nucleocapsid and transcribes the genes into positive-strand mRNAs, which are then translated into structural and nonstructural proteins. The most abundant protein produced is the nucleoprotein, whose concentration in the host cell determines when L switches from gene transcription to genome replication. Replication of the viral genome results in full-length, positive-strand antigenomes that are, in turn, transcribed into genome copies of negative-strand virus progeny. Newly synthesized structural proteins and genomes self-assemble and accumulate near the inside of the cell membrane. Virions bud off from the cell, gaining their envelopes from the cellular membrane from which they bud. The mature progeny particles then infect other cells to repeat the cycle. The genetics of the Ebola virus are difficult to study because of EBOV's virulent characteristics.",
            "score": 95.72817742824554
        },
        {
            "docid": "3131507_2",
            "document": "RNA-binding protein . RNA-binding proteins (often abbreviated as RBPs) are proteins that bind to the double or single stranded RNA in cells and participate in forming ribonucleoprotein complexes. RBPs contain various structural motifs, such as RNA recognition motif (RRM), dsRNA binding domain, zinc finger and others. They are cytoplasmic and nuclear proteins. However, since most mature RNA is exported from the nucleus relatively quickly, most RBPs in the nucleus exist as complexes of protein and pre-mRNA called heterogeneous ribonucleoprotein particles (hnRNPs). RBPs have crucial roles in various cellular processes such as: cellular function, transport and localization. They especially play a major role in post-transcriptional control of RNAs, such as: splicing, polyadenylation, mRNA stabilization, mRNA localization and translation. Eukaryotic cells encode diverse RBPs, approximately 500 genes, with unique RNA-binding activity and protein–protein interaction. During evolution, the diversity of RBPs greatly increased with the increase in the number of introns. Diversity enabled eukaryotic cells to utilize RNA exons in various arrangements, giving rise to a unique RNP (ribonucleoprotein) for each RNA. Although RBPs have a crucial role in post-transcriptional regulation in gene expression, relatively few RBPs have been studied systematically.",
            "score": 90.70618855953217
        },
        {
            "docid": "9906539_7",
            "document": "Paraspeckle . In 2005 a new role for paraspeckles in a novel method for controlling gene expression was reported by Prasanth et al. In this study, a nuclear enriched non-coding RNA (termed CTNRNA) was identified that specifically localised to paraspeckles in the nuclei of several cell types. The group found that the RNA was retained in the nucleus at paraspeckles, and was associated with the paraspeckle proteins P54nrb and PSP1, likely through direct interactions between the proteins and motifs in the 3' untranslated (3' UTR) region of the RNA. The CTN non-coding RNA is a longer transcript produced from a gene that also encodes the membrane protein MCAT2, a cationic amino acid transporter. When cells became stressed, the nuclear non-coding RNA levels were reduced, coupled with an increase in cytoplasmic signal for the MCAT2 mRNA and protein. This led the authors to speculate that the paraspeckles were effectively a storage site for the spliced and processed CTN RNA, that were able to release the RNA in a functional protein-encoding form when the cell received a signal. This shorter form was then free to be transported to the cytoplasm and used as a template for protein production. This 'Rapid Release Nuclear Retention mechanism' is thought to save the cell 25 minutes in the production of the mCAT2 protein, as the RNA has already been transcribed, processed and spliced whilst it is being held in the paraspeckles.",
            "score": 107.2535469532013
        },
        {
            "docid": "460071_9",
            "document": "Picornavirus . Genomic RNAs of picornaviruses possess multiple RNA elements and they are required for both negative and plus strand RNA synthesis. The cis acting replication(cre) element is required for replication. The stem-loop-structure that contains the cre is independent of position but changes with location between virus types when it has been identified. Also, the 3’ end elements of viral RNA are significant and efficient for RNA replication of picornaviruses. The 3’ end of picornavirus contains poly(A) tract which be required for infectivity. On the other hand, RNA synthesis is hypothesized to occur in this region.3’ end NCR of poliovirus is not necessary for negative-strands synthesis. However, it is important element for positive—strand synthesis. Additionally,5’ end NCR that contain secondary structural elements is required for RNA replication and poliovirus translation initiation(IRES). Internal Ribosome Entry Site (IRES) are RNA structures that allow cap independent initiation of translation, and are able to initiate translation in the middle of a messenger RNA. The viral particle binds to cell surface receptors. Cell surface receptors are characterized for each serotype of picornaviruses. For example, poliovirus receptor is glycoprotein CD155 which is special receptor for human and some other primate species. For this reason, poliovirus couldn’t be made in many laboratories until transgenic mice having a CD155 receptor on their cell surface were developed in the 1990s. These animals can be infected and used for studies of replication and pathogenesis. Binding causes a conformational change in the viral capsid proteins, and myristic acid are released. These acids form a pore in the cell membrane through which RNA is injected . Once inside the cell, the RNA un-coats and the (+) strand RNA genome is replicated through a double-stranded RNA intermediate that is formed using viral RDRP (RNA-Dependent RNA polymerase). Translation by host cell ribosomes is not initiated by a 5' G cap as usual, but rather is initiated by an IRES (Internal Ribosome Entry Site). The viral lifecycle is very rapid with the whole process of replication being completed on average within 8 hours. However, as little as 30 minutes after initial infection, cell protein synthesis declines to almost zero output – essentially the macromolecular synthesis of cell proteins is shut off. Over the next 1–2 hours there is a loss of margination of chromatin and homogeneity in the nucleus, before the viral proteins start to be synthesized and a vacuole appears in the cytoplasm close to the nucleus that gradually starts to spread as the time after infection reaches around 3 hours. After this time the cell plasma membrane becomes permeable, at 4–6 hours the virus particles assemble, and can sometimes be seen in the cytoplasm. At around 8 hours the cell is effectively dead and lyses to release the viral particles.",
            "score": 117.78028762340546
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 98.09304714202881
        },
        {
            "docid": "55705827_14",
            "document": "Mammalian orthoreovirus . Mammalian orthoreovirus messenger RNA transcripts have a short 5’ untranslated region, and do not have 3’ poly A tails, some lack 5’ caps during post-infection. It is unknown as to how uncapped versions of MRV’s mRNA are able to use a host cell ribosome in translation. Mammalian orthoreovirus’ viral proteins and its genomic RNAs aggregate in cytoplasm viral factories. The positive and negative RNA stands will base pair to create the double stranded RNA viral genome. The virion is assembled in sub-viral particles in the cytoplasm. Due to the nature of the Mammalian orthoreovirus, its outer (T=13) and inner (T=2) capsid are self-assembled. The inner capsid proteins require the co-expression of the T2 protein and the σ2 protein, to stabilize the inner capsid structure as well as aid in assembly. The outer capsid’s assembly is dependent upon the σ3 viral protein, which aids in the formation of the icosahedral capsid. After the virus has been fully assembled and matured, the newly formed Mammalian orthoreovirus particle is released from the host cell, the means in which the virus particle does this is uncertain but it is presumed to happen following cell death and the breakdown of the host plasma membrane.",
            "score": 89.85537624359131
        },
        {
            "docid": "53874152_6",
            "document": "Benjamin Wolozin . Since 2008, Dr. Wolozin’s research has focused on the role of RNA binding proteins and stress granules in neurodegenerative diseases. RNA binding proteins contain domains that have only a few types of amino acids; these domains are termed \"low complexity domains\" and have a strong tendency to aggregate. A highly unusual and important aspect of these proteins is that they use reversible aggregation as normal biological mechanism to sequester RNA transcripts. RNA binding proteins form a variety of cellular aggregates including stress granules, transport granules, P-bodies and nuclear speckles. In 2010 Dr. Wolozin's group was one of the first groups to suggest that dysfunction of the stress granule pathway contributes to the pathophysiology of amyotrophic lateral sclerosis. Since then, a growing body of evidence, increasingly highlights the important contributions of RNA-binding proteins (RBPs), stress granules and translational regulation in the pathophysiology of neurodegenerative disease. This work prompted the concept that “regulated protein aggregation”, which provides a theoretical framework for understanding the biology of neurodegenerative disease, including Alzheimer’s disease and Amyotrophic Lateral Sclerosis. The cell controls the location and disposition of RNA through the binding of RNA-binding proteins; these RNA binding proteins consolidate to form RNA granules through reversible aggregation of their low complexity domains. Recently, the biophysics of RNA granule formation has been shown to fall under the aegis of a general property, termed liquid liquid phase separation (LLPS). LLPS occurs when RNA binding proteins associate to form structures analogous to liquid droplets, which separate from surrounding aqueous medium.",
            "score": 128.42501068115234
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 109.00362801551819
        },
        {
            "docid": "42229161_4",
            "document": "Coiled-coil domain containing 42B . DDX54 gene is member of DEAD protein family of Putative RNA helicases. The gene encodes DEAD box Protein which has a conserved motif of Asp-Glu-Ala-Asp (DEAD). The DEAD box protein family is associated with cellular processes that involve RNA secondary structure alteration such as RNA splicing, ribosome assembly, Initiation of translation, Nuclear and mitochondrial splicing, Spermatogenesis, embryogenesis, and cell growth and division.The RASAL 1 protein is member of GAP1 family that function in suppressing Ras function by inactivating GDP-bound form of Ras which permit the control of cellular proliferation and differentiation. DTX1 function as ubiquitin ligase protein by facilitating ubiquitination and allowing degradation of MEKK1. The ubiquitin ligase activity of DTX1 regulates the Notch Pathway, a signaling pathway that is associated with cell-cell communications that regulates cell-fate determination.",
            "score": 71.87742567062378
        },
        {
            "docid": "208458_9",
            "document": "Filoviridae . The filovirus life cycle begins with virion attachment to specific cell-surface receptors, followed by fusion of the virion envelope with cellular membranes and the concomitant release of the virus nucleocapsid into the cytosol. The viral RNA-dependent RNA polymerase (RdRp, or RNA replicase) partially uncoats the nucleocapsid and transcribes the genes into positive-stranded mRNAs, which are then translated into structural and nonstructural proteins. Filovirus RdRps bind to a single promoter located at the 3' end of the genome. Transcription either terminates after a gene or continues to the next gene downstream. This means that genes close to the 3' end of the genome are transcribed in the greatest abundance, whereas those toward the 5' end are least likely to be transcribed. The gene order is therefore a simple but effective form of transcriptional regulation. The most abundant protein produced is the nucleoprotein, whose concentration in the cell determines when the RdRp switches from gene transcription to genome replication. Replication results in full-length, positive-stranded antigenomes that are in turn transcribed into negative-stranded virus progeny genome copies. Newly synthesized structural proteins and genomes self-assemble and accumulate near the inside of the cell membrane. Virions bud off from the cell, gaining their envelopes from the cellular membrane they bud from. The mature progeny particles then infect other cells to repeat the cycle.",
            "score": 105.9723448753357
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 101.46992945671082
        },
        {
            "docid": "51287911_5",
            "document": "Pneumoviridae . Pneumoviruses replicate in the cytoplasm of the host cell. First, the virus binds to HN glycoprotein receptors expressed on the surface of the cell. Then, through the action of the fusion protein, the virus fuses to the host plasma membrane and the nucleocapsid is released. Prior to undergoing replication, mRNA is transcribed and viral proteins are translated. Transcription is dependent on virally encoded RNA-dependent-RNA-polymerase, which binds the genome at the 3' leader region and then sequentially transcribes each gene. Translation of viral proteins is carried out by host cell ribosomes. Once sufficient P, N, L, and M2 proteins are available to create a capsid around the newly replicated genome, the virus undergoes replication. After replication, the P, L, and M proteins participate in forming the ribonucleocapsid. Once virion assembly is complete, the virion egresses by budding out of the cell.",
            "score": 85.19154012203217
        },
        {
            "docid": "18678893_5",
            "document": "CED-12 . CED-12 is an adaptor protein (proteins involved in facilitating the formation of signalling complexes) that is translated once apoptosis has been triggered in a cell. Apoptosis, also known as programmed cell death, activates during development as well as in situations where a cell has received sufficient physical damage. Many of the contents within a cell are reactive with the environment outside of the cell and must be disposed of without causing any harm to the surrounding tissues. Apoptotic cells are removed from their external environment by neighbouring cells that recognize cell-surface markers located on the apoptotic cell membrane. Marker recognition leads to the engulfment of apoptotic cells by phagocytosis. On a molecular level, recognition of the cell-surface markers leads to the translation of the CED-12 protein in the cytoplasm of the engulfing cell, which then gets localized to the cell membrane. CED-12 binds CED-2 (\"C. elegans\" homolog to CrkII in mammals), followed by CED-5 (\"C. elegans\" homolog for DOCK180 in mammals) and forms a ternary structure. Transmembrane CED-1 is an example of the cell-surface receptor on the engulfing cell. When receptors come in contact with cell surface markers on the apoptotic cell, a protein known as CED-6 (homolog for GULP in mammals) is expressed. Both the CED-2/CED-5/CED-12 ternary structure and CED-6 function to activate an effector protein known as CED-10. CED-10 is a RAC-GTPase protein that is directly responsible for the rearrangement of the actin cytoskeleton that initiates phagocytosis. This process is regulated by two pathways. The first is by CED-6, which is an adaptor protein that is responsible for coordinating protein-protein interactions between CED-10 and actin. The second pathway occurs when the CED-2/CED-5/CED-12 ternary structure form a GEF (guanine nucleotide exchange factor) with CED-10, which promotes the binding of a GTP energy molecule in order to activate the GTP-dependent CED-10.",
            "score": 89.20327663421631
        },
        {
            "docid": "41656324_5",
            "document": "Mastadenovirus . Viral replication is nuclear. Entry into the host cell is achieved by attachment of the viral fibers to the host CAR adhesion receptor. Subsequent binding of the penton protein to host integrin entry receptors mediates internalization into the host cell by clathrin-mediated endocytosis of the virus and fiber shedding. Some serotypes also seem to use macropinocytosis. Disruption of host endosomal membrane by lytic protein VI releases the viral capsid in the cytosol. Microtubular transport toward nucleus of the viral genome still protected by the core protein VII and a partial capsid mainly composed of hexons and protein IX. Docking at the NPC and capsid disruption. Import of the viral genome into host nucleus mediated by core protein VII. Transcription of early genes (E genes) by host RNA pol II: these proteins optimize the cellular milieu for viral replication, and counteract a variety of antiviral defenses. Intermediate genes activate replication of the DNA genome by DNA strand displacement in the nucleus. Expression of L4-22K and L4-33K causes early to late switch. Transcription of late genes (L genes) by host RNA pol II, mostly encoding structural proteins. Host translation shutoff performed by the viral 100K protein. Assembly of new virions in the nucleus. Virions are released by lysis of the cell. Virion maturation by the viral proteasehost receptors, which mediates clathrin-mediated endocytosis. Replication follows the DNA strand displacement model. DNA templated transcription, with some alternative splicing mechanism is the method of transcription. Translation takes place by ribosomal shunting. The virus exits the host cell by nuclear envelope breakdown, viroporins, and lysis. Human, mammals, and vertebrates serve as the natural host. Transmission routes are fecal-oral and respiratory.",
            "score": 74.92873811721802
        },
        {
            "docid": "23634_12",
            "document": "Protein . Proteins are assembled from amino acids using information encoded in genes. Each protein has its own unique amino acid sequence that is specified by the nucleotide sequence of the gene encoding this protein. The genetic code is a set of three-nucleotide sets called codons and each three-nucleotide combination designates an amino acid, for example AUG (adenine-uracil-guanine) is the code for methionine. Because DNA contains four nucleotides, the total number of possible codons is 64; hence, there is some redundancy in the genetic code, with some amino acids specified by more than one codon. Genes encoded in DNA are first transcribed into pre-messenger RNA (mRNA) by proteins such as RNA polymerase. Most organisms then process the pre-mRNA (also known as a \"primary transcript\") using various forms of Post-transcriptional modification to form the mature mRNA, which is then used as a template for protein synthesis by the ribosome. In prokaryotes the mRNA may either be used as soon as it is produced, or be bound by a ribosome after having moved away from the nucleoid. In contrast, eukaryotes make mRNA in the cell nucleus and then translocate it across the nuclear membrane into the cytoplasm, where protein synthesis then takes place. The rate of protein synthesis is higher in prokaryotes than eukaryotes and can reach up to 20 amino acids per second.",
            "score": 86.49215877056122
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 102.76803934574127
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 113.78594136238098
        },
        {
            "docid": "2846927_5",
            "document": "Structure and genome of HIV . The single-strand RNA is tightly bound to p7 nucleocapsid proteins, late assembly protein p6, and enzymes essential to the development of the virion, such as reverse transcriptase and integrase. Lysine tRNA is the primer of the magnesium-dependent reverse transcriptase. The nucleocapsid associates with the genomic RNA (one molecule per hexamer) and protects the RNA from digestion by nucleases. Also enclosed within the virion particle are Vif, Vpr, Nef, and viral protease. A matrix composed of an association of the viral protein p17 surrounds the capsid, ensuring the integrity of the virion particle. This is in turn surrounded by an envelope of host-cell origin. The envelope is formed when the capsid buds from the host cell, taking some of the host-cell membrane with it. The envelope includes the glycoproteins gp120 and gp41, which are responsible for binding to and entering the host cell.",
            "score": 91.44055080413818
        },
        {
            "docid": "356382_3",
            "document": "Gene regulatory network . The regulator can be DNA, RNA, protein and complexes of these. The interaction can be direct or indirect (through transcribed RNA or translated protein). In general, each mRNA molecule goes on to make a specific protein (or set of proteins). In some cases this protein will be structural, and will accumulate at the cell membrane or within the cell to give it particular structural properties. In other cases the protein will be an enzyme, i.e., a micro-machine that catalyses a certain reaction, such as the breakdown of a food source or toxin. Some proteins though serve only to activate other genes, and these are the transcription factors that are the main players in regulatory networks or cascades. By binding to the promoter region at the start of other genes they turn them on, initiating the production of another protein, and so on. Some transcription factors are inhibitory.",
            "score": 81.91208219528198
        },
        {
            "docid": "14043373_2",
            "document": "Promyelocytic leukemia protein . Promyelocytic leukemia protein (PML) (also known as MYL, RNF71, PP8675 or TRIM19) is the protein product of the PML gene. PML protein is a tumor suppressor protein required for the assembly of a number of nuclear structures, called PML-nuclear bodies, which form amongst the chromatin of the cell nucleus. These nuclear bodies are present in mammalian nuclei, at about 1 to 30 per cell nucleus. PML-NBs are known to have a number of regulatory cellular functions, including involvement in programmed cell death, genome stability, antiviral effects and controlling cell division. PML mutation or loss, and the subsequent dysregulation of these processes, has been implicated in a variety of cancers.",
            "score": 78.14140999317169
        },
        {
            "docid": "44554443_8",
            "document": "Harold M. Weintraub . While at FHCRC, Weintraub continued and extended his prior studies of chromatin structure and function. Another of his contributions was developing the technique of using antisense RNA to create specific mutant phenotypes in vertebrate organisms. Perhaps the work for which Weintraub is best known was his laboratory's discovery and characterization of \"myoD\", the first master regulatory gene. When expressed, the myoD gene produces a protein referred to as MyoD (or MyoD1), which can bind certain DNA sequences, stop cell division, and elicit an entire program of muscle cell differentiation. In a series of sequential experiments, Weintraub and his students showed that myoD was able to convert fibroblasts (connective tissue cells) into myoblasts (skeletal muscle cells). Later studies by the same group of investigators at FHCRC further characterized the structural and functional characteristics of \"myoD\" and its nuclear-localized protein product, which were found to be present in organisms as diverse as nematode worms, frogs, mice, and humans. During the final years of his life, Weintraub's work used myoD to delve broadly and deeply into the areas of regulatory proteins, gene expression, and the molecular control of cell differentiation. As part of this work, his lab pioneered a molecular biology technique known as the Selection And Amplification Binding (SAAB) assay, which is used to find the DNA-binding sites for proteins.",
            "score": 76.2695517539978
        },
        {
            "docid": "1505491_10",
            "document": "Lassa virus . The life cycle of Lassa virus is similar to the Old World arenaviruses. Lassa virus enters the cell by the receptor-mediated endocytosis. Which endocytotic pathway is used is not known yet, but at least the cellular entry is sensitive to cholesterol depletion. It was reported that virus internalization is limited upon cholesterol depletion. The receptor used for cell entry is alpha-dystroglycan, a highly conserved and ubiquitously expressed cell surface receptor for extracellular matrix proteins. Dystroglycan, which is later cleaved into alpha-dystroglycan and beta-dystroglycan is originally expressed in most cells to mature tissues, and it provides molecular link between the ECM and the actin-based cytoskeleton. After virus enters the cell by alpha-dystroglycan mediated endocytosis, low-pH environment triggers pH-dependent membrane fusion and releases RNP (viral ribonucleoprotein) complex into the cytoplasm. Viral RNA is unpacked, and replication and transcription initiate in the cytoplasm. As the replication starts, both S and L RNA genomes synthesize the antigenomic S and L RNAs, and from the antigenomic RNAs, genomic S and L RNA are synthesized. Both genomic and antigenomic RNAs are needed for transcription and translation. S RNA encodes GP and NP (viral nucleocapsid protein) proteins, and L RNA encodes Z and L proteins. L protein most likely represents the viral RNA-dependent RNA polymerase. When the cell is infected by the virus, L polymerase is associated with the viral RNP and initiates the transcription of the genomic RNA. The 5’ and 3’ terminal 19 nt viral promoter regions of both RNA segments are necessary for recognition and binding of the viral polymerase. The primary transcription first transcribes mRNAs from the genomic S and L RNAs, which code NP and L proteins, respectively. Transcription terminates at the stem-loop (SL) structure within the intergenomic region. Arenaviruses use a cap snatching strategy to gain the cap structures from the cellular mRNAs, and it is mediated by the endonuclease activity of the L polymerase and the cap binding activity of NP. Antigenomic RNA transcribes viral genes GPC and Z, encoded in genomic orientation, from S and L segments respectively. The antigenomic RNA also serves as the template for the replication. After translation of GPC, it is posttranslationally modified in the endoplasmic reticulum. GPC is cleaved into GP1 and GP2 at the later stage of the secretory pathway. It is reported the cellular protease SKI-1/S1P was responsible for the cleavage. Cleaved glycoproteins are incorporated into the virion envelope when the virus buds and release from the cell membrane.",
            "score": 83.50339603424072
        },
        {
            "docid": "514355_9",
            "document": "Rod cell . When light hits photoreceptive pigments within the photoreceptor cell, the pigment changes shape. The pigment, called rhodopsin (conopsin is found in cone cells) comprises a large protein called opsin (situated in the plasma membrane), attached to which is a covalently bound prosthetic group: an organic molecule called retinal (a derivative of vitamin A). The retinal exists in the 11-cis-retinal form when in the dark, and stimulation by light causes its structure to change to all-trans-retinal. This structural change causes an increased affinity for the regulatory protein called transducin (a type of G protein). Upon binding to rhodopsin, the alpha subunit of the G protein replaces a molecule of GDP with a molecule of GTP and becomes activated. This replacement causes the alpha subunit of the G protein to dissociate from the beta and gamma subunits of the G protein. As a result, the alpha subunit is now free to bind to the cGMP phosphodiesterase (an effector protein). The alpha subunit interacts with the inhibitory PDE gamma subunits and prevents them from blocking catalytic sites on the alpha and beta subunits of PDE, leading to the activation of cGMP phosphodiesterase, which hydrolyzes cGMP (the second messenger), breaking it down into 5'-GMP. Reduction in cGMP allows the ion channels to close, preventing the influx of positive ions, hyperpolarizing the cell, and stopping the release of the neurotransmitter glutamate (Kandel et al., 2000). Though cone cells primarily use the neurotransmitter substance acetylcholine, rod cells use a variety. The entire process by which light initiates a sensory response is called visual phototransduction.",
            "score": 90.26805973052979
        },
        {
            "docid": "3621072_2",
            "document": "IKBKAP . IKBKAP (inhibitor of kappa light polypeptide gene enhancer in B-cells, kinase complex-associated protein) is a human gene encoding the IKAP protein, which is ubiquitously expressed at varying levels in all tissue types, including brain cells. The IKAP protein is thought to participate as a sub-unit in the assembly of a six-protein putative human holo-Elongator complex, which allows for transcriptional elongation by RNA polymerase II. Further evidence has implicated the IKAP protein as being critical in neuronal development, and directs that decreased expression of IKAP in certain cell types is the molecular basis for the severe, neurodevelopmental disorder familial dysautonomy. Other pathways that have been connected to IKAP protein function in a variety of organisms include tRNA modification, cell motility, and cytosolic stress signalling. Homologs of the IKBKAP gene have been identified in multiple other Eukaryotic model organisms. Notable homologs include Elp1 in yeast, Ikbkap in mice, and D-elp1 in fruit flies. The fruit fly homolog (D-elp1) has RNA-dependent RNA polymerase activity and is involved in RNA interference.",
            "score": 64.95213603973389
        },
        {
            "docid": "1548205_5",
            "document": "Poxviridae . \"Poxviridae\" viral particles (virions) are generally enveloped (external enveloped virion- EEV), though the intracellular mature virion (IMV) form of the virus, which contains different envelope, is also infectious. They vary in their shape depending upon the species but are generally shaped like a brick or as an oval form similar to a rounded brick because they are wrapped by the endoplasmic reticulum. The virion is exceptionally large, its size is around 200 nm in diameter and 300 nm in length and carries its genome in a single, linear, double-stranded segment of DNA. By comparison, Rhinovirus is 1/10 as large as a typical \"Poxviridae\" virion. Replication of the poxvirus involves several stages. The virus first binds to a receptor on the host cell surface; the receptors for the poxvirus are thought to be glycosaminoglycans (GAGs). After binding to the receptor, the virus enters the cell where it uncoats. Uncoating of the virus is a two step process. Firstly the outer membrane is removed as the particle enters the cell; secondly the virus particle (without the outer membrane) fuses with the cellular membrane to release the core into the cytoplasm. The pox viral genes are expressed in two phases. The early genes encode the non-structural protein, including proteins necessary for replication of the viral genome, and are expressed before the genome is replicated. The late genes are expressed after the genome has been replicated and encode the structural proteins to make the virus particle. The assembly of the virus particle occurs in five stages of maturation that lead to the final exocytosis of the new enveloped virion. After the genome has been replicated, the immature virion (IV) assembles the A5 protein to create the intracellular mature virion (IMV). The protein aligns and the brick-shaped envelope of the intracellular enveloped virion (IEV). These IEV particles are then fused to the cell plasma to form the cell-associated enveloped virion (CEV). Finally, the CEV encounters the microtubules and the virion prepares to exit the cell as an extracellular enveloped virion (EEV). The assembly of the virus particle occurs in the cytoplasm of the cell and is a complex process that is currently being researched to understand each stage in more depth. Considering the fact that this virus is large and complex, replication is relatively quick taking approximately 12 hours until the host cell dies by the release of viruses.",
            "score": 67.54676806926727
        },
        {
            "docid": "6235_15",
            "document": "Cell nucleus . The nuclear lamina is composed mostly of lamin proteins. Like all proteins, lamins are synthesized in the cytoplasm and later transported to the nucleus interior, where they are assembled before being incorporated into the existing network of nuclear lamina. Lamins found on the cytosolic face of the membrane, such as emerin and nesprin, bind to the cytoskeleton to provide structural support. Lamins are also found inside the nucleoplasm where they form another regular structure, known as the \"nucleoplasmic veil\", that is visible using fluorescence microscopy. The actual function of the veil is not clear, although it is excluded from the nucleolus and is present during interphase. Lamin structures that make up the veil, such as LEM3, bind chromatin and disrupting their structure inhibits transcription of protein-coding genes.",
            "score": 75.70077466964722
        },
        {
            "docid": "1442593_10",
            "document": "Viral protein . Viral nonstructural proteins interact with host cell proteins to form the replicon, otherwise known as the replication complex. In the hepatitis C virus, viral nonstructural proteins interact with cellular vesicle membrane transport protein, hVAP-33, to assemble the replicon. Viral nonstructural 4b (NS4B) protein alters the host cell's membrane and starts the formation process of the replication complex. Other viral nonstructural proteins such as NS5A, NS5B, and NS3, are also recruited to the complex, and NS4B interacts with them and binds to viral RNA.",
            "score": 79.99944162368774
        },
        {
            "docid": "143533_20",
            "document": "Green fluorescent protein . The availability of GFP and its derivatives has thoroughly redefined fluorescence microscopy and the way it is used in cell biology and other biological disciplines. While most small fluorescent molecules such as FITC (fluorescein isothiocyanate) are strongly phototoxic when used in live cells, fluorescent proteins such as GFP are usually much less harmful when illuminated in living cells. This has triggered the development of highly automated live-cell fluorescence microscopy systems, which can be used to observe cells over time expressing one or more proteins tagged with fluorescent proteins. For example, GFP had been widely used in labelling the spermatozoa of various organisms for identification purposes as in \"Drosophila melanogaster\", where expression of GFP can be used as a marker for a particular characteristic. GFP can also be expressed in different structures enabling morphological distinction. In such cases, the gene for the production of GFP is incorporated into the genome of the organism in the region of the DNA that codes for the target proteins and that is controlled by the same regulatory sequence; that is, the gene's regulatory sequence now controls the production of GFP, in addition to the tagged protein(s). In cells where the gene is expressed, and the tagged proteins are produced, GFP is produced at the same time. Thus, only those cells in which the tagged gene is expressed, or the target proteins are produced, will fluoresce when observed under fluorescence microscopy. Analysis of such time lapse movies has redefined the understanding of many biological processes including protein folding, protein transport, and RNA dynamics, which in the past had been studied using fixed (i.e., dead) material. Obtained data are also used to calibrate mathematical models of intracellular systems and to estimate rates of gene expression.",
            "score": 75.14902460575104
        }
    ],
    "r": [
        {
            "docid": "56779034_2",
            "document": "Biomolecular condensate . Biomolecular condensates are a class of non-membrane bound organelles and organelle subdomains. As for other organelles, biomolecular condensates are specialised subunits of the cell. Unlike many organelles, biomolecular condensate composition is not controlled by a bounding membrane. Instead they are formed by phase separation of proteins and other biopolymers, which is defined by the physical chemistry of these polymers. These compartments can have liquid-like or solid-like properties, depending on the material properties of the compartment on time scales characteristic of cell dynamics.",
            "score": 136.1573028564453
        },
        {
            "docid": "1306158_3",
            "document": "Soma (biology) . The soma of a neuron (i.e., the main part of the neuron in which the dendrites branch off of) contains many organelles, including granules called Nissl granules, which are composed largely of rough endoplasmic reticulum and free polyribosomes. The cell nucleus is a key feature of the soma. The nucleus is the source of most of the RNA that is produced in neurons. In general, most proteins are produced from mRNAs that do not travel far from the cell nucleus. This creates a challenge for supplying new proteins to axon endings that can be a meter or more away from the soma. Axons contain microtubule-associated motor proteins that transport protein-containing vesicles between the soma and the synapses at the axon terminals. Such transport of molecules towards and away from the soma maintains critical cell functions.",
            "score": 131.4732666015625
        },
        {
            "docid": "6781_26",
            "document": "Cytosol . The cytosol has no single function and is instead the site of multiple cell processes. Examples of these processes include signal transduction from the cell membrane to sites within the cell, such as the cell nucleus, or organelles. This compartment is also the site of many of the processes of cytokinesis, after the breakdown of the nuclear membrane in mitosis. Another major function of cytosol is to transport metabolites from their site of production to where they are used. This is relatively simple for water-soluble molecules, such as amino acids, which can diffuse rapidly through the cytosol. However, hydrophobic molecules, such as fatty acids or sterols, can be transported through the cytosol by specific binding proteins, which shuttle these molecules between cell membranes. Molecules taken into the cell by endocytosis or on their way to be secreted can also be transported through the cytosol inside vesicles, which are small spheres of lipids that are moved along the cytoskeleton by motor proteins.",
            "score": 129.7200927734375
        },
        {
            "docid": "61899_4",
            "document": "Phloem . Sieve elements are the type of cell that are responsible for transporting sugars throughout the plant. At maturity they lack a nucleus and have very few organelles, so they rely on companion cells or albuminous cells for most of their metabolic needs. Sieve tube cells do contain vacuoles and other organelles, such as ribosomes, before they mature, but these generally migrate to the cell wall and dissolve at maturity; this ensures there is little to impede the movement of fluids. One of the few organelles they do contain at maturity is the smooth endoplasmic reticulum, which can be found at the plasma membrane, often nearby the plasmodesmata that connect them to their companion or albuminous cells. All sieve cells have groups of pores at their ends that grow from modified and enlarged plasmodesmata, called sieve areas. The pores are reinforced by platelets of a polysaccharide called callose.",
            "score": 129.271240234375
        },
        {
            "docid": "53874152_6",
            "document": "Benjamin Wolozin . Since 2008, Dr. Wolozin’s research has focused on the role of RNA binding proteins and stress granules in neurodegenerative diseases. RNA binding proteins contain domains that have only a few types of amino acids; these domains are termed \"low complexity domains\" and have a strong tendency to aggregate. A highly unusual and important aspect of these proteins is that they use reversible aggregation as normal biological mechanism to sequester RNA transcripts. RNA binding proteins form a variety of cellular aggregates including stress granules, transport granules, P-bodies and nuclear speckles. In 2010 Dr. Wolozin's group was one of the first groups to suggest that dysfunction of the stress granule pathway contributes to the pathophysiology of amyotrophic lateral sclerosis. Since then, a growing body of evidence, increasingly highlights the important contributions of RNA-binding proteins (RBPs), stress granules and translational regulation in the pathophysiology of neurodegenerative disease. This work prompted the concept that “regulated protein aggregation”, which provides a theoretical framework for understanding the biology of neurodegenerative disease, including Alzheimer’s disease and Amyotrophic Lateral Sclerosis. The cell controls the location and disposition of RNA through the binding of RNA-binding proteins; these RNA binding proteins consolidate to form RNA granules through reversible aggregation of their low complexity domains. Recently, the biophysics of RNA granule formation has been shown to fall under the aegis of a general property, termed liquid liquid phase separation (LLPS). LLPS occurs when RNA binding proteins associate to form structures analogous to liquid droplets, which separate from surrounding aqueous medium.",
            "score": 128.4250030517578
        },
        {
            "docid": "4817_12",
            "document": "Biological membrane . Membranes in cells typically define enclosed spaces or compartments in which cells may maintain a chemical or biochemical environment that differs from the outside. For example, the membrane around peroxisomes shields the rest of the cell from peroxides, chemicals that can be toxic to the cell, and the cell membrane separates a cell from its surrounding medium. Peroxisomes are one form of vacuole found in the cell that contain by-products of chemical reactions within the cell. Most organelles are defined by such membranes, and are called \"membrane-bound\" organelles.",
            "score": 127.38443756103516
        },
        {
            "docid": "6781_17",
            "document": "Cytosol . Protein molecules that do not bind to cell membranes or the cytoskeleton are dissolved in the cytosol. The amount of protein in cells is extremely high, and approaches 200 mg/ml, occupying about 20-30% of the volume of the cytosol. However, measuring precisely how much protein is dissolved in cytosol in intact cells is difficult, since some proteins appear to be weakly associated with membranes or organelles in whole cells and are released into solution upon cell lysis. Indeed, in experiments where the plasma membrane of cells were carefully disrupted using saponin, without damaging the other cell membranes, only about one quarter of cell protein was released. These cells were also able to synthesize proteins if given ATP and amino acids, implying that many of the enzymes in cytosol are bound to the cytoskeleton. However, the idea that the majority of the proteins in cells are tightly bound in a network called the microtrabecular lattice is now seen as unlikely.",
            "score": 123.52395629882812
        },
        {
            "docid": "1437371_2",
            "document": "Fatty acid metabolism . Fatty acid metabolism consists of catabolic processes that generate energy, and anabolic processes that create biologically important molecules (triglycerides, phospholipids, second messengers, local hormones and ketone bodies). Fatty acids are a family of molecules classified within the lipid macronutrient class. One role of fatty acids in animal metabolism is energy production, captured in the form of adenosine triphosphate (ATP). When compared to other macronutrient classes (carbohydrates and protein), fatty acids yield the most ATP on an energy per gram basis, when they are completely oxidized to CO and water by beta oxidation and the citric acid cycle. Fatty acids (mainly in the form of triglycerides) are therefore the foremost storage form of fuel in most animals, and to a lesser extent in plants. In addition, fatty acids are important components of the phospholipids that form the phospholipid bilayers out of which all the membranes of the cell are constructed (the cell wall, and the membranes that enclose all the organelles within the cells, such as the nucleus, the mitochondria, endoplasmic reticulum, and the Golgi apparatus). Fatty acids can also be cleaved, or partially cleaved, from their chemical attachments in the cell membrane to form second messengers within the cell, and local hormones in the immediate vicinity of the cell. The prostaglandins made from arachidonic acid stored in the cell membrane, are probably the most well known group of these local hormones.",
            "score": 123.20118713378906
        },
        {
            "docid": "33051527_2",
            "document": "Cell membrane . The cell membrane (also known as the plasma membrane or cytoplasmic membrane, and historically referred to as the plasmalemma) is a biological membrane that separates the interior of all cells from the outside environment (the extracellular space). It consists of a lipid bilayer with embedded proteins. The basic function of the cell membrane is to protect the cell from its surroundings. The cell membrane controls the movement of substances in and out of cells and organelles. In this way, it is selectively permeable to ions and organic molecules. In addition, cell membranes are involved in a variety of cellular processes such as cell adhesion, ion conductivity and cell signalling and serve as the attachment surface for several extracellular structures, including the cell wall, the carbohydrate layer called the glycocalyx, and the intracellular network of protein fibers called the cytoskeleton. In the field of synthetic biology, cell membranes can be artificially reassembled.",
            "score": 121.44588470458984
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 118.43724060058594
        },
        {
            "docid": "747128_5",
            "document": "Granule (cell biology) . In 1957, André and Rouiller first coined the term \"nuage\". (French for \"cloud\"). Its amorphous and fibrous structure occurred in drawings as early as in 1933 (Risley). Today, the nuage is accepted to represent a characteristic, electrondense germ plasm organelle encapsulating the cytoplasmic face of the nuclear envelope of the cells destined to the germline fate. The same granular material is also known under various synonyms: \"dense bodies, mitochondrial clouds, yolk nuclei, Balbiani bodies, perinuclear P granules in Caenorhabditis elegans, germinal granules in Xenopus laevis, chromatoid bodies in mouse, and polar granules in Drosophila\". Molecularly, the \"nuage\" is a tightly interwoven network of differentially localized RNA-binding proteins, which in turn localize specific mRNA species for differential storage, asymmetric segregation (as needed for asymmetric cell division), differential splicing and/or translational control. The germline granules appear to be ancestral and universally conserved in the germlines of all metazoan phyla.",
            "score": 118.17411041259766
        },
        {
            "docid": "33051527_26",
            "document": "Cell membrane . Prokaryotes are divided into two different groups, Archaea and Bacteria, with bacteria dividing further into gram-positive and gram-negative. Gram-negative bacteria have both a plasma membrane and an outer membrane separated by periplasm, however, other prokaryotes have only a plasma membrane. These two membranes differ in many aspects. The outer membrane of the gram-negative bacteria differ from other prokaryotes due to phospholipids forming the exterior of the bilayer, and lipoproteins and phospholipids forming the interior. The outer membrane typically has a porous quality due to its presence of membrane proteins, such as gram-negative porins, which are pore-forming proteins. The inner, plasma membrane is also generally symmetric whereas the outer membrane is asymmetric because of proteins such as the aforementioned. Also, for the prokaryotic membranes, there are multiple things that can affect the fluidity. One of the major factors that can affect the fluidity is fatty acid composition. For example, when the bacteria \"Staphylococcus aureus\" was grown in 37C for 24h, the membrane exhibited a more fluid state instead of a gel-like state. This supports the concept that in higher temperatures, the membrane is more fluid than in colder temperatures. When the membrane is becoming more fluid and needs to become more stabilized, it will make longer fatty acid chains or saturated fatty acid chains in order to help stabilize the membrane. Bacteria are also surrounded by a cell wall composed of peptidoglycan (amino acids and sugars). Some eukaryotic cells also have cell walls, but none that are made of peptidoglycan. The outer membrane of gram negative bacteria is rich in lipopolysaccharides, which are combined poly- or oligosaccharide and carbohydrate lipid regions that stimulate the cell’s natural immunity. The outer membrane can bleb out into periplasmic protrusions under stress conditions or upon virulence requirements while encountering a host target cell, and thus such blebs may work as virulence organelles. Bacterial cells provide numerous examples of the diverse ways in which prokaryotic cell membranes are adapted with structures that suit the organism’s niche. For example, proteins on the surface of certain bacterial cells aid in their gliding motion. Many gram-negative bacteria have cell membranes which contain ATP-driven protein exporting systems.",
            "score": 118.00546264648438
        },
        {
            "docid": "47271_15",
            "document": "Sponge . Glass sponges present a distinctive variation on this basic plan. Their spicules, which are made of silica, form a scaffolding-like framework between whose rods the living tissue is suspended like a cobweb that contains most of the cell types. This tissue is a syncytium that in some ways behaves like many cells that share a single external membrane, and in others like a single cell with multiple nuclei. The mesohyl is absent or minimal. The syncytium's cytoplasm, the soupy fluid that fills the interiors of cells, is organized into \"rivers\" that transport nuclei, organelles (\"organs\" within cells) and other substances. Instead of choanocytes, they have further syncytia, known as choanosyncytia, which form bell-shaped chambers where water enters via perforations. The insides of these chambers are lined with \"collar bodies\", each consisting of a collar and flagellum but without a nucleus of its own. The motion of the flagella sucks water through passages in the \"cobweb\" and expels it via the open ends of the bell-shaped chambers.",
            "score": 117.84193420410156
        },
        {
            "docid": "460071_9",
            "document": "Picornavirus . Genomic RNAs of picornaviruses possess multiple RNA elements and they are required for both negative and plus strand RNA synthesis. The cis acting replication(cre) element is required for replication. The stem-loop-structure that contains the cre is independent of position but changes with location between virus types when it has been identified. Also, the 3’ end elements of viral RNA are significant and efficient for RNA replication of picornaviruses. The 3’ end of picornavirus contains poly(A) tract which be required for infectivity. On the other hand, RNA synthesis is hypothesized to occur in this region.3’ end NCR of poliovirus is not necessary for negative-strands synthesis. However, it is important element for positive—strand synthesis. Additionally,5’ end NCR that contain secondary structural elements is required for RNA replication and poliovirus translation initiation(IRES). Internal Ribosome Entry Site (IRES) are RNA structures that allow cap independent initiation of translation, and are able to initiate translation in the middle of a messenger RNA. The viral particle binds to cell surface receptors. Cell surface receptors are characterized for each serotype of picornaviruses. For example, poliovirus receptor is glycoprotein CD155 which is special receptor for human and some other primate species. For this reason, poliovirus couldn’t be made in many laboratories until transgenic mice having a CD155 receptor on their cell surface were developed in the 1990s. These animals can be infected and used for studies of replication and pathogenesis. Binding causes a conformational change in the viral capsid proteins, and myristic acid are released. These acids form a pore in the cell membrane through which RNA is injected . Once inside the cell, the RNA un-coats and the (+) strand RNA genome is replicated through a double-stranded RNA intermediate that is formed using viral RDRP (RNA-Dependent RNA polymerase). Translation by host cell ribosomes is not initiated by a 5' G cap as usual, but rather is initiated by an IRES (Internal Ribosome Entry Site). The viral lifecycle is very rapid with the whole process of replication being completed on average within 8 hours. However, as little as 30 minutes after initial infection, cell protein synthesis declines to almost zero output – essentially the macromolecular synthesis of cell proteins is shut off. Over the next 1–2 hours there is a loss of margination of chromatin and homogeneity in the nucleus, before the viral proteins start to be synthesized and a vacuole appears in the cytoplasm close to the nucleus that gradually starts to spread as the time after infection reaches around 3 hours. After this time the cell plasma membrane becomes permeable, at 4–6 hours the virus particles assemble, and can sometimes be seen in the cytoplasm. At around 8 hours the cell is effectively dead and lyses to release the viral particles.",
            "score": 117.78028869628906
        },
        {
            "docid": "8631841_4",
            "document": "Glycosome . Glycosomes are unique to kinetoplastids. The term glycosome is also used for glycogen-containing structures found in hepatocytes responsible for storing sugar, but these are not membrane bound organelles.  Glycosomes are composed of glycogen and proteins. The proteins are the enzymes that are associated with the metabolism of glycogen. These proteins and glycogen form a complex to make a distinct and separate organelle. The proteins for glycosomes are imported from free cytosolic ribosomes. The proteins imported into the organelle have a specific sequence, a PTS1 ending sequence to make sure they go to the right place. They are similar to alpha-granules in the cytosol of a cell that are filled with glycogen. Glycosomes are typically round-to-oval shape with size varying in each cell. Although glycogen is found in the cytoplasm, that in the glycosome is separate, surrounded by membrane. The membrane is a lipid bilayer. The glycogen that is found within the glycosome is identical to glycogen found freely in the cytosol. Glycosomes can be associated or attached to many different types of organelles. They have been found to be attached to the sarcoplasmic reticulum and its intermediate filaments. Other glycosomes have been found to be attached to myofibrils and mitochondria, rough endoplasmic reticulum, sarcolemma, polyribosomes, or the Golgi apparatus. Glycosome attachment may bestow a functional distinction between them; the glycosomes attached to the myofibrils seem to serve the myosin by providing energy substrates for generation of ATP through glycolysis. The glycosomes in the rough and smooth endoplasmic reticulum make use of its glycogen synthase and phosphorylase phosphatases.",
            "score": 117.66996765136719
        },
        {
            "docid": "1925618_2",
            "document": "Olive oil extraction . Olive oil extraction is the process of extracting the oil present in olive drupes, known as olive oil. Olive oil is produced in the mesocarp cells, and stored in a particular type of vacuole called a lipo vacuole, i.e., every cell contains a tiny olive oil droplet. Olive oil extraction is the process of separating the oil from the other fruit contents (vegetative extract liquid and solid material). It is possible to attain this separation by physical means alone, i.e., oil and water do not mix, so they are relatively easy to separate. This contrasts with other oils that are extracted with chemical solvents, generally hexane. The first operation when extracting olive oil is washing the olives, to reduce the presence of contaminants, especially soil which can create a particular flavor effect called \"soil taste\".",
            "score": 117.56396484375
        },
        {
            "docid": "26269215_2",
            "document": "Lipid droplet . Lipid droplets, also referred to as lipid bodies, oil bodies or adiposomes, are lipid-rich cellular organelles that regulate the storage and hydrolysis of neutral lipids and are found largely in the adipose tissue. They also serve as a reservoir for cholesterol and acyl-glycerols for membrane formation and maintenance. Lipid droplets are found in all eukaryotic organisms and store a large portion of lipids in mammalian adipocytes. Initially, these lipid droplets were considered to merely serve as fat depots, but since the discovery in the 1990s of proteins in the lipid droplet coat that regulate lipid droplet dynamics and lipid metabolism, lipid droplets are seen as highly dynamic organelles that play a very important role in the regulation of intracellular lipid storage and lipid metabolism. The role of lipid droplets outside of lipid and cholesterol storage has recently begun to be elucidated and includes a close association to inflammatory responses through the synthesis and metabolism of eicosanoids and to metabolic disorders such as obesity, cancer, and atherosclerosis. In non-adipocytes, lipid droplets are known to play a role in protection from lipotoxicity by storage of fatty acids in the form of neutral triacylglycerol, which consists of three fatty acids bound to glycerol. Alternatively, fatty acids can be converted to lipid intermediates like diacylglycerol (DAG), ceramides and fatty acyl-CoAs. These lipid intermediates can impair insulin signaling, which is referred to as lipid-induced insulin resistance and lipotoxicity. Lipid droplets also serve as platforms for protein binding and degradation. Finally, lipid droplets are known to be exploited by pathogens such as the hepatitis C virus, the dengue virus and \"chlamydia trachomatis\" among others.",
            "score": 117.31672668457031
        },
        {
            "docid": "2595791_4",
            "document": "Chaos (genus) . The cell's membrane, or plasmalemma, is extremely flexible, allowing the organism to change shape from one moment to the next. The cytoplasm within the membrane is conventionally described as having two parts: the internal fluid, or endoplasm, which contains loose granules and food vacuoles, as well as organelles such as nuclei and mitochondria; and a more viscous ectoplasm around the perimeter of the cell, which is relatively clear and contains no conspicuous granules. Like other lobose amoebae, \"Chaos\" move by extending pseudopodia. As a new pseudopod is extended, a variable zone of ectoplasm forms at the leading edge and a fountaining stream of endoplasm circulates within. The effort of describing these motions, and explaining how they result in the cell's forward movement, has generated a large body of scientific literature.",
            "score": 116.68931579589844
        },
        {
            "docid": "6339_6",
            "document": "Cell biology . Cell biology focuses more on the study of eukaryotic cells, and their signalling pathways, rather than on prokaryotes which is covered under microbiology. The main constituents of the general molecular composition of the cell includes: proteins and lipids which are either free flowing or membrane bound, along with different internal compartments known as organelles. This environment of the cell is made up of hydrophilic and hydrophobic regions which allows for the exchange of the above-mentioned molecules and ions. The hydrophilic regions of the cell are mainly on the inside and outside of the cell, while the hydrophobic regions are within the phospholipid bilayer of the cell membrane. The cell membrane consists of lipids and proteins which accounts for its hydrophobicity as a result of being non-polar substances. Therefore, in order for these molecules to participate in reactions, within the cell, they need to be able to cross this membrane layer to get into the cell. They accomplish this process of gaining access to the cell via: osmotic pressure, diffusion, concentration gradients, and membrane channels. Inside of the cell are extensive internal sub-cellular membrane-bounded compartments called organelles.",
            "score": 116.46823120117188
        },
        {
            "docid": "287207_6",
            "document": "Plasmodium . Like other apicomplexans, \"Plasmodium\" species have several cellular structures at the apical end of the parasite that serve as specialized organelles for secreting effectors into the host. The most prominent are the bulbous rhoptries which contain parasite proteins involved in invading the host cell and modifying the host once inside. Adjacent to the rhoptries are smaller structures termed micronemes that contain parasite proteins required for motility as well as recognizing and attaching to host cells. Spread throughout the parasite are secretory vesicles called dense granules that contain parasite proteins involved in modifying the membrane that separates the parasite from the host, termed the parasitophorous vacuole.",
            "score": 115.26470947265625
        },
        {
            "docid": "2773080_2",
            "document": "Endoplasm . Endoplasm generally refers to the inner (often granulated), dense part of a cell's cytoplasm. This is opposed to the ectoplasm which is the outer (non-granulated) layer of the cytoplasm, which is typically watery and immediately adjacent to the plasma membrane. These two terms are mainly used to describe the cytoplasm of the amoeba, a protozoan, eukaryotic cell. The nucleus is separated from the endoplasm by the nuclear envelope. The different makeups/viscosities of the endoplasm and ectoplasm contribute to the amoeba's locomotion through the formation of a pseudopod. However, other types of cells have cytoplasm divided into endo- and ectoplasm. The endoplasm, along with its granules, contains water, nucleic acids amino acids, carbohydrates, inorganic ions, lipids, enzymes, and other molecular compounds. It is the site of most cellular processes as it houses the organelles that make up the endomembrane system, as well as those that stand alone. The endoplasm is necessary for most metabolic activities, including cell division.",
            "score": 114.8863525390625
        },
        {
            "docid": "14498136_2",
            "document": "Biogenesis of lysosome-related organelles complex 1 . BLOC-1 or biogenesis of lysosome-related organelles complex 1 is a ubiquitously expressed multisubunit protein complex in a group of complexes that also includes BLOC-2 and BLOC-3. BLOC-1 is required for normal biogenesis of specialized organelles of the endosomal-lysosomal system, such as melanosomes and platelet dense granules. These organelles are called LROs (lysosome-related organelles) which are apparent in specific cell-types, such as melanocytes. The importance of BLOC-1 in membrane trafficking appears to extend beyond such LROs, as it has demonstrated roles in normal protein-sorting, normal membrane biogenesis, as well as vesicular trafficking. Thus, BLOC-1 is multi-purposed, with adaptable function depending on both organism and cell-type.",
            "score": 114.55490112304688
        },
        {
            "docid": "19172225_3",
            "document": "Prokaryote . In the prokaryotes, all the intracellular water-soluble components (proteins, DNA and metabolites) are located together in the cytoplasm enclosed by the cell membrane, rather than in separate cellular compartments. Bacteria, however, do possess protein-based bacterial microcompartments, which are thought to act as primitive organelles enclosed in protein shells. Some prokaryotes, such as cyanobacteria, may form large colonies. Others, such as myxobacteria, have multicellular stages in their life cycles.",
            "score": 114.4992904663086
        },
        {
            "docid": "20377_25",
            "document": "Microorganism . Most living things that are visible to the naked eye in their adult form are eukaryotes, including humans. However, a large number of eukaryotes are also microorganisms. Unlike bacteria and archaea, eukaryotes contain organelles such as the cell nucleus, the Golgi apparatus and mitochondria in their cells. The nucleus is an organelle that houses the DNA that makes up a cell's genome. DNA (Deoxyribonucleic acid) itself is arranged in complex chromosomes. Mitochondria are organelles vital in metabolism as they are the site of the citric acid cycle and oxidative phosphorylation. They evolved from symbiotic bacteria and retain a remnant genome. Like bacteria, plant cells have cell walls, and contain organelles such as chloroplasts in addition to the organelles in other eukaryotes. Chloroplasts produce energy from light by photosynthesis, and were also originally symbiotic bacteria.",
            "score": 114.11705780029297
        },
        {
            "docid": "6781_3",
            "document": "Cytosol . In the eukaryotic cell, the cytosol is surrounded by the cell membrane and is part of the cytoplasm, which also comprises the mitochondria, plastids, and other organelles (but not their internal fluids and structures); the cell nucleus is separate. The cytosol is thus a liquid matrix around the organelles. In prokaryotes, most of the chemical reactions of metabolism take place in the cytosol, while a few take place in membranes or in the periplasmic space. In eukaryotes, while many metabolic pathways still occur in the cytosol, others take place within organelles.",
            "score": 113.8848648071289
        },
        {
            "docid": "4817_16",
            "document": "Biological membrane . Distinct types of membranes also create intracellular organelles: endosome; smooth and rough endoplasmic reticulum; sarcoplasmic reticulum; Golgi apparatus; lysosome; mitochondrion (inner and outer membranes); nucleus (inner and outer membranes); peroxisome; vacuole; cytoplasmic granules; cell vesicles (phagosome, autophagosome, clathrin-coated vesicles, COPI-coated and COPII-coated vesicles) and secretory vesicles (including synaptosome, acrosomes, melanosomes, and chromaffin granules). Different types of biological membranes have diverse lipid and protein compositions. The content of membranes defines their physical and biological properties. Some components of membranes play a key role in medicine, such as the efflux pumps that pump drugs out of a cell.",
            "score": 113.84434509277344
        },
        {
            "docid": "6235_9",
            "document": "Cell nucleus . The nucleus is the largest cellular organelle in animal cells. In mammalian cells, the average diameter of the nucleus is approximately 6 micrometres (µm), which occupies about 10% of the total cell volume. The viscous liquid within it is called nucleoplasm (or karyolymph), and is similar in composition to the cytosol found outside the nucleus. It appears as a dense, roughly spherical or irregular organelle. The composition by dry weight of the nucleus is approximately: DNA 9%, RNA 1%, Histone Protein 11%, Residual Protein 14%, Acidic Proteins 65%.",
            "score": 113.7939682006836
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 113.78594207763672
        },
        {
            "docid": "32347_2",
            "document": "Vacuole . A vacuole () is a membrane-bound organelle which is present in all plant and fungal cells and some protist, animal and bacterial cells. Vacuoles are essentially enclosed compartments which are filled with water containing inorganic and organic molecules including enzymes in solution, though in certain cases they may contain solids which have been engulfed. Vacuoles are formed by the fusion of multiple membrane vesicles and are effectively just larger forms of these. The organelle has no basic shape or size; its structure varies according to the needs of the cell.",
            "score": 113.6584243774414
        },
        {
            "docid": "2773080_4",
            "document": "Endoplasm . The term granule refers to a small particle within the endoplasm, typically the secretory vesicles. The granule is the defining characteristic of the endoplasm, as they are typically not present within the ectoplasm. These offshoots of the endomembrane system are enclosed by a phospholipid bilayer and can fuse with other organelles as well as the plasma membrane. Their membrane is only semipermeable and allows them to house substances that could be harmful to the cell if they were allowed to flow freely within the cytosol. These granules give the cell a large amount of regulation and control over the wide variety of metabolic activities that take place within the endoplasm. There are many different types, characterized by the substance that the vesicle contains. These granules/vesicles can contain enzymes, neurotransmitters, hormones, and waste. Typically the contents are destined for another cell/tissue. These vesicles act as a form of storage and release their contents when needed, often prompted by a signaling pathway. Once signaled to move, the vesicles can travel along aspects of the cytoskeleton via motor proteins to reach their final destination.",
            "score": 113.54266357421875
        },
        {
            "docid": "34907176_2",
            "document": "Polar organelle . Polar organelle (German: Basalkörper-Membran, also referred to in some microbiological literature articles as \"polar membrane\" or \"polar cap\") is a specialized region of the lipid cell membrane in bacterial cells, usually located at or near the so-called poles (e.g. the ends of a cylindrical cell). This region can easily be distinguished from the \"normal\" membrane regions in ultrathin sections of embedded bacteria by electron microscopy when the cell membrane is orientated perpendicular to the viewing direction. There, the membrane appears slightly thickened with a finely frilled layer facing the inside of the cell. It is also possible to isolate these polar organelles from the bacterial cells and study them in face view in negatively stained preparations. The polar organelle bears a fine array of attached particles in hexagonal close packing and these have been shown to possess ATPase activity. The polar organelle is invariably found in close juxtaposition to the points of insertion of the bacterial flagella into the plasma membrane, especially where multiple flagella bases are grouped in a region of the cell membrane. It may thus be inferred that the polar organelle could be of importance in the supply and transfer of energy to the bidirectional molecular rotational motor situated at the base of each individual bacterial flagellum (see also electrochemical gradient).",
            "score": 113.43046569824219
        },
        {
            "docid": "6235_36",
            "document": "Cell nucleus . The nucleus is an organelle found in eukaryotic cells. Inside its fully enclosed nuclear membrane, it contains the majority of the cell's genetic material. This material is organized as DNA molecules, along with a variety of proteins, to form chromosomes.",
            "score": 112.9295654296875
        }
    ]
}