{
    "q": [
        {
            "docid": "3017886_6",
            "document": "Motor protein . Myosins are a superfamily of actin motor proteins that convert chemical energy in the form of ATP to mechanical energy, thus generating force and movement. The first identified myosin, myosin II, is responsible for generating muscle contraction. Myosin II is an elongated protein that is formed from two heavy chains with motor heads and two light chains. Each myosin head contains actin and ATP binding site. The myosin heads bind and hydrolyze ATP, which provides the energy to walk toward the plus end of an actin filament. Myosin II are also vital in the process of cell division. For example, non-muscle myosin II bipolar thick filaments provide the force of contraction needed to divide cell into two daughter cells during cytokinesis.In addition to myosin II, many other myosin types are responsible for variety of movement of non-muscle cells. For example, myosin is involved in intracellular organization and the protrusion of actin-rich structures at the cell surface. Myosin V is involved in vesicle and organelle transport. Myosin XI are involved in cytoplasmic streaming, wherein movement along microfilament networks in the cell allows organelles and cytoplasm to stream in a particular direction. Eighteen different classes of myosins are known.",
            "score": 283.59134125709534
        },
        {
            "docid": "479392_9",
            "document": "Myosin . These differences in shape also determine the speed at which myosins can move along actin filaments. The hydrolysis of ATP and the subsequent release of the phosphate group causes the \"power stroke,\" in which the \"lever arm\" or \"neck\" region of the heavy chain is dragged forward. Since the power stroke always moves the lever arm by the same angle, the length of the lever arm determines the displacement of the cargo relative to the actin filament. A longer lever arm will cause the cargo to traverse a greater distance even though the lever arm undergoes the same angular displacement – just as a person with longer legs can move farther with each individual step. The velocity of a myosin motor depends upon the rate at which it passes through a complete kinetic cycle of ATP binding to the release of ADP.",
            "score": 222.74683547019958
        },
        {
            "docid": "319342_16",
            "document": "Microfilament . Myosin motors are intracellular ATP-dependent enzymes that bind to and move along actin filaments. Various classes of myosin motors have very different behaviors, including exerting tension in the cell and transporting cargo vesicles.",
            "score": 215.18871974945068
        },
        {
            "docid": "3017886_8",
            "document": "Motor protein . Kinesins are a group of related motor proteins that use a microtubule track in anterograde movement. They are vital to spindle formation in mitotic and meiotic and chromosomes separation during cell division and are also responsible for shuttling mitochondria, Golgi bodies, and vesicles within eukaryotic cells. Kinesin have two heavy chains and two light chains per active motor. The two globular head motor domains in heavy chains can convert the chemical energy of ATP hydrolysis into mechanical work to move along microtubules. The direction in which cargo is transported can be towards the plus-end or the minus-end, depending on the type of kinesin. In general, kinesins with N-terminal motor domains move their cargo towards the plus ends of microtubules located at the cell periphery, while kinesins with C-terminal motor domains move cargo towards the minus ends of microtubules located at the nucleus. Fourteen distinct kinesin families are known, with some additional kinesin-like proteins that cannot be classified into these families.",
            "score": 140.22604525089264
        },
        {
            "docid": "37088515_4",
            "document": "James Spudich . His research is focused on studying molecular motors particularly myosin. With Huxley, he started working on an actin/myosin/ATP model for molecular motors, proposing that myosin would ratchet actin and exert a stroke. Spudich first attempted to create an in vitro setup with actin and myosin. However, he faced great difficulty aligning actin filaments. In 1982 he and Michael Sheetz started to work on the alga Nitella, which has long oriented actin fibers, and observed myosin coated beads moving along actin filaments. This provided strong clues about the molecular transport of intracellular cargo, later refined to observing a single step of a single myosin molecule. His research and its place in the overal development of the motility field has been described in a number of well-cited review articles.",
            "score": 233.25448060035706
        },
        {
            "docid": "300381_27",
            "document": "Smooth muscle tissue . Smooth muscle contraction is caused by the sliding of myosin and actin filaments (a sliding filament mechanism) over each other. The energy for this to happen is provided by the hydrolysis of ATP. Myosin functions as an ATPase utilizing ATP to produce a molecular conformational change of part of the myosin and produces movement. Movement of the filaments over each other happens when the globular heads protruding from myosin filaments attach and interact with actin filaments to form crossbridges. The myosin heads tilt and drag along the actin filament a small distance (10-12 nm). The heads then release the actin filament and then changes angle to relocate to another site on the actin filament a further distance (10-12 nm) away. They can then re-bind to the actin molecule and drag it along further. This process is called crossbridge cycling and is the same for all muscles (see muscle contraction). Unlike cardiac and skeletal muscle, smooth muscle does not contain the calcium-binding protein troponin. Contraction is initiated by a calcium-regulated phosphorylation of myosin, rather than a calcium-activated troponin system.",
            "score": 285.8512694835663
        },
        {
            "docid": "438944_70",
            "document": "Actin . In muscle cells, actomyosin myofibrils makeup much of the cytoplasmic material. These myofibrils are made of \"thin filaments\" of actin (typically around 7 nm in diameter), and \"thick filaments\" of the motor-protein myosin (typically around 15 nm in diameter). These myofibrils use energy derived from ATP to create movements of cells, such as muscle contraction. Using the hydrolysis of ATP for energy, myosin heads undergo a cycle during which they attach to thin filaments, exert a tension, and then, depending on the load, perform a power stroke that causes the thin filaments to slide past, shortening the muscle.",
            "score": 234.81849789619446
        },
        {
            "docid": "319342_2",
            "document": "Microfilament . Microfilaments, also called actin filaments, are filaments in the cytoplasm of eukaryotic cells that form part of the cytoskeleton. They are primarily composed of polymers of actin, but in cells are modified by and interact with numerous other proteins. Microfilaments are usually about 7 nm in diameter and composed of two strands of actin. Microfilament functions include cytokinesis, amoeboid movement and cell motility in general, changes in cell shape, endocytosis and exocytosis, cell contractility and mechanical stability. Microfilaments are flexible and relatively strong, resisting buckling by multi-piconewton compressive forces and filament fracture by nanonewton tensile forces. In inducing cell motility, one end of the actin filament elongates while the other end contracts, presumably by myosin II molecular motors. Additionally, they function as part of actomyosin-driven contractile molecular motors, wherein the thin filaments serve as tensile platforms for myosin's ATP-dependent pulling action in muscle contraction and pseudopod advancement. Microfilaments have a tough, flexible framework which helps the cell in movement.",
            "score": 230.59798860549927
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 275.44137954711914
        },
        {
            "docid": "1110611_22",
            "document": "Muscle contraction . Crossbridge cycling is a sequence of molecular events that underlies the sliding filament theory. A crossbridge is a myosin projection, consisting of two myosin heads, that extends from the thick filaments. Each myosin head has two binding sites: one for ATP and another for actin. The binding of ATP to a myosin head detaches myosin from actin, thereby allowing myosin to bind to another actin molecule. Once attached, the ATP is hydrolyzed by myosin, which uses the released energy to move into the \"cocked position\" whereby it binds weakly to a part of the actin binding site. The remainder of the actin binding site is blocked by tropomyosin. With the ATP hydrolyzed, the cocked myosin head now contains ADP + P. Two ions bind to troponin C on the actin filaments. The troponin- complex causes tropomyosin to slide over and unblock the remainder of the actin binding site. Unblocking the rest of the actin binding sites allows the two myosin heads to close and myosin to bind strongly to actin. The myosin head then releases the inorganic phosphate and initiates a \"power stroke,\" which generates a force of 2 pN. The power stroke moves the actin filament inwards, thereby shortening the sarcomere. Myosin then releases ADP but still remains tightly bound to actin. At the end of the power stroke, ADP is released from the myosin head, leaving myosin attached to actin in a rigor state until another ATP binds to myosin. A lack of ATP would result in the rigor state characteristic of rigor mortis. Once another ATP binds to myosin, the myosin head will again detach from actin and another crossbridges cycle occurs.",
            "score": 285.06233751773834
        },
        {
            "docid": "609812_2",
            "document": "Dynein . Dynein is a family of cytoskeletal motor proteins that move along microtubules in cells. They convert the chemical energy stored in ATP to mechanical work. Dynein transports various cellular cargos, provides forces and displacements important in mitosis, and drives the beat of eukaryotic cilia and flagella. All of these functions rely on dynein's ability to move towards the minus-end of the microtubules, known as retrograde transport, thus, they are called \"minus-end directed motors\". In contrast, kinesin motor proteins move toward the microtubules' plus end.",
            "score": 102.75913047790527
        },
        {
            "docid": "1390297_8",
            "document": "Nanomotor . A proposed branch of research is the integration of molecular motor proteins found in living cells into molecular motors implanted in artificial devices. Such a motor protein would be able to move a \"cargo\" within that device, via protein dynamics, similarly to how kinesin moves various molecules along tracks of microtubules inside cells. Starting and stopping the movement of such motor proteins would involve caging the ATP in molecular structures sensitive to UV light. Pulses of UV illumination would thus provide pulses of movement. DNA nanomachines, based on changes between two molecular conformations of DNA in response to various external triggers, have also been described.",
            "score": 116.34021377563477
        },
        {
            "docid": "656613_14",
            "document": "Cytoplasmic streaming . Cytoplasmic streaming occurs due to the motion of organelles attached to actin filaments via myosin motor proteins. However, in \"Chara corallina\", the organization of actin filaments is highly ordered. Actin is a polar molecule, which means that myosin only moves in one direction along the actin filament. Thus, in \"Chara corallina\", where motion of the chloroplasts and the mysoin molecule follow a barber pole pattern, the actin filaments must all be similarly oriented within each section. In other words, the section where the chloroplasts move upward will have all of the actin filaments oriented in the same upward direction, and the section where the chloroplasts move downward will have all the actin filaments oriented in the downward direction. This organization emerges naturally from basic principles. With basic, realistic assumptions about the actin filament, Woodhouse demonstrated that the formation of two sets of actin filament orientations in a cylindrical cell is likely. His assumptions included a force keeping the actin filament in place once set down, an attractive force between filaments leading them to be more likely align as a filament already in place, and a repulsive force preventing alignment perpendicular to the length of the cylindrical cell. The first two assumptions derive from the molecular forces within the actin filament, while the last assumption was made due to the actin molecule's dislike of curvature. Computer simulations run with these assumptions with varying parameters for the assumptive forces almost always leads to highly ordered actin organizations. However, no order was as organized and consistent as the barber pole pattern found in nature, which suggests this mechanism plays role, but is not wholly responsible for the organization of actin filaments in \"Chara corallina\".",
            "score": 252.93263494968414
        },
        {
            "docid": "45659222_8",
            "document": "Force spectrum microscopy . Directed oscillation of tracer particles using optical tweezers resulted in displacement that was nearly synchronized with applied force, suggesting that the cytoplasm is materially closer to an elastic solid. This is in stark contrast to previous hypothesis that the cytoplasm is a viscoelastic fluid in which large molecules can freely diffuse.  Interestingly, in ATP-depleted cells, in which non-muscle myosin II are inactivated, FSM experiments reveal that tracer particles cease to oscillate as if the cytoplasm had solidified. Myosin IIs are motor proteins that bind and tugs on actin filaments through ATP hydrolysis. This further corroborates the finding that in nutrient-starved bacteria, the cytoplasm transitions into a glasslike substance. Thus, ATP-hydrolysis by motor proteins appear to be critical to sustain cytoplasmic fluidity, which is crucial to vessicle transport and diffusive motion in the cytoskeleton.",
            "score": 173.15274000167847
        },
        {
            "docid": "656613_8",
            "document": "Cytoplasmic streaming . What is clearly visible in plants cells which exhibit cytoplasmic streaming is the motion of the chloroplasts moving with the cytoplasmic flow. This motion results from fluid being entrained by moving motor molecules of the plant cell. Myosin filaments connect cell organelles to actin filaments. These actin filaments are generally attached to the chloroplasts and/or membranes of plant cells. As the myosin molecules \"walk\" along the actin filaments dragging the organelles with them, the cytoplasmic fluid becomes entrained and is pushed/pulled along. Cytoplasmic flow rates can range between 1 and 100 micron/sec.",
            "score": 251.95783472061157
        },
        {
            "docid": "14880582_3",
            "document": "MYO1A . The protein encoded by this gene belongs to the myosin superfamily. Myosins are molecular motors that, upon interaction with actin filaments, utilize energy from ATP hydrolysis to generate mechanical force. Each myosin has a conserved N-terminal motor domain that contains both ATP-binding and actin-binding sequences. Following the motor domain is a light-chain-binding 'neck' region containing 1-6 copies of a repeat element, the IQ motif, that serves as a binding site for calmodulin or other members of the EF-hand superfamily of calcium-binding proteins. At the C-terminus, each myosin class has a distinct tail domain that serves in dimerization, membrane binding, protein binding, and/or enzymatic activities and targets each myosin to its particular subcellular location. The myosin-1a protein is expressed by enterocytes, the epithelial cells that line the luminal surface of the small intestine. In these cells the myosin-1a protein localizes specifically to the brush border. Experiments indicate that the brush border population of the encoded protein turns over rapidly, while its head and tail domains interact transiently with the core actin and plasma membrane, respectively. A rapidly exchanging pool of the myosin-1a protein binds to the actin core bundle, which turns over on a much slower timescale.",
            "score": 246.42263078689575
        },
        {
            "docid": "20580_24",
            "document": "Motion (physics) . The cells of the human body have many structures which move throughout them. Cytoplasmic streaming is a way which cells move molecular substances throughout the cytoplasm, various motor proteins work as molecular motors within a cell and move along the surface of various cellular substrates such as microtubules, and motor proteins are typically powered by the hydrolysis of adenosine triphosphate (ATP), and convert chemical energy into mechanical work. Vesicles propelled by motor proteins have been found to have a velocity of approximately 0.00000152 m/s.",
            "score": 94.03840589523315
        },
        {
            "docid": "5937599_2",
            "document": "Mechanome . The mechanome consists of the body, or ome, of data including cell and molecular processes relating to force and mechanical systems at molecular, cellular and tissue length scales, i.e. the fundamental \"machine code\" structures of the cell. The mechanome encompasses biological motors, like kinesin, myosin, RNAP, and Ribosome mechanical structures, like actin or the cytoskeleton, or processes, such as cytokinesis or chemotaxis.  The mechanome seeks to understand the fundamental physical-mechanical processes and events that are common to biological function. An example at the molecular level includes the common structural designs used by kinesin and myosin motor proteins (such as dimer formation and mechanochemical cycles) that control their function and lead to properties such as processivity. The mechanome assembles the common features of these motors regardless of the \"track\" (microtubules, actin filaments, nucleotide based structures, membranes) they move on. A cytoskeletal example includes structures such as actin filament networks and bundles that can form from a variety of actin binding proteins that cross-link or bundle actin filaments leading to common mechanical changes of these structures. A cell machinery example includes common structures such as contractile ring formation formed by both actin and tubulin type structures leading to the same mechanical result of cell division.",
            "score": 239.00614869594574
        },
        {
            "docid": "3017886_5",
            "document": "Motor protein . Motor proteins utilizing the cytoskeleton for movement falls into two categories based on their substrates: Actin motors such as myosin move along microfilaments through interaction with actin. Microtubule motors such as dynein and kinesin movement along microtubules through interaction with tubulin. There are two basic types of microtubule motors: plus-end motors and minus-end motors, depending on the direction in which they \"walk\" along the microtubule cables within the cell.",
            "score": 206.94656801223755
        },
        {
            "docid": "53233548_5",
            "document": "Cardiac excitation-contraction coupling . The increase in Ca, produced by CICR, now does two things. Firstly, it binds to the intracellular side of the DHPR, signalling the channels to close and preventing further influx of Ca into the cell. Secondly Ca indirectly activates proteins, called myofilaments, resulting in muscle contraction. The two main myofilaments in cardiac (and skeletal) muscle are actin and myosin. Ca binds to a protein called troponin, which is bound to the actin filament. This binding causes a shape change in the troponin which exposes areas on the actin, to which the head of the myosin filament binds. The binding of the myosin head to actin is known as a cross-bridge. A molecule, called adenosine triphosphate (ATP) which is produced by an intracellular structure called a mitochondrion, is then used, as a source of energy, to help move the myosin head, carrying the actin. As a result, the actin slides across the myosin filament shortening the muscle. This is called a power stroke. Myosin then detaches from the actin and resets itself back to its original position, binding to another part of the actin and producing another power stroke, shortening the muscle further. This process continues, with the myosin head moving in a motion similar to that of an oar rowing a boat, until the Ca level within the cell decreases (see figure 1).",
            "score": 274.97880959510803
        },
        {
            "docid": "14418070_5",
            "document": "MYH9 . Like all class II myosins, the two NMHC IIAs dimerize producing an asymmetric molecular structure recognizable by two heads and a tail domain: the N-terminal half of each heavy chain generates the head domain, which consists of the globular motor domain and the neck domain, and the C-terminal halves of the two heavy chains together form the tail domain. The motor domain, which is organized into four subdomains (SH3-like motif, the upper and the lower 50kDa subdomains, and the converter region) connected by flexible linkers, interacts with filamentous actin to generate force through magnesium-dependent hydrolysis of ATP.  The neck acts as a lever arm that amplifies the movement produced by conformational changes of the motor domain, and is the binding site for the light chains through two IQ motifs. The tail domain is fundamental for both dimerization of the heavy chains and formation of NM IIA functional filaments. Two heavy chains dimerize through the tail domain forming a long alpha-helical coiled-coil rod composed of typical heptad repeats. Dimers self-associate though the coiled-coil rods to form myosin filaments. The tail domain ends at the C-terminus with a 34-residue non-helical tailpiece.",
            "score": 208.11369562149048
        },
        {
            "docid": "1789075_26",
            "document": "Tropomyosin . Myosin belongs to a family of motor proteins, and the muscle isoforms of this family comprise the thick filament. The thin filament is made of the skeletal muscle isoforms of actin. Each myosin protein 'paddles' along the thin actin filament, repeatedly binding to myosin-binding sites along the actin filament, ratcheting and letting go. In effect, the thick filament moves or slides along the thin filament, resulting in muscle contraction. This process is known as the sliding filament model.",
            "score": 260.71261644363403
        },
        {
            "docid": "609808_11",
            "document": "Kinesin . It has been previously known that kinesin move cargo towards the positive (+) end of a microtubule, also known as anterograde transport/orthograde transport. However, it has been recently discovered that in budding yeast cells kinesin Cin8 (a member of the Kinesin-5 family) can move toward the negative end as well, or retrograde transport. This means, kinesin has the novel ability to switch directionality. Kinesin, so far, has only been shown to move toward the negative end when in a group, with motors sliding in the antiparallel direction in an attempt to separate microtubules. This dual directionality has been observed in identical conditions where free Cin8 molecules move towards the minus end, but cross-linking Cin8 move toward the plus ends of each cross-linked microtubule. One specific study tested the speed at which Cin8 motors moved, their results yielded a range of about 25-55nm/s, in the direction of the spindle poles. On an individual basis it has been found that through the use of ionic conditions Cin8 motors can become as fast as 380nm/s, a notable jump. This tells us that Cin 8 can easily change directions on a microtubule, and in turn led to the plus end movement of kinesin on a microtubule. It is suggested that this unique ability is a result of coupling with other Cin8 motors and helps to fulfill the role of dynein in budding yeast. This discovery in kinesin-14 family proteins (such as \"Drosophila melanogaster\" NCD, budding yeast KAR3, and \"Arabidopsis thaliana\" ATK5) allows kinesin to walk in the opposite direction, toward microtubule minus end. This is not typical of kinesin, rather, an exception to the normal direction of movement.",
            "score": 105.08722472190857
        },
        {
            "docid": "46319796_7",
            "document": "Intracellular transport . Microtubules function as tracks in the intracellular transport of membrane-bound vesicles and organelles, and this process is propelled by motor proteins such as dynein. Microtubules are cytoskeletal fibers that have an important role in the mitotic spindle during mitosis. They are organized in such a way that their plus ends extend through the periphery of the cells and their minus ends are anchored within the centrosome, so they utilize the motor proteins kinesin’s (positive end directed) and dynein’s (negative end directed) to transport vesicles and organelles in opposite directions through the cytoplasm (cite: the cell a molecular approach). Each type of membrane vesicle is specifically bound to its own kinesin motor protein via binding within the tail domain. One of the major roles of microtubules is to transport membrane vesicles and organelles through the cytoplasm of eukaryotic cells. It is speculated that areas within the cell considered \"microtubule-poor\" are probably transported along microfilaments aided by a myosin motor protein. Another important role Microtubules play is during mitosis when the cell has undergone a duplication event and is in the process of creating daughter cells. Microtubules make up the mitotic spindle which are responsible for distributing the chromosomes to daughter nuclei during anaphase. During Anaphase there is a shortening event, called Anaphase A, in which the chromosomes move towards the spindle poles by utilizing the dynein motor proteins.",
            "score": 130.87806904315948
        },
        {
            "docid": "609808_8",
            "document": "Kinesin . In the cell, small molecules, such as gases and glucose, diffuse to where they are needed. Large molecules synthesised in the cell body, intracellular components such as vesicles and organelles such as mitochondria are too large (and the cytosol too crowded) to be able to diffuse to their destinations. Motor proteins fulfill the role of transporting large cargo about the cell to their required destinations. Kinesins are motor proteins that transport such cargo by walking unidirectionally along microtubule tracks hydrolysing one molecule of adenosine triphosphate (ATP) at each step. It was thought that ATP hydrolysis powered each step, the energy released propelling the head forwards to the next binding site. However, it has been proposed that the head diffuses forward and the force of binding to the microtubule is what pulls the cargo along. In addition viruses, HIV for example, exploit kinesins to allow virus particle shuttling after assembly.",
            "score": 145.8800665140152
        },
        {
            "docid": "508390_4",
            "document": "Brownian motor . In biology, many protein-based molecular motors in the cell may in fact be Brownian motors. These molecular motors convert the chemical energy present in ATP into mechanical energy. One example of a Brownian motor would be an ATPase motor that hydrolyzes ATP to generate fluctuating anisotropic energetic potentials. The anisotropic potentials along the path would bias the motion of a particle (like an ion or polypeptide); the result would essentially be diffusion of a particle whose net motion is strongly biased in one direction. The translocation of the particle would only be loosely coupled to hydrolysis of ATP.",
            "score": 79.22940421104431
        },
        {
            "docid": "2765047_2",
            "document": "Molecular motor . Molecular motors are biological molecular machines that are the essential agents of movement in living organisms. In general terms, a motor is a device that consumes energy in one form and converts it into motion or mechanical work; for example, many protein-based molecular motors harness the chemical free energy released by the hydrolysis of ATP in order to perform mechanical work. In terms of energetic efficiency, this type of motor can be superior to currently available man-made motors. One important difference between molecular motors and macroscopic motors is that molecular motors operate in the thermal bath, an environment in which the fluctuations due to thermal noise are significant.",
            "score": 84.2318983078003
        },
        {
            "docid": "479392_8",
            "document": "Myosin . Analysis of the amino acid sequences of different myosins shows great variability among the tail domains, but strong conservation of head domain sequences. Presumably this is so the myosins may interact, via their tails, with a large number of different cargoes, while the goal in each case – to move along actin filaments – remains the same and therefore requires the same machinery in the motor. For example, the human genome contains over 40 different myosin genes.",
            "score": 229.45545077323914
        },
        {
            "docid": "45659222_4",
            "document": "Force spectrum microscopy . FSM relies on injecting tracer particles coated with polyethylene glycol (PEG) larger than the cytoskeletal mesh size (>50 nm), settling in between an internetwork of actin filaments and myosin motor proteins. As myosin motor proteins tug on actin filaments to perform cellular work, these actin fluctuations invariably oscillate neighboring PEGylated particles. The magnitude of tracer fluctuation is proportional to the magnitude of aggregate active motor forces. Thus, by recording the displacement of tracer oscillations, FSM can gauge and derive the magnitude of forces exerted by active motor proteins.",
            "score": 213.26207065582275
        },
        {
            "docid": "479392_15",
            "document": "Myosin . Myosin V is an unconventional myosin motor, which is processive as a dimer and has a step size of 36 nm. It translocates (walks) along actin filaments traveling towards the barbed end (+ end) of the filaments. Myosin V is involved in the transport of cargo (e.g. RNA, vesicles, organelles, mitochondria) from the center of the cell to the periphery, but has been furthermore shown to act like a dynamic tether, retaining vesicles and organelles in the actin-rich periphery of cells. A recent single molecule in vitro reconstitution study on assembling actin filaments suggests that Myosin V travels farther on newly assembling (ADP-Pi rich) F-actin, while processive runlengths are shorter on older (ADP-rich) F-actin.",
            "score": 244.223974943161
        },
        {
            "docid": "3017886_2",
            "document": "Motor protein . Motor proteins are a class of molecular motors that can move along the cytoplasm of animal cells. They convert chemical energy into mechanical work by the hydrolysis of ATP. Flagellar rotation, however, is powered by proton pump.",
            "score": 91.39047598838806
        },
        {
            "docid": "34520132_12",
            "document": "Kinesin family member 11 . Kinesin-5, like all motor proteins, breaks down ATP into ADP and inorganic phosphate, using a water molecule, and converts the chemical energy to force and motion along microtubules. Kinetic experiments reveal rates of how fast intermediate steps in catalysis occur and the most extensive set of studies on Kinesin-5 kinetics has been on the human protein. X-ray crystallography, cryo-electron microscopy, and real-time infrared spectroscopy have been used to measure the structure of Kinesin-5 in the different catalytic intermediate states. Changes in the secondary structure, or conformational switching, is required to convert and amplify biochemical changes in the catalytic active site into larger movements necessary for cellular motion. For example, the first step of ATP hydrolysis, which is the attack of the terminal phosphate of ATP by a water molecule, had not been observed by x-ray crystallography in any kinesin protein, until recently in Kinesin-5. This crystal structure showed that there was not one, but rather two, water molecules and they are in close association with each other. A two-water catalytic model was proposed and confirmed by an alternate method to track Kinesin-5 catalysis in real-time and in a kinesin protein in a different subfamily. Two-water catalytic models also are proposed in a divergent motor protein, myosin, and observed experimentally in one of its crystal structures.",
            "score": 127.14514517784119
        }
    ],
    "r": [
        {
            "docid": "300381_27",
            "document": "Smooth muscle tissue . Smooth muscle contraction is caused by the sliding of myosin and actin filaments (a sliding filament mechanism) over each other. The energy for this to happen is provided by the hydrolysis of ATP. Myosin functions as an ATPase utilizing ATP to produce a molecular conformational change of part of the myosin and produces movement. Movement of the filaments over each other happens when the globular heads protruding from myosin filaments attach and interact with actin filaments to form crossbridges. The myosin heads tilt and drag along the actin filament a small distance (10-12 nm). The heads then release the actin filament and then changes angle to relocate to another site on the actin filament a further distance (10-12 nm) away. They can then re-bind to the actin molecule and drag it along further. This process is called crossbridge cycling and is the same for all muscles (see muscle contraction). Unlike cardiac and skeletal muscle, smooth muscle does not contain the calcium-binding protein troponin. Contraction is initiated by a calcium-regulated phosphorylation of myosin, rather than a calcium-activated troponin system.",
            "score": 285.85125732421875
        },
        {
            "docid": "1110611_22",
            "document": "Muscle contraction . Crossbridge cycling is a sequence of molecular events that underlies the sliding filament theory. A crossbridge is a myosin projection, consisting of two myosin heads, that extends from the thick filaments. Each myosin head has two binding sites: one for ATP and another for actin. The binding of ATP to a myosin head detaches myosin from actin, thereby allowing myosin to bind to another actin molecule. Once attached, the ATP is hydrolyzed by myosin, which uses the released energy to move into the \"cocked position\" whereby it binds weakly to a part of the actin binding site. The remainder of the actin binding site is blocked by tropomyosin. With the ATP hydrolyzed, the cocked myosin head now contains ADP + P. Two ions bind to troponin C on the actin filaments. The troponin- complex causes tropomyosin to slide over and unblock the remainder of the actin binding site. Unblocking the rest of the actin binding sites allows the two myosin heads to close and myosin to bind strongly to actin. The myosin head then releases the inorganic phosphate and initiates a \"power stroke,\" which generates a force of 2 pN. The power stroke moves the actin filament inwards, thereby shortening the sarcomere. Myosin then releases ADP but still remains tightly bound to actin. At the end of the power stroke, ADP is released from the myosin head, leaving myosin attached to actin in a rigor state until another ATP binds to myosin. A lack of ATP would result in the rigor state characteristic of rigor mortis. Once another ATP binds to myosin, the myosin head will again detach from actin and another crossbridges cycle occurs.",
            "score": 285.0623474121094
        },
        {
            "docid": "3017886_6",
            "document": "Motor protein . Myosins are a superfamily of actin motor proteins that convert chemical energy in the form of ATP to mechanical energy, thus generating force and movement. The first identified myosin, myosin II, is responsible for generating muscle contraction. Myosin II is an elongated protein that is formed from two heavy chains with motor heads and two light chains. Each myosin head contains actin and ATP binding site. The myosin heads bind and hydrolyze ATP, which provides the energy to walk toward the plus end of an actin filament. Myosin II are also vital in the process of cell division. For example, non-muscle myosin II bipolar thick filaments provide the force of contraction needed to divide cell into two daughter cells during cytokinesis.In addition to myosin II, many other myosin types are responsible for variety of movement of non-muscle cells. For example, myosin is involved in intracellular organization and the protrusion of actin-rich structures at the cell surface. Myosin V is involved in vesicle and organelle transport. Myosin XI are involved in cytoplasmic streaming, wherein movement along microfilament networks in the cell allows organelles and cytoplasm to stream in a particular direction. Eighteen different classes of myosins are known.",
            "score": 283.5913391113281
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 275.4413757324219
        },
        {
            "docid": "53233548_5",
            "document": "Cardiac excitation-contraction coupling . The increase in Ca, produced by CICR, now does two things. Firstly, it binds to the intracellular side of the DHPR, signalling the channels to close and preventing further influx of Ca into the cell. Secondly Ca indirectly activates proteins, called myofilaments, resulting in muscle contraction. The two main myofilaments in cardiac (and skeletal) muscle are actin and myosin. Ca binds to a protein called troponin, which is bound to the actin filament. This binding causes a shape change in the troponin which exposes areas on the actin, to which the head of the myosin filament binds. The binding of the myosin head to actin is known as a cross-bridge. A molecule, called adenosine triphosphate (ATP) which is produced by an intracellular structure called a mitochondrion, is then used, as a source of energy, to help move the myosin head, carrying the actin. As a result, the actin slides across the myosin filament shortening the muscle. This is called a power stroke. Myosin then detaches from the actin and resets itself back to its original position, binding to another part of the actin and producing another power stroke, shortening the muscle further. This process continues, with the myosin head moving in a motion similar to that of an oar rowing a boat, until the Ca level within the cell decreases (see figure 1).",
            "score": 274.97882080078125
        },
        {
            "docid": "156970_13",
            "document": "Cytoskeleton . Microfilaments are composed of linear polymers of G-actin proteins, and generate force when the growing (plus) end of the filament pushes against a barrier, such as the cell membrane. They also act as tracks for the movement of myosin molecules that affix to the microfilament and \"walk\" along them. In general, the major component or protein of microfilaments are actin. The G-actin monomer combines to form a polymer which continues to form the microfilament (actin filament). These subunits then assemble into two chains that intertwine into what is called, F-actin chains. Myosin motoring along F-actin filaments generates contractile forces in so-called actomyosin fibers, both in muscle as well as most non-muscle cell types. Actin structures are controlled by the Rho family of small GTP-binding proteins such as Rho itself for contractile acto-myosin filaments (\"stress fibers\"), Rac for lamellipodia and Cdc42 for filopodia.",
            "score": 263.02801513671875
        },
        {
            "docid": "159748_5",
            "document": "Muscular system . Larger structures along the myosin filament called myosin heads are used to provide attachment points on binding sites for the actin filaments. The myosin heads move in a coordinated style; they swivel toward the center of the sarcomere, detach and then reattach to the nearest active site of the actin filament. This is called a ratchet type drive system.",
            "score": 261.64923095703125
        },
        {
            "docid": "1789075_26",
            "document": "Tropomyosin . Myosin belongs to a family of motor proteins, and the muscle isoforms of this family comprise the thick filament. The thin filament is made of the skeletal muscle isoforms of actin. Each myosin protein 'paddles' along the thin actin filament, repeatedly binding to myosin-binding sites along the actin filament, ratcheting and letting go. In effect, the thick filament moves or slides along the thin filament, resulting in muscle contraction. This process is known as the sliding filament model.",
            "score": 260.7126159667969
        },
        {
            "docid": "1789075_32",
            "document": "Tropomyosin . Smooth muscle contraction is initiated by the release of Ca. Ca binds to and activates calmodulin, which then binds to caldesmon. This binding causes the caldesmon protein to disengage from the actin filament, exposing the myosin-binding sites on the actin filament. Myosin motor heads are phosphorylated by myosin light-chain kinase, allowing the myosin head to interact with the actin filament and cause contraction.",
            "score": 258.98687744140625
        },
        {
            "docid": "420229_3",
            "document": "Sarcomere . Two of the important proteins are myosin, which forms the thick filament, and actin, which forms the thin filament. Myosin has a long, fibrous tail and a globular head, which binds to actin. The myosin head also binds to ATP, which is the source of energy for muscle movement. Myosin can only bind to actin when the binding sites on actin are exposed by calcium ions.",
            "score": 257.9817810058594
        },
        {
            "docid": "419952_7",
            "document": "Calcium metabolism . In skeletal and heart muscle calcium ions, released from the sarcoplasmic reticulum (the endoplasmic reticulum of striated muscles) binds to the troponin C present on the actin-containing thin filaments of the myofibrils. The troponin's 3D structure changes as a result, causing the tropomyosin to which it is attached to be rolled away from the myosin-binding sites on the actin molecules that form the back-bone of the thin filaments. Myosin can then bind to the exposed myosin-binding sites on the thin filament, to undergo a repeating series of conformational changes called the cross-bridge cycle, for which ATP provides the energy. During the cycle, each myosin protein ‘paddles’ along the thin actin filament, repeatedly binding to myosin-binding sites along the actin filament, ratcheting and letting go. In effect, the thick filament moves or slides along the thin filament, resulting in muscle contraction. This process is known as the sliding filament model of muscle contraction.",
            "score": 254.18890380859375
        },
        {
            "docid": "656613_14",
            "document": "Cytoplasmic streaming . Cytoplasmic streaming occurs due to the motion of organelles attached to actin filaments via myosin motor proteins. However, in \"Chara corallina\", the organization of actin filaments is highly ordered. Actin is a polar molecule, which means that myosin only moves in one direction along the actin filament. Thus, in \"Chara corallina\", where motion of the chloroplasts and the mysoin molecule follow a barber pole pattern, the actin filaments must all be similarly oriented within each section. In other words, the section where the chloroplasts move upward will have all of the actin filaments oriented in the same upward direction, and the section where the chloroplasts move downward will have all the actin filaments oriented in the downward direction. This organization emerges naturally from basic principles. With basic, realistic assumptions about the actin filament, Woodhouse demonstrated that the formation of two sets of actin filament orientations in a cylindrical cell is likely. His assumptions included a force keeping the actin filament in place once set down, an attractive force between filaments leading them to be more likely align as a filament already in place, and a repulsive force preventing alignment perpendicular to the length of the cylindrical cell. The first two assumptions derive from the molecular forces within the actin filament, while the last assumption was made due to the actin molecule's dislike of curvature. Computer simulations run with these assumptions with varying parameters for the assumptive forces almost always leads to highly ordered actin organizations. However, no order was as organized and consistent as the barber pole pattern found in nature, which suggests this mechanism plays role, but is not wholly responsible for the organization of actin filaments in \"Chara corallina\".",
            "score": 252.93263244628906
        },
        {
            "docid": "656613_8",
            "document": "Cytoplasmic streaming . What is clearly visible in plants cells which exhibit cytoplasmic streaming is the motion of the chloroplasts moving with the cytoplasmic flow. This motion results from fluid being entrained by moving motor molecules of the plant cell. Myosin filaments connect cell organelles to actin filaments. These actin filaments are generally attached to the chloroplasts and/or membranes of plant cells. As the myosin molecules \"walk\" along the actin filaments dragging the organelles with them, the cytoplasmic fluid becomes entrained and is pushed/pulled along. Cytoplasmic flow rates can range between 1 and 100 micron/sec.",
            "score": 251.9578399658203
        },
        {
            "docid": "14880582_3",
            "document": "MYO1A . The protein encoded by this gene belongs to the myosin superfamily. Myosins are molecular motors that, upon interaction with actin filaments, utilize energy from ATP hydrolysis to generate mechanical force. Each myosin has a conserved N-terminal motor domain that contains both ATP-binding and actin-binding sequences. Following the motor domain is a light-chain-binding 'neck' region containing 1-6 copies of a repeat element, the IQ motif, that serves as a binding site for calmodulin or other members of the EF-hand superfamily of calcium-binding proteins. At the C-terminus, each myosin class has a distinct tail domain that serves in dimerization, membrane binding, protein binding, and/or enzymatic activities and targets each myosin to its particular subcellular location. The myosin-1a protein is expressed by enterocytes, the epithelial cells that line the luminal surface of the small intestine. In these cells the myosin-1a protein localizes specifically to the brush border. Experiments indicate that the brush border population of the encoded protein turns over rapidly, while its head and tail domains interact transiently with the core actin and plasma membrane, respectively. A rapidly exchanging pool of the myosin-1a protein binds to the actin core bundle, which turns over on a much slower timescale.",
            "score": 246.42262268066406
        },
        {
            "docid": "479392_15",
            "document": "Myosin . Myosin V is an unconventional myosin motor, which is processive as a dimer and has a step size of 36 nm. It translocates (walks) along actin filaments traveling towards the barbed end (+ end) of the filaments. Myosin V is involved in the transport of cargo (e.g. RNA, vesicles, organelles, mitochondria) from the center of the cell to the periphery, but has been furthermore shown to act like a dynamic tether, retaining vesicles and organelles in the actin-rich periphery of cells. A recent single molecule in vitro reconstitution study on assembling actin filaments suggests that Myosin V travels farther on newly assembling (ADP-Pi rich) F-actin, while processive runlengths are shorter on older (ADP-rich) F-actin.",
            "score": 244.22398376464844
        },
        {
            "docid": "424348_21",
            "document": "Cardiac muscle . During contraction of a cardiac muscle cell, the long protein myofilaments oriented along the length of the slide over each other in what is known as the sliding filament hypothesis. There are two kinds of myofilaments, thick filaments composed of the protein myosin, and thin filaments composed of the proteins actin, troponin and tropomyosin. As the thick and thin filaments slide past each other the cell becomes shorter and fatter. In a mechanism known as crossbridge cycling, calcium ions bind to the protein troponin, which along with tropomyosin then uncover key binding sites on actin. Myosin, in the thick filament, can then bind to actin, pulling the thick filaments along the thin filaments. When the concentration of calcium within the cell falls, troponin and tropomyosin once again cover the binding sites on actin, causing the cell to relax.",
            "score": 243.10031127929688
        },
        {
            "docid": "3878717_9",
            "document": "Growth cone . The growth cones are continually being built up through construction of the actin microfilaments and extension of the plasma membrane via vesicle fusion. The actin filaments depolymerize and disassemble on the proximal end to allow free monomers to migrate to the leading edge (distal end) of the actin filament where it can polymerize and thus reattach. Actin filaments are also constantly being transported away from the leading edge by a myosin-motor driven process known as retrograde F-actin flow. The actin filaments are polymerized in the peripheral region and then transported backward to the transitional region, where the filaments are depolymerized; thus freeing the monomers to repeat the cycle. This is different from actin treadmilling since the entire protein moves. If the protein were to simply treadmill, the monomers would depolymerize from one end and polymerize onto the other while the protein itself does not move.",
            "score": 241.7181396484375
        },
        {
            "docid": "3904626_5",
            "document": "Myofilament . The contractile nature of this protein complex is based on the structure of the thick and thin filaments. The thick filament, myosin, has a double-headed structure, with the heads positioned at opposite ends of the molecule. During muscle contraction, the heads of the myosin filaments attach to oppositely oriented thin filaments, actin, and pull them past one another. The action of myosin attachment and actin movement results in sarcomere shortening. Muscle contraction consists of the simultaneous shortening of multiple sarcomeres.",
            "score": 239.1269989013672
        },
        {
            "docid": "5937599_2",
            "document": "Mechanome . The mechanome consists of the body, or ome, of data including cell and molecular processes relating to force and mechanical systems at molecular, cellular and tissue length scales, i.e. the fundamental \"machine code\" structures of the cell. The mechanome encompasses biological motors, like kinesin, myosin, RNAP, and Ribosome mechanical structures, like actin or the cytoskeleton, or processes, such as cytokinesis or chemotaxis.  The mechanome seeks to understand the fundamental physical-mechanical processes and events that are common to biological function. An example at the molecular level includes the common structural designs used by kinesin and myosin motor proteins (such as dimer formation and mechanochemical cycles) that control their function and lead to properties such as processivity. The mechanome assembles the common features of these motors regardless of the \"track\" (microtubules, actin filaments, nucleotide based structures, membranes) they move on. A cytoskeletal example includes structures such as actin filament networks and bundles that can form from a variety of actin binding proteins that cross-link or bundle actin filaments leading to common mechanical changes of these structures. A cell machinery example includes common structures such as contractile ring formation formed by both actin and tubulin type structures leading to the same mechanical result of cell division.",
            "score": 239.0061492919922
        },
        {
            "docid": "32116201_4",
            "document": "Myosin head . The globular head is well conserved, and is key to contraction. Muscle contraction results from an attachment–detachment cycle between the myosin heads extending from myosin filaments and the sites on actin filaments. The myosin head first attaches to actin together with the products of ATP hydrolysis, performs a power stroke associated with release of hydrolysis products, and detaches from actin upon binding with new ATP. The detached myosin head then hydrolyses ATP, and performs a recovery stroke to restore its initial position. The strokes have been suggested to result from rotation of the lever arm domain around the converter domain, while the catalytic domain remains rigid.",
            "score": 238.79737854003906
        },
        {
            "docid": "1110611_37",
            "document": "Muscle contraction . The cytoplasmic calcium binds to Troponin C, moving the tropomyosin complex off the actin binding site allowing the myosin head to bind to the actin filament. From this point on, the contractile mechanism is essentially the same as for skeletal muscle (above). Briefly, using ATP hydrolysis, the myosin head pulls the actin filament toward the centre of the sarcomere.",
            "score": 236.3097381591797
        },
        {
            "docid": "438944_70",
            "document": "Actin . In muscle cells, actomyosin myofibrils makeup much of the cytoplasmic material. These myofibrils are made of \"thin filaments\" of actin (typically around 7 nm in diameter), and \"thick filaments\" of the motor-protein myosin (typically around 15 nm in diameter). These myofibrils use energy derived from ATP to create movements of cells, such as muscle contraction. Using the hydrolysis of ATP for energy, myosin heads undergo a cycle during which they attach to thin filaments, exert a tension, and then, depending on the load, perform a power stroke that causes the thin filaments to slide past, shortening the muscle.",
            "score": 234.81849670410156
        },
        {
            "docid": "598619_6",
            "document": "Troponin . Troponin is a component of thin filaments (along with actin and tropomyosin), and is the protein complex to which calcium binds to trigger the production of muscular force. Troponin itself has three subunits, TnC, TnI, and TnT, each playing a role in force regulation . Under resting intracellular levels of calcium, tropomyosin covers the active sites on actin to which myosin (a molecular motor organized in muscle thick filaments) binds in order to generate force. When calcium becomes bound to specific sites in the N-domain of TnC, a series of protein structural changes occurs such that tropomyosin is rolled away from myosin-binding sites on actin, allowing myosin to attach to the thin filament and produce force and/or shorten the sarcomere.",
            "score": 234.63771057128906
        },
        {
            "docid": "37088515_4",
            "document": "James Spudich . His research is focused on studying molecular motors particularly myosin. With Huxley, he started working on an actin/myosin/ATP model for molecular motors, proposing that myosin would ratchet actin and exert a stroke. Spudich first attempted to create an in vitro setup with actin and myosin. However, he faced great difficulty aligning actin filaments. In 1982 he and Michael Sheetz started to work on the alga Nitella, which has long oriented actin fibers, and observed myosin coated beads moving along actin filaments. This provided strong clues about the molecular transport of intracellular cargo, later refined to observing a single step of a single myosin molecule. His research and its place in the overal development of the motility field has been described in a number of well-cited review articles.",
            "score": 233.25448608398438
        },
        {
            "docid": "319342_2",
            "document": "Microfilament . Microfilaments, also called actin filaments, are filaments in the cytoplasm of eukaryotic cells that form part of the cytoskeleton. They are primarily composed of polymers of actin, but in cells are modified by and interact with numerous other proteins. Microfilaments are usually about 7 nm in diameter and composed of two strands of actin. Microfilament functions include cytokinesis, amoeboid movement and cell motility in general, changes in cell shape, endocytosis and exocytosis, cell contractility and mechanical stability. Microfilaments are flexible and relatively strong, resisting buckling by multi-piconewton compressive forces and filament fracture by nanonewton tensile forces. In inducing cell motility, one end of the actin filament elongates while the other end contracts, presumably by myosin II molecular motors. Additionally, they function as part of actomyosin-driven contractile molecular motors, wherein the thin filaments serve as tensile platforms for myosin's ATP-dependent pulling action in muscle contraction and pseudopod advancement. Microfilaments have a tough, flexible framework which helps the cell in movement.",
            "score": 230.59799194335938
        },
        {
            "docid": "479392_8",
            "document": "Myosin . Analysis of the amino acid sequences of different myosins shows great variability among the tail domains, but strong conservation of head domain sequences. Presumably this is so the myosins may interact, via their tails, with a large number of different cargoes, while the goal in each case – to move along actin filaments – remains the same and therefore requires the same machinery in the motor. For example, the human genome contains over 40 different myosin genes.",
            "score": 229.45545959472656
        },
        {
            "docid": "438944_71",
            "document": "Actin . In contractile bundles, the actin-bundling protein alpha-actinin separates each thin filament by ~35 nm. This increase in distance allows thick filaments to fit in between and interact, enabling deformation or contraction. In deformation, one end of myosin is bound to the plasma membrane, while the other end \"walks\" toward the plus end of the actin filament. This pulls the membrane into a different shape relative to the cell cortex. For contraction, the myosin molecule is usually bound to two separate filaments and both ends simultaneously \"walk\" toward their filament's plus end, sliding the actin filaments closer to each other. This results in the shortening, or contraction, of the actin bundle (but not the filament). This mechanism is responsible for muscle contraction and cytokinesis, the division of one cell into two.",
            "score": 229.4549560546875
        },
        {
            "docid": "15192453_3",
            "document": "Stress fiber . Stress fibers are primarily composed of actin and myosin. Actin is a ~43kDa globular protein, and can polymerize to form long filamentous structures.These filaments are made of two strands of actin monomers (or protofilaments) wrapping around each other, to create a single actin filament. Because actin monomers are not symmetrical molecules, their filaments have polarity based upon the structure of the actin monomer, which will allow one end of the actin filament to polymerize faster than the other. The end that can polymerize faster is known as the plus-end, whereas the end that polymerizes slower is known as the minus-end. Stress fibers are usually composed of 10-30 actin filaments. Stress fibers are composed of antiparallel microfilaments: actin filaments are bundled along their length, and plus-ends and minus-ends co-mingle at each end of the bundle. The antiparallel arrangement of actin filaments within stress fibers is reinforced by α-actinin, an actin filament crosslinking protein which contains antiparallel actin-binding domains. These bundles are then cross-linked by NMMII to form stress fibers.",
            "score": 228.66445922851562
        },
        {
            "docid": "1789075_27",
            "document": "Tropomyosin . The binding of the myosin heads to the muscle actin is a highly regulated process. The thin filament is made of actin, tropomyosin, and troponin. The contraction of skeletal muscle is triggered by nerve impulses that in turn stimulate the release of Ca. The release of Ca from the sarcoplasmic reticulum causes an increase in the concentration of Ca in the cytosol. Calcium ions then bind to troponin, which is associated with tropomyosin. Binding causes changes in the shape of troponin and subsequently causes the tropomyosin isoform to shift its position on the actin filament. This shifting in position exposes the myosin-binding sites on the actin filament, allowing the myosin heads of the thick filament to bind to the thin filament.",
            "score": 227.59539794921875
        },
        {
            "docid": "32116201_2",
            "document": "Myosin head . Muscle contraction is caused by the sliding action of thick filaments over thin filaments of the myofibril. Myosin is a major component of thick filaments and most myosin molecules are composed of a head, neck, and tail domain; the myosin head binds to thin filamentous actin, and uses ATP hydrolysis to generate force and \"walk\" along the thin filament. Myosin exists as a hexamer of two heavy chains, two alkali light chains, and two regulatory light chains. The heavy chain can be subdivided into the globular head at the N-terminal and the coiled-coil rod-like tail at the C-terminal, although some forms have a globular region in their C-terminal.",
            "score": 226.56097412109375
        },
        {
            "docid": "14130712_4",
            "document": "TPM1 . Tm functions in association with the troponin complex to regulate the calcium-dependent interaction of actin and myosin during muscle contraction. Tm molecules are arranged head-to-tail along the actin thin filament, and are a key component in cooperative activation of muscle. A three state model has been proposed by McKillop and Geeves, which describes the positions of Tm during a cardiac cycle. The blocked (B) state occurs in diastole when intracellular calcium is low and Tm blocks the myosin binding site on actin. The closed (C) state is when Tm is positioned on the inner groove of actin; in this state myosin is in a \"cocked\" position where heads are weakly bound and not generating force. The myosin binding (M) state is when Tm is further displaced from actin by myosin crossbridges that are strongly-bound and actively generating force. In addition to actin, Tm binds troponin T (TnT). TnT tethers the region of head-to-tail overlap of subsequent Tm molecules to actin.",
            "score": 223.734375
        },
        {
            "docid": "479392_9",
            "document": "Myosin . These differences in shape also determine the speed at which myosins can move along actin filaments. The hydrolysis of ATP and the subsequent release of the phosphate group causes the \"power stroke,\" in which the \"lever arm\" or \"neck\" region of the heavy chain is dragged forward. Since the power stroke always moves the lever arm by the same angle, the length of the lever arm determines the displacement of the cargo relative to the actin filament. A longer lever arm will cause the cargo to traverse a greater distance even though the lever arm undergoes the same angular displacement – just as a person with longer legs can move farther with each individual step. The velocity of a myosin motor depends upon the rate at which it passes through a complete kinetic cycle of ATP binding to the release of ADP.",
            "score": 222.74684143066406
        }
    ]
}