{
    "q": [
        {
            "docid": "39288495_8",
            "document": "Mitochondrial fusion . Many gene products that control mitochondrial fusion have been identified, and can be reduced to three core groups which also control mitochondrial fission. These groups of proteins include mitofusins, OPA1/Mgm1, and Drp1/Dnm1. All of these molecules are GTP hydrolyzing proteins (GTPases) that belong to the dynamin family. Mitochondrial dynamics in different cells are understood by the way in which these proteins regulate and bind to each other. These GTPases in control of mitochondrial fusion are well conserved between mammals, flies, and yeast. Mitochondrial fusion mediators differ between the outer and inner membranes of the mitochondria. Specific membrane-anchored dynamin family members mediate fusion between mitochondrial outer membranes known as Mfn1 and Mfn2. These two proteins are mitofusin contained within humans that can alter the morphology of affected mitochondria in over-expressed conditions. However, a single dynamin family member known as OPA1 in mammals mediates fusion between mitochondrial inner membranes. These regulating proteins of mitochondrial fusion are organism-dependent; therefore, in \"Drosophila\" (fruit flies) and yeasts, the process is controlled by the mitochondrial transmembrane GTPase, Fzo. In \"Drosophila\", Fzo is found in postmeiotic spermatids and the dysfunction of this protein results in male sterility. However, a deletion of Fzo1 in budding yeast results in smaller, spherical mitochondria due to the lack of mitochondrial DNA (mtDNA).",
            "score": 171.78818547725677
        },
        {
            "docid": "14700825_11",
            "document": "Valosin-containing protein . Mutations in p97 can also influence its activity. For example, p97 mutant proteins carrying single point mutations found in patients with IBMPFD (inclusion body myopathy associated with Paget disease of the bone and frontotemporal dementia) (see below) have 2-3fold increase in ATPase activity.",
            "score": 128.11817598342896
        },
        {
            "docid": "8936239_9",
            "document": "Aggresome . Accumulation of misfolded proteins in proteinaceous inclusions is common to many age-related neurodegenerative diseases, including Parkinson's disease, Alzheimer's disease, Huntington's disease, and amyotrophic lateral sclerosis. In cultured cells, when the production of misfolded proteins exceeds the capacity of the chaperone refolding system and the ubiquitin-proteasome degradation pathway, misfolded proteins are actively transported to a cytoplasmic juxtanuclear structure called an aggresome. Whether aggresomes are benevolent or noxious is unknown, but they are of particular interest because of the appearance of similar inclusions in protein deposition diseases. Evidence shows that aggresomes serve a cytoprotective function and are associated with accelerated turnover of mutant proteins. Experiments show that mutant androgen receptor (AR), the protein responsible for X-linked spinobulbar muscular atrophy, forms insoluble aggregates and is toxic to cultured cells. Mutant AR was also found to form aggresomes in a process distinct from aggregation. Molecular and pharmacological interventions were used to disrupt aggresome formation, revealing their cytoprotective function. Aggresome-forming proteins were found to have an accelerated rate of turnover, and this turnover was slowed by inhibition of aggresome formation. Finally, it is shown that aggresome-forming proteins become membrane-bound and associate with lysosomal structures. Together, these findings suggest that aggresomes are cytoprotective, serving as cytoplasmic recruitment centers to facilitate degradation of toxic proteins.",
            "score": 127.21456480026245
        },
        {
            "docid": "39288495_13",
            "document": "Mitochondrial fusion . The Mitochondrial Inner/Outer Membrane Fusion (MMF) Family (TC# 9.B.25) is a family of proteins that play a role in mitochondrial fusion events. This family belongs to the larger Mitochondrial Carrier (MC) Superfamily. The dynamic nature of mitochondria is critical for function. Chen and Chan (2010) have discussed the molecular basis of mitochondrial fusion, its protective role in neurodegeneration, and its importance in cellular function. The mammalian mitofusins Mfn1 and Mfn2, GTPases localized to the outer membrane, mediate outer-membrane fusion. OPA1, a GTPase associated with the inner membrane, mediates subsequent inner-membrane fusion. Mutations in Mfn2 or OPA1 cause neurodegenerative diseases. Mitochondrial fusion enables content mixing within a mitochondrial population, thereby preventing permanent loss of essential components. Cells with reduced mitochondrial fusion show a subpopulation of mitochondria that lack mtDNA nucleoids. Such mtDNA defects lead to respiration-deficient mitochondria, and their accumulation in neurons leads to impaired outgrowth of cellular processes and consequent neurodegeneration.",
            "score": 141.86571753025055
        },
        {
            "docid": "1401727_26",
            "document": "Human mitochondrial genetics . Mitochondrial DNA is susceptible to damage from free oxygen radicals from mistakes that occur during the production of ATP through the electron transport chain. These mistakes can be caused by genetic disorders, cancer, and temperature variations. These radicals can damage mtDNA molecules or change them, making it hard for mitochondrial polymerase to replicate them. Both cases can lead to deletions, rearrangements, and other mutations. Recent evidence has suggested that mitochondria have enzymes that proofread mtDNA and fix mutations that may occur due to free radicals. It is believed that a DNA recombinase found in mammalian cells is also involved in a repairing recombination process. Deletions and mutations due to free radicals have been associated with the aging process. It is believed that radicals cause mutations which lead to mutant proteins, which in turn led to more radicals. This process takes many years and is associated with some aging processes involved in oxygen-dependent tissues such as brain, heart, muscle, and kidney. Auto-enhancing processes such as these are possible causes of degenerative diseases including Parkinson's, Alzheimer's, and coronary artery disease.",
            "score": 162.94927883148193
        },
        {
            "docid": "10950652_10",
            "document": "MEN1 . MEN1 mutations comprise mostly frameshift deletions or insertions, followed by nonsense, missense, splice-site mutations and either part or complete gene deletions resulting in disease pathology. Frameshift and nonsense mutations result in a supposed inactive and truncated menin protein while splice-site mutations result in incorrectly spliced mRNA. Missense mutations of MEN1 are especially important as they result in a change to crucial amino acids needed in order to bind and interact with other proteins and molecules. As menin is located predominantly in the nucleus, these mutations can impact the stability of the cell and may further affect functional activity or expression levels of the protein. Studies have also shown that single amino acid changes in genes involved in oncogenic disorders may result in proteolytic degradation leading to loss of function and reduced stability of the mutant protein; a common mechanism for inactivating tumor suppressor gene products. MEN1 gene mutations and deletions also play a role in the development of hereditary and a subgroup of sporadic pituitary adenomas and were detected in approximately 5% of sporadic pituitary adenomas. Consequently, alterations of the gene represent a candidate pathogenetic mechanism of pituitary tumorigenesis especially when considered in terms of interactions with other proteins, growth factors, oncogenes play a rule in tumorigenesis.",
            "score": 135.269629240036
        },
        {
            "docid": "52832272_10",
            "document": "Mitochondria associated membranes . One of the causes of Parkinson’s disease is mutations in genes encoding for different proteins that are localized at the MAM sites. Mutations in the genes that encode the proteins Parkin, PINK1, alpha-Synuclein (α-Syn) or the protein deglycase DJ-1 have been linked to this disease through research. However, further research is still being considered in order to determine the direct correlations of these genes to Parkinson’s disease. In normal conditions, these genes are believed to be responsible for the cells ability to degrade mitochondria that has been rendered nonfunctional in a process known as mitophagy. However, mutations in the Parkin and pink1 genes have been associated with the cells becoming incapable of degrading faulty mitochondria. The proteins alpha-Synuclein (α-Syn) and DJ-1 have been shown to promote MAM function interaction between the ER and the mitochondria. The wild-type gene that codes for α-Syn promotes the physical junction between ER and mitochondria by binding to the lipid raft regions of the MAM. However, the mutant form of this gene has a low affinity to the lipid raft regions, thereby diminishing the contact between the ER and mitochondria and causing accumulation of α-Syn in Lewy bodies which is a major characteristic of PD. Further research on PD association with alterations in MAM is still being developed.",
            "score": 193.12109506130219
        },
        {
            "docid": "2573590_4",
            "document": "Mitochondrial trifunctional protein deficiency . The genetics of mitochondrial trifunctional protein deficiency is based on mutations in the HADHA and HADHB genes which cause this disorder. These genes each provide instructions for making part of an enzyme complex called mitochondrial trifunctional protein. This enzyme complex functions in mitochondria, the energy-producing centers within cells: mitochondrial trifunctional protein contains three enzymes that each perform a different function. This enzyme complex is required to metabolize a group of fats called long-chain fatty acids. These fatty acids are stored in the body's fat tissues and are a major source of energy for the heart and muscles. During periods of fasting, fatty acids are also an important energy source for the liver and other tissues.",
            "score": 150.6387186050415
        },
        {
            "docid": "50601_20",
            "document": "Cystic fibrosis . Several mutations in the \"CFTR\" gene can occur, and different mutations cause different defects in the CFTR protein, sometimes causing a milder or more severe disease. These protein defects are also targets for drugs which can sometimes restore their function. ΔF508-CFTR, which occurs in >90% of patients in the U.S., creates a protein that does not fold normally and is not appropriately transported to the cell membrane, resulting in its degradation. Other mutations result in proteins that are too short (truncated) because production is ended prematurely. Other mutations produce proteins that do not use energy (in the form of ATP) normally, do not allow chloride, iodide, and thiocyanate to cross the membrane appropriately, and degrade at a faster rate than normal. Mutations may also lead to fewer copies of the CFTR protein being produced.",
            "score": 150.42045879364014
        },
        {
            "docid": "39510164_4",
            "document": "Mutagenesis (molecular biology technique) . Early approaches to mutagenesis rely on methods which are entirely random in the mutations produced. Cells or organisms may be exposed to mutagens such as UV radiation or mutagenic chemicals, and mutants with desired characteristics are then selected. Hermann Muller discovered that x-rays can cause genetic mutations in fruit flies (published in 1927), and went on to use the \"Drosophila\" mutants created for his studies on genetics. For \"Escherichia coli\", mutants may be selected first by exposure to UV radiation, then plated onto agar medium. The colonies formed are then replica-plated, one in rich medium, another in minimal medium, and mutants that have specific nutritional requirements can then be identified by their inability to grow in minimal medium. Similar procedures may be repeated with other types of cells and with different media for selection. A number of methods for generating random mutations in specific proteins were later developed to screen for mutants with interesting or improved properties. These methods may involve the use of doped nucleotides in oligonucleotides synthesis, or conducting a PCR reaction in conditions that enhance misincorporation of nucleotides (error-prone PCR), for example by reducing the fidelity of replication or using nucleotide analogues. A variation of this method for integrating non-biased mutations in a gene is the Sequence Saturation Mutagenesis. PCR products which contain mutation(s) are then cloned into an expression vector and the mutant proteins produced can then be characterised.",
            "score": 131.45789003372192
        },
        {
            "docid": "39510164_2",
            "document": "Mutagenesis (molecular biology technique) . Mutagenesis in the laboratory is an important technique whereby DNA mutations are deliberately engineered to produce mutant genes, proteins, strains of bacteria, or other genetically modified organisms. Various constituents of a gene, such as its control elements and its gene product, may be mutated so that the functioning of a gene or protein can be examined in detail. The mutation may also produce mutant proteins with interesting properties, or enhanced or novel functions that may be of commercial use. Mutant strains may also be produced that have practical application or allow the molecular basis of particular cell function to be investigated.",
            "score": 108.79472303390503
        },
        {
            "docid": "22120746_7",
            "document": "Mitochondrial biogenesis . In mammals, mitochondrial fusion and fission are both controlled by GTPases of the dynamin family. The process of mitochondrial fission is directed by Drp1, a member of the cytosolic dynamin family. This protein forms a spiral around mitochondria and constricts to break apart both the outer and inner membranes of the organelle. On the other hand, the process of fusion is directed by different membrane-anchored dynamin proteins at different levels of the mitochondria. Fusion at the level of the outer mitochondrial membrane is mediated by Mfn1 and Mfn2 (Mitofusins 1 and 2), and fusion at the level of the inner mitochondrial membrane is mediated by Opa1. Multiple research studies have observed correlated increases between mitochondrial respiratory capacity with Mfn1, Mnf2, and Drp1 gene expression after endurance exercises. Therefore, it is supported that reorganization of the mitochondrial network in muscle cells plays an important role in response to exercise.",
            "score": 149.1711654663086
        },
        {
            "docid": "44163912_5",
            "document": "Kufs disease . Mutations to the CLN6 and PPT1 genes result in Kufs disease Type A. CLN6 produces proteins that facilitate fat transport throughout a cell, as well as excretion out of the cell. The PPT1 gene codes for the enzyme palmotoyl-protein thioesterase-1. This enzyme is responsible for removing the fatty-acid side chains off of proteins that have been translocated into the lysozyme. By removing the surrounding fats, palmotoyl-protein thioesterase-1 creates easier access for other enzymes to break down the rest of the protein. Fatty substance build up in the brain is a consequence of the mutated genes. The fats and proteins that build up are called lipopigments. Eventually the buildup of lipopigments results in death of the neuron cells, giving way to the phenotypic symptoms. Type A is an autosomal recessive disease, indicating that it is inherited from the parents. Each parent must carry one copy of the mutation, however the recessive designation indicates that with only one copy, the parents are not affected, and do not show any symptoms.",
            "score": 151.1551638841629
        },
        {
            "docid": "3443488_4",
            "document": "Jackson–Weiss syndrome . Mutations in the FGFR2 gene cause Jackson–Weiss syndrome.The FGFR2 gene produces a protein called fibroblast growth factor receptor 2, which occurs in chromosome number 10. Among its multiple functions, this protein signals immature cells to become bone cells in a developing embryo. A mutation in a specific part of the FGFR2 gene alters the protein and causes prolonged signaling, which promotes the premature fusion of bones in the skull and feet, this condition is inherited in an autosomal dominant pattern. Autosomal dominant means one copy of the altered gene in each cell is sufficient to cause the disorder.",
            "score": 119.47118091583252
        },
        {
            "docid": "19588_18",
            "document": "Mitochondrion . The outer mitochondrial membrane, which encloses the entire organelle, is 60 to 75 angstroms (Å) thick. It has a protein-to-phospholipid ratio similar to that of the eukaryotic plasma membrane (about 1:1 by weight). It contains large numbers of integral membrane proteins called porins. These porins form channels that allow molecules of 5000 daltons or less in molecular weight to freely diffuse from one side of the membrane to the other. Larger proteins can enter the mitochondrion if a signaling sequence at their N-terminus binds to a large multisubunit protein called translocase of the outer membrane, which then actively moves them across the membrane. Mitochondrial pro-proteins are imported through specialised translocation complexes. The outer membrane also contains enzymes involved in such diverse activities as the elongation of fatty acids, oxidation of epinephrine, and the degradation of tryptophan. These enzymes include monoamine oxidase, rotenone-insensitive NADH-cytochrome c-reductase, kynurenine hydroxylase and fatty acid Co-A ligase. Disruption of the outer membrane permits proteins in the intermembrane space to leak into the cytosol, leading to certain cell death. The mitochondrial outer membrane can associate with the endoplasmic reticulum (ER) membrane, in a structure called MAM (mitochondria-associated ER-membrane). This is important in the ER-mitochondria calcium signaling and is involved in the transfer of lipids between the ER and mitochondria.",
            "score": 109.8754734992981
        },
        {
            "docid": "15510783_14",
            "document": "Neuroligin . A mutated NLGN 3 gene, R451C, has been cloned. The mutant has been shown to cause defective neuroligin trafficking and retention of the mutant protein in the endoplasmic reticulum. The small amount of mutant protein that reached the cell membrane demonstrated diminished binding activity for neurexin-1, consistent with a loss of function. The mutant gene has been cloned and was introduced into mice, resulting in impaired social interactions, enhanced spatial learning abilities, and increased inhibitory synaptic transmission. Deleting NLGN 3 did not produce these effects, thus indicating R451C to be a gain-of-function mutation. This supports the claim that increased inhibitory synaptic transmission may contribute to human autism spectrum disorders.",
            "score": 104.18297958374023
        },
        {
            "docid": "5617_6",
            "document": "Creutzfeldt–Jakob disease . The CJD prion is dangerous because it promotes refolding of native prion protein into the diseased state. The number of misfolded protein molecules will increase exponentially and the process leads to a large quantity of insoluble protein in affected cells. This mass of misfolded proteins disrupts neuronal cell function and causes cell death. Mutations in the gene for the prion protein can cause a misfolding of the dominantly alpha helical regions into beta pleated sheets. This change in conformation disables the ability of the protein to undergo digestion. Once the prion is transmitted, the defective proteins invade the brain and induce other prion protein molecules to misfold in a self-sustaining feedback loop. These neurodegenerative diseases are commonly called \"prion diseases\".",
            "score": 145.63143157958984
        },
        {
            "docid": "9903287_6",
            "document": "Long-chain-aldehyde dehydrogenase . Mutations and deletions of in the ALDH3A2 gene have been widely associated with the autosomal recessive Sjögren-Larsson syndrome, an autosomal recessive neurocutaneous disease. Multiple mutations have been found in different families, including those that molecularly disrupts the protein dimerization interface or reduces mRNA stability. Absence or insufficiency of ALDH3A2 protein products in mutant cells are known to cause abnormal metabolism of sphingosine 1-phosphate to ether-linked glycerolipids and the abnormal accumulation of lipid precursors.",
            "score": 110.05123805999756
        },
        {
            "docid": "19599_25",
            "document": "Mutagenesis . Mutagenesis in the laboratory is an important technique whereby DNA mutations are deliberately engineered to produce mutant genes, proteins, or strains of organism. Various constituents of a gene, such as its control elements and its gene product, may be mutated so that the functioning of a gene or protein can be examined in detail. The mutation may also produce mutant proteins with interesting properties, or enhanced or novel functions that may be of commercial use. Mutant strains may also be produced that have practical application or allow the molecular basis of particular cell function to be investigated.",
            "score": 111.44139385223389
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 201.67180013656616
        },
        {
            "docid": "6060319_11",
            "document": "Von Hippel–Lindau tumor suppressor . HIF can help explain the organ specific nature of VHL syndrome. It has been theorized that constitutively activating HIF in any cell could lead to cancer, but that there are redundant regulators of HIF in organs not affected by VHL syndrome. This theory has been disproved multiple times since in all cell types loss of VHL function leads to constitutive activation of HIF and its downstream effects. Another theory holds that although in all cells loss of VHL leads to activation of HIF, in \"most\" cells this leads to no advantage in proliferation or survival. Additionally, the nature of the mutation in the VHL protein leads to phenotypic manifestations in the pattern of cancer that develops. Nonsense or deletion mutations of VHL protein have been linked to type 1 VHL with a low risk of pheochromocytoma (adrenal gland tumors). Type 2 VHL has been linked to missense mutations and is linked to a high risk of pheochromocytoma. Type 2 has also been further subdivided based on risks of renal cell carcinoma. In types 1, 2A and 2B the mutant pVHL is defective in HIF regulation, while type 2C mutant are defective in protein kinase C regulation. These genotype–phenotype correlations suggest that missense mutations of pVHL lead to a 'gain of function' protein.",
            "score": 119.66195356845856
        },
        {
            "docid": "1125767_13",
            "document": "Treacher Collins syndrome . \"TCOF1\" is found on the 5th chromosome in the 5q32 region. It codes for a relatively simple nucleolar protein called treacle, that is thought to be involved in ribosome assembly. Mutations in \"TCOF1\" lead to haploinsufficiency of the treacle protein. Haploinsufficiency occurs when a diploid organism has only one functional copy of a gene, because the other copy is inactivated by a mutation. The one normal copy of the gene does not produce enough protein, causing disease. Haploinsufficiency of the treacle protein leads to a depletion of the neural crest cell precursor, which leads to a reduced number of crest cells migrating to the first and second pharyngeal arches. These cells play an important role in the development of the craniofacial appearance, and loss of one copy of treacle affects the cells' ability to form the bones and tissues of the face.",
            "score": 152.31996476650238
        },
        {
            "docid": "14700825_20",
            "document": "Valosin-containing protein . Mutations in VCP cause multisystem proteinopathy (MSP), a dominantly inherited, pleiotropic, degenerative disorder of humans that can affect muscle, bone and/or the central nervous system. MSP can manifest clinically as classical amyotrophic lateral sclerosis (ALS), frontotemporal dementia (FTD), inclusion body myopathy (IBM), Paget's disease of bone (PDB), or as a combination of these disorders. A useful operational definition of MSP is dominantly inherited degeneration that includes neurological involvement (either motor neuron disease or dementia) in combination with either distal myopathy or Pagetic bone degeneration. Most MSP patients present with weakness and of these ~65% present with motor neuron involvement. Up to 30% of MSP patients may have exclusively motor neuron involvement. Although MSP is rare, growing interest in this syndrome derives from the molecular insights the condition provides into the etiological relationship between common age-related degenerative diseases of muscle, bone and brain. It has been estimated that ~50% of MSP may be caused by missense mutations affecting the valosin-containing protein (VCP) gene.",
            "score": 255.37991726398468
        },
        {
            "docid": "3474896_38",
            "document": "Magnesium transporter . The MNR2 gene encodes a protein closely related to the Alr proteins, but includes conserved features that define a distinct subgroup of CorA proteins in fungal genomes, suggesting a distinct role in Mg homeostasis. Like an alr1 mutant, growth of an mnr2 mutant was sensitive to Mg-deficient conditions, but the mnr2 mutant was observed to accumulate more Mg than a wild-type strain under these conditions. These phenotypes suggested that Mnr2 may regulate Mg storage within an intracellular compartment. Consistent with this interpretation, the Mnr2 protein was localized to the membrane of the vacuole, an internal compartment implicated in the storage of excess mineral nutrients by yeast. A direct role of Mnr2 in Mg transport was suggested by the observation that increased Mnr2 expression, which redirected some Mnr2 protein to the cell surface, also suppressed the Mg-requirement of an alr1 alr2 double mutant strain. Interestingly, the mnr2 mutation also altered accumulation of other divalent cations, suggesting this mutation may increase Alr gene expression or protein activity. Recent work supported this model, by showing that Alr1 activity was increased in an mnr2 mutant strain, and that the mutation was associated with induction of Alr1 activity at a higher external Mg concentration than was observed for an Mnr2 wild-type strain. These effects were observed without any change in Alr1 protein accumulation, again indicating that Alr1 activity may be regulated directly by the Mg concentration within the cell.",
            "score": 103.94070780277252
        },
        {
            "docid": "31116908_4",
            "document": "Fig4 . Mutations in the FIG4 gene cause the rare autosomal recessive Charcot-Marie-Tooth peripheral neuropathy type 4J (CMT4J). FIG4 mutations are also found (without proven causation) in patients with amyotrophic lateral sclerosis (ALS). Most CMT4J patients (15 out of the reported 16) are compound heterozygotes, i.e., the one FIG4 allele is null whereas the other encodes a mutant protein with threonine for isoleucine substitution at position 41. The Sac3I41T point mutation abrogates the protective action of ArPIKfyve on Sac3 half-life yet the association between the two is largely preserved. Consequently, the Sac3I41T protein level in patient fibroblasts is very low due to mutant degradation in the proteasome. Clinically, the onset and severity of CMT4J symptoms vary markedly, suggesting an important role of genetic background in the individual course of disease. In two siblings, with severe peripheral motor deficits and moderate sensory symptoms, the disease had relatively little impact on the central nervous system. How the initial molecular defect, affecting all cells of the body, results in selective peripheral neuropathy is unknown.",
            "score": 142.00318908691406
        },
        {
            "docid": "47878_8",
            "document": "Huntington's disease . All humans have two copies of the Huntingtin gene (\"HTT\"), which codes for the protein Huntingtin (HTT). The gene is also called \"HD\" and \"IT15\", which stands for 'interesting transcript 15'. Part of this gene is a repeated section called a trinucleotide repeat, which varies in length between individuals and may change length between generations. If the repeat is present in a healthy gene, a dynamic mutation may increase the repeat count and result in a defective gene. When the length of this repeated section reaches a certain threshold, it produces an altered form of the protein, called mutant Huntingtin protein (mHTT). The differing functions of these proteins are the cause of pathological changes which in turn cause the disease symptoms. The Huntington's disease mutation is genetically dominant and almost fully penetrant: mutation of either of a person's \"HTT\" alleles causes the disease. It is not inherited according to sex, but the length of the repeated section of the gene and hence its severity can be influenced by the sex of the affected parent.",
            "score": 142.2130960226059
        },
        {
            "docid": "27110987_30",
            "document": "Gene therapy of the human retina . Different types of inheritance can attribute to this disease; autosomal recessive, autosomal dominant, X-linked type, etc. The main function of rhodopsin is initiating the phototransduction cascade. The opsin proteins are made in the photoreceptor inner segments, then transported to the outer segment, and eventually phagocytized by the RPE cells. When mutations occur in the rhodopsin the directional protein movement is affected because the mutations can affect protein folding, stability, and intracellular trafficking. One approach is introducing AAV-delivered ribozymes designed to target and destroy a mutant mRNA.",
            "score": 127.8524911403656
        },
        {
            "docid": "39981969_11",
            "document": "Hereditary sensory and autonomic neuropathy type I . Initially, mutations in the \"SPTLC1\" gene were associated with increased activity of SPT. Subsequent studies rather suggested that the mutations reduce the activity of the enzyme. However, it cannot account for the aberrant sphingolipid-related cellular features in heterozygous patient-derived cells or the HSAN IA clinical features in heterozygous mice. These results suggest that the activity of non-mutant SPTLC1 protein may be sufficient for maintaining normal sphingolipid biosynthesis and cell viability. Therefore, the neuronal degeneration in HSAN IA is likely due to subtler and rather long-term effects of the mutations or perhaps accumulation of toxic lipids produced by mutant enzymes.",
            "score": 112.9271913766861
        },
        {
            "docid": "17288194_3",
            "document": "CED9 (gene) . The \"CED-9\" gene was discovered in 1992 while searching the genome of \"C. elegans\" for mutations affecting cell death. The first mutation identified was a dominant gain of function mutation referred to as n1950 that allowed cells to survive when they were fated to die. The observed phenotype was similar to that observed in \"CED-3\" and \"CED-4\" loss of function mutants (known proteins from the apoptotic pathway). It was also observed that loss of function mutations in \"CED-3\" and \"CED-4\" were able to rescue cells with a \"CED-9\" loss of function mutation. These observations suggested that CED-9 functioned upstream of the CED-3 and CED-4 proteins in the same pathway.",
            "score": 119.63631224632263
        },
        {
            "docid": "55694123_5",
            "document": "Avian paramyxovirus 2 . A common feature of all paramyxoviruses is the presence of two membrane-anchored glycoproteins, one required for virion attachment and one required for fusion. It is believed that the F and Hn proteins present on the outer envelope of the virus assist in entry of the virus into the host cell. The fusion protein (F) is an integral membrane protein, sharing many features similar to other viral fusion proteins and is directly involved in virus fusion. It is believed that two heptad repeat regions (HR1) and (HR2) form a six-helix bundle structure that helps to induce fusion of the viral membrane with the host cell membrane. The Hn protein is made up of a stalk and a globular head that contains receptor-binding capabilities that bind to sialic acid receptors located on cells in the upper respiratory tract of the host. It is hypothesized that interactions between the Hn and F proteins cause conformational changes in the respective proteins controlling the attachment and fusion of the viral capsid with the host cell membrane.",
            "score": 79.89704442024231
        },
        {
            "docid": "44163912_6",
            "document": "Kufs disease . Kufs disease Type B is caused by mutations to the DNAJC5 and CTSF genes. This form of Kufs is autosomal dominant, meaning that only one copy of each mutated gene is enough for the disease to manifest. When there is a mutation in the DNAJC5 gene, it affects the production of a cysteine string protein (CSP) that is coded within DNAJC5. CSP aids in transmitting signals through the nerves found in the brain. When the CTSF gene is mutated, it cannot produce Cathepsin F - an enzyme that cuts proteins in the lysozyme. By cutting proteins, Cathepsin F can modify the function of the proteins as well as help break them down. Similar to Type A, when both DNAJC5 and CTSF are non-functional, it results in the incomplete breakdown of proteins. Once again, lipopigments build up and brain function is decreased as the neuron cells die.",
            "score": 139.80469417572021
        },
        {
            "docid": "14873446_4",
            "document": "KDELR1 . KDEL receptors have been implicated in the development of dilated cardiomyopathy (DCM). To determine the relationship between KDEL receptor and dilated cardiomyopathy, transgenic mice with a point mutation (D193N) were made. The mice expressing the transport mutant D193N gene grew normally until they reached adulthood. The mutant KDEL receptor did not function after 14 weeks of age, and these mice developed DCM. They were observed to have dilated heart chambers, as well as higher heart-to-body ratios with enlarged hearts, and the cardiac myocytes were larger in size. No difference was observed in arterial blood pressure between wild-type and mutant mice, thus cardiomegaly was not attributed to hypertension. Upon analysis, it was found that KDEL mutant mice had proliferation in their sarcoplasmic reticulum (SR) and a narrowing in the transverse tubule compared to the wild-type and controls. Moreover, aggregations of degenerative membrane proteins were observed in the expanded SR. This suggests that the mutant KDEL receptor leads to impaired recycling and quality control of the ER, which leads to aggregation of misfolded proteins in the ER. Furthermore, KDEL D193N transgenic mice had defects in the L-type Ca++ channel current in ventricular myocytes. The basal current of these channels was significantly lower than the controls. L-type channels expression was lower in the plasma membrane of the KDEL D193N heart cells due to the narrowing of transverse tubules. BiP, a chaperone protein, was unevenly distributed and synthesized in larger proportion in the transgenic mutant mice, which suggests that there was an increase in concentration of misfolded proteins. They also observed aggregates of the ubiquitin-proteasome system (a degradation system); this suggests that there was saturation of the system due to the high levels of misfolded proteins that lead to impaired ER quality control. The researchers concluded that hyperubiquitination and saturation of the proteasome system results due to the accumulation of misfolded protein, which induces stress. The accumulation of misfolded proteins induced by ER stress has also been observed in human DCM. A murine DCM study found an increase in apoptosis due to the high levels of CHOP expression. CHOP is a transcription factor that is elevated during ER stress and causes apoptosis of cells during the process of an unfolded protein response. Increase pressure load/mechanical stress in KDEL D193N mice caused an even greater synthesis of BiP, CHOP and other proteins that are biomarkers of cellular stress and ER stress as the capacity of the ER to deal with this is very limited.",
            "score": 100.12815737724304
        }
    ],
    "r": [
        {
            "docid": "14700825_20",
            "document": "Valosin-containing protein . Mutations in VCP cause multisystem proteinopathy (MSP), a dominantly inherited, pleiotropic, degenerative disorder of humans that can affect muscle, bone and/or the central nervous system. MSP can manifest clinically as classical amyotrophic lateral sclerosis (ALS), frontotemporal dementia (FTD), inclusion body myopathy (IBM), Paget's disease of bone (PDB), or as a combination of these disorders. A useful operational definition of MSP is dominantly inherited degeneration that includes neurological involvement (either motor neuron disease or dementia) in combination with either distal myopathy or Pagetic bone degeneration. Most MSP patients present with weakness and of these ~65% present with motor neuron involvement. Up to 30% of MSP patients may have exclusively motor neuron involvement. Although MSP is rare, growing interest in this syndrome derives from the molecular insights the condition provides into the etiological relationship between common age-related degenerative diseases of muscle, bone and brain. It has been estimated that ~50% of MSP may be caused by missense mutations affecting the valosin-containing protein (VCP) gene.",
            "score": 255.37991333007812
        },
        {
            "docid": "1401727_29",
            "document": "Human mitochondrial genetics . Mitochondrial diseases range in severity from asymptomatic to fatal, and are most commonly due to inherited rather than acquired mutations of mitochondrial DNA. A given mitochondrial mutation can cause various diseases depending on the severity of the problem in the mitochondria and the tissue the affected mitochondria are in. Conversely, several different mutations may present themselves as the same disease. This almost patient-specific characterization of mitochondrial diseases (see Personalized medicine) makes them very hard to accurately recognize, diagnose and trace. Some diseases are observable at or even before birth (many causing death) while others do not show themselves until late adulthood (late-onset disorders). This is because the number of mutant versus wildtype mitochondria varies between cells and tissues, and is continuously changing. Because cells have multiple mitochondria, different mitochondria in the same cell can have different variations of the mtDNA. This condition is referred to as heteroplasmy. When a certain tissue reaches a certain ratio of mutant versus wildtype mitochondria, a disease will present itself. The ratio varies from person to person and tissue to tissue (depending on its specific energy, oxygen, and metabolism requirements, and the effects of the specific mutation). Mitochondrial diseases are very numerous and different. Apart from diseases caused by abnormalities in mitochondrial DNA, many diseases are suspected to be associated in part by mitochondrial dysfunctions, such as diabetes mellitus, forms of cancer and cardiovascular disease, lactic acidosis, specific forms of myopathy, osteoporosis, Alzheimer's disease, Parkinsons's disease, stroke, male infertility and which are also believed to play a role in the aging process.",
            "score": 207.96298217773438
        },
        {
            "docid": "43557835_4",
            "document": "Aleksandra Filipovska . Filipovska's research focuses on mitochondria, the 'powerhouses' that provide all human cells with energy. Dysfunction of mitochondria contributes to a variety of debilitating human diseases including neurodegenerative disorders, diabetes and cancer. During her graduate studies, Filipovska investigated how mutations in genes encoding for mitochondrial proteins can lead to disease, and developed new approaches to manipulate mitochondrial DNA replication and expression as potential therapies. During her postdoctoral work, she explored the use of compounds targeting mitochondria as a means to reduce oxidative stress in cells during aging and disease. Since establishing her research group at the Harry Perkins Institute of Medical Research, Filipovska has continued to focus on the molecular mechanisms by which changes in mitochondrial gene expression causes disease. Working with collaborators at the University of Western Australia, she recently identified a communication problem between a calcium channel in muscle cells and the protein dystrophin, which may underlie heart failure in muscular dystrophy patients.",
            "score": 204.5182342529297
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 201.6717987060547
        },
        {
            "docid": "54428262_8",
            "document": "Charlie Gard case . The gene for RRM2B is in the cell nucleus; the protein it codes is necessary for generating nucleosides that are used to make deoxyribonucleic acid (DNA) in mitochondria. The mitochondria fail in people lacking a functional version of this protein, causing brain damage, muscle weakness (including of the muscles used to breathe) and organ failure, and usually leading to death during infancy. Only 15 other cases of MDDS caused by mutations in RRM2B have been recorded. As of April 2017, there was only one experimental treatment for MDDS based on nucleoside supplementation, used on mice and human patients carrying a mutation in a different gene (TK2), which also impairs the synthesis of nucleosides in mitochondria causing a less severe form of MDDS.",
            "score": 198.13308715820312
        },
        {
            "docid": "52832272_10",
            "document": "Mitochondria associated membranes . One of the causes of Parkinson’s disease is mutations in genes encoding for different proteins that are localized at the MAM sites. Mutations in the genes that encode the proteins Parkin, PINK1, alpha-Synuclein (α-Syn) or the protein deglycase DJ-1 have been linked to this disease through research. However, further research is still being considered in order to determine the direct correlations of these genes to Parkinson’s disease. In normal conditions, these genes are believed to be responsible for the cells ability to degrade mitochondria that has been rendered nonfunctional in a process known as mitophagy. However, mutations in the Parkin and pink1 genes have been associated with the cells becoming incapable of degrading faulty mitochondria. The proteins alpha-Synuclein (α-Syn) and DJ-1 have been shown to promote MAM function interaction between the ER and the mitochondria. The wild-type gene that codes for α-Syn promotes the physical junction between ER and mitochondria by binding to the lipid raft regions of the MAM. However, the mutant form of this gene has a low affinity to the lipid raft regions, thereby diminishing the contact between the ER and mitochondria and causing accumulation of α-Syn in Lewy bodies which is a major characteristic of PD. Further research on PD association with alterations in MAM is still being developed.",
            "score": 193.12109375
        },
        {
            "docid": "558596_9",
            "document": "Leigh syndrome . Disorders of oxidative phosphorylation, the process by which cells produce their main energy source of adenosine triphosphate (ATP), may be caused by mutations in either mtDNA or in nuclear encoded genes. The latter account for the majority of Leigh disease, although it is not always possible to identify the specific mutation responsible for the condition in a particular individual. Four out of the five protein complexes involved in oxidative phosphorylation are most commonly disrupted in Leigh syndrome, either because of malformed protein or because of an error in the assembly of these complexes. Regardless of the genetic basis, it results in an inability of the complexes affected by the mutation to perform their role in oxidative phosphorylation. In the case of Leigh disease, crucial cells in the brain stem and basal ganglia are affected. This causes a chronic lack of energy in the cells, which leads to cell death and in turn, affects the central nervous system and inhibits motor functions. The heart and other muscles also require a lot of energy and are affected by cell death caused by chronic energy deficiencies in Leigh syndrome.",
            "score": 188.04283142089844
        },
        {
            "docid": "3021700_9",
            "document": "Kearns–Sayre syndrome . KSS is the result of deletions in mitochondrial DNA (mtDNA) that cause a particular constellation of medical signs and symptoms. mtDNA is transmitted exclusively from the mother's ovum. Mitochondrial DNA is composed of 37 genes found in the single circular chromosome measuring 16,569 base pairs in length. Among these, 13 genes encode proteins of the electron transport chain (abbreviated \"ETC\"), 22 encode transfer RNA (tRNA), and two encode the large and small subunits that form ribosomal RNA (rRNA). The 13 proteins involved in the ETC of the mitochondrion are necessary for oxidative phosphorylation. Mutations in these proteins results in impaired energy production by mitochondria. This cellular energy deficit manifests most readily in tissues that rely heavily upon aerobic metabolism such as the brain, skeletal and cardiac muscles, sensory organs, and kidneys. This is one factor involved in the presentation of mitochondrial diseases.  There are other factors involved in the manifestation of a mitochondrial disease besides the size and location of a mutation. Mitochondria replicate during each cell division during gestation and throughout life. Because the mutation in mitochondrial disease most often occurs early in gestation in these diseases, only those mitochondria in the mutated lineage are defective. This results in an uneven distribution of dysfunctional mitochondria within each cell, and among different tissues of the body. This describes the term heteroplasmic which is characteristic of mitochondrial diseases including KSS. The distribution of mutated mtDNA in each cell, tissue, and organ, is dependent on when and where the mutation occurs. This may explain why two patients with an identical mutation in mtDNA can present with entirely different phenotypes and in turn different syndromes. A publication in 1992 by Fischel-Ghodsian et al. identified the same 4,977-bp deletion in mtDNA in two patients presenting with two entirely different diseases. One of the patients had characteristic KSS, while the other patient had a very different disease known as Pearson marrow pancreas syndrome. Complicating the matter, in some cases Pearson's syndrome has been shown to progress into KSS later in life. More recent studies have concluded that mtDNA duplications may also play a significant role in determining what phenotype is present. Duplications of mtDNA seem to be characteristic of all cases of KSS and Pearson's syndrome, while they are absent in CPEO.  Deletions of mtDNA in KSS vary in size (1.3–8kb), as well as position in the mitochondrial genome. The most common deletion is 4.9kb and spans from position 8469 to position 13147 on the genome. This deletion is present in approximately ⅓ of people with KSS",
            "score": 185.16477966308594
        },
        {
            "docid": "1900228_17",
            "document": "Nemaline myopathy . Muscle cells contract in complex mechanical and chemical processes. If any part of the process or structure is disrupted, dysfunction will likely result, as in the case of those with genetic variations. In those with nemaline myopathy, muscle contraction is adversely affected. At the electron microscopic level, rod-shaped components can often be seen in some of the muscle cells, and when seen, is diagnostic for the condition called nemaline rod myopathy. The presence of these rods is not causing muscle weakness, rather they appear as a result of something going wrong within the muscle fiber. There is no connection between the number of rods found in the muscle cells and the amount of weakness a person has. All of the different gene mutations leading to the condition called nemaline myopathy that have been found so far are in genes that encode different components of the sarcomere. In normal muscle cells, the various parts of the muscle fibers that make up the sarcomere are distributed evenly in a pattern for effective muscle contraction. Evidence suggests that some kinds of NM affect the arrangement of these muscle fibers, causing the muscles to be unable to contract as efficiently or effectively. Nemaline myopathy is usually genetic and shows traits in the affected individual from birth or an early age. However, there are some cases of symptoms of nemaline myopathy not showing up until adulthood. These cases are usually not genetic. Of the genes that have been linked to nemaline myopathy, most are also involved in encoding proteins in the sarcomeres in the muscle cells. Respiratory muscles are often more affected than other skeletal muscle groups. Cardiac muscle is usually not affected in nemaline myopathy patients and the ocular muscles are usually spared.",
            "score": 183.2728271484375
        },
        {
            "docid": "160125_11",
            "document": "Mitochondrial disease . Nuclear DNA has two copies per cell (except for sperm and egg cells), one copy being inherited from the father and the other from the mother. Mitochondrial DNA, however, is strictly inherited from the mother and each mitochondrial organelle typically contains between 2 and 10 mtDNA copies. During cell division the mitochondria segregate randomly between the two new cells. Those mitochondria make more copies, normally reaching 500 mitochondria per cell. As mtDNA is copied when mitochondria proliferate, they can accumulate random mutations, a phenomenon called heteroplasmy. If only a few of the mtDNA copies inherited from the mother are defective, mitochondrial division may cause most of the defective copies to end up in just one of the new mitochondria (for more detailed inheritance patterns, see human mitochondrial genetics). Mitochondrial disease may become clinically apparent once the number of affected mitochondria reaches a certain level; this phenomenon is called \"threshold expression\".",
            "score": 180.71473693847656
        },
        {
            "docid": "160125_3",
            "document": "Mitochondrial disease . Mitochondrial diseases are sometimes (about 15% of the time) caused by mutations in the mitochondrial DNA that affect mitochondrial function. Other mitochondrial diseases are caused by mutations in genes of the nuclear DNA, whose gene products are imported into the mitochondria (mitochondrial proteins) as well as acquired mitochondrial conditions. Mitochondrial diseases take on unique characteristics both because of the way the diseases are often inherited and because mitochondria are so critical to cell function. The subclass of these diseases that have neuromuscular disease symptoms are often called a mitochondrial myopathy.",
            "score": 179.01318359375
        },
        {
            "docid": "7845_8",
            "document": "Charcot–Marie–Tooth disease . The most common cause of CMT (70–80% of the cases) is the duplication of a large region on the short arm of chromosome 17 that includes the gene \"PMP22\". Some mutations affect the gene \"MFN2\", which codes for a mitochondrial protein. Cells contain separate sets of genes in their nuclei and mitochondria. In nerve cells, the mitochondria travel down the long axons. In some forms of CMT, mutated \"MFN2\" causes the mitochondria to form large clusters, or clots, which are unable to travel down the axon towards the synapses. This prevents the synapses from functioning.",
            "score": 178.63832092285156
        },
        {
            "docid": "25416659_5",
            "document": "Mitochondrial replacement therapy . Relevant mutations are found in about 0.5% of the population and disease affects around one in 5000 individuals (0.02%)—the percentage of people affected is much smaller because cells contain many mitochondria, only some of which carry mutations, and the number of mutated mitochondria need to reach a threshold in order to affect the entire cell, and many cells need to be affected for the person to show disease.",
            "score": 176.67906188964844
        },
        {
            "docid": "14129920_7",
            "document": "MT-ND6 . A G → A mutation at the 14459 base pair in the \"MT-ND6\" gene also has been identified in a small number of people with Leigh's syndrome, a progressive brain disorder that typically appears in infancy or early childhood. Affected children may experience vomiting, seizures, delayed development, muscle weakness, and problems with movement. Heart disease, kidney problems, and difficulty breathing can also occur in people with this disorder. This \"MT-ND6\" G14459A mutation replaces the amino acid alanine with the amino acid valine at protein position 72 in the NADH-ubiquinone oxidoreductase chain 6 protein. This genetic change also has been found in people with LHON and a movement disorder called dystonia, which involves involuntary muscle contractions, tremors, and other uncontrolled movements. This mutation appears to disrupt the normal assembly or activity of complex I in mitochondria. It is not known, however, how this \"MT-ND6\" gene alteration is related to the specific features of Leigh syndrome, LHON, or dystonia. It also remains unclear why a single mutation can cause such varied signs and symptoms in different people.",
            "score": 173.1129608154297
        },
        {
            "docid": "14700825_11",
            "document": "Valosin-containing protein . Mutations in p97 can also influence its activity. For example, p97 mutant proteins carrying single point mutations found in patients with IBMPFD (inclusion body myopathy associated with Paget disease of the bone and frontotemporal dementia) (see below) have 2-3fold increase in ATPase activity.",
            "score": 173.01405334472656
        },
        {
            "docid": "39288495_8",
            "document": "Mitochondrial fusion . Many gene products that control mitochondrial fusion have been identified, and can be reduced to three core groups which also control mitochondrial fission. These groups of proteins include mitofusins, OPA1/Mgm1, and Drp1/Dnm1. All of these molecules are GTP hydrolyzing proteins (GTPases) that belong to the dynamin family. Mitochondrial dynamics in different cells are understood by the way in which these proteins regulate and bind to each other. These GTPases in control of mitochondrial fusion are well conserved between mammals, flies, and yeast. Mitochondrial fusion mediators differ between the outer and inner membranes of the mitochondria. Specific membrane-anchored dynamin family members mediate fusion between mitochondrial outer membranes known as Mfn1 and Mfn2. These two proteins are mitofusin contained within humans that can alter the morphology of affected mitochondria in over-expressed conditions. However, a single dynamin family member known as OPA1 in mammals mediates fusion between mitochondrial inner membranes. These regulating proteins of mitochondrial fusion are organism-dependent; therefore, in \"Drosophila\" (fruit flies) and yeasts, the process is controlled by the mitochondrial transmembrane GTPase, Fzo. In \"Drosophila\", Fzo is found in postmeiotic spermatids and the dysfunction of this protein results in male sterility. However, a deletion of Fzo1 in budding yeast results in smaller, spherical mitochondria due to the lack of mitochondrial DNA (mtDNA).",
            "score": 171.78817749023438
        },
        {
            "docid": "5788696_7",
            "document": "MERRF syndrome . The mechanism by which MERRFs syndrome occur is yet not well understood. The human mitochondrial tRNA mutations are associated with a variety of diseases including mitochondrial myopathies. However, it is understood that defects in the mitochondrial DNA (mtDNA) have been associated with these diseases, and studies have been able to assign biochemical defects. One of these defects has to do with the decreased energy available for cell processes. As muscles are stained with Gömöri trichrome, characteristic ragged red fibers are visible under the microscope. This appearance is due to the accumulation of abnormal mitochondria below the plasma membrane of the muscle fiber. These may extend throughout the muscle fiber as the disease severity increases. The mitochondrial aggregates cause the contour of the muscle fiber to become irregular, leading to the \"ragged\" appearance. The diagnosis varies from individual to individual. Each is evaluated and diagnosed according to age, clinical phenotype, and pressed inheritance pattern. If the individual has been experiencing myoclonus, the doctor will run a series of genetic studies to determine if it is a mitochondrial disorder.",
            "score": 170.85733032226562
        },
        {
            "docid": "7833796_7",
            "document": "SDHA . Bi-allelic mutations (i.e. both copies of the gene are mutated) have been described in Leigh syndrome, a progressive brain disorder that typically appears in infancy or early childhood. Affected children may experience vomiting, seizures, delayed development, muscle weakness, and problems with movement. Heart disease, kidney problems, and difficulty breathing can also occur in people with this disorder. The SDHA gene mutations responsible for Leigh syndrome change single amino acids in the SDHA protein or result in an abnormally short protein. These genetic changes disrupt the activity of the SDH enzyme, impairing the ability of mitochondria to produce energy. It is not known, however, how mutations in the SDHA gene are related to the specific features of Leigh syndrome. SDHA is a tumour suppressor gene, and heterozygous carriers have an increased risk of paragangliomas as well as pheochromocytomas and renal cancer. Risk management for heterozygous carriers of an SDHA mutation can involve annual urine tests for metanephrines and 3-methoxytyramine and MRIs.",
            "score": 168.5410614013672
        },
        {
            "docid": "2123234_3",
            "document": "Torsion dystonia . The disease is caused by a genetic disorder which results in a defect in a protein called Torsin A. A mutation in the DYT1 gene causes the loss of an amino acid, glutamic acid, in the Torsin A protein. The defective protein creates a disruption in communication in neurons that control muscle movement and muscle control. This mutation is most usually inherited from a parent, but can occur sporadically. The disease is caused by a dominant allele, meaning that the person affected needs only one copy of the mutated DYT1 gene to have symptoms. However, only 30 to 40 percent of those that do have the gene actually have symptoms, leading researchers to believe that there are other factors involved.",
            "score": 168.14431762695312
        },
        {
            "docid": "14700825_5",
            "document": "Valosin-containing protein . CDC48 was discovered in a genetic screen for genes involved in cell cycle regulation in \"budding yeast\". The screen identified several alleles of \"Cdc48\" that affects cell growth at non-permissive temperatures. The mammalian homolog of CDC48 was initially characterized as a 97 kDa protein precursor for the small peptide valosin. It was therefore named as valosin-containing protein (VCP) or p97, but subsequent studies showed that valosin is an artifact of purification unrelated to p97. Nevertheless, the VCP nomenclature is still being used in the literature.",
            "score": 168.05874633789062
        },
        {
            "docid": "4542890_11",
            "document": "Organoid . Organoids provide an opportunity to create cellular models of human disease, which can be studied in the laboratory to better understand the causes of disease and identify possible treatments. In one example, the genome editing system called CRISPR was applied to human pluripotent stem cells to introduce targeted mutations in genes relevant to two different kidney diseases, polycystic kidney disease and focal segmental glomerulosclerosis. These CRISPR-modified pluripotent stem cells were subsequently grown into human kidney organoids, which exhibited disease-specific phenotypes. Kidney organoids from stem cells with polycystic kidney disease mutations formed large, translucent cyst structures from kidney tubules. When cultured in the absence of adherent cues (in suspension), these cysts reached sizes of 1 cm in diameter over several months. Kidney organoids with mutations in a gene linked to focal segmental glomerulosclerosis developed junctional defects between podocytes, the filtering cells affected in that disease. Importantly, these disease phenotypes were absent in control organoids of identical genetic background, but lacking the CRISPR mutations. Comparison of these organoid phenotypes to diseased tissues from mice and humans suggested similarities to defects in early development. These experiments demonstrate how organoids can be utilized to create complex models of human disease in the laboratory, which recapitulate tissue-level phenotypes in a petri dish.",
            "score": 166.9786834716797
        },
        {
            "docid": "55215371_19",
            "document": "Ced-3 . Ced-3 is a critical part of the programmed cell death pathway which is a well known pathway for being associated with cancer, autoimmune diseases, and neurodegenerative diseases in mammals. The discovery of the ced-3 function and mutations in \"C. elegans\" led to the understanding of how programmed cell death works in mammals. The \"C.elegans\" provided as a model organism that allowed researchers to compare the ortholog genes in the programmed cell death pathway. The ortholog of ced-3 gene is caspase 9 and its mutated form is involved in the origin of certain cancers and tumourous tissues. A mutation in the caspase gene can either cause the protein to be non-functional thereby allowing the cells to live and accumulate in the tissue or cause a DNA damaged protein to live and disrupt the body for further harm. This occurs commonly in the brain, leading to neurodevelopmental or neurodegenerative diseases.",
            "score": 166.6852569580078
        },
        {
            "docid": "50492922_10",
            "document": "Pathophysiology of Parkinson's disease . The mechanism behind mitochondrial dysfunction in Parkinson's disease is hypothesized to be the PINK1 and Parkin complex, having been shown to drive autophagy of mitochondria (also known as mitophagy). PINK1 is a protein normally transported into the mitochondrion, but can also accumulate on the surface of impaired mitochondria. Accumulated PINK1 then recruits Parkin; Parkin initiates the break down of dysfunctional mitochondria, a mechanism that acts as a \"quality control\" In Parkinson's disease, the genes coding PINK1 and Parkin are thought to be mutated, therefore preventing the breakdown of impaired mitochondria, causing abnormal function and morphology of mitochondria and eventually cell death Mitochondrial DNA (mtDNA) mutations have also been shown to accumulate with age indicating that susceptibility to this mechanism of neuronal death increases with age.",
            "score": 166.57672119140625
        },
        {
            "docid": "1557120_7",
            "document": "Andersen–Tawil syndrome . The protein made by the \"KCNJ2\" gene forms a channel that transports potassium ions into muscle cells. The movement of potassium ions through these channels is critical for maintaining the normal functions of skeletal muscles which are used for movement and cardiac muscle. Mutations in the \"KCNJ2\" gene alter the usual structure and function of potassium channels or prevent the channels from being inserted correctly into the cell membrane. Many mutations prevent a molecule called PIP2 from binding to the channels and effectively regulating their activity. These changes disrupt the flow of potassium ions in skeletal and cardiac muscle, leading to the periodic paralysis and irregular heart rhythm characteristic of Andersen–Tawil syndrome.Researchers have not yet determined the role of the KCNJ2 gene in bone development, and it is not known how mutations in the gene lead to the developmental abnormalities often found in Andersen–Tawil syndrome.",
            "score": 166.09478759765625
        },
        {
            "docid": "8444537_4",
            "document": "Neuropathy, ataxia, and retinitis pigmentosa . Neuropathy, ataxia, and retinitis pigmentosa is a condition related to changes in mitochondrial DNA. Mutations in the \"MT-ATP6\" gene cause neuropathy, ataxia, and retinitis pigmentosa. The \"MT-ATP6\" gene provides instructions for making a protein that is essential for normal mitochondrial function. Through a series of chemical reactions, mitochondria use oxygen and simple sugars to create adenosine triphosphate (ATP), the cell's main energy source. The MT-ATP6 protein forms one part (subunit) of an enzyme called ATP synthase, which is responsible for the last step in ATP production. Mutations in the \"MT-ATP6\" gene alter the structure or function of ATP synthase, reducing the ability of mitochondria to make ATP. It remains unclear how this disruption in mitochondrial energy production leads to muscle weakness, vision loss, and the other specific features of NARP.",
            "score": 165.6824188232422
        },
        {
            "docid": "47878_2",
            "document": "Huntington's disease . Huntington's disease (HD), also known as Huntington's chorea, is an inherited disorder that results in death of brain cells. The earliest symptoms are often subtle problems with mood or mental abilities. A general lack of coordination and an unsteady gait often follow. As the disease advances, uncoordinated, jerky body movements become more apparent. Physical abilities gradually worsen until coordinated movement becomes difficult and the person is unable to talk. Mental abilities generally decline into dementia. The specific symptoms vary somewhat between people. Symptoms usually begin between 30 and 50 years of age, but can start at any age. The disease may develop earlier in life in each successive generation. About eight percent of cases start before the age of 20 years and typically present with symptoms more similar to Parkinson's disease. People with HD often underestimate the degree of their problems. HD is typically inherited from a person's parents, although up to 10% of cases are due to a new mutation. The disease is caused by an autosomal dominant mutation in either of an individual's two copies of a gene called \"Huntingtin\". This means a child of an affected person typically has a 50% chance of inheriting the disease. The \"Huntingtin\" gene provides the genetic information for a protein that is also called \"huntingtin\". Expansion of CAG (cytosine-adenine-guanine) triplet repeats in the gene coding for the Huntingtin protein results in an abnormal protein, which gradually damages cells in the brain, through mechanisms that are not fully understood. Diagnosis is by genetic testing, which can be carried out at any time, regardless of whether or not symptoms are present. This fact raises several ethical debates: the age at which an individual is considered mature enough to choose testing; whether parents have the right to have their children tested; and managing confidentiality and disclosure of test results. There is no cure for HD. Full-time care is required in the later stages of the disease. Treatments can relieve some symptoms and in some improve quality of life. The best evidence for treatment of the movement problems is with tetrabenazine. HD affects about 4 to 15 in 100,000 people of European descent. It is rare among Japanese, while the occurrence rate in Africa is unknown. The disease affects men and women equally. Complications such as pneumonia, heart disease, and physical injury from falls reduce life expectancy. Suicide is the cause of death in about 9% of cases. Death typically occurs fifteen to twenty years from when the disease was first detected. The first likely description of the disease was in 1841 by Charles Oscar Waters. The condition was described in further detail in 1872 by the physician George Huntington, after whom it is named. The genetic basis was discovered in 1993 by an international collaborative effort led by the Hereditary Disease Foundation. Research and support organizations began forming in the late 1960s to increase public awareness, to provide support for individuals and their families, and to promote research. Current research directions include determining the exact mechanism of the disease, improving animal models to aid with research, testing of medications to treat symptoms or slow the progression of the disease, and studying procedures such as stem cell therapy with the goal of repairing damage caused by the disease.",
            "score": 164.89463806152344
        },
        {
            "docid": "11834955_13",
            "document": "Poly(A)-binding protein . Mutations in PABPN1 that cause this disorder, result when the protein has an extended polyalanine tract (12-17 alanines long vs. the expected amount of 10). The extra alanines cause PABPN1 to aggregate and form clumps within muscles because they are not able to be broken down. These clumps are believed to disrupt the normal function of muscle cells which eventually lead to cell death. This progressive loss of muscle cells most likely causes the weakness in muscles seen in patients with OPMD. It is still not known why this disorder only affects certain muscles like the upper leg and hip. In recent studies on OPMD in Drosophila, it has been shown that the degeneration of muscles within those who are affected may not solely be due to the expanded polyalanine tract. It may actually be due to the RNA-binding domain and its function in binding.",
            "score": 164.70887756347656
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 163.07521057128906
        },
        {
            "docid": "1401727_26",
            "document": "Human mitochondrial genetics . Mitochondrial DNA is susceptible to damage from free oxygen radicals from mistakes that occur during the production of ATP through the electron transport chain. These mistakes can be caused by genetic disorders, cancer, and temperature variations. These radicals can damage mtDNA molecules or change them, making it hard for mitochondrial polymerase to replicate them. Both cases can lead to deletions, rearrangements, and other mutations. Recent evidence has suggested that mitochondria have enzymes that proofread mtDNA and fix mutations that may occur due to free radicals. It is believed that a DNA recombinase found in mammalian cells is also involved in a repairing recombination process. Deletions and mutations due to free radicals have been associated with the aging process. It is believed that radicals cause mutations which lead to mutant proteins, which in turn led to more radicals. This process takes many years and is associated with some aging processes involved in oxygen-dependent tissues such as brain, heart, muscle, and kidney. Auto-enhancing processes such as these are possible causes of degenerative diseases including Parkinson's, Alzheimer's, and coronary artery disease.",
            "score": 162.94927978515625
        },
        {
            "docid": "2975098_2",
            "document": "Glycogen storage disease type IV . Glycogen storage disease type IV, also known as Andersen’s Disease, is a form of glycogen storage disease, which is caused by an inborn error of metabolism. It is the result of a mutation in the GBE1 gene, which causes a defect in the glycogen branching enzyme. Therefore, glycogen is not made properly and abnormal glycogen molecules accumulate in cells; most severely in cardiac and muscle cells. The severity of this disease varies on the amount of enzyme produced. Glycogen Storage Disease Type IV is autosomal recessive, which means each parent has a mutant copy of the gene but show no symptoms of the disease. It affects 1 in 800,000 individuals worldwide, with 3% of all Glycogen Storage Diseases being type IV.",
            "score": 161.96873474121094
        },
        {
            "docid": "3602064_12",
            "document": "Glycogen branching enzyme . Approximately 40 mutations in the GBE1 gene, most resulting in a point mutation in the glycogen branching enzyme, have led to the early childhood disorder, glycogen storage disease type IV (GSD IV). This disease is characterized by a severe depletion or complete absence of GBE, resulting in the accumulation of abnormally structured glycogen, known as polyglucosan bodies. Glycogen buildup leads to increased osmotic pressure resulting in cellular swelling and death. The tissues most affected by this disease are the liver, heart, and neuromuscular system, areas with the greatest levels of glycogen accumulation. Abnormal glycogen buildup in the liver interferes with liver functioning and can result in an enlarged liver and liver disease. In muscles, the inability of cells to efficiently breakdown glycogen due to the severe reduction or absence of branching can lead to muscle weakness and atrophy.  At least three mutations in the GBE1 gene have been found to cause another disease called adult polyglucosan body disease (APBD). While in GSD IV GBE activity is undetectable or minimally detectable, APBD is characterized by reduced or even normal GBE activity. In this disease, abnormal glycogen can build up in neurons leading to a spectrum of problems. Specifically, some disease characteristics are gait difficulties from mixed upper and lower motor neuron involvement sensory loss in lower extremities, and neurogenic bladder, a problem in which a person lacks bladder control due to a brain, spinal cord, or nerve condition.",
            "score": 161.706787109375
        },
        {
            "docid": "9993274_6",
            "document": "Cathepsin B . Cathepsin B has been proposed as a potentially effective biomarker for a variety of cancers. Overexpression of cathepsin B is correlated with invasive and metastatic cancers. Cathepsin B is produced in muscle tissue during metabolism. It is capable of crossing the blood-brain barrier and is associated with neurogenesis, specifically in the mouse dentate gyrus. A wide array of diseases result in elevated levels of cathepsin B, which causes numerous pathological processes including cell death, inflammation, and production of toxic peptides. Focusing on neurological diseases, cathepsin B gene knockout studies in an epileptic rodent model have shown cathepsin B causes a significant amount of the apoptotic cell death that occurs as a result of inducing epilepsy. Cathepsin B inhibitor treatment of rats in which a seizure was induced resulted in improved neurological scores, learning ability and much reduced neuronal cell death and pro-apoptotic cell death peptides. Similarly, cathepsin B gene knockout and cathepsin B inhibitor treatment studies in traumatic brain injury mouse models have shown cathepsin B to be key to causing the resulting neuromuscular dysfunction, memory loss, neuronal cell death and increased production of pro-necrotic and pro-apoptotic cell death peptides. In ischemic non-human primate and rodent models, cathepsin B inhibitor treatment prevented a significant loss of brain neurons, especially in the hippocampus. In a \"streptococcus pneumoniae\" meningitis rodent model, cathepsin B inhibitor treatment greatly improved the clinical course of the infection and reduced brain inflammation and inflammatory Interleukin-1β (IL1-β) and tumor necrosis factor-α (TNF-α). In a transgenic Alzheimer's disease (AD) animal model expressing human amyloid precursor protein (APP) containing the wild-type beta-secretase site sequence found in most AD patients or in guinea pigs, which are a natural model of human wild-type APP processing, genetically deleting the cathepsin B gene or chemically inhibiting cathepsin B brain activity resulted in a significant improvement in the memory deficits that develop in such mice and reduces levels of neurotoxic full-length Abeta(1-40/42) and the particularly pernicious pyroglutamate Abeta(3-40/42), which are thought to cause the disease. In a non-transgenic senescence-accelerated mouse strain, which also has APP containing the wild-type beta-secretase site sequence, treatment with bilobalide, which is an extract of \"Ginko biloba\" leaves, also lowered brain Abeta by inhibiting cathepsin B. Moreover, siRNA silencing or chemically inhibiting cathepsin B in primary rodent hippocampal cells or bovine chromaffin cells, which have human wild-type beta-secretase activity, reduces secretion of Abeta by the regulated secretory pathway. Mutations in the \"CTSB\" gene have been linked to tropical pancreatitis, a form of chronic pancreatitis.",
            "score": 160.39248657226562
        }
    ]
}