{
    "q": [
        {
            "docid": "7172_74",
            "document": "Chemotherapy . Targeted therapies are a relatively new class of cancer drugs that can overcome many of the issues seen with the use of cytotoxics. They are divided into two groups: small molecule and antibodies. The massive toxicity seen with the use of cytotoxics is due to the lack of cell specificity of the drugs. They will kill any rapidly dividing cell, tumor or normal. Targeted therapies are designed to affect cellular proteins or processes that are utilised by the cancer cells. This allows a high dose to cancer tissues with a relatively low dose to other tissues. Although the side effects are often less severe than that seen of cytotoxic chemotherapeutics, life-threatening effects can occur. Initially, the targeted therapeutics were supposed to be solely selective for one protein. Now it is clear that there is often a range of protein targets that the drug can bind. An example target for targeted therapy is the protein produced by the Philadelphia chromosome, a genetic lesion found commonly in chronic myelomonocytic leukemia. This fusion protein has enzyme activity that can be inhibited by imatinib, a small molecule drug.",
            "score": 227.78222036361694
        },
        {
            "docid": "7244534_17",
            "document": "NFAT . Due to its essential role in the production of the T-cell proliferative cytokine interleukin-2, NFAT signaling is an important pharmacological target for the induction of immunosuppression. CN inhibitors, which prevent the activation of NFAT, including cyclosporine (CsA) and tacrolimus (FK506), are used in the treatment of rheumatoid arthritis, multiple sclerosis, Crohn's disease, and ulcerative colitis and to prevent the rejection of organ transplants. However, there is a toxicity associated with these drugs due to their ability to inhibit CN in non-immune cells, which limits their use in other situations that may call for immunosuppressing drug therapy, including allergy and inflammation. There are other compounds that target NFAT directly, as opposed to targeting the phosphatase activity of calcineurin, that may have broad immunosuppressive effects but lack the toxicity of CsA and FK506. Because individual NFAT proteins exist in specific cell types or affect specific genes, it may be possible to inhibit individual NFAT protein functions for an even more selective immune effect.",
            "score": 207.0459806919098
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 201.7211558818817
        },
        {
            "docid": "11037536_5",
            "document": "Antamanide . It has also been shown that the compound inhibits Mitochondrial permeability transition pore (MPTP) by inhibiting the activity of the pore regulator, cylophilin D (CyP-D). CyP-D is a peptidyl-prolyl cis-trans isomerase or protein that causes a proline residue in a peptide to switch from its trans isomer to its cis isomer. Studies have been done using the Calcium retention capacity (CRC) assay on mouse liver mitochondria in order to measure antamanide's effect on the permeability transition pore. The data from this experiment showed that antamanide inhibits pore opening like the known inhibitors CsA and Ubiquinone 0. It has been found that altering the 6 and 9 positions in the cyclic peptide ring disables the inhibitory effect on the pore by the drug. A study has also been to determine whether the antamanide also inhibits the apoptosis (programmed cell death) of human cervical carcinoma cells caused by the permeability transition pore. The results showed an inhibitory response. Studying for inhibitors of MPTP is important because MPTP induction is connected to many diseases, such as muscular dystrophies (a disease that weakens the musculoskelatal system), hepatotoxicity (chemical caused liver damage), and ischemic injury of the kidneys (injury causing restriction of blood supply to the kidneys).",
            "score": 142.03983855247498
        },
        {
            "docid": "38828080_17",
            "document": "Antineoplastic resistance . Many classes of antineoplastic drugs act on intracellular components and pathways, like DNA, nuclear components, meaning that they need to enter the cancer cells. The p-glycoprotein (P-gp), or the multiple drug resistance protein, is a phosphorylated and glycosylated membrane transporter that can shuttle drugs out of the cell, thereby decreasing or ablating drug efficacy. This transporter protein is encoded by the \"MDR1\" gene and is also called the ATP-binding cassette (ABC) protein. MDR1 has promiscuous substrate specificity, allowing it to transport many structurally diverse compounds across the cell membrane, mainly hydrophobic compounds. Studies have found that the MDR1 gene can be activated and overexpressed in response to pharmaceutical drugs, thus forming the basis for resistance to many drugs. Overexpression of the MDR1 gene in cancer cells is used to keep intracellular levels of antineoplastic drugs below cell-killing levels.",
            "score": 172.38445281982422
        },
        {
            "docid": "413102_16",
            "document": "Folding@home . Folding@home is also used to study protein chaperones, heat shock proteins which play essential roles in cell survival by assisting with the folding of other proteins in the crowded and chemically stressful environment within a cell. Rapidly growing cancer cells rely on specific chaperones, and some chaperones play key roles in chemotherapy resistance. Inhibitions to these specific chaperones are seen as potential modes of action for efficient chemotherapy drugs or for reducing the spread of cancer. Using Folding@home and working closely with the Center for Protein Folding Machinery, the Pande lab hopes to find a drug which inhibits those chaperones involved in cancerous cells. Researchers are also using Folding@home to study other molecules related to cancer, such as the enzyme Src kinase, and some forms of the engrailed homeodomain: a large protein which may be involved in many diseases, including cancer. In 2011, Folding@home began simulations of the dynamics of the small knottin protein EETI, which can identify carcinomas in imaging scans by binding to surface receptors of cancer cells.",
            "score": 150.980930685997
        },
        {
            "docid": "8382438_14",
            "document": "Poloxamer . Work led by Kabanov has recently shown that some of these polymers, originally thought to be inert carrier molecules, have a very real effect on biological systems independently of the drug they are transporting. The poloxamers have been shown to incorporate into cellular membranes affecting the microviscosity of the membranes. Interestingly the polymers seem to have the greatest effect when absorbed by the cell as an unimer rather than as a micelle. Effect on multi drug resistant cancer cells Poloxamers have been shown to preferentially target cancer cells, due to differences in the membrane of these cells when compared to noncancer cells. Poloxamers have also been shown to inhibit MDR proteins and other drug efflux transporters on the surface of cancer cells; the MDR proteins are responsible for the efflux of drugs from the cells and hence increase the susceptibility of cancer cells to chemotherapeutic agents such as doxorubicin.  Another effect of the polymers upon cancer cells is the inhibition of the production of ATP in multi-drug resistant (MDR) cancer cells. The polymers seem to inhibit respiratory proteins I and IV, and the effect on respiration seems to be selective for MDR cancer cells, which may be explained by the difference in fuel sources between MDR and sensitive cells (fatty acids and glucose respectively). The poloxamers have also been shown to enhance proto-apoptotic signaling, decrease anti-apoptoic defense in MDR cells, inhibit the glutathione/glutathione S-transferase detoxification system, induce the release of cytochrome C, increase reactive oxygen species in the cytoplasm, and abolish drug sequestering within cytoplasmic vesicles.  Effect on nuclear factor kappa B  Certain poloxamers such as P85 have been shown not only to be able to transport target genes to target cells, but also to increase gene expression. Certain poloxamers, such as P85 and L61, have also been shown to stimulate transcription of NF kappaB genes, although the mechanism by which this is achieved is currently unknown, bar that P85 has been shown to induce phosphorylation of the inhibitory kappa.",
            "score": 214.10743880271912
        },
        {
            "docid": "1938822_2",
            "document": "HERG . hERG (the human \" Ether-à-go-go\"-Related Gene) is a gene () that codes for a protein known as K11.1, the alpha subunit of a potassium ion channel. This ion channel (sometimes simply denoted as 'hERG') is best known for its contribution to the electrical activity of the heart that coordinates the heart's beating (i.e., the hERG channel mediates the repolarizing \"I\" current in the cardiac action potential). When this channel's ability to conduct electrical current across the cell membrane is inhibited or compromised, either by application of drugs or by rare mutations in some families, it can result in a potentially fatal disorder called long QT syndrome; a number of clinically successful drugs in the market have had the tendency to inhibit hERG, and create a concomitant risk of sudden death, as a side-effect, which has made hERG inhibition an important antitarget that must be avoided during drug development. hERG has also been associated with modulating the functions of some cells of the nervous system and with establishing and maintaining cancer-like features in leukemic cells.",
            "score": 167.08555710315704
        },
        {
            "docid": "5464960_28",
            "document": "Enzyme inhibitor . In drug design it is important to consider the concentrations of substrates to which the target enzymes are exposed. For example, some protein kinase inhibitors have chemical structures that are similar to adenosine triphosphate, one of the substrates of these enzymes. However, drugs that are simple competitive inhibitors will have to compete with the high concentrations of ATP in the cell. Protein kinases can also be inhibited by competition at the binding sites where the kinases interact with their substrate proteins, and most proteins are present inside cells at concentrations much lower than the concentration of ATP. As a consequence, if two protein kinase inhibitors both bind in the active site with similar affinity, but only one has to compete with ATP, then the competitive inhibitor at the protein-binding site will inhibit the enzyme more effectively.",
            "score": 170.59879565238953
        },
        {
            "docid": "56731305_11",
            "document": "RNA-targeting small molecule drugs . Aside from studies involved r(CUG) repeats, other complex RNA structures have also been targeted. Pearson and coworkers discovered that a cationic porphyrin (TMPyP4) bound a G-quadruplex r(GC) and inhibited the binding of proteins to r(GC). Work by Disney and Petrucelli rationally identified small molecules that can target this repeat and affect disease biology in model cellular systems and also in patient-derive iNeurons. Further studies by Rothstein and colleagues determined that TMPyP4 could suppress r(GC)-mediated neurodegeneration in a \"Drosophila\" model. Additionally targets have been rationally identified by using a powerful seqecune-based design approach termed informal to identify dozens of bioactive small molecules that target disease causing non-coding RNA termed INFORNA. This study important showed for the first time that small molecules appear to have selectivities that are competitive with oligonucleotides with cell-permeable and medicinally optimizable small molecules. Additionally, compounds have been shown to be bioactive in diverse disease settings that ranged from breast cancer. and hepatocellular carcinoma. More recently, the Disney group further used their prediction database INFORNA to design Targaprimir-96 to target miRNA precursors in animal models of cancer, the first small molecules to do so. This compound has a nanomolar affinity for the miRNA hairpin precursor selectively over other sequences. Targaprimir-96 was further tested in cells and in mice, inhibiting tumor growth in a xenograft mouse model of triple negative breast cancer upon i.p. injection. RNA-targeting small molecule drug discovery has greatly benefitted from the available cellular models for disease. The use of cell culture in early development has become a requirement for assessing the basic efficacy of a drug candidate. Thus, more research groups have implemented these techniques in their programs. In a leading example, Al-Hashimi and coworkers identified six small molecules with high affinity for TAR of HIV-1 through a computational approach. They docked a library of small molecules onto RNA dynamic structures generated by NMR and Molecular Dynamics (MD) simulations. The hit molecules inhibited the Tat—TAR interaction \"in vitro\". They arrived at lead molecule, netilmicin, that had the best selectivity for HIV-1 TAR and inhibited HIV-1 replication in cells with a low IC50. The Disney group has studied aminoglycoside derivatives in 2009 for their ability to inhibit interactions between repeat RNA and proteins. Using their prediction database INFORNA, they discovered that a compound could bind to 1 x 1 UU internal loops on an N-methyl peptide backbone. They confirmed that like other compounds that target DM1 r(CUG), they could inhibit the complex between r(CUG)-MBNL1, disrupt nuclear foci, and increase nucleocytoplasmic transport of the gene in patient-derived DM1 fibroblasts. In that study the Disney group also described several approaches to validate the RNA targets of small molecules. In the first approach termed chemical cross-linking and isolation by pull down (Chem-CLIP) and chemical cross-linking and isolation by pull down to map binding sites (Chem-CLIP-Map).",
            "score": 168.1982946395874
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 224.8582799434662
        },
        {
            "docid": "4387617_4",
            "document": "Grapefruit–drug interactions . Normal amounts of food and drink, such as one whole grapefruit or a small glass () of grapefruit juice, can cause drug overdose toxicity. Fruit consumed three days before the medicine can still have an effect. The relative risks of different types of citrus fruit have not been systematically studied. Affected drugs typically have an auxiliary label saying “Do not take with grapefruit” on the container, and the interaction is elaborated on in the package insert. People are also advised to ask their physician or pharmacist about drug interactions. The effects are caused by furanocoumarins (and, to a lesser extent, flavonoids). These chemicals inhibit key drug metabolizing enzymes, such as cytochrome P450 3A4 (CYP3A4). CYP3A4 is a metabolizing enzyme for almost 50% of drugs, and is found in the liver and small intestinal epithelial cells. As a result, many drugs are affected. Inhibition of enzymes can have two different effects, depending on whether the drug is either",
            "score": 176.8692467212677
        },
        {
            "docid": "14958_61",
            "document": "Immune system . Anti-inflammatory drugs are often used to control the effects of inflammation. Glucocorticoids are the most powerful of these drugs; however, these drugs can have many undesirable side effects, such as central obesity, hyperglycemia, osteoporosis, and their use must be tightly controlled. Lower doses of anti-inflammatory drugs are often used in conjunction with cytotoxic or immunosuppressive drugs such as methotrexate or azathioprine. Cytotoxic drugs inhibit the immune response by killing dividing cells such as activated T cells. However, the killing is indiscriminate and other constantly dividing cells and their organs are affected, which causes toxic side effects. Immunosuppressive drugs such as cyclosporin prevent T cells from responding to signals correctly by inhibiting signal transduction pathways.",
            "score": 194.06468653678894
        },
        {
            "docid": "772572_10",
            "document": "COX-2 inhibitor . Additional support for the idea that other targets besides COX-2 are important for celecoxib’s anticancer effects has come from studies with chemically modified versions of celecoxib. Several dozen analogs of celecoxib were generated with small alterations in their chemical structures. Some of these analogs retained COX-2 inhibitory activity, whereas many others didn’t. However, when the ability of all these compounds to kill tumor cells in cell culture was investigated, it turned out that the antitumor potency did not at all depend on whether or not the respective compound could inhibit COX-2, showing that inhibition of COX-2 was not required for the anticancer effects. One of these compounds, 2,5-dimethyl-celecoxib, which entirely lacks the ability to inhibit COX-2, actually turned out to display stronger anticancer activity than celecoxib itself and this anticancer effect could also be verified in highly drug-resistant tumor cells and in various animal tumor models.",
            "score": 142.47511541843414
        },
        {
            "docid": "1661124_16",
            "document": "Cancer immunotherapy . Fc’s ability to bind Fc receptors is important because it allows antibodies to activate the immune system. Fc regions are varied: they exist in numerous subtypes and can be further modified, for example with the addition of sugars in a process called glycosylation.Changes in the Fc region can alter an antibody’s ability to engage Fc receptors and, by extension, will determine the type of immune response that the antibody triggers. Many cancer immunotherapy drugs, including PD-1 and PD-L1 inhibitors, are antibodies. For example, immune checkpoint blockers targeting PD-1 are antibodies designed to bind PD-1 expressed by T cells and reactivate these cells to eliminate tumors. Anti-PD-1 drugs contain not only an Fab region that binds PD-1 but also an Fc region. Experimental work indicates that the Fc portion of cancer immunotherapy drugs can affect the outcome of treatment. For example, anti-PD-1 drugs with Fc regions that bind inhibitory Fc receptors can have decreased therapeutic efficacy. Imaging studies have further shown that the Fc region of anti-PD-1 drugs can bind Fc receptors expressed by tumor-associated macrophages. This process removes the drugs from their intended targets (i.e. PD-1 molecules expressed on the surface of T cells) and limits therapeutic efficacy. Furthermore, antibodies targeting the co-stimulatory protein CD40 require engagement with selective Fc receptors for optimal therapeutic efficacy. Together, these studies underscore the importance of Fc status in antibody-based immune checkpoint targeting strategies.",
            "score": 181.71137690544128
        },
        {
            "docid": "7140680_6",
            "document": "Biomarker (cell) . Pharmacodynamic (PD) biomarkers can measure the direct interaction between a drug and its receptor. Pharmacodynamic biomarkers reveal drug mechanisms, if the drug has its intended effect on the biology of the disease, ideal biological dosing concentrations, and physiologic response/resistance mechanisms. Pharmacodynamic biomarkers are particularly relevant in drug mechanisms of tumor cells, where pharmacodynamic endpoints for drug interventions can be assessed directly on tumor tissues. For example, protein phosphorylation biomarkers indicate alterations in target protein kinases and activation of downstream signaling molecules.",
            "score": 169.19994378089905
        },
        {
            "docid": "553612_40",
            "document": "Histone acetyltransferase . The ability of histone acetyltransferases to manipulate chromatin structure and lay an epigenetic framework makes them essential in cell maintenance and survival. The process of chromatin remodeling involves several enzymes, including HATs, that assist in the reformation of nucleosomes and are required for DNA damage repair systems to function. HATs have been implicated as accessories to disease progression, specifically in neurodegenerative disorders. For instance, Huntington's disease is a disease that affects motor skills and mental abilities. The only known mutation that has been implicated in the disease is in the N-terminal region of the protein huntingtin (htt). It has been reported that htt directly interacts with HATs and represses the catalytic activity of p300/CBP and PCAF \"in vitro\". HATs have also been associated with control of learning and memory functions. Studies have shown that mice without PCAF or CBP display evidence of neurodegeneration. Mice with PCAF deletion are incompetent with respect to learning, and those with CBP deletion seem to suffer from long-term memory loss. The misregulation of the equilibrium between acetylation and deacetylation has also been associated with the manifestation of certain cancers. If histone acetyltransferases are inhibited, then damaged DNA may not be repaired, eventually leading to cell death. Controlling the chromatin remodeling process within cancer cells may provide a novel drug target for cancer research. Attacking these enzymes within cancer cells could lead to increased apoptosis due to high accumulation of DNA damage. One such inhibitor of histone acetyltransferases is called garcinol. This compound is found within the rinds of the garcinia indica fruit, otherwise known as mangosteen. To explore the effects of garcinol on histone acetyltransferases, researchers used HeLa cells. The cells underwent irradiation, creating double-strand breaks within the DNA, and garcinol was introduced into the cells to see if it influenced the DNA damage response. If garcinol is successful at inhibiting the process of non-homologous end joining, a DNA repair mechanism that shows preference in fixing double-strand breaks, then it may serve as a radiosensitizer, a molecule that increases the sensitivity of cells to radiation damage. Increases in radiosensitivity may increase the effectiveness of radiotherapy.",
            "score": 148.06237053871155
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 165.39891505241394
        },
        {
            "docid": "1017427_2",
            "document": "Prodrug . A prodrug is a medication or compound that, after administration, is metabolized (i.e., converted within the body) into a pharmacologically active drug. Inactive prodrugs are pharmacologically inactive medications that are metabolized into an active form within the body. Instead of administering a drug directly, a corresponding prodrug might be used instead to improve how a medicine is absorbed, distributed, metabolized, and excreted (ADME). Prodrugs are often designed to improve bioavailability when a drug itself is poorly absorbed from the gastrointestinal tract. A prodrug may be used to improve how selectively the drug interacts with cells or processes that are not its intended target. This reduces adverse or unintended effects of a drug, especially important in treatments like chemotherapy, which can have severe unintended and undesirable side effects. Many herbal extracts historically used in medicine contain glycosides (sugar derivatives) of the active agent, which are hydrolyzed in the intestines to release the active and more bioavailable aglycone. For example, salicin is a β-D-glucopyranoside that is cleaved by esterases to release salicylic acid. Aspirin, acetylsalicylic acid, first made by Felix Hoffmann at Bayer in 1897, is a synthetic prodrug of salicylic acid. However, in other cases, such as codeine and morphine, the administered drug is enzymatically activated to form sugar derivatives (morphine-glucuronides) that are more active than the parent compound.",
            "score": 151.21508705615997
        },
        {
            "docid": "41384174_3",
            "document": "Filanesib . In 2009, two in vitro studies on the effects of filanesib on either ovarian cancer cells or acute myeloid leukemia cells were published. The former reported that filanesib \"...has similar anti-tumor activity in EOC [epithelial ovarian cancer] cells as that of paclitaxel. However, unlike paclitaxel, it does not induce these pro-tumor effects in Type I cells.\" The detrimental effects attributed to paclitaxel were alleged to be \"...due to paclitaxel-induced enhancement of NF-κB and ERK activities, and cytokine production (e.g. IL-6), which promote chemoresistance and tumor progression.\" The latter study also reported promising results, concluding that filanesib \"...potently induces cell cycle block and subsequent death in leukemic cells via the mitochondrial pathway and has the potential to eradicate AML [acute myeloid leukemia] progenitor cells.\" However, a clinical trial published in 2012 on patients with advanced myeloid leukemias found that the drug exhibited a \"relative lack of clinical activity\"; the trial was therefore halted before it was scheduled to end.",
            "score": 140.13210213184357
        },
        {
            "docid": "41698280_7",
            "document": "Phenanthriplatin . A study examining the effects of monofunctional adducts on bacterial growth reported a significant decrease in \"Escherichia coli\" (E. coli) cell growth when inoculated with phenanthriplatin. It also demonstrated that phenanthriplatin, like cisplatin, was able to dissolve lysogens as well as alter the morphology of \"E. coli\" into longer, filamentous cells. These results confirm that the drug’s anticancer activity is exerted through interacting with cells’ DNA. Phenanthriplatin has been reported to have increased selectivity to cancerous cells compared to healthy cells, thereby reducing toxic side effects usually associated with current anticancer drugs and further supporting its potential use in chemotherapy. It has also been shown to have a lower tendency to react with other molecules in the body. Studies have reported that phenanthriplatin bound N-acetyl methionine, a sulphur-containing molecule, at a much lower rate compared to other monofunctional platinum adducts. This allows the drug to remain intact, facilitating its entry into the cell’s nucleus to effectively exert its anticancer activity.",
            "score": 176.92782163619995
        },
        {
            "docid": "31776829_3",
            "document": "Hsp90 inhibitor . Among heat shock proteins the focus on HSP90 has increased due to its involvement in several cellular phenomena and more importantly in disease progression. HSP90 keeps the death proteins in an apoptosis resistant state by direct association. Its wide range of functions results from the ability of HSP90 to chaperone several client proteins that play a central pathogenic role in human diseases including cancer, neurodegenerative diseases and viral infection. Geldanamycin directly binds to the ATP-binding pocket in the N-terminal domain of Hsp90 and, hence, blocks the binding of nucleotides to Hsp90. Analysis of the effects of Geldanamycin on steroid receptor activation indicates that the antibiotic blocks the chaperone cycle at the intermediate complex, preventing the release of the receptor from Hsp90 and, eventually, resulting in its degradation. Ewing’s sarcoma shows several deregulated autocrine loops mediating cell survival and proliferation. So their blockade is a promising therapeutic approach. Proteosome analysis revealed that Hsp90 is differentially expressed between ewing’s sarcoma cell lines, sensitive and resistant to specific IGF1R/KIT inhibitors. The in vitro IGF1R/KIT pathway blockade on ewing’s sarcoma cell lines and classified ewing’s sarcoma cell lines as resistant and sensitive to blockade of pathway. Inhibition of Hsp90 with 17AAG and siRNA resulted in reduction of cell lines growth and survival. The inhibition of Hsp90 causes the proteosomal destruction of client proteins- Akt, KIT and IGF1R. This effect could be due to precluding physical contact between client proteins and Hsp90. So since the molecular chaperones are overexpressed in a wide variety of cancer cells and in virally transformed cells, inhibiting the function of these chaperones is essential to controlling cancer cells, as this would affect the activity of signaling proteins. The availability of drugs that can specifically target Hsp90 and inhibit its function, resulting in the depletion of client proteins, has made Hsp90 a novel and exciting target for cancer therapy.",
            "score": 154.2467120885849
        },
        {
            "docid": "22366369_4",
            "document": "PFKFB4 . In 2012 research by scientists at Cancer Research UK’s London Research Institute show that an enzyme called PFKFB4 is essential for balancing these two processes – making sure the cell’s energy needs are met without allowing free radicals to build up and trigger cell death. Study leader Dr. Almut Schulze, said: “Our study suggests that PFKFB4 acts to fine-tune the process by which cells convert glucose into energy. Blocking this enzyme in prostate cancer cells grown in the lab stalled growth and triggered a catastrophic build-up of free-radicals, suggesting that it could be a suitable drug target. Importantly, this route to energy production is common to many different types of cancer, suggesting that drugs to target it could potentially be used to treat a variety of cancers.”<ref name=\"Functional Metabolic Screen Identifies 6-Phosphofructo-2-Kinase/Fructose-2,6-Biphosphatase 4 as an Important Regulator of Prostate Cancer Cell Survival\"></ref>",
            "score": 165.70886635780334
        },
        {
            "docid": "726049_7",
            "document": "Pharmacodynamics . General anesthetics were once thought to work by disordering the neural membranes, thereby altering the Na influx. Antacids and chelating agents combine chemically in the body. Enzyme-substrate binding is a way to alter the production or metabolism of key endogenous chemicals, for example aspirin irreversibly inhibits the enzyme prostaglandin synthetase (cyclooxygenase) thereby preventing inflammatory response. Colchicine, a drug for gout, interferes with the function of the structural protein tubulin, while Digitalis, a drug still used in heart failure, inhibits the activity of the carrier molecule, Na-K-ATPase pump. The widest class of drugs act as ligands which bind to receptors which determine cellular effects. Upon drug binding, receptors can elicit their normal action (agonist), blocked action (antagonist), or even action opposite to normal (inverse agonist).",
            "score": 116.6568214893341
        },
        {
            "docid": "714824_27",
            "document": "Nitrofurantoin . The mechanism of action is unique and complex. The drug works by damaging bacterial DNA, since its reduced form is highly reactive. This is made possible by the rapid reduction of nitrofurantoin inside the bacterial cell by flavoproteins (nitrofuran reductase) to multiple reactive intermediates that attack ribosomal proteins, DNA, respiration, pyruvate metabolism and other macromolecules within the cell. Nitrofurantoin exerts greater effects on bacterial cells than mammalian cells because bacterial cells activate the drug more rapidly. It is not known which of the actions of nitrofurantoin is primarily responsible for its bactericidal activity. The broad mechanism of action for this drug likely is responsible for the low development of resistance to its effects, as the drug affects many different processes important to the bacterial cell.",
            "score": 153.38399267196655
        },
        {
            "docid": "30693119_4",
            "document": "HU-331 . Doxorubicin, like other anticancer quinones, was used for chemotherapy in human cancers for many years. The mechanism of action of these drugs has been the subject of considerable controversy since chemotherapeutic drugs exert their cytotoxic effect on target cells by nonspecific mechanisms. The doxorubicin damages DNA by intercalation, the generation of reactive oxygen species and inhibition of DNA topoisomerase I and II. This leads to breaking the chains of DNA single and double strands. The protein associated with these ruptures are the topoisomerase II and DNA damage is catalyzed by this enzyme. Thus, while doxorubicin and other anthraquinones act through many mechanisms such as apoptosis, abrogation of the cell cycle cell, activation of caspases, generation of ROS, inhibition of both topoisomerases, activation of intracellular secondary messengers, etc. Hu-331 is more active and less toxic, since it generates reactive oxygen species in the heart and has a specific activity that gives great potential to develop as a new anticancer drug, according to Kogan \"et al.\"",
            "score": 186.48520398139954
        },
        {
            "docid": "28990145_16",
            "document": "Proteostasis . The unregulated cell division that marks cancer development requires increased protein synthesis for cancer cell function and survival. This increased protein synthesis is typically seen in proteins that modulate cell metabolism and growth processes. Cancer cells are sometimes susceptible to drugs that inhibit chaperones and disrupt proteostasis, such as Hsp90 inhibitors or proteasome inhibitors. Furthermore, cancer cells tend to produce misfolded proteins, which are removed mainly by proteolysis. Inhibitors of proteolysis allow accumulation of both misfolded protein aggregates, as well as apoptosis signaling proteins in cancer cells. This can can change the sensitivity of cancer cells to antineoplastic drugs; cancer cells either die at a lower drug concentration, or survive, depending on the type of proteins that accumulate, and the function these proteins have. Proteasome inhibitor bortezomib was the first drug of this type to receive approval for treatment of multiple myeloma.",
            "score": 146.9323033094406
        },
        {
            "docid": "3687230_13",
            "document": "Trichothecene . Protein synthesis occurs in both the cytoplasm of the cell as well as in the luminal space of mitochondria, the cytoplasmic organelle responsible for producing the cell's energy. This is done through an enzymatic pathway that generates highly oxidized molecules called reactive oxygen species (ROS), for example hydrogen peroxide. ROS can react with and cause damage to many critical parts of the cell including membranes, proteins, and DNA. Trichothecene inhibition of protein synthesis in the mitochondria allows ROS to build up in the cell which inevitably leads to oxidative stress and induction of the programmed cell death pathway, apoptosis.",
            "score": 111.80380666255951
        },
        {
            "docid": "33071344_2",
            "document": "Discovery and development of tubulin inhibitors . Tubulin inhibitors are drugs that interfere directly with the tubulin system, which is in contrast to those drugs acting on DNA for cancer chemotherapy. Microtubules play an important role in eukaryotic cells. Alpha- and beta-tubulin, the main components of microtubules, have gained considerable interest because of their function and biophysical properties and has become the subject of intense study. The addition of tubulin ligands can affect microtubule stability and function, including mitosis, cell motion and intracellular organelle transport. Tubulin binding molecules have generated significant interest after the introduction of the taxanes into clinical oncology and the general use of the vinca alkaloids. These compounds inhibit cell mitosis by binding to the protein tubulin in the mitotic spindle and preventing polymerization or depolymerization into the microtubules. This mode of action is also shared with another natural agent called colchicine.",
            "score": 128.86825954914093
        },
        {
            "docid": "54117_11",
            "document": "Folate . Folate is important for cells and tissues that divide rapidly. Cancer cells divide rapidly, and drugs that interfere with folate metabolism are used to treat cancer. The antifolate methotrexate is a drug often used to treat cancer because it inhibits the production of the active form of THF from the inactive dihydrofolate (DHF). However, methotrexate can be toxic, producing side effects, such as inflammation in the digestive tract that make it difficult to eat normally. Also, bone marrow depression (inducing leukopenia and thrombocytopenia), and acute kidney and liver failure have been reported.",
            "score": 172.09616541862488
        },
        {
            "docid": "24354_28",
            "document": "Pharmacology . The metabolic stability and the reactivity of a library of candidate drug compounds have to be assessed for drug metabolism and toxicological studies. Many methods have been proposed for quantitative predictions in drug metabolism; one example of a recent computational method is SPORCalc. If the chemical structure of a medicinal compound is altered slightly, this could slightly or dramatically alter the medicinal properties of the compound depending on the level of alteration as it relates to the structural composition of the substrate or receptor site on which it exerts its medicinal effect, a concept referred to as the structural activity relationship (SAR). This means that when a useful activity has been identified, chemists will make many similar compounds called analogues, in an attempt to maximize the desired medicinal effect(s) of the compound. This development phase can take anywhere from a few years to a decade or more and is very expensive.",
            "score": 129.4660371541977
        },
        {
            "docid": "52649_2",
            "document": "Acetylcholine . Acetylcholine (ACh) is an organic chemical that functions in the brain and body of many types of animals, including humans, as a neurotransmitter—a chemical message released by nerve cells to send signals to other cells [neurons, muscle cells, and gland cells]. Its name is derived from its chemical structure: it is an ester of acetic acid and choline. Parts in the body that use or are affected by acetylcholine are referred to as cholinergic. Substances that interfere with acetylcholine activity are called anticholinergics. Acetylcholine is the neurotransmitter used at the neuromuscular junction—in other words, it is the chemical that motor neurons of the nervous system release in order to activate muscles. This property means that drugs that affect cholinergic systems can have very dangerous effects ranging from paralysis to convulsions. Acetylcholine is also used as a neurotransmitter in the autonomic nervous system, both as an internal transmitter for the sympathetic nervous system and as the final product released by the parasympathetic nervous system.",
            "score": 125.29087853431702
        }
    ],
    "r": [
        {
            "docid": "23030139_30",
            "document": "Metastatic breast cancer . A targeted therapy drug, Kadcyla, was approved in February 2013. This antibody-drug conjugate targets only cancerous cells. It works by only releasing its toxic payload when triggered by a protein found in the cancerous cells in HER2+ breast cancer. It has extremely low side effects using this target therapy method.",
            "score": 236.67503356933594
        },
        {
            "docid": "18844072_8",
            "document": "Synthetic lethality . A synthetic lethal approach to cancer therapy is currently being explored as a means of developing therapies that reduce off-target effects of chemotherapies and chemopreventative drugs. Cancer cells are marked by genetic instability, errors in DNA repair, and uncontrolled transcription, which create new synthetic lethal partners in cancer cells. Because a drug effect targeting a specific gene product resembles the phenotype caused by a mutation in that gene, a cancer-related mutation can sensitize cancer cells to chemotherapeutics that target its synthetic lethal partner. Consequently, drugs that target synthetic lethal partners of mutations in cancer cells may not be toxic to normal cells, which could avoid off-target side effects of chemotherapeutics.",
            "score": 235.8654022216797
        },
        {
            "docid": "7172_74",
            "document": "Chemotherapy . Targeted therapies are a relatively new class of cancer drugs that can overcome many of the issues seen with the use of cytotoxics. They are divided into two groups: small molecule and antibodies. The massive toxicity seen with the use of cytotoxics is due to the lack of cell specificity of the drugs. They will kill any rapidly dividing cell, tumor or normal. Targeted therapies are designed to affect cellular proteins or processes that are utilised by the cancer cells. This allows a high dose to cancer tissues with a relatively low dose to other tissues. Although the side effects are often less severe than that seen of cytotoxic chemotherapeutics, life-threatening effects can occur. Initially, the targeted therapeutics were supposed to be solely selective for one protein. Now it is clear that there is often a range of protein targets that the drug can bind. An example target for targeted therapy is the protein produced by the Philadelphia chromosome, a genetic lesion found commonly in chronic myelomonocytic leukemia. This fusion protein has enzyme activity that can be inhibited by imatinib, a small molecule drug.",
            "score": 227.78221130371094
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 224.8582763671875
        },
        {
            "docid": "19283730_4",
            "document": "Pharmacotoxicology . On-target toxicity is also referred to as mechanism-based toxicity. This type of adverse effect that results from pharmaceutical drug exposure is commonly due to interactions of the drug with its intended target. In this case, both the therapeutic and toxic targets are the same. To avoid toxicity during treatment, many times the drug needs to be changed to target a different aspect of the illness or symptoms. Statins are an example of a drug class that can have toxic effects at the therapeutic target (HMG CoA reductase).",
            "score": 218.28585815429688
        },
        {
            "docid": "32168948_8",
            "document": "Sepp Hochreiter . The pharma industry sees many chemical compounds (drug candidates) fail in late phases of the drug development pipeline. These failures are caused by insufficient efficacy on the biomolecular target (on-target effect), undesired interactions with other biomolecules (off-target or side effects), or unpredicted toxic effects. The Deep Learning and biclustering methods developed by Sepp Hochreiter identified novel on- and off-target effects in various drug design projects. In 2013 Sepp Hochreiter's group won the DREAM subchallenge of predicting the average toxicity of compounds. In 2014 this success with Deep Learning was continued by winning the \"Tox21 Data Challenge\" of NIH, FDA and NCATS. The goal of the Tox21 Data Challenge was to correctly predict the off-target and toxic effects of environmental chemicals in nutrients, household products and drugs. These impressive successes show Deep Learning may be superior to other virtual screening methods. Furthermore Hochreiter's group worked on identifying synergistic effects of drug combinations.",
            "score": 217.5348663330078
        },
        {
            "docid": "14350461_4",
            "document": "IdMOC . The IdMOC system has numerous applications in drug development, such as the evaluation of drug metabolism and toxicity. It can simultaneously evaluate the toxic potential of a drug on cells from multiple organs and evaluate drug stability, distribution, metabolite formation, and efficacy. By modeling multiple-organ interactions, IdMOC can examine the pharmacological effects of a drug and its metabolites on target and off-target organs as well as evaluate drug-drug interactions by measuring cytochrome P450 (CYP) induction or inhibition in hepatocytes.",
            "score": 216.37286376953125
        },
        {
            "docid": "8382438_14",
            "document": "Poloxamer . Work led by Kabanov has recently shown that some of these polymers, originally thought to be inert carrier molecules, have a very real effect on biological systems independently of the drug they are transporting. The poloxamers have been shown to incorporate into cellular membranes affecting the microviscosity of the membranes. Interestingly the polymers seem to have the greatest effect when absorbed by the cell as an unimer rather than as a micelle. Effect on multi drug resistant cancer cells Poloxamers have been shown to preferentially target cancer cells, due to differences in the membrane of these cells when compared to noncancer cells. Poloxamers have also been shown to inhibit MDR proteins and other drug efflux transporters on the surface of cancer cells; the MDR proteins are responsible for the efflux of drugs from the cells and hence increase the susceptibility of cancer cells to chemotherapeutic agents such as doxorubicin.  Another effect of the polymers upon cancer cells is the inhibition of the production of ATP in multi-drug resistant (MDR) cancer cells. The polymers seem to inhibit respiratory proteins I and IV, and the effect on respiration seems to be selective for MDR cancer cells, which may be explained by the difference in fuel sources between MDR and sensitive cells (fatty acids and glucose respectively). The poloxamers have also been shown to enhance proto-apoptotic signaling, decrease anti-apoptoic defense in MDR cells, inhibit the glutathione/glutathione S-transferase detoxification system, induce the release of cytochrome C, increase reactive oxygen species in the cytoplasm, and abolish drug sequestering within cytoplasmic vesicles.  Effect on nuclear factor kappa B  Certain poloxamers such as P85 have been shown not only to be able to transport target genes to target cells, but also to increase gene expression. Certain poloxamers, such as P85 and L61, have also been shown to stimulate transcription of NF kappaB genes, although the mechanism by which this is achieved is currently unknown, bar that P85 has been shown to induce phosphorylation of the inhibitory kappa.",
            "score": 214.10743713378906
        },
        {
            "docid": "3930866_2",
            "document": "Time delay toxin activation . Time Delay Toxin Activation (TDTA) belongs to a class of chemotherapy drugs known as High Specificity Anticancer Agents. This is a process for manufacturing and administering chemotherapy drugs in a nontoxic, proto-drug form. Then, after a time delay to allow for concentration in the target cancer or invasive tissues or cells, the non-toxic drug is then modified by an activation drug to selectively provide toxic levels of a pharmacologically active agent to the target issue. This minimizes the toxicity to healthy cells, reducing the adverse side-effects of chemotherapy.",
            "score": 207.3506317138672
        },
        {
            "docid": "11763579_41",
            "document": "Microvesicles . Circulating microvesicles may be useful for the delivery of drugs to very specific targets. Using electroporation or centrifugation to insert drugs into microvesicles targeting specific cells, it is possible to target the drug very efficiently. This targeting can help by reducing necessary doses as well as prevent off-target side effects. They can target anti-inflammatory drugs to specific tissues. Additionally, circulating microvesicles can bypass the blood–brain barrier and deliver their cargo to neurons while not having an effect on muscle cells. The blood-brain barrier is typically a difficult obstacle to overcome when designing drugs, and microvesicles may be a means of overcoming it. Current research is looking into efficiently creating microvesicles synthetically, or isolating them from patient or engineered cell lines.",
            "score": 207.3026123046875
        },
        {
            "docid": "7244534_17",
            "document": "NFAT . Due to its essential role in the production of the T-cell proliferative cytokine interleukin-2, NFAT signaling is an important pharmacological target for the induction of immunosuppression. CN inhibitors, which prevent the activation of NFAT, including cyclosporine (CsA) and tacrolimus (FK506), are used in the treatment of rheumatoid arthritis, multiple sclerosis, Crohn's disease, and ulcerative colitis and to prevent the rejection of organ transplants. However, there is a toxicity associated with these drugs due to their ability to inhibit CN in non-immune cells, which limits their use in other situations that may call for immunosuppressing drug therapy, including allergy and inflammation. There are other compounds that target NFAT directly, as opposed to targeting the phosphatase activity of calcineurin, that may have broad immunosuppressive effects but lack the toxicity of CsA and FK506. Because individual NFAT proteins exist in specific cell types or affect specific genes, it may be possible to inhibit individual NFAT protein functions for an even more selective immune effect.",
            "score": 207.0459747314453
        },
        {
            "docid": "46188763_24",
            "document": "Gold nanoparticles in chemotherapy . Another way in which AuNPs can be used in cancer therapy is as agents for targeted drug delivery. Research shows that AuNPs can be easily functionalized and conjugated with a variety of molecules, including chemotherapeutic drugs such as Doxorubicin. One major complication with the current methods of treating cancer with chemotherapy is that treatment is not optimized to specifically target cancer cells and the widespread distribution of chemotherapeutic drugs throughout the body can cause harmful side effects such as naseua, hair loss, and cardiotoxicity. Since many of the characteristics of AuNPs allow them to target cancer cells specifically and accumulate within tumor cells, these molecules can act as tumor-targeting drug delivery systems. Once within the tumor microenvironment, these complexes dissociate and release the chemotherapeutic, allowing the drug to take effect and eventually cause apoptosis.",
            "score": 206.58787536621094
        },
        {
            "docid": "48893550_3",
            "document": "Polypharmacology . In recent years even with remarkable scientific advancements and significant increase of global R&D spending, drugs are frequently withdrawn from markets. This is primarily due to their side-effects or toxicities. Drug molecules often interact with multiple targets and the unintended drug-target interactions could cause side-effects. Polypharmacology remains to be one of the major challenges in drug development, and it opens novel avenues to rationally design next generation of more effective but less toxic therapeutic agents. Polypharmacology suggests that more effective drugs can be developed by specifically modulating multiple targets. It is generally thought that complex diseases such as cancer and central nervous system diseases may require complex therapeutic approaches. In this respect, a drug that \"hits\" multiple sensitive nodes belonging to a network of interacting targets offers the potential for higher efficacy and may limit drawbacks generally arising from the use of a single-target drug or a combination of multiple drugs. In contrast, chemical biology continues to be a reductionist discipline, still regarding chemical probes as highly selective small molecules that enable the modulation and study of one specific target. Chemical biology cannot continue to overlook the existence of polypharmacology and it urge to become a more holistic discipline that looks at the use of tool compounds from a systems perspective.",
            "score": 204.09364318847656
        },
        {
            "docid": "18450_77",
            "document": "Lung cancer . Epigenetics is the study of small, usually heritable, molecular modifications—or \"tags\"—that bind DNA and modify gene expression levels. Targeting these tags with drugs can kill cancer cells. Early-stage research in NSCLC using drugs aimed at epigenetic modifications shows that blocking more than one of these tags can kill cancer cells with fewer side effects. Studies also show that giving patients these drugs before standard treatment can improve its effectiveness. Clinical trials are underway to evaluate how well these drugs kill lung cancer cells in humans. Several drugs that target epigenetic mechanisms are in development. Histone deacetylase inhibitors in development include valproic acid, vorinostat, belinostat, panobinostat, entinostat, and romidepsin. DNA methyltransferase inhibitors in development include decitabine, azacytidine, and hydralazine.",
            "score": 202.48968505859375
        },
        {
            "docid": "886856_16",
            "document": "Colloidal gold . Gold nanoparticles can be used to optimize the biodistribution of drugs to diseased organs, tissues or cells, in order to improve and target drug delivery. Nanoparticle-mediated drug delivery is feasible only if the drug distribution is otherwise inadequate. These cases include drug targeting of unstable (proteins, siRNA, DNA), delivery to the difficult sites (brain, retina, tumors, intracellular organelles) and drugs with serious side effects (e.g. anti-cancer agents). The performance of the nanoparticles depends on the size and surface functionalities in the particles. Also, the drug release and particle disintegration can vary depending on the system (e.g. biodegradable polymers sensitive to pH). An optimal nanodrug delivery system ensures that the active drug is available at the site of action for the correct time and duration, and their concentration should be above the minimal effective concentration (MEC) and below the minimal toxic concentration (MTC).",
            "score": 201.98748779296875
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 201.7211456298828
        },
        {
            "docid": "32472154_62",
            "document": "Deep learning . A large percentage of candidate drugs fail to win regulatory approval. These failures are caused by insufficient efficacy (on-target effect), undesired interactions (off-target effects), or unanticipated toxic effects. Research has explored use of deep learning to predict biomolecular target, off-target and toxic effects of environmental chemicals in nutrients, household products and drugs.",
            "score": 201.7111358642578
        },
        {
            "docid": "36161496_2",
            "document": "Cytoskeletal drugs . Cytoskeletal drugs are small molecules that interact with actin or tubulin. These drugs can act on the cytoskeletal components within a cell in three main ways. Some cytoskeletal drugs stabilize a component of the cytoskeleton, such as taxol which stabilizes microtubules or Phalloidin which stabilizes actin filaments. Others such as Cytochalasin D bind to actin monomers and prevent them from polymerizing into filaments. Drugs such as demecolcine act by enhancing the depolymerisation of already formed filaments. Some of these drugs have multiple effects on the cytoskeleton, for example Latrunculin both prevents actin polymerization as well as enhancing its rate of depolymerization. Typically the microtubule targeting drugs can be found in the clinic where they are used therapeutically in the treatment of some forms of cancer. As a result of the lack of specificity for specific type of actin (i.e. cannot distinguish between cardiac, smooth muscle, muscle and cytoskeletal forms of actin) the use of these drugs in animals results in unacceptable off target effects. Despite this the actin targeting compounds are still useful tools that can be used on a cellular level to help further our understanding of how this complex part of the cells internal machinery operates. For example, Phalloidin which has been conjugated with a fluorescent probe can be used for visualizing the filamentous actin in fixed samples.",
            "score": 200.4791717529297
        },
        {
            "docid": "1006597_21",
            "document": "Nanorobotics . Nanotechnology provides a wide range of new technologies for developing customized means to optimize the delivery of pharmaceutical drugs. Today, harmful side effects of treatments such as chemotherapy are commonly a result of drug delivery methods that don't pinpoint their intended target cells accurately. Researchers at Harvard and MIT, however, have been able to attach special RNA strands, measuring nearly 10 nm in diameter, to nanoparticles, filling them with a chemotherapy drug. These RNA strands are attracted to cancer cells. When the nanoparticle encounters a cancer cell, it adheres to it, and releases the drug into the cancer cell. This directed method of drug delivery has great potential for treating cancer patients while avoiding negative effects (commonly associated with improper drug delivery). The first demonstration of nanomotors operating in living organism was carried out in 2014 at University of California, San Diego. MRI-guided nanocapsules are one potential precursor to nanorobots.",
            "score": 197.05581665039062
        },
        {
            "docid": "31670661_7",
            "document": "Dynemicin A . The pharmacological properties of this drug have not yet been fully explored but currently suggest that it may be a more potent anti-cancer agent than other chemotherapeutic drugs. The bacterium is believed to use dynemicin A as an antibacterial agent to help it survive in its niche in the environment. Dynemicin A, as a drug, specifically targets B-DNA and is most effective in rapidly dividing cells. The broad spectrum of the drug prevents current use because it creates unwanted damage in normal healthy tissues. In vivo studies in mice and rats suggest that the treatment is most effective in leukemia, breast and lung cancers. Synthetic alternatives which are more specific to cancer cells and leave healthy tissues unharmed are being researched. Other animal models are available but have proven ineffective and therefore there are currently no human trials underway. The enediyne property of this drug relates to another antibiotic known as neocarzinostatin which is approved for clinical use. As with dynemicin A, neocarzinostatin also interacts with DNA.",
            "score": 195.62698364257812
        },
        {
            "docid": "28646624_4",
            "document": "Antibody-drug conjugate . In developing antibody-drug conjugates, an anticancer drug is coupled to an antibody that specifically targets a certain tumor marker (e.g. a protein that, ideally, is only to be found in or on tumor cells). Antibodies track these proteins down in the body and attach themselves to the surface of cancer cells. The biochemical reaction between the antibody and the target protein (antigen) triggers a signal in the tumor cell, which then absorbs or internalizes the antibody together with the cytotoxin. After the ADC is internalized, the cytotoxic drug is released and kills the cancer. Due to this targeting, ideally the drug has lower side effects and gives a wider therapeutic window than other chemotherapeutic agents. These advantages have led to ADC technologies being featured in many publications, notably the New York Times, as well as numerous scientific journals.",
            "score": 195.57980346679688
        },
        {
            "docid": "7172_87",
            "document": "Chemotherapy . Antibody-drug conjugates (ADCs) comprise an antibody, drug and a linker between them. The antibody will be targeted at a preferentially expressed protein in the tumour cells (known as a tumor antigen) or on cells that the tumor can utilise, such as blood vessel endothelial cells. They bind to the tumor antigen and are internalised, where the linker releases the drug into the cell. These specially targeted delivery vehicles vary in their stability, selectivity, and choice of target, but, in essence, they all aim to increase the maximum effective dose that can be delivered to the tumor cells. Reduced systemic toxicity means that they can also be used in people who are sicker, and that they can carry new chemotherapeutic agents that would have been far too toxic to deliver via traditional systemic approaches.",
            "score": 195.50143432617188
        },
        {
            "docid": "38974439_5",
            "document": "Nanocarriers . Nanocarriers are useful in the drug delivery process because they can deliver drugs to site-specific targets, allowing drugs to be delivered in certain organs or cells but not in others. Site-specificity is a major therapeutic benefit since it prevents drugs from being delivered to the wrong places. Nanocarriers show promise for use in chemotherapy because they can help decrease the adverse, broader-scale toxicity of chemotherapy on healthy, fast growing cells around the body. Since chemotherapy drugs can be extremely toxic to human cells, it is important that they are delivered to the tumor without being released into other parts of the body. Four methods in which nanocarriers can deliver drugs include passive targeting, active targeting, pH specificity, and temperature specificity.",
            "score": 195.4254913330078
        },
        {
            "docid": "48442950_7",
            "document": "Kathleen I. Pritchard . Pritchard has postulated that women with breast cancer and high levels of the Her-2/neu protein are predisposed to respond more favorably to anthracycline-containing chemotherapy drugs than women with normal Her-2/neu levels. The target of anthracycline drugs is Topoisomerase II, and its location in regards to the Her-2 gene on the chromosome is what allows the anthracycline drug to be effective in patients with heavy expression of the Her-2/neu protein. Pritchard demonstrated that women with high levels of Her-2 expression have a better response to the anthracycline containing drugs in a clinical trial. Pritchard’s research suggests that the Her-2 gene could be useful as a possible predictor of the adjuvant therapy that is most effective in certain patients. Her study demonstrated ways in which chemotherapy can be tailored to the specific patient. The goal of such tailored therapy is that patients can be spared the toxicity and side effects of drugs that they do not actually need.",
            "score": 195.39334106445312
        },
        {
            "docid": "14958_61",
            "document": "Immune system . Anti-inflammatory drugs are often used to control the effects of inflammation. Glucocorticoids are the most powerful of these drugs; however, these drugs can have many undesirable side effects, such as central obesity, hyperglycemia, osteoporosis, and their use must be tightly controlled. Lower doses of anti-inflammatory drugs are often used in conjunction with cytotoxic or immunosuppressive drugs such as methotrexate or azathioprine. Cytotoxic drugs inhibit the immune response by killing dividing cells such as activated T cells. However, the killing is indiscriminate and other constantly dividing cells and their organs are affected, which causes toxic side effects. Immunosuppressive drugs such as cyclosporin prevent T cells from responding to signals correctly by inhibiting signal transduction pathways.",
            "score": 194.064697265625
        },
        {
            "docid": "6470547_13",
            "document": "Targeted drug delivery . By utilizing both passive and active targeting, a drug-loaded nanoparticle has a heightened advantage over a conventional drug. It is able to circulate throughout the body for an extended period of time until it is successfully attracted to its target through the use of cell-specific ligands, magnetic positioning, or pH responsive materials. Because of these advantages, side effects from conventional drugs will be largely reduced as a result of the drug-loaded nanoparticles affecting only diseased tissue. However, an emerging field known as nanotoxicology has concerns that the nanoparticles themselves could pose a threat to both the environment and human health with side effects of their own. Active targeting can also be achieved through peptide based drug targeting system.",
            "score": 191.8989715576172
        },
        {
            "docid": "45638041_3",
            "document": "Senolytic . Multiple possible senolytic agents are under investigation. Certain anti-cancer agents may in low doses decelerate aging and age-related diseases. Targeting cancer prevention pathways with anti-cancer agents may confer longevity effects by offering protection from metabolic pathologies during aging, independently of effects on cancer. Navitoclax, also known as ABT-263, was originally studied as an anti-cancer drug. It is under basic research as a possible inhibitor of the anti-apoptotic proteins BCL-2, BCL-w, and BCL-xL. Navitoclax may have senolytic properties against some cell types (e.g., human umbilical vein epithelial cells (HUVECs), IMR90 human lung fibroblasts and murine embryonic fibroblasts (MEFs), but not all (e.g., human primary preadipocytes). In laboratory studies, oral administration of Navitoclax to either sublethally irradiated or normally aged mice reduced senescent cells, including bone marrow hematopoietic stem cells and muscle stem cells. It has toxic side effects, including thrombocytopenia and lymphopenia.",
            "score": 190.31106567382812
        },
        {
            "docid": "29714732_18",
            "document": "Anti-MAG peripheral neuropathy . Rituximab is considered to be one of the most promising drugs in the treatment of anti-MAG peripheral neuropathy. This drug is an antibody against a protein which is primarily found on the surface of B cells which, when attached, destroys the B cells. This drug has been used as a treatment in many autoimmune diseases as well as lymphomas and transplant rejection. Because of its ability to suppress the immune system, it has been used to treat anti-MAG neuropathy in the hopes that it will destroy cells that would target necessary glycoproteins on the Schwann cells. Studies in patients has shown that most patients experience marked increase in sensory and motor abilities within the first few months of therapy. There are, however, long term studies that have shown that treatment with rituximab can created many immune problems. As with most immunosuppressant drugs, there is a risk of other infections and diseases that are normally easily fought off by the immune system will be allowed take a foothold. Studies have shown that after long term treatment, patients experience many of these problems as well as a decline in their neuropathy. This has led to further studies being conducted on the drug’s safety profile and overall effectiveness as a treatment.",
            "score": 189.89794921875
        },
        {
            "docid": "19782967_49",
            "document": "Breast cancer classification . Receptor status is a critical assessment for all breast cancers as it determines the suitability of using targeted treatments such as tamoxifen and or trastuzumab. These treatments are now some of the most effective adjuvant treatments of breast cancer. Estrogen receptor positive (ER+) cancer cells depend on estrogen for their growth, so they can be treated with drugs to reduce either the effect of estrogen (e.g. tamoxifen) or the actual level of estrogen (e.g. aromatase inhibitors), and generally have a better prognosis. Generally, prior to modern treatments, HER+ had a worse prognosis, however HER2+ cancer cells respond to drugs such as the monoclonal antibody, trastuzumab, (in combination with conventional chemotherapy) and this has improved the prognosis significantly. Conversely, triple negative cancer (i.e. no positive receptors), lacking targeted treatments, now has a comparatively poor prognosis.",
            "score": 189.0896759033203
        },
        {
            "docid": "41426599_2",
            "document": "Seattle Genetics . Seattle Genetics is a biotechnology company focused on developing and commercializing innovative, empowered monoclonal antibody-based therapies for the treatment of cancer. The company, headquartered in Bothell, Washington (a suburb of Seattle), is the industry leader in antibody-drug conjugates or ADCs, a technology designed to harness the targeting ability of monoclonal antibodies to deliver cell-killing agents directly to cancer cells. Antibody-drug Conjugates are intended to spare non-targeted cells and thus reduce many of the toxic effects of traditional chemotherapy, while potentially enhancing antitumor activity.",
            "score": 188.83926391601562
        },
        {
            "docid": "19283730_13",
            "document": "Pharmacotoxicology . Doxorubicin is a very effective anti-cancer drug that causes congestive heart failure while treating tumors. Doxorubicin is an uncoupling agent in that it inhibits proper functioning of complex I of the electron transport chain in mitochondria. It then leads to the production of ROS and the inhibition of ATP production. Doxorubicin has been shown to be selectively toxic to cardiac tissue, although some toxicity has been seen in other tissues as well. Other anti-cancer drugs, such as fluoropyrimidines and taxanes, are extremely effective at treating and reducing tumor proliferation, but have high incidences of cardiac arrhythmias and myocardial infarctions.",
            "score": 188.3655242919922
        },
        {
            "docid": "1308330_24",
            "document": "Thymidine kinase . Some antiviral drugs, such as acyclovir (ATC: J05AB01) and ganciclovir (ATC: J05AB06) as well as other nucleoside analogs make use of the substrate specificity of viral thymidine kinase, as opposed to human thymidine kinases. These drugs act as prodrugs, which in themselves are not toxic, but are converted to toxic drugs by phosphorylation by viral thymidine kinase. Cells infected with the virus therefore produce highly toxic triphosphates that lead to cell death. Human thymidine kinase, in contrast, with its more narrow specificity, is unable to phosphorylate and activate the prodrug. In this way, only cells infected by the virus are susceptible to the drug. Such drugs are effective only against viruses from the herpes group with their specific thymidine kinase. In patients treated with this type of drugs, the development of antiviral drug resistance is frequently observed. Sequencing the thymidine kinase gene in Herpes simplex virus and Varicella zoster virus shows the rapid genetic variability and may facilitate the diagnosis of antiviral drug resistance.",
            "score": 187.7991180419922
        }
    ]
}