{
    "q": [
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 219.68147706985474
        },
        {
            "docid": "14761714_5",
            "document": "Allograft inflammatory factor 1 . AIF1 was originally discovered in atherosclerotic lesions in a rat model of chronic allograft cardiac rejection. It was found to be upregulated in macrophages and neutrophils in response to the cytokine IFN-γ. AIF1 expression has been seen to increase in vascular tissue in response to arterial injury, specifically it is found in activated vascular smooth muscle cells in response to IFN-γ, IL-1β, and T-cell conditioned media. In vascular smooth muscle cells, activation is responsible for arterial thickening in allografts through over proliferation. AIF1 has been found to enhance growth and promote proliferation in vascular smooth muscle cells through deregulation of the cell cycle. It does this by shortening the cell cycle and altering the expression of cyclins. Though histologically different, AIF1 has also been shown to promote the proliferation and activation of endothelial cells (EC). EC activation, leads to proliferation and migration of cells, which is involved in multiple normal vascular processes, such as atherosclerosis, angiogenesis, and wound healing. It is currently theorized that AIF1 works to control endothelial cell proliferation and migration through action in signal transduction pathways. It has features of a cytoplasmic signaling protein, including several domains that allow for binding to multiprotein complexes, called PDZ domains. In endothelial cells, AIF1 has been specifically shown to regulate vasculogenesis, including the formation of aortic sprouting and tube-like formations. AIF1 been shown to interact with kinase p44/42 and PAK1, two previously known signal transduction molecules, in regulating these processes. AIF1 also shows distinct differences in the pathways by which it regulates endothelial cells, macrophages, and vascular smooth muscle cells.",
            "score": 184.54841887950897
        },
        {
            "docid": "1241101_52",
            "document": "Hyaluronic acid . Due to its ability to regulate angiogenesis by stimulating endothelial cells to proliferate, hyaluronan can be used to create hydrogels to study vascular morphogenesis. These hydrogels have properties similar to human soft tissue, but are also easily controlled and modified, making HA very suitable for tissue engineering studies. For example, HA hydrogels are appealing for engineering vasculature from endothelial progenitor cells by using appropriate growth factors such as VEGF and Ang-1 to promote proliferation and vascular network formation. Vacuole and lumen formation have been observed in these gels, followed by branching and sprouting through degradation of the hydrogel and finally complex network formation. The ability to generate vascular networks using HA hydrogels leads to opportunities for \"in vivo\" and clinical applications. One \"in vivo\" study, where HA hydrogels with endothelial colony forming cells were implanted into mice three days after hydrogel formation, saw evidence that the host and engineered vessels joined within 2 weeks of implantation, indicating viability and functionality of the engineered vasculature.",
            "score": 208.65769517421722
        },
        {
            "docid": "2139633_23",
            "document": "Netrin . Netrin has been implicated as a vital molecule for the proliferation of vascular networks. Multiple studies have found different effects of netrin on these branching vessels. The endothelial tip cells in vascular tissue display similar properties to the growth cone found in neuronal tissue. Studies have discovered that these same endothelial tip cells also express UNC5B, which netrin 1 can bind to, inhibiting angiogenesis. In contrast, several studies show that netrin-1 actually promotes blood vessel branching. In conjunction with this research, it has been found that netrin 4 is responsible for growth in the lymphatic vascular system. Overall, these studies show that regulating effects of netrin is dependent on the type of vascular tissue. Recently, netrin has been implicated in angiogenesis in the placenta, making it vital to the survival of the fetus. This finding has implications in the future treatment of vascular disease in the placenta.",
            "score": 205.12643778324127
        },
        {
            "docid": "34015166_24",
            "document": "Vascular remodelling in the embryo . The mechanism by which different types of flow patterns and other physical cues have different effects on vascular remodelling in the embryo is called mechanotransduction. It is known that turbulent flow, which is commonplace in the developing vasculature, plays a role in the formation of cardiac valves which prevent backflows associated with turbulence. It has also been shown that heterogeneous flow patterns in large vessels can create asymmetry, perhaps by preferentially activating genes such as PITX2 on one side of the vessel, or perhaps by inducing circumferential stretch on one side, promoting regression on the other side. Laminar flow also has genetic effects, such as reducing apoptosis, inhibiting proliferation, aligning cells in direction of flow, and regulating many cell signalling factors. Mechanotransduction may act either by positive or negative feedback loops, which may activate or repress certain genes to respond to the physical stress or strain placed on the vessel.",
            "score": 184.83701634407043
        },
        {
            "docid": "1872854_12",
            "document": "Biochemical cascade . The blood cells (erythrocytes, leukocytes and platelets) are produced by hematopoiesis. The erythrocytes have as main function the O delivery to the tissues, and this transfer occurs by diffusion and is determined by the O tension (PO). The erythrocyte is able to feel the tissue need for O and cause a change in vascular caliber, through the pathway of ATP release, which requires an increase in cAMP, and are regulated by the phosphodiesterase (PDE). This pathway can be triggered via two mechanisms: physiological stimulus (like reduced O2 tension) and activation of the prostacyclin receptor (IPR). This pathway includes heterotrimeric G proteins, adenylyl cyclase (AC), protein kinase A (PKA), cystic fibrosis transmembrane conductance regulator (CFTR), and a final conduit that transport ATP to vascular lumen (pannexin 1 or voltage-dependent anion channel (VDAC)). The released ATP acts on purinergic receptors on endothelial cells, triggering the synthesis and release of several vasodilators, like nitric oxide (NO) and prostacyclin (PGI).  The current model of leukocyte adhesion cascade includes many steps mentioned in Table 1. The integrin-mediated adhesion of leukocytes to endothelial cells is related with morphological changes in both leukocytes and endothelial cells, which together support leukocyte migration through the venular walls. Rho and Ras small GTPases are involved in the principal leukocyte signaling pathways underlying chemokine-stimulated integrin-dependent adhesion, and have important roles in regulating cell shape, adhesion and motility. After a vascular injury occurs, platelets are activated by locally exposed collagen (glycoprotein (GP) VI receptor), locally generated thrombin (PAR1 and PAR4 receptors), platelet-derived thromboxane A2 (TxA2) (TP receptor) and ADP (P2Y1 and P2Y12 receptors) that is either released from damaged cells or secreted from platelet dense granules. The von Willebrand factor (VWF) serves as an essential accessory molecule. In general terms, platelet activation initiated by agonist takes to a signaling cascade that leads to an increase of the cytosolic calcium concentration. Consequently, the integrin αβ is activated and the binding to fibrinogen allows the aggregation of platelets to each other. The increase of cytosolic calcium also leads to shape change and TxA2 synthesis, leading to signal amplification.",
            "score": 170.1533718109131
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 164.68254053592682
        },
        {
            "docid": "4961951_3",
            "document": "Transcytosis . The regulation of transcytosis varies greatly due to the many different tissues in which this process is observed. Various tissue specific mechanisms of transcytosis have been identified. Brefeldin A, a commonly used inhibitor of ER to Golgi apparatus transport, has been shown to inhibit transcytosis in dog kidney cells which provided the first clues as to the nature of transcytosis regulation. Transcytosis in dog kidney cells has also been shown be regulated at the apical membrane by Rab17, as well as Rab11a and Rab25. Further work on dog kidney cells has shown that a signaling cascade involving the phosphorylation of EGFR by Yes leading to the activation of Rab11FIP5 by MAPK1 upregulates transcytosis. Transcytosis has been shown to be inhibited by the combination of progesterone and estradiol followed by activation mediated by prolactin in the rabbit mammary gland during pregnancy. In the thyroid, follicular cell transcytosis is regulated positively by TSH. The phosphorylation of caveolin 1 induced by hydrogen peroxide has been shown to be critical to the activation of transcytosis in pulmonary vascular tissue. It can therefore be concluded that the regulation of transcytosis is a complex process that varies between tissues.",
            "score": 121.50176811218262
        },
        {
            "docid": "14162069_4",
            "document": "Notch 2 . Notch 2 is a member of the notch family. Members of this Type 1 transmembrane protein family share structural characteristics including an extracellular domain consisting of multiple epidermal growth factor-like (EGF) repeats, and an intracellular domain consisting of multiple, different domain types. Notch family members play a role in a variety of developmental processes by controlling cell fate decisions. The Notch signaling network is an evolutionarily conserved intercellular signaling pathway that regulates interactions between physically adjacent cells. In \"Drosophilia\", notch interaction with its cell-bound ligands (delta, serrate) establishes an intercellular signaling pathway that plays a key role in development. Homologues of the notch-ligands have also been identified in human, but precise interactions between these ligands and the human notch homologues remain to be determined. This protein is cleaved in the trans-Golgi network, and presented on the cell surface as a heterodimer. This protein functions as a receptor for membrane bound ligands, and may play a role in vascular, renal and hepatic development.",
            "score": 216.96828830242157
        },
        {
            "docid": "3199737_5",
            "document": "Co-receptor . Depending on the type of ligand a co-receptor binds, its location and function can vary. Various ligands include interleukins, neurotrophic factors, fibroblast growth factors, transforming growth factors, vascular endothelial growth factors and epidermal growth factors. Co-receptors prominent in embryonic tissue have an essential role in morphogen gradient formation or tissue differentiation. Co-receptors localized in endothelial cells function to enhance cell proliferation and cell migration. With such variety in regards to location, co-receptors can participate in many different cellular activities. Co-receptors have been identified as participants in cell signalling cascades, embryonic development, cell adhesion regulation, gradient formation, tissue proliferation and migration.",
            "score": 138.99112343788147
        },
        {
            "docid": "10323449_4",
            "document": "VEGF receptor . Vascular endothelial growth factor (VEGF) is an important signaling protein involved in both vasculogenesis (the formation of the circulatory system) and angiogenesis (the growth of blood vessels from pre-existing vasculature). As its name implies, VEGF activity is restricted mainly to cells of the vascular endothelium, although it does have effects on a limited number of other cell types (e.g. stimulation monocyte/macrophage migration). \"In vitro\", VEGF has been shown to stimulate endothelial cell mitogenesis and cell migration. VEGF also enhances microvascular permeability and is sometimes referred to as vascular permeability factor.",
            "score": 263.6716961860657
        },
        {
            "docid": "12303321_13",
            "document": "Telomerase reverse transcriptase . Telomerase activity is associated with the number of times a cell can divide playing an important role in the immortality of cell lines, such as cancer cells. The enzyme complex acts through the addition of telomeric repeats to the ends of chromosomal DNA. This generates immortal cancer cells. In fact, there is a strong correlation between telomerase activity and malignant tumors or cancerous cell lines. Not all types of human cancer have increased telomerase activity. 90% of cancers are characterized by increased telomerase activity. Lung cancer is the most well characterized type of cancer associated with telomerase. There is a lack of substantial telomerase activity in some cell types such as primary human fibroblasts, which become senescent after about 30–50 population doublings. There is also evidence that telomerase activity is increased in tissues, such as germ cell lines, that are self-renewing. Normal somatic cells, on the other hand, do not have detectable telomerase activity. Since the catalytic component of telomerase is its reverse transcriptase, hTERT, and the RNA component hTERC, hTERT is an important gene to investigate in terms of cancer and tumorigenesis. The hTERT gene has been examined for mutations and their association with the risk of contracting cancer. Over two hundred combinations of hTERT polymorphisms and cancer development have been found. There were several different types of cancer involved, and the strength of the correlation between the polymorphism and developing cancer varied from weak to strong. The regulation of hTERT has also been researched to determine possible mechanisms of telomerase activation in cancer cells. Glycogen synthase kinase 3 (GSK3) seems to be over-expressed in most cancer cells. GSK3 is involved in promoter activation through controlling a network of transcription factors. Leptin is also involved in increasing mRNA expression of hTERT via signal transducer and activation of transcription 3 (STAT3), proposing a mechanism for increased cancer incidence in obese individuals. There are several other regulatory mechanisms that are altered or aberrant in cancer cells, including the Ras signaling pathway and other transcriptional regulators. Phosphorylation is also a key process of post-transcriptional modification that regulates mRNA expression and cellular localization. Clearly, there are many regulatory mechanisms of activation and repression of hTERT and telomerase activity in the cell, providing methods of immortalization in cancer cells.",
            "score": 182.474076628685
        },
        {
            "docid": "34015166_25",
            "document": "Vascular remodelling in the embryo . The cell \"reads\" flow patterns through integrin sensing, receptors which provide a mechanical link between the extracellular matrix and the actin cytoskeleton. This mechanism dictates how a cell will respond to flow patterns and can mediate cell adhesion, which is especially relevant to the sprouting of new vessels. Through the process of mechanotransduction, shear stress can regulate the expression of many different genes. The following examples have been studied in the context of vascular remodelling by biomechanics:",
            "score": 183.4329822063446
        },
        {
            "docid": "3227803_6",
            "document": "Apelin . Vascular expression of the receptor participates in the control of blood pressure and its activation promotes the formation of new blood vessels (angiogenesis). The hypotensive effect of apelin results from the activation of receptors expressed at the surface of endothelial cells. This activation induces the release of NO, a potent vasodilator, which induces relaxation of the smooth muscle cells of artery wall. Studies performed on mice knocked out for the apelin receptor gene have suggested the existence of a balance between angiotensin II signalling, which increases blood pressure and apelin signalling, which lowers blood pressure. The angiogenic activity is the consequence of apelin action on the proliferation and migration of the endothelial cells. Apelin activates inside the cell transduction cascades (ERKs, Akt, and p70S6kinase phosphorylation), which lead to the proliferation of endothelial cells and the formation of new blood vessels It is interesting that knockout of apelin gene is associated with a delay in the development of the retinal vasculature.",
            "score": 259.65676498413086
        },
        {
            "docid": "39905795_15",
            "document": "3D cell culture . The various cell structures in the human body must be vascularized to receive the nutrients and gas exchange help that they need to survive. Similarly, 3D cell cultures in vitro require certain levels of fluid circulation, which can be problematic for dense, 3D cultures where cells may not all have adequate exposure to nutrients. This is particularly important in hepatocyte cultures because the liver is a highly vascularized organ. One study cultured hepatocytes and vascular cells together on a collagen gel scaffold between microfluidic channels, and compared growth of cells in static and flowing environments, and showed the need for models with tissues and a microvascular network.",
            "score": 145.79295659065247
        },
        {
            "docid": "3626600_35",
            "document": "Machine perfusion . There are, however, tissue and species differences in the cold sensitivity of this ATPase which may account for the differences in the ability of tissues to withstand hypothermia. Martin has shown that in dog kidney cortical cells some ATPase activity is still present at 10 °C but not at 0 °C. In liver and heart cells activity was completely inhibited at 10 °C and this difference in the cold sensitivity of ATPase correlated with the greater difficulty in controlling cell swelling during hypothermic storage of liver and heart cells. A distinct ATPase is found in vessel walls, and this was shown by Belzer to be completely inhibited at 10 °C, when at this temperature kidney cortical cells ATPase is still active. These experiments were performed on aortic endothelium, but if the vascular endothelium of the kidney has the same properties, then vascular injury may be the limiting factor in prolonged kidney storage.",
            "score": 152.06134355068207
        },
        {
            "docid": "2428938_2",
            "document": "Cell migration . Cell migration is a central process in the development and maintenance of multicellular organisms. Tissue formation during embryonic development, wound healing and immune responses all require the orchestrated movement of cells in particular directions to specific locations. Cells often migrate in response to specific external signals, including chemical signals and mechanical signals. Errors during this process have serious consequences, including intellectual disability, vascular disease, tumor formation and metastasis. An understanding of the mechanism by which cells migrate may lead to the development of novel therapeutic strategies for controlling, for example, invasive tumour cells.",
            "score": 169.80451035499573
        },
        {
            "docid": "56377661_4",
            "document": "Didier Stainier . Together with the many students and postdocs in his laboratory, Stainier helped pioneer the use of the zebrafish model to study a wide range of questions pertaining to vertebrate organ development and function, and has published extensively. His forward genetic analyses of heart development revealed the unexpected role of several signaling pathways including sphingosine 1-phosphate signaling and the discovery of the long-elusive sphingosine 1-phosphate transporter. Additional genetic screens led to the elucidation of transcriptional networks regulating endoderm formation and endothelial cell specification as well as extracellular signals regulating liver induction. He pushed the frontiers of \"in vivo\" microscopy to reveal new insights into cardiac valve formation and cardiac trabeculation, and used cellular approaches to gain a detailed understanding of these processes. Stainier developed and used single-cell analyses to provide the first \"in vivo\" demonstration of the hemangioblast, a formerly hypothetical cell that gives rise to both endothelial and blood cells, as well as the discovery of a new mode of blood vessel formation. His studies on gut looping morphogenesis revealed the importance of tissue-level physical forces in shaping organs, and his studies on gut lumen formation revealed the importance of fluid flow in this process. He developed a number of cell ablation models that allowed him and others to gain new insights into the process of organ regeneration, with potential implications for novel disease therapies. Most recently, he has also made significant contributions to the understanding of genetic compensation.",
            "score": 220.48478543758392
        },
        {
            "docid": "1236730_11",
            "document": "Neoplasm . Recently, tumor growth has been studied using mathematics and continuum mechanics. Vascular tumors (formed from blood vessels) are thus looked at as being amalgams of a solid skeleton formed by sticky cells and an organic liquid filling the spaces in which cells can grow. Under this type of model, mechanical stresses and strains can be dealt with and their influence on the growth of the tumor and the surrounding tissue and vasculature elucidated. Recent findings from experiments that use this model show that active growth of the tumor is restricted to the outer edges of the tumor, and that stiffening of the underlying normal tissue inhibits tumor growth as well.",
            "score": 164.51318550109863
        },
        {
            "docid": "23386350_4",
            "document": "BioSim . Diabetes Efforts concentrate on the role of mutations that effect the ion channels of the insulin-producing beta-cells, on the genetic basis for the development of neonatal diabetes, on the study of human (as opposed to mice) pancreatic cells, on the mechanisms underlying the development of insulin resistance, and on the possible role of prenatal nutrition for the development of type-2 diabetes. Models are also developed to analyse the balance between fat and glucose metabolism and to describe the rate of absorption of different insulin variants. Cancer In this area the network uses computer models of the cell cycle and of its coupling to the 24 h day-and-night rhythm to improve the treatment of patients with cancer. The use of chronotherapy implies that the administration of anti-cancer drugs is adjusted in accordance with the circadian rhythm of the patient. For certain forms of cancer this has been found to increase the efficiency of the drug by a factor of five. Efforts are also devoted to the development of new anti-cancer drugs. Hypertension and cardiovascular diseases Activities area focus on the development of 3D heart models that can be used to test how a new drug affects the regularity of the heart rhythm. Work is performed to develop detailed models of the mechanisms by which the individual nephron of the kidney regulates the incoming blood flow and how neighboring nephrons interact. Mental disorders and neuronal systems Work includes application of mathematical models to develop less invasive and demand-controlled electrical stimulation techniques for the treatment of Parkinson's disease. Modelling studies are performed to examine the effect of sleep deprivation in the treatment of depression, and bioinformatic approaches are applied to try to identify forms of depression on the basis of the information available from blood samples. Methodological issues The area encompasses description of complex networks of oscillating biological units, studies of the mechanisms of temperature stabilization in biological feedback regulations, application of new methods of data analysis, and development of modeling software and biomedical search machines. The area includes application of new experimental techniques such as interference microscopy and surface enhanced Raman spectroscopy to study cellular processes. Regulatory issues and dialogue with the public Testing in animal and human subjects is a necessary part of the development of new drugs. Such experiments clearly raises a number of complicated ethical issues that the use of simulation models may reduce. This requires that the regulatory authorities can evaluate computer models and accept them as part of the required documentation.  During the last five years the BioSim Network has published nine books and 800 scientific publications. The network has organized or co-organized 30 conferences and workshops, edited four issues of international journals, and trained about 130 PhD students. New National Centres in Systems Biology have been established in relation to the BioSim partners in Manchester, Warwick, and Edinburgh.",
            "score": 183.7200986146927
        },
        {
            "docid": "356382_5",
            "document": "Gene regulatory network . In multicellular animals the same principle has been put in the service of gene cascades that control body-shape. Each time a cell divides, two cells result which, although they contain the same genome in full, can differ in which genes are turned on and making proteins. Sometimes a 'self-sustaining feedback loop' ensures that a cell maintains its identity and passes it on. Less understood is the mechanism of epigenetics by which chromatin modification may provide cellular memory by blocking or allowing transcription. A major feature of multicellular animals is the use of morphogen gradients, which in effect provide a positioning system that tells a cell where in the body it is, and hence what sort of cell to become. A gene that is turned on in one cell may make a product that leaves the cell and diffuses through adjacent cells, entering them and turning on genes only when it is present above a certain threshold level. These cells are thus induced into a new fate, and may even generate other morphogens that signal back to the original cell. Over longer distances morphogens may use the active process of signal transduction. Such signalling controls embryogenesis, the building of a body plan from scratch through a series of sequential steps. They also control and maintain adult bodies through feedback processes, and the loss of such feedback because of a mutation can be responsible for the cell proliferation that is seen in cancer. In parallel with this process of building structure, the gene cascade turns on genes that make structural proteins that give each cell the physical properties it needs.",
            "score": 209.2790722846985
        },
        {
            "docid": "15069546_11",
            "document": "SULF1 . Breast cancer expression of Sulf1 at the mRNA level was shown to be downregulated. Investigations into this relationship revealed that angiogenesis in breast cancer was shown to be regulated in part by Sulf1. Breast cancer xenografts overexpressing Sulf1 in athymic mice showed marked decreases in angiogenesis. Specifically, Sulf1 inhibited the ability of vascular endothelial cell heparan sulfate to participate in complex formation with FGF-2, thereby abolishing growth signaling. FGF-2 is a HB-GF, requiring the formation of a ternary complex with HS and the FGF Receptor (FGFR) to cause receptor dimerization, activation, and autophosphorylation, which then leads to induction of the mitogen-activated protein kinase (MAPK) pathway (in addition to other pathways). This results in several responses including cell proliferation and angiogenesis. Importantly, this response is dependent upon the degree and signature of HS-GAG sulfation. To further validate the response in breast cancer, human umbilical vein endothelial cells (HUVECs), overexpressing Sulf1 inhibited vascular endothelial growth factor 165 (VEGF165) signaling which is dependent upon HS, but not HS-independent VEGF121. Sulf2 also was implicated in breast cancer. In contrast to Sulf1, Sulf2 was upregulated at both the mRNA and protein levels in tumor tissue in two mammary carcinoma mouse models.",
            "score": 153.1155527830124
        },
        {
            "docid": "42256877_18",
            "document": "Cellular Dynamics International . At least 5 of the top 10 Leading Causes of Death in the United States have a vascular component related to their disease. Endothelial cells (cells that line the interior of blood vessels and allow nutrients to pass back and forth to the body’s organs and tissues) play an important role in the study of vascular contributions of many leading causes of death. iCell Endothelial cells were launched as a tool to model vascular biology. Other types of endothelial cells are available from ATCC and Life Technologies. iCell Hematopoietic Progenitor Cells are multipotent progenitor blood cells that can give rise to many different types of blood cells that can then be used for a variety of research purposes, including cell therapy, autoimmune disease, and cancer research.",
            "score": 212.8266842365265
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 210.36991226673126
        },
        {
            "docid": "15181943_6",
            "document": "SH2B3 . LNK is widely expressed in human tissues, with the highest expression in hematopoietic cells. LNK negatively controls the activation of several receptors activation, including stem cell factor receptor (c-kit), thrombopoietin receptor (MPL), erythropoietin receptor (EPOR), platelet-derived growth factor receptor (PDGFR), macrophage colony-stimulating factor receptor (c-Fms), and their related pathways. LNK is a negative regulator of signaling in endothelial cells, such as the TNF signaling pathway, especially in inflammation. LNK has been found to function as a negative regulator in lymphopoiesis, megakaryopoiesis, erythropoiesis as well as HSC expansion by moderating growth factor and cytokine receptor-mediated signaling. The overexpression of LNK led to the inhibition of anti-CD3 mediated NF-AT-Luc activation, indicating that LNK is involved in the mechanism of T cell-negative regulation. In addition to its role in progenitor cell growth and commitment, LNK appears to be involved in cell motility and cellular interactions. LNK modulates crosstalk between integrin- and cytokine-mediated signals, thus controlling thrombopoiesis. LNK facilitates integrin aIIbb3 phosphorylation and signaling in order to promote platelet cytoskeleton rearrangement and spreading, and thus stabilizes thrombosis formation.",
            "score": 162.22906875610352
        },
        {
            "docid": "14876019_5",
            "document": "PPAP2B . This protein is a membrane glycoprotein localized at the cell plasma membrane. It has been shown to actively hydrolyze extracellular lysophosphatidic acid (LPA) and short-chain phosphatidic acid. [5] As an LPA inhibitor, PPAP2B is known to suppress LPA receptor mediated cellular signaling, which is associated with activation of vascular and blood cells and epithelial cell migration and proliferation. In response to dynamic atherorelevant-flows, PPAP2B can promote anti-inflammatory phenotype via inhibition of LPA signaling and maintain vascular integrity of endothelial monolayer. This flow-sensitive PPAP2B expression is inhibited by microRNA-92a and activated by transcription factor KLF2. In addition to LPA receptor-mediated signaling, PPAP2B is also associated with Wnt signaling, functioning in embryonic development for proper formation of important tissues including bone, heart and muscle. The phenotype of axis duplication in mice globally lacking PPAP2B resembles that observed in animals with altered Wnt signaling. Furthermore, Wnt signaling mediated TCF/LEF-transcription via β-catenin is upregulated in PPAP2B null embryonic stem cells, implicating LPP3 as a negative regulator of the Wnt pathway.",
            "score": 168.41592133045197
        },
        {
            "docid": "14762501_5",
            "document": "AOC3 . Membrane-bound VAP-1 releases an active, soluble form of the protein, which may be conducive to increased inflammation and the progression of many vascular disorders. In particular, elevation of VAP-1 activity and the increased enzymatic-mediated deamination is proposed to play a role in renal and vascular disease, oxidative stress, acute and chronic hyperglycemia, and diabetes complications. In diabetic patients, the amine oxidase activity stimulates glucose uptake via translocation of transporters to the cell membrane in adipocytes and smooth muscle cells. This modifies hepatic glucose homeostasis and may contribute to patterns of GLUT expression in chronic disease, as insulin resistance in humans have been linked to altered expression of GLUT isoforms by granulosa cells and adipose tissues. In particular, hydrogen peroxide, released during the deamination of SSAO, acts as a signal-transducing molecule, affecting GLUT1 and GLUT4 translocation to the plasma membrane by granulosa cells and adipose tissue. This mimics insulin and interferes with cell processes in diabetic patients. Additionally, hydrogen peroxide, along with aldehydes and glucose, is involved in generating advanced glycation end-products and oxidative stress, which leads to the development of atherosclerosis, a disease in which plaque builds up inside arteries. Cell processes involved in insulin resistance are often associated with elevated VAP-1 expression and modified GLUT expression in patients with liver diseases. Accordingly, subjects with diabetes are often at an increased risk for the development of and mortality from various cancers, including colorectal cancer hepatocellular carcinoma. Because of hyperinsulinemia - the increased bioavailability of insulin-like growth factors-1 and hypoadiponectinemia - diabetic patients have a greater chance of developing oncogenesis and tumor progression. In one study, serum VAP-1 was shown to independently predict 10-year all-cause mortality, cardiovascular mortality, and cancer-related mortality in subjects with type 2 diabetes. This may be because VAP-1 is involved in binding TIL, lymphokine-activated killer cells, and natural killer cells to the vasculature of cancer tissue. Hence, increased serum VAP-1 activity has been repeatedly found to be associated with various vascular disorders, such as the complications of diabetes mellitus, acute and chronic hyperglycemia, congestive heart failure, atherosclerosis, and Alzheimer's disease. The same elevation is seen in kidney disease, even when accounted for factors of age, gender, and smoking. Studies have established a strong correlation between serum VAP-1 levels and urinary albumin excretion, which supports the idea that VAP-1 may be involved in the pathogenesis of kidney damage in humans. In renal pathology, the aldehydes produced by SSAO are highly reactive and lead to the formation of protein cross-linking and oxidative stress. Additionally, VAP-1 mediates leukocyte migration and, eventually, can lead to chronic inflammatory cell accumulation and the development of kidney fibrosis. As for stroke patients, the products from deamination induce cytotoxicity protein cross-linking and amyloid-beta (Aβ) aggregation along with oxidative stress and thus are considered a potential risk factor for stress-related angiopathy. In these patients, VAP-1 may be involved in increasing vascular damage due to increased susceptibility of endothelial cells to oxygen-glucose deprivation (OGD). In hemorrhagic stroke patients, plasmatic VAP-1 activity is increase, and in ischemic stroke patients, it can predict the appearance of parenchymal hemorrhages after tissue plasminogen activator treatment due to the transmigration of inflammatory cells into ischaemic brain. VAP-1-expression is increased in blood vessels of ischemic areas where it may be mediating neutrophil adhesion to vascular endothelium in ischemic heart. The presence of diminished expression of vascular VAP-1 in infarcted brain areas and the increased concentration of VAP-1 in serum suggests that acute cerebral ischaemia triggers early release of endothelial VAP-1 from brain vasculature. Lastly, during pulmonary infection and airway hyper-activity,VAP-1 may also contribute to the recruitment of inflammatory cells and the transfer of neutrophils from the microvasculature. Inhibitors of VAP-1 may be effective in reducing inflammation in various vascular diseases, but more studies are needed to understand to what extent. Whether serum VAP-1 is a good biomarker for these diseases requires further investigation. Although many studies concerning VAP-1 as a therapeutic target are becoming more frequent, it is difficult to study VAP-1 in cell or tissue systems, since the enzyme progressively loses its expression, and immortalized cell lines do not show any expression at all.",
            "score": 164.4638396501541
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 198.65744984149933
        },
        {
            "docid": "14654875_5",
            "document": "Sean J. Morrison . In addition to the findings at CRI, Morrison's laboratory has discovered a number of critical mechanisms that distinguish stem cell self-renewal from the proliferation of restricted progenitors. They have shown that stem cell self-renewal is regulated by networks of proto-oncogenes and tumor suppressors and that the balance between proto-oncogenic and tumor suppressor signals changes with age. This likely explains why the mutation spectrum changes with age in cancer patients, as different mechanisms become competent to hyper-activate self-renewal pathways in patients at different ages. His laboratory has further shown that in some cancers many tumor cells are capable of driving disease growth and progression while other cancers are driven by minority subpopulations of cancer cells that adopt stem cell characteristics. These insights into the cellular and molecular mechanisms of self-renewal have suggested new approaches for promoting normal tissue regeneration and cancer treatment.",
            "score": 177.0225394964218
        },
        {
            "docid": "4109042_3",
            "document": "Cell signaling . Traditional work in biology has focused on studying individual parts of cell signaling pathways. Systems biology research helps us to understand the underlying structure of cell signaling networks and how changes in these networks may affect the transmission and flow of information (signal transduction). Such networks are complex systems in their organization and may exhibit a number of emergent properties including bistability and ultrasensitivity. Analysis of cell signaling networks requires a combination of experimental and theoretical approaches including the development and analysis of simulations and modeling. Long-range allostery is often a significant component of cell signaling events.",
            "score": 201.17264103889465
        },
        {
            "docid": "15497663_4",
            "document": "Vascular endothelial growth factor A . VEGF-A shows prominent activity with vascular endothelial cells, primarily through its interactions with the VEGFR1 and -R2 receptors found in prominently on the endothelial cell membrane. Although, it does have effects on a number of other cell types (e.g., stimulation monocyte/macrophage migration, neurons, cancer cells, kidney epithelial cells ). \"In vitro\", VEGF-A has been shown to stimulate endothelial cell mitogenesis and cell migration. VEGF-A is also a vasodilator and increases microvascular permeability and was originally referred to as vascular permeability factor.",
            "score": 180.1190483570099
        },
        {
            "docid": "2901165_29",
            "document": "Transforming growth factor beta . In normal cells, TGF-β, acting through its signaling pathway, stops the cell cycle at the G1 stage to stop proliferation, induce differentiation, or promote apoptosis. In many cancer cells, parts of the TGF-β signaling pathway are mutated, and TGF-β no longer controls the cell. These cancer cells proliferate. The surrounding stromal cells (fibroblasts) also proliferate. Both cells increase their production of TGF-β. This TGF-β acts on the surrounding stromal cells, immune cells, endothelial and smooth-muscle cells. It causes immunosuppression and angiogenesis, which makes the cancer more invasive. TGF-β also converts effector T-cells, which normally attack cancer with an inflammatory (immune) reaction, into regulatory (suppressor) T-cells, which turn off the inflammatory reaction. Normal tissue integrity is preserved by feedback interactions between different cell types that express adhesion molecules and secrete cytokines. Disruption of these feedback mechanisms in cancer damages a tissue. When TGF-β signaling fails to control NF-κB activity in cancer cells, this has at least two potential effects: first, it enables the malignant tumor to persist in the presence of activated immune cells, and second, the cancer cell outlasts immune cells because it survives in the presence of apoptotic, and anti-inflammatory mediators.",
            "score": 184.60207760334015
        }
    ],
    "r": [
        {
            "docid": "1107334_40",
            "document": "Notch signaling pathway . Notch signaling may be used to control the sprouting pattern of blood vessels during angiogenesis. When cells within a patent vessel are exposed to VEGF signaling, only a restricted number of them initiate the angiogenic process. Vegf is able to induce DLL4 expression. In turn, DLL4 expressing cells down-regulate Vegf receptors in neighboring cells through activation of Notch, thereby preventing their migration into the developing sprout. Likewise, during the sprouting process itself, the migratory behavior of connector cells must be limited to retain a patent connection to the original blood vessel.",
            "score": 359.35833740234375
        },
        {
            "docid": "1107334_39",
            "document": "Notch signaling pathway . Activation of Notch takes place primarily in \"connector\" cells and cells that line patent stable blood vessels through direct interaction with the Notch ligand, Delta-like ligand 4 (Dll4), which is expressed in the endothelial tip cells. VEGF signaling, which is an important factor for migration and proliferation of endothelial cells, can be downregulated in cells with activated Notch signaling by lowering the levels of Vegf receptor transcript. Zebrafish embryos lacking Notch signaling exhibit ectopic and persistent expression of the zebrafish ortholog of VEGF3, flt4, within all endothelial cells, while Notch activation completely represses its expression.",
            "score": 335.208984375
        },
        {
            "docid": "4718706_21",
            "document": "Endothelial stem cell . Understanding more about ESCs is important in cancer research. Tumours induce angiogenesis, which is the formation of new blood vessels. These cancerous cells do this by secreting factors such as VEGF and by reducing the amount of PGK, an anti-VEGF enzyme. The result is an uncontrolled production of beta-catenin, which regulates cell growth and cell mobility. With uncontrolled beta-catenin, the cell loses its adhesive properties. As ECs get packed together to create the lining for a new blood vessel, a single cancer cell is able to travel through the vessel to a distant site. If that cancer cell implants itself and begins forming a new tumour, the cancer has metastasized.",
            "score": 283.0120849609375
        },
        {
            "docid": "19269097_35",
            "document": "Medication-associated osteonecrosis of the jaw . Anti-angiogenic drugs, which is as known as angiogenesis inhibitors obstruct the blood vessels formation by interfering the angiogenesis signalling cascade. They are used primarily to treat cancer. It is different from other conventional cancer drugs as these cancer-fighting agents tend to hinder the growth of blood vessels that supply the tumour rather than killing tumour cells directly. It does not necessary eliminate tumours but it has indirect on treating cancer by preventing the tumour from growing. For example, bevacizumab/ aflibercept is a monoclonal antibody that specifically bind to the vascular endothelial growth factor (VEGF), so the VEGF is no longer available to bind to the receptors on the surface of normal endothelial cells. Sunitinib is a different example of anti-angiogenic drugs as it inhibits cellular signalling by targeting multiple receptor tyrosine kinases. It reduces blood/ nutrients supply to tumour by inhibiting new blood vessels formation from the cancer cells. Hence, the tumour stops growing or even shrinks.",
            "score": 275.67010498046875
        },
        {
            "docid": "11079999_6",
            "document": "Subgranular zone . Endothelial cells, which line the blood vessels in the SGZ, are a critical component in the regulation of stem cell self-renewal and neurogenesis. These cells, which reside in close proximity to clusters of proliferating neurogenic cells, provide attachment points for neurogenic cells and release diffusible signals such as vascular endothelial growth factor (VEGF) that help induce both angiogenesis and neurogenesis. In fact, studies have shown that neurogenesis and angiogenesis share several common signaling pathways, implying that neurogenic cells and endothelial cells in the SGZ have a reciprocal effect on one another. Blood vessels carry hormones and other molecules that act on the cells in the SGZ to regulate neurogenesis and angiogenesis.",
            "score": 266.58197021484375
        },
        {
            "docid": "64972_24",
            "document": "Angiogenesis . Tumors induce blood vessel growth (angiogenesis) by secreting various growth factors (e.g. VEGF) and proteins. Growth factors such as bFGF and VEGF can induce capillary growth into the tumor, which some researchers suspect supply required nutrients, allowing for tumor expansion. Unlike normal blood vessels, tumor blood vessels are dilated with an irregular shape. In 2007, it was discovered that cancerous cells stop producing the anti-VEGF enzyme PKG. In normal cells (but not in cancerous ones), PKG apparently limits beta-catenin, which solicits angiogenesis. Other clinicians believe angiogenesis really serves as a waste pathway, taking away the biological end products secreted by rapidly dividing cancer cells. In either case, angiogenesis is a necessary and required step for transition from a small harmless cluster of cells, often said to be about the size of the metal ball at the end of a ball-point pen, to a large tumor. Angiogenesis is also required for the spread of a tumor, or metastasis. Single cancer cells can break away from an established solid tumor, enter the blood vessel, and be carried to a distant site, where they can implant and begin the growth of a secondary tumor. Evidence now suggests the blood vessel in a given solid tumor may, in fact, be mosaic vessels, composed of endothelial cells and tumor cells. This mosaicity allows for substantial shedding of tumor cells into the vasculature, possibly contributing to the appearance of circulating tumor cells in the peripheral blood of patients with malignancies. The subsequent growth of such metastases will also require a supply of nutrients and oxygen and a waste disposal pathway.",
            "score": 266.1374816894531
        },
        {
            "docid": "15497663_10",
            "document": "Vascular endothelial growth factor A . When cells are deprived of oxygen, they increase their production of VEGF-A5. VEGF-A mediates the growth of new blood vessels from pre-existing vessels (angiogenesis) by binding to the cell surface receptors VEGFr1 and VEGFr2, two tyrosine kinases located in endothelial cells of the cardiovascular system. These two receptors act through different pathways to contribute to endothelial cell proliferation and migration, and formation of tubular structures.",
            "score": 264.09759521484375
        },
        {
            "docid": "10323449_4",
            "document": "VEGF receptor . Vascular endothelial growth factor (VEGF) is an important signaling protein involved in both vasculogenesis (the formation of the circulatory system) and angiogenesis (the growth of blood vessels from pre-existing vasculature). As its name implies, VEGF activity is restricted mainly to cells of the vascular endothelium, although it does have effects on a limited number of other cell types (e.g. stimulation monocyte/macrophage migration). \"In vitro\", VEGF has been shown to stimulate endothelial cell mitogenesis and cell migration. VEGF also enhances microvascular permeability and is sometimes referred to as vascular permeability factor.",
            "score": 263.67169189453125
        },
        {
            "docid": "53828524_4",
            "document": "Tumor-associated endothelial cell . Many tumors are characterized by high expression of vascular endothelial growth factor (VEGF), which is a strong vasodilator. VEGF has been indicated to stimulate sprouting and tip branching in endothelial cells, leading to defective endothelial monolayers. Research supports that compression of tumor vessels by surrounding tumor cells results in mechanical tension and changes in blood flow. It has been suggested that these flow-mediated changes cause abnormal expression of transcription factors which promotes aberrant endothelial morphology, size, and differentiation.",
            "score": 262.3581237792969
        },
        {
            "docid": "64972_12",
            "document": "Angiogenesis . Vascular endothelial growth factor (VEGF) has been demonstrated to be a major contributor to angiogenesis, increasing the number of capillaries in a given network. Initial \"in vitro\" studies demonstrated bovine capillary endothelial cells will proliferate and show signs of tube structures upon stimulation by VEGF and bFGF, although the results were more pronounced with VEGF. Upregulation of VEGF is a major component of the physiological response to exercise and its role in angiogenesis is suspected to be a possible treatment in vascular injuries. \"In vitro\" studies clearly demonstrate that VEGF is a potent stimulator of angiogenesis because, in the presence of this growth factor, plated endothelial cells will proliferate and migrate, eventually forming tube structures resembling capillaries. VEGF causes a massive signaling cascade in endothelial cells. Binding to VEGF receptor-2 (VEGFR-2) starts a tyrosine kinase signaling cascade that stimulates the production of factors that variously stimulate vessel permeability (eNOS, producing NO), proliferation/survival (bFGF), migration (ICAMs/VCAMs/MMPs) and finally differentiation into mature blood vessels. Mechanically, VEGF is upregulated with muscle contractions as a result of increased blood flow to affected areas. The increased flow also causes a large increase in the mRNA production of VEGF receptors 1 and 2. The increase in receptor production means muscle contractions could cause upregulation of the signaling cascade relating to angiogenesis. As part of the angiogenic signaling cascade, NO is widely considered to be a major contributor to the angiogenic response because inhibition of NO significantly reduces the effects of angiogenic growth factors. However, inhibition of NO during exercise does not inhibit angiogenesis, indicating there are other factors involved in the angiogenic response.",
            "score": 260.5948486328125
        },
        {
            "docid": "3227803_6",
            "document": "Apelin . Vascular expression of the receptor participates in the control of blood pressure and its activation promotes the formation of new blood vessels (angiogenesis). The hypotensive effect of apelin results from the activation of receptors expressed at the surface of endothelial cells. This activation induces the release of NO, a potent vasodilator, which induces relaxation of the smooth muscle cells of artery wall. Studies performed on mice knocked out for the apelin receptor gene have suggested the existence of a balance between angiotensin II signalling, which increases blood pressure and apelin signalling, which lowers blood pressure. The angiogenic activity is the consequence of apelin action on the proliferation and migration of the endothelial cells. Apelin activates inside the cell transduction cascades (ERKs, Akt, and p70S6kinase phosphorylation), which lead to the proliferation of endothelial cells and the formation of new blood vessels It is interesting that knockout of apelin gene is associated with a delay in the development of the retinal vasculature.",
            "score": 259.6567687988281
        },
        {
            "docid": "38262758_17",
            "document": "Hes3 signaling axis . In tissues, many different cell types interact with one another. In the brain, for example, neurons, astrocytes, and oligodendrocytes (specialized cells of the neural tissue, each with specific functions) interact with one another as well as with cells that comprise blood vessels. All these different cell types may interact with all others by the production of ligands that may activate receptors on the cell surface of other cell types. Understanding the way these different cell types interact with one another will allow to predict ways of activating eNSCs. For example, because eNSCs are found in close proximity with blood vessels, it has been hypothesized that signals (e.g., ligands) from cells comprising the blood vessel act on receptors found on the cell surface of eNSCs.",
            "score": 258.9984130859375
        },
        {
            "docid": "19220477_25",
            "document": "Akt/PKB signaling pathway . Angiogenesis, the formation of new blood vessels, is often critical for tumour cells to survive and grow in nutrient-depleted conditions. Akt is activated downstream of vascular endothelial growth factor (VEGF) in endothelial cells in the lining of blood vessels, promoting survival and growth. Akt also contributes to angiogenesis by activating endothelial nitric oxide synthase (eNOS), which increases production of nitric oxide (NO). This stimulates vasodilation and vascular remodelling. Signalling through the PI3K-Akt pathway increases translation of hypoxia-inducible factor α (HIF1α and HIF2α) transcription factors via mTOR. HIF promotes gene expression of VEGF and glycolytic enzymes, allowing metabolism in oxygen-depleted environments.",
            "score": 258.6994934082031
        },
        {
            "docid": "5647595_14",
            "document": "Ephrin receptor . The construction of blood vessels requires the coordination of endothelial and supportive mesenchymal cells through multiple phases to develop the intricate networks required for a fully functional circulatory system. The dynamic nature and expression patterns of the Ephs make them, therefore, ideal for roles in angiogenesis. Mouse embryonic models show expression of EphA1 in mesoderm and pre-endocardial cells, later spreading up into the dorsal aorta then primary head vein, intersomitic vessels, and limb bud vasculature, as would be consistent with a role in angiogenesis. Different class A Eph receptors have also been detected in the lining of the aorta, brachial arch arteries, umbilical vein, and endocardium. Complementary expression of EphB2/ephrin-B4 was detected in developing arterial endothelial cells and EphB4 in venous endothelial cells. Expression of EphB2 and ephrin-B2 was also detected on supportive mesenchymal cells, suggesting a role in wall development through mediation of endothelial-mesenchymal interactions. Blood vessel formation during embryogenesis consists of vasculogenesis, the formation of a primary capillary network followed by a second remodeling and restructuring into a finer tertiary network - studies utilizing ephrin-B2 deficient mice showed a disruption of the embryonic vasculature as a result of a deficiency in the restructuring of the primary network. Functional analysis of other mutant mice have led to the development of a hypothesis by which Ephs and ephrins contribute to vascular development by restricting arterial and venous endothelial mixing, thus stimulating the production of capillary sprouts as well as in the differentiation of mesenchyme into perivascular support cells, an ongoing area of research.",
            "score": 256.6868591308594
        },
        {
            "docid": "5814292_2",
            "document": "Angiopoietin . Angiopoietin is part of a family of vascular growth factors that play a role in embryonic and postnatal angiogenesis. Angiopoietin signaling most directly corresponds with angiogenesis, the process by which new arteries and veins form from preexisting blood vessels. Angiogenesis proceeds through sprouting, endothelial cell migration, proliferation, and vessel destabilization and stabilization. They are responsible for assembling and disassembling the endothelial lining of blood vessels. Angiopoietin cytokines are involved with controlling microvascular permeability, vasodilation, and vasoconstriction by signaling smooth muscle cells surrounding vessels.  There are now four identified angiopoietins: ANGPT1, ANGPT2, ANGPTL3, ANGPT4. In addition, there are a number of proteins that are closely related to ('like') angiopoietins (Angiopoietin-related protein 1, , , , , , , ).",
            "score": 253.71348571777344
        },
        {
            "docid": "64972_4",
            "document": "Angiogenesis . Sprouting angiogenesis was the first identified form of angiogenesis. It occurs in several well-characterized stages. First, biological signals known as angiogenic growth factors activate receptors on endothelial cells present in pre-existing blood vessels. Second, the activated endothelial cells begin to release enzymes called proteases that degrade the basement membrane to allow endothelial cells to escape from the original (parent) vessel walls. The endothelial cells then proliferate into the surrounding matrix and form solid sprouts connecting neighboring vessels.",
            "score": 253.6268310546875
        },
        {
            "docid": "22993401_23",
            "document": "Proteases in angiogenesis . Leukocytes and endothelial progenitor cells (EPCs) contribute to the initiation and guidance of new blood vessels. Monocytes produce a variety of pro-angiogenic factors. There is also a population of CD34 positive cells that can express endothelial associated proteins, such as VE-cadherin and kinase insert domain receptor (KDR, VEGF receptor 2) which aid in influencing the progression of angiogenesis. The absence or dysfunction of these cells is implicated in impaired vascularization in cardiac and diabetes patients. MMP-9 plays a key role in mobilizing EPCs from the bone marrow. Heissig et al. have proposed a mechanism for how MMP-9 facilitates the availability of EPCs for angiogenesis. First, circulating VEGF induces MMP-9 expression in the bone marrow, MMP-9 then is able to cleave and release c-kit ligand. Activated c-kit is then able to recruit hematopoietic, endothelial and mast cell progenitor cells, these cells are then accumulated in the angiogenic area and produce large amounts of VEGF tipping the scales in favor of angiogenesis.",
            "score": 252.78860473632812
        },
        {
            "docid": "34760961_9",
            "document": "Neurobiological effects of physical exercise . is a neurotrophic and angiogenic (i.e., blood vessel growth-promoting) signaling protein that binds to two receptor tyrosine kinases, VEGFR1 and VEGFR2, which are expressed in neurons and glial cells in the brain. Hypoxia, or inadequate cellular oxygen supply, strongly upregulates VEGF expression and VEGF exerts a neuroprotective effect in hypoxic neurons. Like and , aerobic exercise has been shown to increase VEGF biosynthesis in peripheral tissue which subsequently crosses the blood–brain barrier and promotes neurogenesis and blood vessel formation in the central nervous system. Exercise-induced increases in VEGF signaling have been shown to improve cerebral blood volume and contribute to exercise-induced neurogenesis in the hippocampus.",
            "score": 250.3137969970703
        },
        {
            "docid": "1107334_38",
            "document": "Notch signaling pathway . Endothelial cells use the Notch signaling pathway to coordinate cellular behaviors during the blood vessel sprouting that occurs in angiogenesis.",
            "score": 248.36424255371094
        },
        {
            "docid": "23496_11",
            "document": "Pregnancy (mammals) . The blood system continues to grow networks which allow the blood to flow around the embryo. Blood cells are already being produced and are flowing through these developing networks. Secondary blood vessels also begin to develop around the placenta, to supply it with more nutrients. Blood cells begin to form on the sac in the center of the embryo, as well as cells which begin to differentiate into blood vessels. Endocardial cells begin to form the myocardium.",
            "score": 245.97315979003906
        },
        {
            "docid": "4718706_7",
            "document": "Endothelial stem cell . Blood vessels are made of a thin layer of ECs. As part of the circulatory system, blood vessels play a critical role in transporting blood throughout the body. Consequently, ECs have unique functions such as fluid filtration, homeostasis and hormone trafficking. ECs are the most differentiated form of an ESC. Formation of new blood vessels occurs by two different processes: vasculogenesis and angiogenesis. The former requires differentiation of endothelial cells from hemangioblasts and then the further organization into a primary capillary network. The latter occurs when new vessels are built from preexisting blood vessels.",
            "score": 244.71087646484375
        },
        {
            "docid": "2004663_12",
            "document": "Angiogenesis inhibitor . Through binding to VEGFR and other VEGF receptors in endothelial cells, VEGF can trigger multiple cellular responses like promoting cell survival, preventing apoptosis, and remodeling cytoskeleton, all of which promote angiogenesis. Bevacizumab (brand name Avastin) traps VEGF in the blood, lowering the binding of VEGF to its receptors. This results in reduced activation of the angiogenesis pathway, thus inhibiting new blood vessel formation in tumors.",
            "score": 244.1645965576172
        },
        {
            "docid": "1858534_2",
            "document": "Vascular endothelial growth factor . Vascular endothelial growth factor (VEGF), originally known as vascular permeability factor (VPF), is a signal protein produced by cells that stimulates the formation of blood vessels. To be specific, VEGF is a sub-family of growth factors, the platelet-derived growth factor family of cystine-knot growth factors. They are important signaling proteins involved in both vasculogenesis (the \"de novo\" formation of the embryonic circulatory system) and angiogenesis (the growth of blood vessels from pre-existing vasculature).",
            "score": 242.47463989257812
        },
        {
            "docid": "3415286_6",
            "document": "Arteriogenesis . MCP1 (now called CCL2) is especially important in arteriogenesis. Since MCP-1 attracts monocytes it can produce an immune cascade to aid inflammation. Monocytes can enter the vessel wall to become macrophages and produce inflammatory cytokines such as TNF-α in addition to aiding the production of bFGF and MMP (Van Royen \"et al.\", 2000). Macrophages also produce vascular endothelial growth factor (VEGF) that is a huge contributor to the growth signaling of endothelial cells. Endothelial cells have a receptor devoted to VEGF aptly named VEGF receptor-1 that immediately signals rapid mitosis in the cells (Prior \"et al.\", 2004). One study showed that local infusion of MCP-1 caused a large increase in conductance in both collateral and peripheral vessels while diminished levels of MCP-1 hindered the process of arteriogenesis (Ito \"et al.\", 1997). This indicates that monocytes play a significant role in inducing arteriogenesis.",
            "score": 242.4090118408203
        },
        {
            "docid": "793343_5",
            "document": "Mesangial cell . During development mesangial cells are important in the formation of convoluted capillaries allowing for efficient diffusion to occur. Endothelial precursor cells secrete platelet-derived growth factor (PDGF)-B and mesangial cells have receptors for PDGF. This induces mesangial cells to attach to endothelial cells causing developing blood vessels to loop resulting in convoluted capillaries. Mice lacking the growth factor PDGF-B or PDGFRβ do not develop mesangial cells. When mesangial cells are absent the blood vessel becomes a single dilated vessel with up to 100-fold decrease in surface area. The transcription factor for PDGFRβ, Tbx18, is crucial for the development of mesangial cells. Without Tbx18 the development of mesangial cells is compromised and results in the formation of dilated loops. Mesangial cell progenitors are also a target of PDGF-B and can be selected for by the signal to then develop into mesangial cells.",
            "score": 242.29600524902344
        },
        {
            "docid": "15497663_14",
            "document": "Vascular endothelial growth factor A . It has been shown that injection of VEGF-A in dogs following severely restricted blood flow to the heart caused an increase in collateral blood vessel formation compared to the dogs who did not receive the VEGF-A treatment. It was also shown in dogs that delivery of VEGF-A to areas of the heart with little or no blood flow enhanced collateral blood vessel formation and increased the viability of the cells in that area. In gene therapy, DNA which encodes the gene of interest is integrated into a vector along with elements that are able to promote the gene’s expression. The vector is then injected either into muscle cells of the heart or the blood vessels supplying the heart. The natural machinery of the cell is then used to express these genes. Currently, human clinical trials are being conducted to study the effectiveness of gene therapy with VEGF-A in restoring blood flow and function to areas of the heart that have severely restricted blood flow. So far, this type of therapy has proven both safe and beneficial.",
            "score": 241.9644775390625
        },
        {
            "docid": "31321569_17",
            "document": "The Hallmarks of Cancer . Normal tissues of the body have blood vessels running through them that deliver oxygen from the lungs. Cells must be close to the blood vessels to get enough oxygen for them to survive. New blood vessels are formed during the development of embryos, during wound repair and during the female reproductive cycle. An expanding tumour requires new blood vessels to deliver adequate oxygen to the cancer cells, and thus exploits these normal physiological processes for its benefit. To do this, the cancer cells acquire the ability to orchestrate production of new vasculature by activating the 'angiogenic switch'. In doing so, they control non-cancerous cells that are present in the tumor that can form blood vessels by reducing the production of factors that inhibit blood vessel production, and increasing the production of factors that promote blood vessel formation.",
            "score": 241.88333129882812
        },
        {
            "docid": "38925137_27",
            "document": "Tumor microenvironment . In ovarian cancer elevated VEGF levels and expression of the immune regulatory ligand B7H3 (CD276), or the endothelin B receptor (ETR) on tumor vessels correlate with decreased T cell infiltration and worse clinical outcome. Pharmacological inhibition of ETR increased T cell adhesion to endothelial cells in an intercellular adhesion molecule-1 (ICAM-1)–dependent manner, increasing TIL numbers in mice and a corresponding tumor response. Anti-angiogenic inhibitors targeting VEGF and its receptor VEGFR2 (approved for treatment of multiple cancers) induce vascular normalization. This, in turn, increases TILs and improves ACT and vaccine efficacy in preclinical models. VEGF impairs DC maturation, offering another means to enhance intratumoral immune responses. Deleting the regulator of G-protein signaling, Rgs5 reduced vessel leakiness and hypoxia, enhanced T cell infiltration into mouse pancreatic neuroendocrine tumors, and prolonged animal survival. Vascular normalization is thus likely more effective than vessel destruction. Targeted delivery of tumor necrosis factor-α (TNF-α) was reported to normalize tumor blood vessels, increase CD8 T cell infiltration and enhance vaccine and ACT therapies, unlike inflammatory cytokines interferon-γ (IFN-γ).",
            "score": 241.84962463378906
        },
        {
            "docid": "25444252_4",
            "document": "Molecular processor . A vector inserted to form a molecular processor is described in part. The objective was to promote angiogenesis, blood vessel formation and improve cardiovasculature. Vascular endothelial growth factor (VEGF) and enhanced green fluorescent protein (EGFP) cDNA was ligated to either side of an internal ribosomal re-entry site (IRES) to produce inline production of both the VEGF and EGFP proteins. After in vitro insertion and quantification of integrating units (IUs), engineered cells produce a bioluminescent marker and a chemotactic growth factor. In this instance, increased fluorescence of EGFP is used to show VEGF production in individual cells with active molecular processors. The production was exponential in nature and regulated through use of an integrating promoter, cell numbers, the number of integrated units (IUs) of molecular processors and or cell numbers. The measure the molecular processors efficacy was performed by FC/FACS to indirectly measure VEGF through fluorescence intensity. Proof of functional molecular processing was quantified by ELISA to show VEGF effect through chemotactic and angiogenesis models. The result involved directed assembly and coordination of endothelial cells for tubule formation by engineered cells on endothelial cells. The research goes on to show implantation and VEGF with dosage capabilities to promote revascularization, validating mechanisms of molecular processor control.",
            "score": 239.8645782470703
        },
        {
            "docid": "1804463_9",
            "document": "Pericyte . Aside from creating and remodeling blood vessels in a viable fashion, pericytes have been found to protect endothelial cells from death via apoptosis or cytotoxic elements. It has been studied \"in vivo\" that pericytes release a hormone known as pericytic aminopeptidase N/pAPN that may help to promote angiogenesis. When this hormone was mixed with cerebral endothelial cells as well as astrocytes, the pericytes grouped into structures that resembled capillaries. Furthermore, if experimental group contained all of the following with the exception of pericytes, the endothelial cells would undergo apoptosis. That being said, it was concluded that pericytes must be present to assure the proper function of endothelial cells and astrocytes must be present to assure that both remain in contact. If not, then proper angiogenesis cannot occur. In addition, it has been found that pericytes contribute to the survival of endothelial cells because they secrete the protein Bcl-w during cellular crosstalk. Bcl-w is an instrumental protein in the pathway that enforces VEGF-A expression and discourages apoptosis. Although there is some speculation as to why VEGF is directly responsible for preventing apoptosis, it is believed to be responsible for modulating apoptotic signal transduction pathways and inhibiting activation of apoptosis inducing enzymes. Two biochemical mechanisms utilized by VEGF to accomplish such would be phosphorylation of extracellular regulatory kinase 1 (ERK-1) which sustains cell survival over time and inhibition of stress-activated protein kinase/c-jun-NH2 kinase which also promotes apoptosis.",
            "score": 238.9994354248047
        },
        {
            "docid": "1721174_14",
            "document": "Lymphangioleiomyomatosis . Clinical and histopathological evidence demonstrate the lymphatic involvement in LAM. The prevailing hypothesis is that LAM lesions secrete the lymphangiogenic factor VEGF-D, recruit lymphatic endothelial cells (LECs) that form lymphatic vessels and induce lung cysts. VEGF-D serum levels are increased in LAM compared to other cystic lung diseases, including pulmonary Langerhans cell histiocytosis, emphysema, Sjögren's syndrome, or Birt–Hogg–Dubé syndrome. VEGF-D levels correlate with the severity of LAM, evaluated as a measure of CT grade (the abundance of chylous effusions and lymphatic involvement). VEGF-D is a secreted homodimeric glycoprotein and a member of the VEGF family of growth factors, is known for its role in cancer lymphangiogenesis and metastasis. Proteolytic processing of VEGF-D affects cognate binding to VEGFR3. Histopathologically, LAM lesions are surrounded by cells that stain for VEGFR3, the lymphatic vessel endothelial hyaluronan receptor 1 (LYVE-1) and podoplanin. VEGF-D binds to the receptor protein tyrosine kinases VEGFR-2 and VEGFR-349 in humans, and to VEGFR3 in mice. Surprisingly, knock-out of VEGF-D in mice has little effect on lymphatic system development. Nevertheless, during tumorigenesis VEGF-D promotes formation of tumor lymphatic vessels and facilitates metastatic spread of cancer cells. However, little is known about a role of abnormal lymphatics and VEGF-D in LAM pathogenesis.",
            "score": 236.6206512451172
        },
        {
            "docid": "10323449_7",
            "document": "VEGF receptor . In addition to binding to VEGFRs, TACO VEGF binds to receptor complexes consisting of both neuropilins and VEGFRs. This receptor complex has increased VEGF signalling activity in endothelial cells (blood vessels). Neuropilins (NRP) are pleitrophic receptors and therefore other molecules may interfere with the signalling of the NRP/VEGFR receptor complexes. For example, Class 3 semaphorins compete with VEGF for NRP binding and could therefore regulate VEGF-mediated angiogenesis. Some VEGFR antagonists (inhibitors) (for example lenvatinib, motesanib) are under investigation for treating various cancers. Pazopanib was approved for renal cell carcinoma in 2009. Regorafenib was approved for colorectal cancer in Sept 2012.",
            "score": 236.1879425048828
        }
    ]
}