{
    "q": [
        {
            "docid": "43937_68",
            "document": "Parasitism . Given the importance of malaria, with some 220 million people infected annually, many attempts have been made to interrupt its transmission. Various methods of malaria prophylaxis have been tried including the use of antimalarial drugs to kill off the parasites in the blood, the eradication of its mosquito vectors with organochlorine and other insecticides, and the development of a malaria vaccine. All of these have proven problematic, with drug resistance, insecticide resistance among mosquitoes, and repeated failure of vaccines as the parasite mutates. The first and as of 2015 the only licensed vaccine for any parasitic disease of humans is RTS,S for \"Plasmodium falciparum\" malaria.",
            "score": 269.7429769039154
        },
        {
            "docid": "43793051_5",
            "document": "PfSPZ Vaccine . In 1967 irradiated malaria sporozoites (extracted from salivary glands of infected mosquitos) induced immune response in mice without the need of the adjuvant and similar evidence obtained in human volunteer trials. The mice were exposed to irradiated mosquitos infected by malaria parasites. Mice and volunteers did not acquire malaria because mosquitos and the sporozoites were irradiated and their immune cells triggered response that could protect them from following infection. Yet this approach was not further developed during problems with obtaining sufficient number of sporozoites and with the harvesting of parasites.",
            "score": 348.6019790172577
        },
        {
            "docid": "20423_70",
            "document": "Malaria . Immunity (or, more accurately, tolerance) to \"P. falciparum\" malaria does occur naturally, but only in response to years of repeated infection. An individual can be protected from a \"P. falciparum\" infection if they receive about a thousand bites from mosquitoes that carry a version of the parasite rendered non-infective by a dose of X-ray irradiation. The highly polymorphic nature of many \"P. falciparum\" proteins results in significant challenges to vaccine design. Vaccine candidates that target antigens on gametes, zygotes, or ookinetes in the mosquito midgut aim to block the transmission of malaria. These transmission-blocking vaccines induce antibodies in the human blood; when a mosquito takes a blood meal from a protected individual, these antibodies prevent the parasite from completing its development in the mosquito. Other vaccine candidates, targeting the blood-stage of the parasite's life cycle, have been inadequate on their own. For example, SPf66 was tested extensively in areas where the disease is common in the 1990s, but trials showed it to be insufficiently effective.",
            "score": 274.65298104286194
        },
        {
            "docid": "23048_21",
            "document": "Prion . All known prion diseases, collectively called transmissible spongiform encephalopathies (TSEs), are untreatable and fatal. However, a vaccine developed in mice may provide insight into providing a vaccine to resist prion infections in humans. Additionally, in 2006 scientists announced that they had genetically engineered cattle lacking a necessary gene for prion production – thus theoretically making them immune to BSE, building on research indicating that mice lacking normally occurring prion protein are resistant to infection by scrapie prion protein. In 2013, a study revealed that 1 in 2,000 people in the United Kingdom might harbour the infectious prion protein that causes vCJD.",
            "score": 120.59567785263062
        },
        {
            "docid": "1310186_5",
            "document": "Gametocyte . Plasmodium falciparum is a protozoan parasite, one of the species that causes malaria in humans. A gametocyte in Plasmodium Falciparum is a cell specializing in the transition between the human and the mosquito host. Gametocytes arise from erythrocytic asexual stages. The production of gametocytes directly from hepatic merozoites, which has been described in other species, does not occur in P. falciparum. Gametocytes are capable of inducing specific humoral IgG, and cellular responses, which include induction of TNFa (protein coding), IFNg(gene protein coding) and gd+ lymphocyte proliferation, in addition to immune responses to other stages of the parasite. There has been much debate on the actual point of sexual differentiation and many people have shown that merozoites emerging from a single schizont developed either into further asexual stages or into gametocytes. It has been further shown that the gametocytes from one schizont are all male or all female. This suggests that the trophozoites of the preceding asexual generation were already committed to either sexual development or continuing asexual cycling. In order to adjust to life in such drastically different environments, many changes occur in its cell biology, metabolism, gene expression and protein synthesis. Gametocytes of P. falciparum have been shown to exhibit a different pattern of gene expression than asexual stages, which is unsurprising if one were to consider the difference between these two stages. Transcription and translation levels are not constant during gametocytogenesis: this was shown in drug sensitivity studies where RNA and protein synthesis levels were much more important in the early than the late gametocyte stages. Furthermore, a sex-specific expression has also been discovered, with differences in RNA, mitochondria and ribosome content. The female is preparing for a continued development, and the male is terminally differentiated and only needs what is necessary for exflagellation ( cell division cycle, dynein and α-tubulin II). Plasmodium falciparum is both the most deadly and most researched species of malaria. The majority of the research conducted is to find a vaccine or treatment for the disease. Some believe that due to the ineffectiveness of the past, any vaccine found will most likely not become completely effective. Others remain hopeful citing the fact that the species complex life cycle offers numerous options for vaccines and treatments, as well as the proof that partial immunity does occur in endemic areas in some people. Mature macrogamtocytes are female and mature microgametocytes are male. In P. falciparum, gametocytes are produced from asexual stages. All the gametocytes produced from one sexually committed schizont are of the same sex, suggesting that sex is determined at the very beginning of sexual development. However, gametocyte sex can only be microscopically differentiated from stage III and onward. They are crescent- or sausage- shaped.",
            "score": 221.40447449684143
        },
        {
            "docid": "53450372_18",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . By default, all the \"var\" genes in the malarial parasite are inactivated. Activation (gene expression) of \"var\" is initiated upon infection of the organs. Further, in each organ only specific \"var\" genes are activated. The severity of the infection is determined by the type of organ in which infection occurs, hence, the type of \"var\" gene activated. For examples, in the most severe cases of malaria, such as cerebral malaria, only the \"var\" genes for the PfEMP1 proteins DC8 and DC13 are switched on. Upon the synthesis of DC8 and DC13, their CIDR domains bind to EPCR, which brings about the onset of severe malaria. The abundance of the gene products (transcripts) of these PfEMP1 proteins (specifically the CIDR subtype transcripts) directly relates to the severity of the disease. This further indicates that preventing the interaction between CIDR and EPCR would be good target for a potential vaccine. In pregnancy-associated malaria, another severe type of falciparum malaria, the gene for VAR2CSA (named \"var2csa\") is activated in the placenta. Binding of VAR2CSA to CSA is the primary cause of premature delivery, death of the foetus and severe anaemia in the mother. This indicates that drugs targeting VAR2CSA will be able to prevent the effects of malaria, and for this reason VAR2CSA is the leading candidate for development of a PAM vaccine.",
            "score": 176.29070806503296
        },
        {
            "docid": "10280304_14",
            "document": "Malaria vaccine . The life cycle of the malaria parasite is particularly complex, presenting initial developmental problems. Despite the huge number of vaccines available at the current time, there are none that target parasitic infections. The distinct developmental stages involved in the life cycle present numerous opportunities for targeting antigens, thus potentially eliciting an immune response. Theoretically, each developmental stage could have a vaccine developed specifically to target the parasite. Moreover, any vaccine produced would ideally have the ability to be of therapeutic value as well as preventing further transmission and is likely to consist of a combination of antigens from different phases of the parasite’s development. More than 30 of these antigens are currently being researched by teams all over the world in the hope of identifying a combination that can elicit immunity in the inoculated individual. Some of the approaches involve surface expression of the antigen, inhibitory effects of specific antibodies on the life cycle and the protective effects through immunization or passive transfer of antibodies between an immune and a non-immune host. The majority of research into malarial vaccines has focused on the \"Plasmodium falciparum\" strain due to the high mortality caused by the parasite and the ease of a carrying out in vitro/in vivo studies. The earliest vaccines attempted to use the parasitic circumsporozoite (CS) protein. This is the most dominant surface antigen of the initial pre-erythrocytic phase. However, problems were encountered due to low efficacy, reactogenicity and low immunogenicity.",
            "score": 234.0992420911789
        },
        {
            "docid": "33769881_25",
            "document": "Immunomics . As quoted by Stefania Bambini and Rino Rappuoli, “New powerful genomics technologies have increased the number of disease that can be addressed by vaccination, and decreased the time for discover research and vaccine development.” The availability of complete genome sequences of pathogens in combination with high-throughput genomics technologies have helped to accelerate vaccine development. Reverse vaccinology uses genomic sequences of viral, bacterial, or parasitic pathogens to identify genes potentially encoding genes that promote pathogenesis. The first application of reverse vaccinology identified vaccine candidates against \"Neisseria meningitidis\" serogroup B. Computational tools identified 600 putative surface-exposed or secreted proteins from the complete genome sequence of a MenB pathogenic strain, on the basis of sequence features. These putative proteins were expressed in E. coli, purified, and used to immunize mice. Tests using mice immune sera estimated the ability of antibodies to protect against these proteins. The proteins able to solicit a robust immune response were checked for sequence conservation across a panel of meningitides strains and allowed for further selection of antigen able to elicit an immune response against most strains in the panel. On the basis of these antigen sequences, scientists have been able to develop a universal “cocktail” vaccine against \"Neisseria meninitidis\" that uses five antigens to promote immunity. Similar approaches have been used for a variety of other human pathogens, such as \"Streptococcus pneumoniae\", \"Chlamydia pneumoniae\", \"Bacillus anthracis\", \"Porphyromonas gingivalis\", \"Mycobacterium tuberculosis\", \"Helicobacter pylori\", amongst others. Additionally, studies have started for the development of vaccines against viruses.",
            "score": 159.8570452928543
        },
        {
            "docid": "45219879_2",
            "document": "Sanaria . Sanaria is a biotechnology company developing vaccines protective against malaria, as well as related products for use in malaria research. Sanaria’s vaccines are based on the use of the sporozoite stage of the \"Plasmodium\" parasite as immunogen. Sanaria has developed the technology to grow and harvest large quantities of aseptic, purified \"Plasmodium\" sporozoites and formulate them for use in vaccines for human use. Sanaria's initial candidate vaccine is called PfSPZ Vaccine, and uses radiation attenuated \"Plasmodium falciparum\" sporozoites as immunogen. Sanaria is developing other vaccines, including Sanaria PfSPZ-CVac, which uses unattenuated sporozoites in the presence of antimalarial drugs as immunogen, and Sanaria PfSPZ-GA1, which uses genetically attenuated sporozoites as immunogen. Sanaria is also experimenting with other species of \"Plasmodium\" in all these formulations.",
            "score": 249.9563330411911
        },
        {
            "docid": "52872553_9",
            "document": "Severe combined immunodeficient mice . SCID mice have allowed for increased research on a wide range of topics, including the development and pluripotency of human HSC, human-specific diseases and their interactions with the human immune system, vaccination, and cancer. SCID mice with human immune cells are able to respond to pathogens such as viruses and create antibodies against them, which has helped scientists better understand how the human immune system protects against pathogen infection. For example, they have been used to study Dengue virus and malaria, as well as to assess the efficacy of drugs that target these diseases.",
            "score": 173.54502248764038
        },
        {
            "docid": "3747673_3",
            "document": "Plasmodium berghei . Like all malaria parasites of mammals, including the four human malaria parasites, \"P. berghei\" is transmitted by \"Anopheles\" mosquitoes and it infects the liver after being injected into the bloodstream by a bite of an infected female mosquito. After a short period (a few days) of development and multiplication, these parasites leave the liver and invade erythrocytes (red blood cells). The multiplication of the parasite in the blood causes the pathology such as anaemia and damage of essential organs of the host such as lungs, liver, spleen. \"P. berghei\" infections may also affect the brain and can be the cause of cerebral complications in laboratory mice. These symptoms are to a certain degree comparable to symptoms of cerebral malaria in patients infected with the human malaria parasite \"Plasmodium falciparum\".",
            "score": 315.94778633117676
        },
        {
            "docid": "10280304_28",
            "document": "Malaria vaccine . In 1967, it was reported that a level of immunity to the Plasmodium berghei parasite could be given to mice by exposing them to sporozoites that had been irradiated by x-rays. Subsequent human studies in the 1970s showed that humans could be immunized against Plasmodium vivax and Plasmodium falciparum by exposing them to the bites of significant numbers of irradiated mosquitos.",
            "score": 276.49743843078613
        },
        {
            "docid": "20423_2",
            "document": "Malaria . Malaria is a mosquito-borne infectious disease affecting humans and other animals caused by parasitic protozoans (a group of single-celled microorganisms) belonging to the \"Plasmodium\" type. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria. The disease is most commonly transmitted by an infected female \"Anopheles\" mosquito. The mosquito bite introduces the parasites from the mosquito's saliva into a person's blood. The parasites travel to the liver where they mature and reproduce. Five species of \"Plasmodium\" can infect and be spread by humans. Most deaths are caused by \"P. falciparum\" because \"P. vivax\", \"P. ovale\", and \"P. malariae\" generally cause a milder form of malaria. The species \"P. knowlesi\" rarely causes disease in humans. Malaria is typically diagnosed by the microscopic examination of blood using blood films, or with antigen-based rapid diagnostic tests. Methods that use the polymerase chain reaction to detect the parasite's DNA have been developed, but are not widely used in areas where malaria is common due to their cost and complexity. The risk of disease can be reduced by preventing mosquito bites through the use of mosquito nets and insect repellents, or with mosquito control measures such as spraying insecticides and draining standing water. Several medications are available to prevent malaria in travellers to areas where the disease is common. Occasional doses of the combination medication sulfadoxine/pyrimethamine are recommended in infants and after the first trimester of pregnancy in areas with high rates of malaria. Despite a need, no effective vaccine exists, although efforts to develop one are ongoing. The recommended treatment for malaria is a combination of antimalarial medications that includes an artemisinin. The second medication may be either mefloquine, lumefantrine, or sulfadoxine/pyrimethamine. Quinine along with doxycycline may be used if an artemisinin is not available. It is recommended that in areas where the disease is common, malaria is confirmed if possible before treatment is started due to concerns of increasing drug resistance. Resistance among the parasites has developed to several antimalarial medications; for example, chloroquine-resistant \"P. falciparum\" has spread to most malarial areas, and resistance to artemisinin has become a problem in some parts of Southeast Asia. The disease is widespread in the tropical and subtropical regions that exist in a broad band around the equator. This includes much of Sub-Saharan Africa, Asia, and Latin America. In 2016, there were 216 million cases of malaria worldwide resulting in an estimated 731,000 deaths. Approximately 90% of both cases and deaths occurred in Africa. Rates of disease have decreased from 2000 to 2015 by 37%, but increased from 2014 during which there were 198 million cases. Malaria is commonly associated with poverty and has a major negative effect on economic development. In Africa, it is estimated to result in losses of US$12 billion a year due to increased healthcare costs, lost ability to work, and negative effects on tourism.",
            "score": 291.6671767234802
        },
        {
            "docid": "546406_16",
            "document": "Toll-like receptor . As noted above, human cells do not express TLR11, but mice cells do. Mouse-specific TLR11 recognizes uropathogenic \"E.coli\" and the apicomplexan parasite \"Toxoplasma gondii\". With \"Toxoplasma\" its ligand is the protein profilin, but the ligand for \"E. coli\" is still not known. Recently the enteropathogen \"Salmonella\" spp. was found to have a ligand which is bound by TLR11. Salmonella is a gram-negative flagellated bacterium which causes food- and waterborne gastroenteritis and typhoid fever in humans. TLR11 in mouse intestine recognizes the flagellun protein flagellin, causing dimerization of the receptor, activation of NF-κB and production of inflammatory cytokines. TLR11 deficient mice (knockout mouse) are efficiently infected with orally administered Salmonella Typhi. \"S. Typhi\" does not normally infect mice, it is human obligatory pathogen that causes typhoid fever, which affects more than 20 million people and causes more than 220 thousand deaths per year. Because of this, studies were carried out and it was found that tlr-/- mice can be immunized against \"S. Typhi\" and they are used as an animal model for studying immune responses against this pathogen and for the development of vaccines, that could be possibly used in the future.",
            "score": 171.17910242080688
        },
        {
            "docid": "50619245_28",
            "document": "Human disease modifier gene . Genotype-phenotype correlations, and linkage and association analyses in humans can effectively identify modifier genes with statistical support, but do not establish functional or causative effects of modifier genes. While genetic backgrounds cannot be experimentally manipulated in human populations, transgenic expression of modifier genes in animal models has been effectively used to show that variation in specific loci can cause phenotypic variation. For example, Ikeda et al. established that moth1 is a modifier gene of the tub gene, mutations in which cause obesity, retinal degeneration and hearing loss in tubby mice. In the wild-type form, the protein Mtap1a, encoded by neuronally-expressed moth1, is protective against hearing loss. Ikeda et al. showed, by transgenic expression in mice, that sequence polymorphisms in Mtap1a are crucial in causing the hearing-loss phenotype associated with tub gene mutation.",
            "score": 98.60612034797668
        },
        {
            "docid": "4368806_14",
            "document": "HFE (gene) . It is possible to delete part or all of a gene of interest in mice (or other experimental animals) as a means of studying function of the gene and its protein. Such mice are called “knockouts” with respect to the deleted gene. \"Hfe\" is the mouse equivalent of the human hemochromatosis gene \"HFE\". The protein encoded by \"Hfe\" is Hfe. Mice homozygous (two abnormal gene copies) for a targeted knockout of all six transcribed \"Hfe\" exons are designated \"Hfe\"−/−. Iron-related traits of \"Hfe\"−/− mice, including increased iron absorption and hepatic iron loading, are inherited in an autosomal recessive pattern. Thus, the \"Hfe\"−/− mouse model simulates important genetic and physiologic abnormalities of \"HFE\" hemochromatosis. Other knockout mice were created to delete the second and third \"Hfe\" exons (corresponding to α1 and α2 domains of Hfe). Mice homozygous for this deletion also had increased duodenal iron absorption, elevated plasma iron and transferrin saturation levels, and iron overload, mainly in hepatocytes. Mice have also been created that are homozygous for a missense mutation in \"Hfe\" (C282Y). These mice correspond to persons with hemochromatosis who are homozygous for \"HFE\" C282Y. These mice develop iron loading that is less severe than that of \"Hfe\"−/− mice.",
            "score": 56.7439820766449
        },
        {
            "docid": "2223797_11",
            "document": "Saethre–Chotzen syndrome . In searching for the gene responsible for SCS, scientists at Johns Hopkins Children’s Center began studying the TWIST gene because its effects on mice. The TWIST gene in mice, functions in the development of the muscle and skeleton of the face, head, hands, and feet. Mice that were lacking both copies of the TWIST gene were spontaneously aborted prior to birth, and had serious deformities including abnormal limb and head defects and failure of the neural tube to properly close. However, mice with a single copy of the non-working TWIST gene survived. Further examination revealed that these mice had only minor skull, hand, and foot defects similar to those seen in SCS. The mouse TWIST gene is located on chromosome 12 in mice, which corresponds to the short arm of chromosome 7 in humans. With this information, scientists began to isolate and map the human TWIST gene on the short arm of human chromosome 7. They revealed that the human TWIST gene was in the same region that was absent in people with SCS. While looking for different mutations in the human TWIST gene, five different types of mutations were discovered in individuals with SCS. Since none of these mutations were seen in normal individuals who didn't have SCS, this provided enough evidence to conclude that the TWIST gene was the causative agent of SCS1. Researchers also studied the TWIST gene in \"Drosophila\" (fruit fly) in order to determine its function. They discovered that in the presence of two TWIST protein molecules combined together, the TWIST gene functions as a DNA transcription factor, meaning it binds to the DNA double-helix at specific locations in order to control which genes are \"turned on\" or activated. The majority of the identified mutations in the TWIST gene interfere with how the protein attaches to DNA, preventing the activation of other genes that would normally be turned on during fetal development.",
            "score": 87.51965379714966
        },
        {
            "docid": "53468434_3",
            "document": "Markus Grompe . Grompe is a specialist in hepatology and stem cell biology, and is known for the development of the \"Fah mouse model\", a transgenic mouse with an inactivating mutation (exon 5 deletion) in sequence encoding fumarylacetoacetate hydrolase (\"Fah\"). This mouse strain has been a useful model of Type I tyrosinemia, a human genetic disease caused by inactivating mutations in the \"Fah\" gene. The mice have been used to model diseases such as malaria and to optimize human gene therapy strategies",
            "score": 113.90052533149719
        },
        {
            "docid": "3747673_11",
            "document": "Plasmodium berghei . \"P. berghei\" can be genetically manipulated in the laboratory using standard genetic engineering technologies. Consequently, this parasite is often used for the analysis of the function of malaria genes using the technology of genetic modification. Additionally, the genome of \"P. berghei\" has been sequenced and it shows a high similarity, both in structure and gene content, with the genome of the human malaria parasite \"Plasmodium falciparum\".",
            "score": 167.63064050674438
        },
        {
            "docid": "20967216_8",
            "document": "Tony Minson . Minson and co-workers pioneered a modification of this approach in which the disabled virus is restricted to a single cycle of replication. Using HSV-2, which causes genital herpes, they disabled the virus by deleting the viral gene encoding the membrane protein glycoprotein H (gH). This product is not required until after the viral assembly process, which means that the disabled virus can undergo a single round of replication in normal human cells, but the progeny virus cannot infect new cells. Minson's group called the resulting virus a \"disabled infectious single cycle\" (DISC) virus; similarly disabled viruses are also termed \"single-cycle\" viruses. Their work with DISC HSV-2 led to a series of vaccine candidates, which were developed by Cantab Pharmaceuticals. The DISC HSV-2 vaccine was promising in animal models and early clinical trials, appearing safe and well tolerated, and eliciting appropriate immune responses. However, a large phase II trial of the agent as a therapeutic vaccine in people with genital herpes failed to demonstrate any benefit, and further development has concentrated on the DISC HSV-2 vaccine's potential to prevent infection. The single-cycle strategy can be used to generate live vaccines against other viruses, and such a vaccine has recently been successfully developed for bluetongue virus of sheep. Single-cycle viruses are also widely used as vaccine vectors, carrying genes from other viruses.",
            "score": 141.63957452774048
        },
        {
            "docid": "46948993_6",
            "document": "Mary Collins (immunologist) . Collins' research group studies the use of viruses, particularly lentiviruses (the group to which the human immunodeficiency virus belongs), as vectors for delivering novel genes to cells and as platforms for the development of vaccines. Because lentiviruses like HIV specifically infect immune cells called T-cells, a genetically engineered inactivated version of the virus can be used to deliver immunogenic proteins to T-cells to induce an immune response. This system has been studied successfully in laboratory mice.",
            "score": 123.06466245651245
        },
        {
            "docid": "20423_54",
            "document": "Malaria . Malaria vaccines have been an elusive goal of research. The first promising studies demonstrating the potential for a malaria vaccine were performed in 1967 by immunizing mice with live, radiation-attenuated sporozoites, which provided significant protection to the mice upon subsequent injection with normal, viable sporozoites. Since the 1970s, there has been a considerable effort to develop similar vaccination strategies for humans. The first vaccine, called RTS,S, was approved by European regulators in 2015.",
            "score": 201.68140482902527
        },
        {
            "docid": "2191408_24",
            "document": "Plasmodium malariae . The food vacuole is the specialized compartment that degrades hemoglobin during the asexual erythrocytic stage of the parasite. It is implied that effective drug treatments can be developed by targeting the proteolytic enzymes of the food vacuole. In a paper published in 1997, Westling \"et al.\" focused their attention on the aspartic endopeptidase class of enzymes, simply called plasmepsins. They sought to characterize the specificity for the enzymes cloned from \"P. vivax\" and \"P. malariae.\" Using substrate specificity studies and inhibitor analysis, it was found that the plasmepsins for \"P. malariae\" and \"P. vivax\" showed less specificity than that for \"P. falciparum.\" Unfortunately, this means that the development of a selective inhibitor for \"P. malariae\" may prove more challenging than the development of one for \"P. falciparum.\" Another study by Bruce \"et al.\" presented evidence that there may be regular genetic exchange within \"P. malariae\" populations. Six polymorphic genetic markers from \"P. malariae\" were isolated and analyzed in 70 samples of naturally acquired \"P. malariae\" infections from different parts of the world. The data showed a high level of multi-genotypic carriage in humans.",
            "score": 165.78342461585999
        },
        {
            "docid": "53450372_3",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . Malaria is the deadliest among infectious diseases, accounting for approximately 429,000 human deaths in 2015 as of the latest estimate by the World Health Organization. In humans, malaria can be caused by five \"Plasmodium\" parasites, namely \"P. falciparum\", \"P. vivax\", \"P. malariae\", \"P. ovale\" and \"P. knowlesi\". \"P. falciparum\" is the most dangerous species, attributed to >99% of malaria's death toll, with 70% of these deaths occurring in children under the age of five years. The parasites are transmitted through the bites of female mosquitos (of the species of \"Anopheles\"). Before invading the RBCs and causing the symptoms of malaria, the parasites first multiply in the liver. The daughter parasites called merozoites then only infect the RBCs. They undergo structural development inside the RBCs, becoming trophozoites and schizonts. It is during this period that malarial symptoms are produced. Unlike RBCs infected by other \"Plasmodium\" species, \"P. falciparum\"-infected RBCs had been known to spontaneously stick together. By the early 1980s, it was established that when the parasite (both the trophozoite and schizont forms) enters the blood stream and infects RBCs, the infected cells form knobs on their surface. Then they become sticky, and get attached to the walls (endothelium) of the blood vessels through a process called cytoadhesion, or cytoadherence. Such attachment favours binding with and accumulation of other RBCs. This process is known as sequestration. It is during this condition that the parasites induce an immune response (antigen-antibody reaction) and evade destruction in the spleen. Although the process and significance of sequestration were described in detail by two Italian physicians Amico Bignami and Ettore Marchiafava in the early 1890s, it took a century to discover the actual factor for the stickiness and virulence.",
            "score": 260.3090583086014
        },
        {
            "docid": "5951626_7",
            "document": "Antigenic variation . Plasmodium falciparum, the major etiologic agent of human malaria, has a very complex life cycle that occurs in both humans and mosquitoes. While in the human host, the parasite spends most of its life cycle within hepatic cells and erythrocytes (in contrast to \"T. brucei\" which remains extracellular). As a result of its mainly intracellular niche, parasitized host cells which display parasite proteins must be modified to prevent destruction by the host immune defenses. In the case of \"Plasmodium\", this is accomplished via the dual purpose \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1). PfEMP1 is encoded by the diverse family of genes known as the \"var\" family of genes (approximately 60 genes in all). The diversity of the gene family is further increased via a number of different mechanisms including exchange of genetic information at telomeric loci, as well as meiotic recombination. The PfEMP1 protein serves to sequester infected erythrocytes from splenic destruction via adhesion to the endothelium. Moreover, the parasite is able to evade host defense mechanisms by changing which \"var\" allele is used to code the PfEMP1 protein. Like \"T. brucei\", each parasite expresses multiple copies of one identical protein. However, unlike \"T. brucei\", the mechanism by which \"var\" switching occurs in \"P. falciparum\" is thought to be purely transcriptional. \"Var\" switching has been shown to take place soon after invasion of an erythrocyte by a \"P. falciparum\" parasite. Fluorescent in situ hybridization analysis has shown that activation of \"var\" alleles is linked to altered positioning of the genetic material to distinct “transcriptionally permissive” areas.",
            "score": 217.18730759620667
        },
        {
            "docid": "2191408_9",
            "document": "Plasmodium malariae . \"Plasmodium malariae\" causes a chronic infection that in some cases can last a lifetime. The \"P. malariae\" parasite has several differences between it and the other \"Plasmodium\" parasites, one being that maximum parasite counts are usually low compared to those in patients infected with \"P. falciparum\" or \"P. vivax.\" The reason for this can be accounted for by the lower number of merozoites produced per erythrocytic cycle, the longer 72-hour developmental cycle (compared to the 48-hour cycle of \"P. vivax\" and \"P. falciparum\"), the preference for development in older erythrocytes and the resulting earlier development of immunity by the human host. Another defining feature of \"P. malariae\" is that the fever manifestations of the parasite are more moderate relative to those of \"P. falciparum\" and \"P. vivax\" and fevers show quartan periodicity. Along with bouts of fever and more general clinical symptoms such as chills and nausea, the presence of edema and the nephrotic syndrome has been documented with some \"P. malariae\" infections. It has been suggested that immune complexes may cause structural glomerular damage and that renal disease may also occur. Although \"P. malariae\" alone has a low morbidity rate, it does contribute to the total morbidity caused by all \"Plasmodium\" species, as manifested in the incidences of anemia, low birth rate and reduced resistance to other infections.",
            "score": 212.882896900177
        },
        {
            "docid": "10280304_5",
            "document": "Malaria vaccine . RTS,S/AS01 (commercial name Mosquirix), was engineered using genes from the outer protein of \"P. falciparum\" malaria parasite and a portion of a hepatitis B virus plus a chemical adjuvant to boost the immune response. Infection is prevented by inducing high antibody titers that block the parasite from infecting the liver. The developers are non-profit In November 2012 a Phase III trial of RTS,S found that it provided modest protection against both clinical and severe malaria in young infants.",
            "score": 204.53147172927856
        },
        {
            "docid": "53450372_2",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1) is a family of proteins present on the membrane surface of red blood cells (RBCs or erythrocytes) that are infected by the malarial parasite \"Plasmodium falciparum\". PfEMP1 is synthesized during the parasite's blood stage (erythrocytic schizogony) inside the RBC, during which the clinical symptoms of falciparum malaria are manifested. Acting as both an antigen and adhesion protein, it is thought to play a key role in the high level of virulence associated with \"P. falciparum\". It was discovered in 1984 when it was reported that infected RBCs had unusually large-sized cell membrane proteins, and these proteins had antibody-binding (antigenic) properties. An elusive protein, its chemical structure and molecular properties were revealed only after a decade, in 1995. It is now established that there is not one but a large family of PfEMP1 proteins, genetically regulated (encoded) by a group of about 60 genes called \"var\". Each \"P. falciparum\" is able to switch on and off specific \"var\" genes to produce a functionally different protein, rendering evasion from the host's immune system. RBCs carrying PfEMP1 on their surface stick to endothelial cells, which facilitates further binding with uninfected RBCs (through the processes of sequestration and rosetting), ultimately helping the parasite to both spread to other RBCs as well as bringing about the fatal symptoms of \"P. falciparum\" malaria.",
            "score": 206.40907442569733
        },
        {
            "docid": "12339_13",
            "document": "Genetically modified organism . GMOs are used in biological and medical research, production of pharmaceutical drugs, experimental medicine (e.g. gene therapy and vaccines against the Ebola virus), and agriculture (e.g. golden rice, resistance to herbicides), with developing uses in conservation. The term \"genetically modified organism\" does not always imply, but can include, targeted insertions of genes from one species into another. For example, a gene from a jellyfish, encoding a fluorescent protein called GFP, or green fluorescent protein, can be physically linked and thus co-expressed with mammalian genes to identify the location of the protein encoded by the GFP-tagged gene in the mammalian cell. Such methods are useful tools for biologists in many areas of research, including those who study the mechanisms of human and other diseases or fundamental biological processes in eukaryotic or prokaryotic cells.",
            "score": 110.66271305084229
        },
        {
            "docid": "309960_45",
            "document": "Cryptosporidiosis . A recombinant \"Cryptosporidium parvum\" oocyst surface protein (rCP15/60) vaccine has produced an antibody response in a large group of cows and also antibody response in calves fed rCP15/60-immune colostrum produced by these vaccinated cows. This is very promising. Human \"Cryptosporidium parvum\" infections are particularly prevalent and often fatal in neonates in developing countries and to immunocompromised people, such as AIDS patients. There is no commercially available effective vaccine against \"Cryptosporidium parvum\", although passive immunization utilizing different zoite surface (glyco)proteins has shown promise. Developmental stages of the life cycle of the parasite might act as possible targets for vaccine development. The organism is detected in 65–97% of the surface-water supply in the United States and is resistant to most disinfectants used for the treatment of drinking water. Antibodies in the serum of humans and animals infected with \"Cryptosporidium parvum\" react with several antigens, one of which is a 15  protein (CP15) located on the surface of the organism. This protein is a good candidate for use as a molecular vaccine because previous studies have shown that a monoclonal antibody to CP15 confers passive immunity to mice. Currently, there is no vaccine or completely effective drug therapy against \"Cryptosporidium parvum\" in HIV/AIDS individuals.",
            "score": 151.92364084720612
        },
        {
            "docid": "53451450_4",
            "document": "Y. D. Sharma . During his days at Public Health Research Institute, Sharma was successful in cloning the knob protein gene of \"Plasmodium falciparum\", one of the protozoan parasites causing malaria, in 1984. At AIIMS, he led a group of researchers who carried out molecular epidemiological studies of the parasites causing malaria and their studies widened the understanding of the parasites' resistance to chloroquine and antifolate drugs. He is credited with the identification of \"P. falciparum\" strains in India, isolation of \"P. falciparum\" and \"Plasmodium vivax\", another non-cultivable protozoan parasite, as well as the development of a genomic library of \"Plasmodium vivax\". It was his group which reported the first incidence of malaria in humans caused by \"Plasmodium knowlesi\", a primate malarial parasite. These studies are reported to have relevance in developing immunotherapeutic reagents. His researches have been documented by way of several articles and the online repository of scientific articles of the Indian Academy of Sciences has listed a number of them. His work has been cited by many researchers and he has mentored over 70 master's and doctoral students in their studies.",
            "score": 196.10799503326416
        },
        {
            "docid": "14257229_12",
            "document": "Transgenesis . Pharming, a portmanteau of \"farming\" and \"pharmaceutical\", refers to the use of genetic engineering to insert genes that code for useful pharmaceuticals into host animals or plants that would otherwise not express those genes. Pharming has gained application in biotechnology since the development of transgenic \"super mice\" in 1982. \"Super mice\" were genetically altered to produce the human drug, tPA (tissue plasminogen activator to treat blood clots), in 1987. Since then, \"super mice\" pharming has come a long way. Using RNA interference, scientists have produced a cow whose milk contains increased amounts of casein, a protein used to make cheese and other foods, and almost no beta-lactoglobulin, a component in milk whey protein that causes allergies.",
            "score": 67.65831708908081
        }
    ],
    "r": [
        {
            "docid": "43793051_5",
            "document": "PfSPZ Vaccine . In 1967 irradiated malaria sporozoites (extracted from salivary glands of infected mosquitos) induced immune response in mice without the need of the adjuvant and similar evidence obtained in human volunteer trials. The mice were exposed to irradiated mosquitos infected by malaria parasites. Mice and volunteers did not acquire malaria because mosquitos and the sporozoites were irradiated and their immune cells triggered response that could protect them from following infection. Yet this approach was not further developed during problems with obtaining sufficient number of sporozoites and with the harvesting of parasites.",
            "score": 348.60198974609375
        },
        {
            "docid": "3747673_3",
            "document": "Plasmodium berghei . Like all malaria parasites of mammals, including the four human malaria parasites, \"P. berghei\" is transmitted by \"Anopheles\" mosquitoes and it infects the liver after being injected into the bloodstream by a bite of an infected female mosquito. After a short period (a few days) of development and multiplication, these parasites leave the liver and invade erythrocytes (red blood cells). The multiplication of the parasite in the blood causes the pathology such as anaemia and damage of essential organs of the host such as lungs, liver, spleen. \"P. berghei\" infections may also affect the brain and can be the cause of cerebral complications in laboratory mice. These symptoms are to a certain degree comparable to symptoms of cerebral malaria in patients infected with the human malaria parasite \"Plasmodium falciparum\".",
            "score": 315.9477844238281
        },
        {
            "docid": "20423_2",
            "document": "Malaria . Malaria is a mosquito-borne infectious disease affecting humans and other animals caused by parasitic protozoans (a group of single-celled microorganisms) belonging to the \"Plasmodium\" type. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria. The disease is most commonly transmitted by an infected female \"Anopheles\" mosquito. The mosquito bite introduces the parasites from the mosquito's saliva into a person's blood. The parasites travel to the liver where they mature and reproduce. Five species of \"Plasmodium\" can infect and be spread by humans. Most deaths are caused by \"P. falciparum\" because \"P. vivax\", \"P. ovale\", and \"P. malariae\" generally cause a milder form of malaria. The species \"P. knowlesi\" rarely causes disease in humans. Malaria is typically diagnosed by the microscopic examination of blood using blood films, or with antigen-based rapid diagnostic tests. Methods that use the polymerase chain reaction to detect the parasite's DNA have been developed, but are not widely used in areas where malaria is common due to their cost and complexity. The risk of disease can be reduced by preventing mosquito bites through the use of mosquito nets and insect repellents, or with mosquito control measures such as spraying insecticides and draining standing water. Several medications are available to prevent malaria in travellers to areas where the disease is common. Occasional doses of the combination medication sulfadoxine/pyrimethamine are recommended in infants and after the first trimester of pregnancy in areas with high rates of malaria. Despite a need, no effective vaccine exists, although efforts to develop one are ongoing. The recommended treatment for malaria is a combination of antimalarial medications that includes an artemisinin. The second medication may be either mefloquine, lumefantrine, or sulfadoxine/pyrimethamine. Quinine along with doxycycline may be used if an artemisinin is not available. It is recommended that in areas where the disease is common, malaria is confirmed if possible before treatment is started due to concerns of increasing drug resistance. Resistance among the parasites has developed to several antimalarial medications; for example, chloroquine-resistant \"P. falciparum\" has spread to most malarial areas, and resistance to artemisinin has become a problem in some parts of Southeast Asia. The disease is widespread in the tropical and subtropical regions that exist in a broad band around the equator. This includes much of Sub-Saharan Africa, Asia, and Latin America. In 2016, there were 216 million cases of malaria worldwide resulting in an estimated 731,000 deaths. Approximately 90% of both cases and deaths occurred in Africa. Rates of disease have decreased from 2000 to 2015 by 37%, but increased from 2014 during which there were 198 million cases. Malaria is commonly associated with poverty and has a major negative effect on economic development. In Africa, it is estimated to result in losses of US$12 billion a year due to increased healthcare costs, lost ability to work, and negative effects on tourism.",
            "score": 291.66717529296875
        },
        {
            "docid": "43793051_10",
            "document": "PfSPZ Vaccine . CD8+ T cells play a key role in killing \"Plasmodium\" developing in liver. Mice or monkeys which received monoclonal antibody to the CD8 lost protection by this type of vaccine. Once the antibody application was stopped, the protection was returned. \"Plasmodium\" is injected by infected mosquito into the bloodstream of the host in the form of sporozoites, which travel to the liver and invade liver cells, where sporozoites divide and produce tens of thousands merozoites per one cell. RTS,S is prepared to stop malaria in phase after the injection. PfSPZ Vaccine is made of attenuated sporozites, which are active and travel to liver cells, where CD8+ T cells producing IFNγ are activated. Frequencies of PfSPZ-specific CD3+CD4+, CD3+CD8+, CD3+γδ T cells are dose-dependent. PfSPZ-specific CD3+CD8+ T cells were found in 7 of 12 protected subjects in the human volunteer trial. These cells are required for protection in most individuals and are primarily situated in the liver because of the persistence of parasite antigens and retained as tissue memory cells.",
            "score": 287.70391845703125
        },
        {
            "docid": "21054623_13",
            "document": "Mosquito-borne disease . The mechanism of transmission of this disease starts with the injection of the parasite into the victim's blood when malaria-infected female \"Anopheles\" mosquitoes bite into a human being. The parasite uses human liver cells as hosts for maturation where it will continue to replicate and grow, moving into other areas of the body via the bloodstream. The spread of this infection cycle then continues when other mosquitoes bite the same victim. The result will cause that mosquito to ingest the parasite and allow it to transmit the Malaria disease into another person through the same mode of bite injection. ",
            "score": 284.141357421875
        },
        {
            "docid": "544177_3",
            "document": "Plasmodium falciparum . The species originated from the malarial parasite \"Laverania\" found in gorillas, around 10,000 years ago. Alphonse Laveran was the first to identify the parasite in 1880, and named it \"Oscillaria malariae\". Ronald Ross discovered its transmission by mosquito in 1897. Giovanni Battista Grassi elucidated the complete transmission from a female anopheline mosquito to humans in 1898. In 1897, William H. Welch created the name \"Plasmodium falciparum\", which ICZN formally adopted in 1954. \"P. falciparum\" assumes several different forms during its life cycle. The human-infective stage are sporozoites from the salivary gland of a mosquito. The sporozoites grow and multiply in the liver to become merozoites. These merozoites invade the erythrocytes (RBCs) to form trophozoites, schizonts and gametocytes, during which the symptoms of malaria are produced. In the mosquito, the gametocytes undergo sexual reproduction to a zygote, which turns into ookinete. Ookinete forms oocyts from which sporozoites are formed.",
            "score": 277.1465148925781
        },
        {
            "docid": "10280304_28",
            "document": "Malaria vaccine . In 1967, it was reported that a level of immunity to the Plasmodium berghei parasite could be given to mice by exposing them to sporozoites that had been irradiated by x-rays. Subsequent human studies in the 1970s showed that humans could be immunized against Plasmodium vivax and Plasmodium falciparum by exposing them to the bites of significant numbers of irradiated mosquitos.",
            "score": 276.4974365234375
        },
        {
            "docid": "34335892_7",
            "document": "Climate change in Africa . Exposure to malaria will become a greater risk to humans as the number of female \"Anopheles\" mosquitos infected with either the \"Plasmodium falciparum\" or \"Plasmodium vivax\" parasite increases. The mosquito will transmit the parasite to the human host through a bite, resulting in infection. Then, when an uninfected mosquito bites the now infected human host, the parasite will be transmitted to the mosquitoes which will then become an exposure to other uninfected human hosts. Individuals who are constantly exposed to the Malaria parasite due to multiple bites by mosquitoes that carry the parasite are at greater risk of dying. Infected humans can also transmit the disease to uninfected or healthy humans via contaminated blood.",
            "score": 275.167236328125
        },
        {
            "docid": "20423_70",
            "document": "Malaria . Immunity (or, more accurately, tolerance) to \"P. falciparum\" malaria does occur naturally, but only in response to years of repeated infection. An individual can be protected from a \"P. falciparum\" infection if they receive about a thousand bites from mosquitoes that carry a version of the parasite rendered non-infective by a dose of X-ray irradiation. The highly polymorphic nature of many \"P. falciparum\" proteins results in significant challenges to vaccine design. Vaccine candidates that target antigens on gametes, zygotes, or ookinetes in the mosquito midgut aim to block the transmission of malaria. These transmission-blocking vaccines induce antibodies in the human blood; when a mosquito takes a blood meal from a protected individual, these antibodies prevent the parasite from completing its development in the mosquito. Other vaccine candidates, targeting the blood-stage of the parasite's life cycle, have been inadequate on their own. For example, SPf66 was tested extensively in areas where the disease is common in the 1990s, but trials showed it to be insufficiently effective.",
            "score": 274.6529846191406
        },
        {
            "docid": "43937_68",
            "document": "Parasitism . Given the importance of malaria, with some 220 million people infected annually, many attempts have been made to interrupt its transmission. Various methods of malaria prophylaxis have been tried including the use of antimalarial drugs to kill off the parasites in the blood, the eradication of its mosquito vectors with organochlorine and other insecticides, and the development of a malaria vaccine. All of these have proven problematic, with drug resistance, insecticide resistance among mosquitoes, and repeated failure of vaccines as the parasite mutates. The first and as of 2015 the only licensed vaccine for any parasitic disease of humans is RTS,S for \"Plasmodium falciparum\" malaria.",
            "score": 269.74298095703125
        },
        {
            "docid": "32932180_9",
            "document": "Anopheles albimanus . \"A. albimanus\" is a medically important species, as it is a key \"Plasmodium vivax\" malaria vector; this means that they carry and transmit an organism that causes a disease in another host organism, and usually are not harmed themselves. In countries such as Belize, they are considered a secondary vector because they prefer not to enter human homes, and rather, feed on domestic animals. However, in other areas where domestic animals are not abundant, and especially regions where indigenous people live, malaria is endemic. This is due to large populations of the mosquitoes, as well as poorly built houses. Females acquire \"P. vivax\" during a blood meal from an infected host. The parasite moves to the midgut and reproduces sexually. The parasite and the blood itself interact with the lining of the midgut, eliciting stress and digestion responses in the mosquito, as well as immune reactions. The parasite must survive these responses in order for the egg to fertilize and form an ookinete. The ookinetes then move into the epithelial lining of the midgut to multiply further, resulting in sporozoites. These sporozoites travel to the salivary glands, and can then be spread to a new host when a blood meal is taken. These changes in the midgut evolved to cope with the invasion of microorganisms, free radical formation, and digestion of the blood meal.",
            "score": 267.2628479003906
        },
        {
            "docid": "37063005_16",
            "document": "Effects of global warming on human health . Malaria is a mosquito-borne parasitic disease that infects humans and other animals caused by microorganisms in the Plasmodium family. It begins with a bite from an infected female mosquito, which introduces the parasite through its saliva and into the infected host’s circulatory system. It then travels through the bloodstream into the liver where it can mature and reproduce. The disease causes symptoms that typically include fever, headache, shaking chills, anemia, and in severe cases can progress to coma or death.",
            "score": 265.6462707519531
        },
        {
            "docid": "35210166_2",
            "document": "Merosome . A merosome is a recently described life stage of malaria parasites of the genus \"Plasmodium\". After injection by mosquitoes into the human host, malaria parasites first migrate to liver cells (hepatocytes), where they replicate asexually inside the host cell. Afterwards, they go on to infect red blood cells. This transition is characterised by the 'budding off' of membrane-bound structures called merosomes, first characterised by \"Sturm and Amino\" et al. in 2006. It is thought that these structures, that are derived from hepatocytes including their membranes, aid in the parasites' evasion of immune cells known as Kupffer cells that are located in the liver.",
            "score": 264.3160400390625
        },
        {
            "docid": "53450372_3",
            "document": "Plasmodium falciparum erythrocyte membrane protein 1 . Malaria is the deadliest among infectious diseases, accounting for approximately 429,000 human deaths in 2015 as of the latest estimate by the World Health Organization. In humans, malaria can be caused by five \"Plasmodium\" parasites, namely \"P. falciparum\", \"P. vivax\", \"P. malariae\", \"P. ovale\" and \"P. knowlesi\". \"P. falciparum\" is the most dangerous species, attributed to >99% of malaria's death toll, with 70% of these deaths occurring in children under the age of five years. The parasites are transmitted through the bites of female mosquitos (of the species of \"Anopheles\"). Before invading the RBCs and causing the symptoms of malaria, the parasites first multiply in the liver. The daughter parasites called merozoites then only infect the RBCs. They undergo structural development inside the RBCs, becoming trophozoites and schizonts. It is during this period that malarial symptoms are produced. Unlike RBCs infected by other \"Plasmodium\" species, \"P. falciparum\"-infected RBCs had been known to spontaneously stick together. By the early 1980s, it was established that when the parasite (both the trophozoite and schizont forms) enters the blood stream and infects RBCs, the infected cells form knobs on their surface. Then they become sticky, and get attached to the walls (endothelium) of the blood vessels through a process called cytoadhesion, or cytoadherence. Such attachment favours binding with and accumulation of other RBCs. This process is known as sequestration. It is during this condition that the parasites induce an immune response (antigen-antibody reaction) and evade destruction in the spleen. Although the process and significance of sequestration were described in detail by two Italian physicians Amico Bignami and Ettore Marchiafava in the early 1890s, it took a century to discover the actual factor for the stickiness and virulence.",
            "score": 260.3090515136719
        },
        {
            "docid": "1310186_4",
            "document": "Gametocyte . Gametocytes, the precursors of male and female gametes, of malaria parasites are formed in the human host through the developmental switch from asexual replication in erythrocytes. Although gametocytes are not responsible for clinical symptoms, they ensure the transmission of malaria to another host. Upon taking a blood meal, gametocytes are transferred to a mosquito’s midgut lumen where they differentiate into male and female gametes. After complete sexual reproduction and successive processes of sporogonic development, mature sporozoites accumulate in the vector’s salivary gland, ready to be inoculated into a new host. Therefore, the presence of gametocytes in circulation of infected individuals is imperative for malaria to remain endemic in a given community. Male and female gametocytes are the components of the malaria parasite life cycle which are taken up from an infected host bloodstream by mosquitoes and thus mediate disease transmission. These gamete precursors are quite distinct from their asexual blood stage counterparts and this is reflected in their distinct patterns of gene expression, cellular development, and metabolism.",
            "score": 257.15948486328125
        },
        {
            "docid": "287207_8",
            "document": "Plasmodium . The life cycle of \"Plasmodium\" involves several distinct stages in the insect and vertebrate hosts. Parasites are generally introduced into a vertebrate host by the bite of an insect host (generally a mosquito, with the exception of some \"Plasmodium\" species of reptiles). Parasites first infect the liver or other tissue, where they undergo a single large round of replication before exiting the host cell to infect erythrocytes. At this point, some species of \"Plasmodium\" of primates can form a long-lived dormant stage called a hypnozoite. It can remain in the liver for more than a year. However, for most \"Plasmodium\" species, the parasites in infected liver cells are only what are called merozoites. After emerging from the liver, they enter red blood cells, as explained above. They then go through continuous cycles of erythrocyte infection, while a small percentage of parasites differentiate into a sexual stage called a gametocyte which is picked up by an insect host taking a blood meal. In some hosts, invasion of erythrocytes by \"Plasmodium\" species can result in disease, called malaria. This can sometimes be severe, rapidly followed by death of the host (e.g. \"P. falciparum\" in humans). In other hosts, \"Plasmodium\" infection can apparently be asymptomatic.",
            "score": 252.7323455810547
        },
        {
            "docid": "45219879_2",
            "document": "Sanaria . Sanaria is a biotechnology company developing vaccines protective against malaria, as well as related products for use in malaria research. Sanaria’s vaccines are based on the use of the sporozoite stage of the \"Plasmodium\" parasite as immunogen. Sanaria has developed the technology to grow and harvest large quantities of aseptic, purified \"Plasmodium\" sporozoites and formulate them for use in vaccines for human use. Sanaria's initial candidate vaccine is called PfSPZ Vaccine, and uses radiation attenuated \"Plasmodium falciparum\" sporozoites as immunogen. Sanaria is developing other vaccines, including Sanaria PfSPZ-CVac, which uses unattenuated sporozoites in the presence of antimalarial drugs as immunogen, and Sanaria PfSPZ-GA1, which uses genetically attenuated sporozoites as immunogen. Sanaria is also experimenting with other species of \"Plasmodium\" in all these formulations.",
            "score": 249.95632934570312
        },
        {
            "docid": "34335892_6",
            "document": "Climate change in Africa . To understand the exposures that affect shifting malaria transmission rates we can look to The Epidemiologic Triad, a model that explains the relationship between exposure, transmission and causation of infectious diseases. With regards to malaria transmission rates in the African Highlands, factors and exposures resulting from drastic environmental changes like warmer climates, shifts in weather patterns, and increases in human impact such as deforestation, provide appropriate conditions for malaria transmission between carrier and host. Because of this, vectors will adapt, thrive, and multiply at a fast pace. An increase in the number of vectors that carry parasites, microbes, and pathogens that cause disease will become a health hazard for the human population. Specifically, malaria is caused by the \"Plasmodium falciparum\" and \"Plasmodium vivax\" parasites which are carried by the vector \"Anopheles\" mosquito. Even though the \"Plasmodium vivax\" parasite can survive in lower temperatures, the \"Plasmodium falciparum\" parasite will only survive and replicate in the mosquito when climate temperatures are above 20℃. Increases in humidity and rain also contribute to the replication and survival of this infectious agent. Increasing global temperatures combined with changes in land cover as a result of extreme deforestation will create ideal habitats for mosquitoes to survive in the African Highlands. If deforestation continues at its current rate, more land will be available for mosquito breeding grounds, and the population of mosquitos will rapidly increase. The increase in mosquitoes will thus increase the opportunity for both \"Plasmodium falciparum\" and \"Plasmodium vivax\" parasites to proliferate.",
            "score": 249.1575927734375
        },
        {
            "docid": "24979563_6",
            "document": "Evolutionary baggage . As a recessive gene, Sickle-cell disease is only present if homozygous, with no dominant gene to beat them out. Sickle-cell disease, originating in people living in tropical areas where malaria is prevalent, is a hereditary blood disorder characterized by rigid, sickle-shaped red blood cells.. The unusual shape and rigidity of these altered red blood cells reduces a cell’s ability to effectively travel with regular blood flow, occasionally blocking veins and preventing proper blood flow. Life expectancy is shortened for people with sickle-cell disease, though modern medicine has significantly lengthened the life expectancy of someone with this disease. As detrimental as the effects of sickle-cell disease seem, it also offers an unforeseen benefit; humans with the sickle-cell gene show less severe symptoms when infected with malaria, as the abnormal shape of blood cells caused by the disease hinder the malaria parasite’s ability to invade and replicate within these cells. It is possible to have the sickle-cell allele, but not have the disease, for example if heterozygous. Malaria, a mosquito-borne infectious disease of humans and other animals, is a potentially deadly disease that causes fever, fatigue, nausea, muscular pain, coughing, and, in extreme cases, coma and death. Malaria is caused by parasitic protozoans transferred through mosquito saliva into a person’s circulatory system, where they travel to the liver to mature. Though eliminated in the U.S., there were an estimated 219 million documented cases of malaria in 2010 according to the World Health Organization. The correlation between sickle-cell disease and malaria is a double-edged sword. Having a sickle-cell allele does limit the life expectancy of a person, however, the presence of sickle-cell genes reduces the detrimental effects of malaria should it be contracted. Natural selection allowed for the spreading of the sickle-cell gene in areas of high numbers of mosquitoes carrying malaria; those that weren't as susceptible to malaria were much more likely to live than those that were. Because malaria is not as prevalent as it once was, the benefits of sickle-cell have since eroded, leaving behind the detrimental effects of the disease.",
            "score": 249.09207153320312
        },
        {
            "docid": "71560_5",
            "document": "Incubation period . For example, once ingested by a mosquito, malaria parasites must undergo development within the mosquito before they are infectious to humans. The time required for development in the mosquito ranges from 10 to 28 days, depending on the parasite species and the temperature. This is the extrinsic incubation period of that parasite. If a female mosquito does not survive longer than the extrinsic incubation period, then she will not be able to transmit any malaria parasites. After a mosquito successfully transfers the parasite to a human body via a bite, the parasite starts developing. The time between the injection of the parasite into the human and the development of the first symptoms of malaria is its intrinsic incubation period.",
            "score": 246.5787353515625
        },
        {
            "docid": "544177_2",
            "document": "Plasmodium falciparum . Plasmodium falciparum is a unicellular protozoan parasite of humans, and the deadliest species of \"Plasmodium\" that cause malaria in humans. It is transmitted through the bite of a female \"Anopheles\" mosquito. It is responsible for roughly 50% of all malaria cases. It causes the disease's most dangerous form called falciparum malaria. It is therefore regarded as the deadliest parasite in humans, causing a conservative estimate of one million deaths every year. It is also associated with the development of blood cancer (Burkitt's lymphoma) and is classified as Group 2A carcinogen.",
            "score": 246.17665100097656
        },
        {
            "docid": "2190069_2",
            "document": "Plasmodium vivax . Plasmodium vivax is a protozoal parasite and a human pathogen. This parasite is the most frequent and widely distributed cause of recurring (Benign tertian) malaria, \"P. vivax\" is one of the five species of malaria parasites that commonly infect humans. Although it is less virulent than \"Plasmodium falciparum\", the deadliest of the five human malaria parasites, \"P. vivax\" malaria infections can lead to severe disease and death, often due to splenomegaly (a pathologically enlarged spleen). \"P. vivax\" is carried by the female \"Anopheles\" mosquito, since it is only the female of the species that bites.",
            "score": 245.8870391845703
        },
        {
            "docid": "20423_29",
            "document": "Malaria . Methods used to prevent malaria include medications, mosquito elimination and the prevention of bites. There is no vaccine for malaria. The presence of malaria in an area requires a combination of high human population density, high anopheles mosquito population density and high rates of transmission from humans to mosquitoes and from mosquitoes to humans. If any of these is lowered sufficiently, the parasite will eventually disappear from that area, as happened in North America, Europe and parts of the Middle East. However, unless the parasite is eliminated from the whole world, it could become re-established if conditions revert to a combination that favors the parasite's reproduction. Furthermore, the cost per person of eliminating anopheles mosquitoes rises with decreasing population density, making it economically unfeasible in some areas.",
            "score": 244.61155700683594
        },
        {
            "docid": "21054623_12",
            "document": "Mosquito-borne disease . Mosquitoes carrying such arboviruses stay healthy because their immune systems recognizes the virions as foreign particles and \"chop off\" the virus's genetic coding, rendering it inert. Human infection with a mosquito-borne virus occurs when a female mosquito bites someone while its immune system is still in the process of destroying the virus's harmful coding. It is not completely known how mosquitoes handle eukaryotic parasites to carry them without being harmed. Data has shown that the malaria parasite \"Plasmodium falciparum\" alters the mosquito vector's feeding behavior by increasing frequency of biting in infected mosquitoes, thus increasing the chance of transmitting the parasite.",
            "score": 243.47825622558594
        },
        {
            "docid": "35696179_6",
            "document": "Affordable Medicines Facility-malaria . Malaria is a life-threatening disease caused by parasites that are transmitted to humans through the bites of infected mosquitoes. \"Plasmodium falciparum\" is the species of the malaria parasite that causes the vast majority of severe disease and death. In 2010, there were about 216 million cases of malaria globally, and about 655,000 deaths – mostly among children in Africa. Yet, malaria is preventable and treatable.",
            "score": 242.94468688964844
        },
        {
            "docid": "2191408_18",
            "document": "Plasmodium malariae . Following fertilization of the macrogamete, a mobile ookinete is formed, which penetrates the peritropic membrane surrounding the blood meal and travels to the outer wall of the mid-gut of the mosquito. The oocyst then develops under the basal membrane and after a period of two to three weeks a variable amount of sporozoites are produced within each oocyst. The number of sporozoites that are produced varies with temperature and can range from anywhere between many hundreds to a few thousand. Eventually, the oocyst ruptures and the sporozoites are released into the hemocoel of the mosquito. The sporozoites are then carried by the circulation of the hemolymph to the salivary glands, where they become concentrated in the acinal cells. A small number of sporozoites are introduced into the salivary duct and injected into the venules of the bitten human. This initiates the cycle in the human liver.",
            "score": 242.64866638183594
        },
        {
            "docid": "42553902_10",
            "document": "Mosquito-malaria theory . The second experimental evidence came in the mid-1898 when Ross demonstrated the transmission of bird malaria \"Proteosoma relictum\" (now \"Plasmodium relictum\") between larks and mosquitoes, which he called \"grey mosquitos\" (which were \"Culex fatigans\", but now renamed \"Culex quinquefasciatus\"). He showed that the mosquitoes ingested the parasites from infected birds and could infect healthy birds. He further discovered that the parasites developed in the stomach wall and were later stored in salivary glands of the mosquito. This was a conclusive evidence that malarial parasites were indeed transmitted by mosquitoes. In his report Ross concluded that:",
            "score": 242.14117431640625
        },
        {
            "docid": "30987798_6",
            "document": "Agenor Mafra-Neto . Mafra-Neto has developed an artificial scent, called Abate, that has the key semiochemical elements to provide a signature of human host smell to mosquitoes and other blood feeding insects. Spraying abate on an animal can trick anthropophilic disease-transmitting insects, such as malaria mosquitoes, into attacking animals rather than their preferred human hosts, thereby reducing infection rates. Malaria-causing parasites, carried by mosquitoes, identify the human hosts that help them reproduce by detecting the semiochemicals that now are contained in the Abate formulation. Cattle are resistant to malaria and many other human diseases transmitted by insects, and are often treated with deworming medication, which has a toxic effect on mosquitoes and their parasites. Abate opens up the possibility for novel ways to reduce the impact of insect vectored diseases, such as malaria. This is being tested with generous funds from the Bill and Melinda Gates Foundation. The use of Abate in tandem with area-wide deworming campaigns has the potential to disrupt the transmission cycle of insect vectored human diseases, like malaria, in the treated areas.",
            "score": 241.54306030273438
        },
        {
            "docid": "8430768_35",
            "document": "Globalization and disease . On Nov. 6, 1880 Alphonse Laveran discovered that malaria (then called \"Marsh Fever\") was a protozoan parasite, and that mosquitoes carry and transmit malaria. Malaria is a protozoan infectious disease that is generally transmitted to humans by mosquitoes between dusk and dawn. The European variety, known as \"vivax\" after the \"Plasmodium vivax\" parasite, causes a relatively mild, yet chronically aggravating disease. The west African variety is caused by the sporozoan parasite, \"Plasmodium falciparum\", and results in a severely debilitating and deadly disease.",
            "score": 241.38108825683594
        },
        {
            "docid": "15587683_5",
            "document": "Ettore Marchiafava . Marchiafava first developed his first research interest in pathology from Robert Koch, whom he met in Berlin during his doctoral course. He studied malaria intensively for eleven years, from 1880 to 1891. With Angelo Celli, in 1880, he confirmed a new protozoan (then called \"Oscillaria malariae\") discovered by Alphonse Laveran, finding it in the blood of the many patients suffering from malaria fever. They were the first to use proper staining (with methylene blue) to identify malarial parasite as distinct blue-coloured pigments in the blood cells. They showed that the parasites lived inside blood cell, and that they divide by simple splitting (fission). They were the first to recognize several the stages of development of the malarial parasite in human blood. They called the new microorganism \"Plasmodium\" in 1885. Their works helped to differentiate different types of malaria as a result of infection with different species of \"Plasmodium\". With Amico Bignami he published a classic monograph \"On Summer-Autumnal Fevers\" in 1892, which was translated into English in 1894. This was a major foundation in modern malariology. They reported the direct evidence of mosquito theory that mosquitoes transmit malaria.",
            "score": 240.69606018066406
        },
        {
            "docid": "41846805_3",
            "document": "Circumsporozoite protein . The structure and function of CSP is highly conserved across the various strains of malaria that infect humans, non-human primates and rodents. It can first be detected in large quantities as sporozoites are forming within oocysts residing in the midgut walls of infected mosquitoes. Upon egression from mature oocysts, sporozoites begin migrating to the salivary glands, and CSP is known to be an important mediator of this process. Additionally, CSP is involved in hepatocyte binding in the mammalian host. Here, the N-terminus and central repeat region initially facilitate parasite binding. On the hepatocyte surface proteolytic cleavage at region 1 of the N-terminus exposes the adhesive domain of the C-terminus, thereby priming the parasites for invasion of the liver.",
            "score": 239.6859893798828
        },
        {
            "docid": "11131113_2",
            "document": "Avian malaria . Avian malaria is a parasitic disease of birds, caused by parasite species belonging to the genera \"Plasmodium\" and \"Hemoproteus\" (phylum Apicomplexa, class Haemosporidia, family Plasmoiidae). The disease is transmitted by a dipteran vector including mosquitoes in the case of \"Plasmodium\" parasites and biting midges for \"Hemoproteus.\" The range of symptoms and effects of the parasite on its bird hosts is very wide, from asymptomatic cases to drastic population declines due to the disease, as is the case of the Hawaiian honeycreepers. The diversity of parasites is large, as it is estimated that there are approximately as many parasites as there are species of hosts. Co-speciation and host switching events have contributed to the broad range of hosts that these parasites can infect, causing avian malaria to be a widespread global disease, found everywhere except Antarctica.",
            "score": 235.10638427734375
        }
    ]
}