{
    "q": [
        {
            "docid": "515094_7",
            "document": "Neuroeconomics . For example, Padoa-Schioppa & Assad tracked the firing rates of individual neurons in the monkey orbitofrontal cortex while the animals chose between two kinds of juice. The firing rate of the neurons was directly correlated with the utility of the food items and did not differ when other types of food were offered. This suggests that, in accordance with the economic theory of decision making, neurons are directly comparing some form of utility across different options and choosing the one with the higher value. Similarly, a common measure of prefrontal cortex dysfunction, the FrSBe, is correlated with multiple different measures of economic attitudes and behavior, supporting the idea that brain activation can display important aspects of the decision process.",
            "score": 137.8115737438202
        },
        {
            "docid": "25225295_15",
            "document": "Consumer neuroscience . A study by McClure et al. investigated the difference in branding between Coca-Cola and Pepsi. The study found that when the two drinks were tasted blind there was no difference in consumer preference between the brands. Both drinks produced equal activation in the ventromedial prefrontal cortex, which is thought to be activated because the taste is rewarding. When the subjects were informed of the brand names the consumers preferred Coke, and only Coke activated the ventromedial prefrontal cortex, suggesting that drinking the Coke brand is rewarding beyond simply the taste itself. More subjects preferred Coke when they knew it was Coke than when the taste testing was anonymous, which demonstrates the power of branding to influence consumer behavior. There was also significant activation in the hippocampus and dorsolateral prefrontal cortex when subjects knew they were drinking Coke. These brain structures are known to play a role in memory and recollection, which indicates they are helping the subjects to connect their present drinking experience to previous brand associations. The study proposes that there are two separate processes contributing to consumer decision making: the ventromedial prefrontal cortex responds to sensory inputs and the hippocampus and dorsolateral prefrontal cortex recall previous associations to cultural information. According to the results of this study, the Coke brand has much more firmly established itself as a rewarding experience.",
            "score": 131.41054034233093
        },
        {
            "docid": "515094_21",
            "document": "Neuroeconomics . Neuroeconomic research in intertemporal choice is largely aimed at understanding what mediates observed behaviors such as future discounting and impulsively choosing smaller sooner rather than larger later rewards. The process of choosing between immediate and delayed rewards seems to be mediated by an interaction between two brain areas. In choices involving both primary (fruit juice) and secondary rewards (money), the limbic system is highly active when choosing the immediate reward while the lateral prefrontal cortex was equally active when making either choice. Furthermore, the ratio of limbic to cortex activity decreased as a function of the amount of time until reward. This suggests that the limbic system, which forms part of the dopamine reward pathway, is most involved in making impulsive decisions while the cortex is responsible for the more general aspects of the intertemporal decision process.",
            "score": 101.12095022201538
        },
        {
            "docid": "11544121_8",
            "document": "Dorsolateral prefrontal cortex . The DLPFC is involved in both risky and moral decision making; when individuals have to make moral decisions like how to distribute limited resources, the DLPFC is activated. This region is also active when costs and benefits of alternative choices are of interest. Similarly, when options for choosing alternatives are present, the DLPFC evokes a preference towards the most equitable option and suppresses the temptation to maximize personal gain.",
            "score": 136.5209345817566
        },
        {
            "docid": "57091071_33",
            "document": "Intuitive statistics . Experiments found that when reasoning about preferred vs. non-preferred food proportions, capuchin monkeys were able to make inferences about proportions inferred by sequentially sampled data. Rhesus monkeys were similarly capable of using probabilistic and sequentially sampled data to make inferences about rewarding outcomes, and neural activity in the parietal cortex appeared to be involved in the decision-making process when they made inferences. In a series of 7 experiments using a variety of relative frequency differences between banana pellets and carrots, orangutans, bonobos, chimpanzees, and gorillas also appeared to guide their decisions based on the ratios favoring the banana pellets after this was established as their preferred food item.",
            "score": 97.5234534740448
        },
        {
            "docid": "690278_21",
            "document": "Choice . Individual personality plays a significant role in how individuals deal with large choice set sizes. Psychologists have developed a personality test that determines where an individual lies on the satisficer-maximizer spectrum. A maximizer is one who always seeks the very best option from a choice set, and may anguish after the choice is made as to whether it was indeed the best. Satisficers may set high standards but are content with a good choice, and place less priority on making the best choice. Due to this different approach to decision-making, maximizers are more likely to avoid making a choice when the choice set size is large, probably to avoid the anguish associated with not knowing whether their choice was optimal. One study looked at whether the differences in choice satisfaction between the two are partially due to a difference in willingness to commit to one’s choices. It found that maximizers reported a stronger preference for retaining the ability to revise choices. Additionally, after making a choice to buy a poster, satisficers offered higher ratings of their chosen poster and lower ratings of the rejected alternatives. Maximizers, however, were less likely to change their impressions of the posters after making their choice which left them less satisfied with their decision.",
            "score": 123.56963276863098
        },
        {
            "docid": "804702_23",
            "document": "Status quo bias . Research by University College London scientists that examines the neural pathways involved in 'status quo bias' in the human brain and found that the more difficult the decision we face, the more likely we are not to act. The study, published in \"Proceedings of the National Academy of Sciences\" (PNAS), looked at the decision-making of participants taking part in a tennis 'line judgement' game while their brains were scanned using functional MRI (fMRI). The 16 study participants were asked to look at a cross between two tramlines on a screen while holding down a 'default' key. They then saw a ball land in the court and had to make a decision as to whether it was in or out. On each trial, the computer signalled which was the current default option – 'in' or 'out'. The participants continued to hold down the key to accept the default and had to release it and change to another key to reject the default. The results showed a consistent bias towards the default, which led to errors. As the task became more difficult, the bias became even more pronounced. The fMRI scans showed that a region of the brain known as the sub-thalamic nucleus (STN) was more active in the cases when the default was rejected. Also, greater flow of information was seen from a separate region sensitive to difficulty (the prefrontal cortex) to the STN. This indicates that the STN plays a key role in overcoming status quo bias when the decision is difficult.",
            "score": 130.87026917934418
        },
        {
            "docid": "20467381_5",
            "document": "Overchoice . Choice overload is not a problem in all cases, there are some preconditions that must be met before the effect can take place.First, people making the choice must not have a clear prior preference for an item type or category. When the choice-maker has a preference, the number of options has little impact on the final decision and satisfaction. Second, there must not be a clearly dominant option in the choice set, meaning that all options must be perceived of equivalent quality. One option cannot stand out as being better from the rest. The presence of a superior option and many less desirable options will result in a more satisfied decision. Third, there is a negative relationship between choice assortment (quantity) and satisfaction only in people less familiar with the choice set. This means that if the person making a choice has expertise in the subject matter, they can more easily sort through the options and not be overwhelmed by the variety.",
            "score": 118.31964981555939
        },
        {
            "docid": "35005736_2",
            "document": "Memory and decision-making . The memory system plays a key role in the decision-making process because individuals constantly choose among alternative options. Due to the volume of decisions made, much of the decision-making process is unconscious and automatic. Information about how a decision is made is remembered and used for future decisions. Memory is susceptible to biases, but it is integral to the formation of preferences and to differentiation between choices.",
            "score": 125.66146898269653
        },
        {
            "docid": "226722_70",
            "document": "Functional magnetic resonance imaging . Some experiments have shown the neural correlates of peoples' brand preferences. Samuel M. McClure used fMRI to show the dorsolateral prefrontal cortex, hippocampus and midbrain were more active when people knowingly drank Coca-Cola as opposed to when they drank unlabeled Coke. Other studies have shown the brain activity that characterizes men's preference for sports cars, and even differences between Democrats and Republicans in their reaction to campaign commercials with images of the 9/11 attacks. Neuromarketing companies have seized on these studies as a better tool to poll user preferences than the conventional survey technique. One such company was BrightHouse, now shut down. Another is Oxford, UK-based Neurosense, which advises clients how they could potentially use fMRI as part of their marketing business activity. A third is Sales Brain in California.",
            "score": 104.55755198001862
        },
        {
            "docid": "41175714_5",
            "document": "Joshua Greene (psychologist) . A follow-up study compared \"easy\" personal moral questions to which subjects had fast reaction times against \"hard\" dilemmas (like the footbridge problem) to which they had slow reaction times. When responding to the hard problems, subjects displayed increased activity in the anterior dorsolateral prefrontal cortex (DLPFC) and inferior parietal lobes—areas associated with cognitive processing—as well as the anterior cingulate cortex—which has been implicated in error detection between two confusing inputs, as in the Stroop task). This comparison demonstrated that harder problems activated different brain regions, but it didn't prove differential activity \"for the same moral problem\" depending on the answer given. This was done in the second part of the study, in which the authors showed that for a given question, those subjects who made the utilitarian choices did have higher activity in the anterior DLPFC and the right inferior parietal lobe than subjects making non-utilitarian choices.",
            "score": 81.1484706401825
        },
        {
            "docid": "5067510_32",
            "document": "Lie detection . Studies using functional magnetic resonance imaging (fMRI) have shown that it has potential to be used as a method of lie detection. While a polygraph detects changes in activity in the peripheral nervous system, fMRI has the potential to catch the lie at the 'source'. To use an MRI as a lie detector, an fMRI should be used by placing a magnetic band as a scanner on a subject's head. However, the neurobiological systems that relate to lying are currently poorly understood. The current consensus is that faced with a forced choice paradigm, in which a subject has the choice of telling the truth or spontaneously generating a lie, lying can be distinguished due to increased prefrontal and parietal lobe activity. More specifically, the superior medial and inferolateral prefrontal cortices show net activation in the process of spontaneous lie generation (which involves suppression of the truthful response as well as generating a conceivable lie). There also is evidence of increased activation in the anterior cingulate cortex when lies are told. The fMRI shows the use of oxygen by the brain, allowing for the identification of which portions of the brain are using more oxygen during a specific task. By studying the brain images, researchers are able to map the systematic procedure the brain went through to produce the action or decision. Subjects are often offered monetary incentive if they can successfully deceive the process in hopes of generating a 'real world' scenario. Using this method, an initial 2005 study on individuals ( not group averages as previous studies) without pattern recognition and automation showed that lies can be distinguished 78% of the time. That statistic has risen, in one study, to 100% when predicting a lie in an individual when baseline lie/truth levels were closely studied with training from pattern recognition technology (machine learning). fMRI does rely upon the individual remaining still and safeguards in the analysis such that the questions can not be gamed by the participant (G. Ganis 2010). Studies have been done on Chinese individuals and their language and cultural differences did not change results. To show the robustness of this fMRI technology, a study (S. Spence 2011) was done that showed fMRI lie detection / truth verification technology worked even in a group of 52 schizophrenic patients, 27 of whom were experiencing delusions at the time of the study.",
            "score": 99.23006558418274
        },
        {
            "docid": "20467381_6",
            "document": "Overchoice . Decision-makers in large choice situations enjoy the decision process more than those with smaller choice sets, but feel more responsible for their decisions. Despite this, more choices result with more dissatisfaction and regret in decisions. The feeling of responsibility causes cognitive dissonance when presented with large array situations. In this situation, cognitive dissonance results when there is a mental difference between the choice made and the choice that should have been made. More choices lead to more cognitive dissonance because it increases the chance that the decision-maker made the wrong decision. These large array situations cause the chooser to feel both enjoyment as well as feel overwhelmed with their choices. These opposing emotions contribute to cognitive dissonance, and causes the chooser to feel less motivated to make a decision. This also disables them from using psychological processes to enhance the attractiveness of their own choices. Choosers in large array situations do enjoy their decision-making process more than those in small array situations. The amount of time allotted to make a decision also has an effect on an individual's perception of their choice. Larger choice sets with a small amount of time results in more regret with the decision. When more time is provided, the process of choosing is more enjoyable in large array situations and results in less regret after the decision has been made.",
            "score": 85.00505530834198
        },
        {
            "docid": "42621632_6",
            "document": "Dual process theory (moral psychology) . The dual process account first grew out of fMRI experiments showing that moral dilemmas such as the trolley problem engaged areas of the brain corresponding to emotional processing when the context involved \"personal\" moral violations (such as direct bodily force). When the context of the dilemma was more \"impersonal\" (the decision maker pulls a switch rather than use bodily force) areas corresponding to working memory and controlled reasoning were engaged instead. Neuropsychological evidence from lesion studies focusing on patients with damage to the ventromedial prefrontal cortex also points to a possible dissociation between emotional and rational decision processes. Damage to this area is typically associated with antisocial personality traits and impairments of moral decision making. Patients with these lesions tend to show more frequent endorsement of the \"utilitarian\" path in trolley problem dilemmas. Greene et al. claim that this shows that when emotional information is removed through context or damage to brain regions necessary to render such information, the process associated with rational, controlled reasoning dominates decision making.",
            "score": 101.9010716676712
        },
        {
            "docid": "35005736_5",
            "document": "Memory and decision-making . Memory integration dictates one's preferences for a given alternative. The PAM model suggests that preferences are formed when individuals retrieve from memory a set of queries regarding the attributes of the alternative choices. These queries are believed to be an automatic, unconscious process. Many individuals think largely in terms of emotions when asked to make a decision, and so the way in which a question is posed as well as the manner in which it is asked impacts the decision-making process. If asked to choose where to go for dinner, one will select a series of possible restaurants, consider each option, and determine the positive attributes of each. The restaurant chosen will be the one with the greatest number of positive attributes.",
            "score": 136.18255996704102
        },
        {
            "docid": "19291471_2",
            "document": "Naive diversification . Naïve diversification is a choice heuristic (also known as \"diversification heuristic\"). Its first demonstration was made by Itamar Simonson in marketing in the context of consumption decisions by individuals. It was subsequently shown in the context of economic and financial decisions. Simonson showed that when people have to make simultaneous choice (e.g. choose now which of six snacks to consume in the next three weeks), they tend to seek more variety (e.g., pick more kinds of snacks) than when they make sequential choices (e.g., choose once a week which of six snacks to consume that week for three weeks). That is, when asked to make several choices at once, people tend to diversify more than when making the same type of decision sequentially.",
            "score": 78.30275702476501
        },
        {
            "docid": "27797792_26",
            "document": "Construal level theory . Distance or high-level construals can make alternative choices that are hard to accomplish more desirable. Near-future or low-level construals can oppositely make alternative choices that are hard to accomplish less desirable. Risky behavior therefore, can be explained by CLT. High level construals can make more difficult or impossible outcomes more attractive and therefore cause people to take greater risks for less likely outcomes. High-level construals can have an effect of valuing rewards that are more risky, and further in the future. For example, people will take riskier bets when the bet is in the distant than the near future. The ideas of time and probability are often thought of in very similar ways; therefore, they tend to correspond, as one increases the other one does as well. The connections between these two are often made automatically, without the conscious knowledge of the individual. When thinking of investments in a high-level construal, people tend to engage in more risk taking behavior. When thinking about the same investment in a low-level construal, there is more focus on the present and what the risk would mean in terms of the here and now. Thus, focusing on the low level aspects of a decision can deter some risk taking behavior by causing one to focus on the actual details, and lesson an overall possible feeling for the future. Across the overall idea of decision making, CLT has been supported for aiding in the help or harm of organizational decision making processes and outcomes. Research has also examined more common decisions, such as the choice to procrastinate. More concrete activities, or near future events tend to create a more low-level construal, and therefore people are less likely to procrastinate for these functions, than for more abstract activities set further into the future.",
            "score": 77.41369795799255
        },
        {
            "docid": "25415094_25",
            "document": "Spec Ops: The Line . \"Spec Ops: The Line\" includes several choices for players to make. According to Williams, it was a key concept to be featured right from the start of the game's development. The game does not feature a morality system, but instead has situations that give players some freedom of choice. The consequences of some of these choices were deliberately made unclear in an attempt to make them more realistic, encouraging players to explore the other potential options not directly presented by the game. These choices were inspired by \"Fallout 3\", and are often between: \"what the character knows and what the player would maybe try and do\". To make choices more realistic, and to increase the impact of the story, the team put in a lot of morally ambiguous choices and \"bad or worse\" decisions. Williams added that absolute good choices are not practical and sometimes may not exist in real-world situations, so to reflect that combat sequences sometimes force players to make split-second decisions and accept whatever the consequences are. According to Williams, this is something that people frequently do in real-world scenarios, and they must \"live with it\" after their decision. Williams added that they hoped that the game's players would have different feelings after making these choices, as this would show that they had created an opportunity for players to examine their own inner emotions, and that they had successfully provided different experiences for players without having a branching storyline. Replay value was also considered when the development team was designing these choices.",
            "score": 95.57834506034851
        },
        {
            "docid": "2116156_21",
            "document": "Pharaoh ant . Pharaoh ants have a sophisticated strategy for food preference. They implement two related behaviors. The first is known as satiation. The workers will at first show a strong preference for a particular food type. However, if this food is offered alone, with no other options, for several weeks, workers will afterward show a distinct preference for a different type of food. In this way, the ants become satiated on a certain food group and will change their decision. The second behavior is called alternation. If given the continuous choice between food groups, pharaoh ants will tend to alternate between carbohydrate-rich foods and protein-rich foods. These satiation and alternation behaviors are evolutionarily adaptive. The decision to vary the type of food consumed ensures that the colony maintains a balanced diet.",
            "score": 105.30997252464294
        },
        {
            "docid": "20467381_13",
            "document": "Overchoice . Images are processed as a whole when making a purchasing decision. This means they require less mental effort to be processed which gives the consumer a sense that the information is being processed faster. Consumers prefer this visual shortcut to processing, termed \"visual heuristic\" by Townsend, no matter how big the choice set size. Images increase our perceived variety of options. As previously stated, variety is good when making the first step of choosing an assortment. On the other hand, verbal descriptions are processed in a way that the words that make up a sentence are perceived individually. That is, our minds string words along to develop our understanding. In larger choice sets where there is more variety, perceived complexity decreases when verbal descriptions are used.",
            "score": 117.10294938087463
        },
        {
            "docid": "14511650_50",
            "document": "Impulsivity . Economic theory suggests that optimal discounting involves the exponential discounting of value over time. This model assumes that people and institutions should discount the value of rewards and punishments at a constant rate according to how delayed they are in time. While economically rational, recent evidence suggests that people and animals do not discount exponentially. Many studies suggest that humans and animals discount future values according to a hyperbolic discounting curve where the discount factor decreases with the length of the delay (for example, waiting from today to tomorrow involves more loss of value than waiting from twenty days to twenty-one days). Further evidence for non-constant delay discounting is suggested by the differential involvement of various brain regions in evaluating immediate versus delayed consequences. Specifically, the prefrontal cortex is activated when choosing between rewards at a short delay or a long delay, but regions associated with the dopamine system are additionally activated when the option of an immediate reinforcer is added. Additionally, intertemporal choices differ from economic models because they involve anticipation (which may involve a neurological \"reward\" even if the reinforcer is delayed), self-control (and the breakdown of it when faced with temptations), and representation (how the choice is framed may influence desirability of the reinforcer), none of which are accounted for by a model that assumes economic rationality.",
            "score": 97.89627468585968
        },
        {
            "docid": "2999259_3",
            "document": "Choice-supportive bias . What is remembered about a decision can be as important as the decision itself, especially in determining how much regret or satisfaction one experiences. Research indicates that the process of making and remembering choices yields memories that tend to be distorted in predictable ways. In cognitive science, one predictable way that memories of choice options are distorted is that positive aspects tend to be remembered as part of the chosen option, whether or not they originally were part of that option, and negative aspects tend to be remembered as part of rejected options. Once an action has been taken, the ways in which we evaluate the effectiveness of what we did may be biased. It is believed this may influence our future decision-making. These biases may be stored as memories, which are attributions that we make about our mental experiences based on their subjective qualities, our prior knowledge and beliefs, our motives and goals, and the social context. True and false memories arise by the same mechanism because when the brain processes and stores information, it cannot tell the difference from where they came from.",
            "score": 126.63804817199707
        },
        {
            "docid": "6331719_21",
            "document": "Mind-wandering . People can make decisions by mind-wandering, for example, looking at a set of art posters until the most desirable comes to mind. In contrast to people's belief that the choices they make while mind-wandering will be worse than the choices made though more careful deliberation over choice options, people appear to be as happy with choices made by mind-wandering as with choices made by engaging in more careful deliberation. Giblin, Morewedge, and Norton (2013) conducted two experiments in which participants judged the value of a poster chosen through conscious deliberation, mind-wandering, or random assignment. Forecasters in a first experiment predicted that participants would like and value the art poster they chose in the deliberation condition most, that they would like and value the poster chose by mind-wandering less, and they would like and value the poster to which they were randomly assigned least of the three methods. By contrast, in an incentive-compatible second experiment, participants who chose a poster by one of these three methods (via random assignment) liked and valued the poster they chose as much in the deciding by mind-wandering condition as in the deciding by deliberation condition. Participants in the random assignment condition liked and valued their poster least.",
            "score": 82.30355072021484
        },
        {
            "docid": "690278_2",
            "document": "Choice . Choice involves decision making. It can include judging the merits of multiple options and selecting one or more of them. One can make a choice between imagined options (\"What would I do if...?\") or between real options followed by the corresponding action. For example, a traveller might choose a route for a journey based on the preference of arriving at a given destination as soon as possible. The preferred (and therefore chosen) route can then follow from information such as the length of each of the possible routes, traffic conditions, etc. The arrival at a choice can include more complex motivators such as cognition, instinct, and feeling.",
            "score": 131.5131070613861
        },
        {
            "docid": "33213598_9",
            "document": "Psychology of collecting . There are also times when collecting is not pleasant for anyone— and much harder to describe than simply dark. These are the collectors that have surpassed healthy collecting behavior and are considered hoarders. When a collection becomes hoarding is when it also becomes pathological. Hoarding is pathological because it interferes with living a normal daily life. Differences between collecting and hoarding are clear. Items in a collection are neatly organized, maintained, and presented or manipulated with ease. If a collector of 1000+ trains wants to find a particular one from his collection, he can find it easily. Collections are often catalogued, sorted, and objectively maintained like books in a library. Hoarding behavior is the opposite. Items with no value or use are piled up in stacks without order nor reason. Steven W. Anderson, a neurologist who studies hoarding behavior, posits that the need to collect stems from a basic drive to collect basic supplies such as food. This drive originates in the subcortical and limbic portions of the brain. According to Anderson, people need their prefrontal cortex to determine what supplies are worth saving (or hoarding). Anderson has found that many compulsive hoarders with brain injury had suffered damage to a region of their brain that regulates cognitive behaviors like decision making, information processing, and organizing behavior—the prefrontal cortex. Those with brain injury who did not display hoarding behavior, did not have damage to their frontal cortex, but showed damage distributed throughout the right and left hemispheres of their brain.",
            "score": 97.9910454750061
        },
        {
            "docid": "45222866_4",
            "document": "Behavioral game theory . Beginning in the 1980s experimenters started examining the conditions that cause divergence from rational choice. Ultimatum and bargaining games examined the effect of emotions on predictions of opponent behavior. One of the most well known examples of an ultimatum game is the television show Deal or No Deal in which participants must make decisions to sell or continue playing based on monetary ultimatums given to them by “the banker.” These games also explored the effect of trust on decision-making outcomes and utility maximizing behavior. Common resource games were used to experimentally test how cooperation and social desirability affect subject's choices. A real life example of a common resource game might be a party guest's decision to take from a food platter. The guests decisions would not only be affected by how hungry they are, but they would also be affected by how much of the shared resource, the food, is left and if the guest believes others would judge them for taking more. Experimenters during this period regarded behavior that did not maximize utility as the result of participant's flawed reasoning. By the turn of the century economists and psychologists expanded this research. Models based on the rational choice theory were adapted to reflect decision maker preferences and attempt to rationalize choices that did not maximize utility.",
            "score": 97.26894640922546
        },
        {
            "docid": "9223_128",
            "document": "Economics . Neoclassical economics studies the behaviour of individuals, households, and organizations (called economic actors, players, or agents), when they manage or use scarce resources, which have alternative uses, to achieve desired ends. Agents are assumed to act rationally, have multiple desirable ends in sight, limited resources to obtain these ends, a set of stable preferences, a definite overall guiding objective, and the capability of making a choice. There exists an economic problem, subject to study by economic science, when a decision (choice) is made by one or more resource-controlling players to attain the best possible outcome under bounded rational conditions. In other words, resource-controlling agents maximize value subject to the constraints imposed by the information the agents have, their cognitive limitations, and the finite amount of time they have to make and execute a decision. Economic science centres on the activities of the economic agents that comprise society. They are the focus of economic analysis.",
            "score": 91.8978955745697
        },
        {
            "docid": "690278_12",
            "document": "Choice . When choosing between options one must make judgments about the quality of each option's attributes. For example, if one is choosing between candidates for a job, the quality of relevant attributes such as previous work experience, college or high school GPA, and letters of recommendation will be judged for each option and the decision will likely be based on these attribute judgments. However, each attribute has a different level of \"evaluability\", that is, the extent to which one can use information from that attribute to make a judgment.",
            "score": 114.96747088432312
        },
        {
            "docid": "37637666_8",
            "document": "Intuition and decision-making . Although people use intuitive and deliberative decision-making modes interchangeably, individuals value the decisions they make more when they are allowed to make them using their preferred style. This specific kind of regulatory fit is referred to as decisional fit. The emotions people experience after a decision is made tend to be more pleasant when the preferred style is used, regardless of the decision outcome. Some studies suggest that the mood with which the subject enters the decision-making process can also affect the style they choose to employ: sad people tend to be more deliberative, while people in a happy mood rely more on intuition.",
            "score": 104.78480672836304
        },
        {
            "docid": "48739328_3",
            "document": "Semantic processing . Semantic processing is the deepest level of processing and it requires the listener to think about the meaning of the cue. Studies on brain imaging have shown that, when semantic processing occurs, there is increased brain activity in the left prefrontal regions of the brain that does not occur during different kinds of processing. One study used MRI to measure the brain activity of subjects while they made semantic decisions. The participants then took a memory test after a short period of time. When the subjects showed high confidence and correctly retained the information, the fMRI measured increased activity in the left prefrontal regions.",
            "score": 89.25891637802124
        },
        {
            "docid": "1764639_17",
            "document": "Levels-of-processing effect . Several brain imaging studies using positron emission tomography and functional magnetic resonance imaging techniques have shown that higher levels of processing correlate with more brain activity and activity in different parts of the brain than lower levels. For example, in a lexical analysis task, subjects showed activity in the left inferior prefrontal cortex only when identifying whether the word represented a living or nonliving object, and not when identifying whether or not the word contained an \"a\". Similarly, an auditory analysis task showed increased activation in the left inferior prefrontal cortex when subjects performed increasingly semantic word manipulations. Synaptic aspects of word recognition have been correlated with the left frontal operculum and the cortex lining the junction of the inferior frontal and inferior precentral sulcus. The self-reference effect also has neural correlates with a region of the medial prefrontal cortex, which was activated in an experiment where subjects analyzed the relevance of data to themselves. Specificity of processing is explained on a neurological basis by studies that show brain activity in the same location when a visual memory is encoded and retrieved, and lexical memory in a different location. Visual memory areas were mostly located within the bilateral extrastriate visual cortex.",
            "score": 91.31792914867401
        },
        {
            "docid": "23453327_5",
            "document": "Shared decision-making in medicine . The basic premise of SDM is patient autonomy. The model recognizes that patients have personal values that influence the interpretation of risks and benefits differently from a physician. Frequently, there is more than one option, with no clear choice of which option is best; that occurs when the decision at hand is about a preference-sensitive condition. In certain situations, for example, the physician's point of view may differ from the decision that aligns most with the patient's values, judgments, and opinions. A physician may also be driven by financial incentives such as fee-for-service. Thus, informed consent is at the core of shared decision-making. Without fully understanding the advantages and disadvantages of all treatment options, patients cannot engage in making decisions based on their personal values and beliefs.",
            "score": 110.06711077690125
        }
    ],
    "r": [
        {
            "docid": "11287065_10",
            "document": "Ventromedial prefrontal cortex . Emotions and an understanding of social norms are used to provide reasoning of the moral nature on our behaviors, beliefs, and the people around us. The vmPFC works as the neural basis in allowing emotion to influence moral judgement. The trolley dilemma is a classic situation testing emotional involvement in moral judgment. In the trolley dilemma, participants imagine a runaway trolley heading toward five people who will be killed if the trolley is to continue. The participant is to decide whether to allow the trolley to run its course, or to shunt the trolley off to another track where it will only kill one person. Most people choose to throw the switch, concluding that it is moral to save five by sacrificing the life of one. In a variation, there is no switch at hand to shunt the trolley, instead the participant has the option to push someone on the trolley tracks to stop it from moving. Most people are repulsed at the idea of pushing the man to his death, even though outcome is the same as the first dilemma, with five people surviving and one person dying. The more personal nature of pushing someone onto the tracks discourages this response, and the role of emotion is proposed to be the difference in the reasoning. In functional imaging studies, increased activity in the vmPFC is associated with thinking of these personal moral situations, while making harmless decisions does not. Patients with vmPFC lesions made the same decision in non-moral and moral personal dilemmas. Dysfunction of the vmPFC causes failure in using correct moral emotion, which explains why these patients showed less emotional responses when facing these dilemmas.",
            "score": 142.92811584472656
        },
        {
            "docid": "11287065_11",
            "document": "Ventromedial prefrontal cortex . The vmPFC plays an important role in regulating and inhibiting our response to emotions. VmPFC seems to use our emotional reactions to model our behavior and control emotional reactions in certain social situations. The inputs of the vmPFC provide it with information from the environment and the plans of the frontal lobe, and its outputs allow the vmPFC to control different physiological responses and behaviors. The role of the vmPFC is especially highlighted in people with damage to this region. A damaged vmPFC causes impairments of behavioral control and decision making, consequences which are rooted in emotional dysregulation. The first and most famous case of someone with defects to this region was Phineas Gage, a railroad construction foreman who had his vmPFC bilaterally destroyed in an accident in 1848. Before his accident, Gage was described as “serious, industrious and energetic. Afterward he became childish, irresponsible, and thoughtless of others.” Another patient with vmPFC damage wasted away his life savings on foolish investments and failed to make appropriate decisions in his personal life. In patients with vmPFC damage, evidence shows that there is a correlation between emotional dysregulation and dysfunction in real world competencies.",
            "score": 142.51065063476562
        },
        {
            "docid": "515094_7",
            "document": "Neuroeconomics . For example, Padoa-Schioppa & Assad tracked the firing rates of individual neurons in the monkey orbitofrontal cortex while the animals chose between two kinds of juice. The firing rate of the neurons was directly correlated with the utility of the food items and did not differ when other types of food were offered. This suggests that, in accordance with the economic theory of decision making, neurons are directly comparing some form of utility across different options and choosing the one with the higher value. Similarly, a common measure of prefrontal cortex dysfunction, the FrSBe, is correlated with multiple different measures of economic attitudes and behavior, supporting the idea that brain activation can display important aspects of the decision process.",
            "score": 137.8115692138672
        },
        {
            "docid": "11544121_8",
            "document": "Dorsolateral prefrontal cortex . The DLPFC is involved in both risky and moral decision making; when individuals have to make moral decisions like how to distribute limited resources, the DLPFC is activated. This region is also active when costs and benefits of alternative choices are of interest. Similarly, when options for choosing alternatives are present, the DLPFC evokes a preference towards the most equitable option and suppresses the temptation to maximize personal gain.",
            "score": 136.52093505859375
        },
        {
            "docid": "35005736_5",
            "document": "Memory and decision-making . Memory integration dictates one's preferences for a given alternative. The PAM model suggests that preferences are formed when individuals retrieve from memory a set of queries regarding the attributes of the alternative choices. These queries are believed to be an automatic, unconscious process. Many individuals think largely in terms of emotions when asked to make a decision, and so the way in which a question is posed as well as the manner in which it is asked impacts the decision-making process. If asked to choose where to go for dinner, one will select a series of possible restaurants, consider each option, and determine the positive attributes of each. The restaurant chosen will be the one with the greatest number of positive attributes.",
            "score": 136.18255615234375
        },
        {
            "docid": "33377451_14",
            "document": "Judge–advisor system . While the most often used decision tasks in JAS literature are ones that involve picking the \"right\" or \"best\" option, an entirely different kind of decision to consider is one involving a choice based on taste or preference. These situations come up frequently in life and are part of almost every consumer decision about the kind of music to buy, clothes to wear, or restaurants to visit. Though less explored in JAS literature, Yaniv et al. (2011) provided evidence that in these situations of preference, similarity of the advisor to the judge is the strongest predictor of how much the judge will accept the advice. This similarity can be either in regard to a previous history of the advisor having similar preferences in a given category (e.g., they rate the same kinds of songs highly) or relating to basic demographic characteristics (e.g., they are around the same age).",
            "score": 132.68251037597656
        },
        {
            "docid": "393535_12",
            "document": "Coolidge effect . Though there is no single reason for why males will choose a novel partner, there have been experiments that show that the major determining factor for detecting a novel partner is through olfactory preference. An experiment using Long-Evans rats, showed that odour played a major role in distinguishing the difference between a novel partner and familiar partner. In their experiment, Carr et al. paired each male rat with a female rat and allowed them to mate. Male rats were then tested for preference through the use of an apparatus which had two cylinders that were attached to their home cage, and contained the familiar female and the novel female in each cylinder. Caps at the end of these cylinders prevented access to the females, but had a hole in them to allow their odours to pass through to the male's cage. Before the testing phase, the females were removed, and then the caps were removed to allow the male to explore both cylinders. From this experiment, they found that males preferred the scent of the novel female. While these males did not have access to these females to demonstrate mating preferences, this odour preference is believed to reflect promiscuous behaviour, and therefore be important to the male mating strategy. In an earlier experiment, also conducted by Carr et al., they found that unlike male rats, female rats preferred the odour of a familiar partner rather than the odour of a novel partner. Another study also examined not only olfactory preference, but what part of the brain targeted the olfactory preference. In this study, male hamsters were given lesions to either the hippocampus or the perirhinal-entorhinal cortex, or received a sham treatment. Then the hamsters were allowed to mate with a female hamster until they became satiated. All subjects were then presented with two anesthetized females, one was the female they had previously copulated with, and the other was a novel female. Hamsters with sham and hippocampal lesions investigated the anogenital region of the novel females for a significantly longer period of time in comparison to the familiar female. Males with lesions to the perirhinal-entorhinal cortex did not show a preference for either a familiar or novel female, and spent a similar amount of time investigating the anogenital region of both females. The results from this study revealed that the perirhinal-entorhinal cortex region of the brain in golden hamsters is crucial for the recognition of familiar conspecifics and certain social behaviors. The conclusion from this experiment was also consistent in rats and monkeys, since damage to this region of the brain impaired standard recognition memory, which would suggest that the hippocampal region of the brain is not crucial in social behavior memory, but rather, the perirhinal-entorhinal cortex.",
            "score": 132.06431579589844
        },
        {
            "docid": "690278_2",
            "document": "Choice . Choice involves decision making. It can include judging the merits of multiple options and selecting one or more of them. One can make a choice between imagined options (\"What would I do if...?\") or between real options followed by the corresponding action. For example, a traveller might choose a route for a journey based on the preference of arriving at a given destination as soon as possible. The preferred (and therefore chosen) route can then follow from information such as the length of each of the possible routes, traffic conditions, etc. The arrival at a choice can include more complex motivators such as cognition, instinct, and feeling.",
            "score": 131.5131072998047
        },
        {
            "docid": "25225295_15",
            "document": "Consumer neuroscience . A study by McClure et al. investigated the difference in branding between Coca-Cola and Pepsi. The study found that when the two drinks were tasted blind there was no difference in consumer preference between the brands. Both drinks produced equal activation in the ventromedial prefrontal cortex, which is thought to be activated because the taste is rewarding. When the subjects were informed of the brand names the consumers preferred Coke, and only Coke activated the ventromedial prefrontal cortex, suggesting that drinking the Coke brand is rewarding beyond simply the taste itself. More subjects preferred Coke when they knew it was Coke than when the taste testing was anonymous, which demonstrates the power of branding to influence consumer behavior. There was also significant activation in the hippocampus and dorsolateral prefrontal cortex when subjects knew they were drinking Coke. These brain structures are known to play a role in memory and recollection, which indicates they are helping the subjects to connect their present drinking experience to previous brand associations. The study proposes that there are two separate processes contributing to consumer decision making: the ventromedial prefrontal cortex responds to sensory inputs and the hippocampus and dorsolateral prefrontal cortex recall previous associations to cultural information. According to the results of this study, the Coke brand has much more firmly established itself as a rewarding experience.",
            "score": 131.41053771972656
        },
        {
            "docid": "804702_23",
            "document": "Status quo bias . Research by University College London scientists that examines the neural pathways involved in 'status quo bias' in the human brain and found that the more difficult the decision we face, the more likely we are not to act. The study, published in \"Proceedings of the National Academy of Sciences\" (PNAS), looked at the decision-making of participants taking part in a tennis 'line judgement' game while their brains were scanned using functional MRI (fMRI). The 16 study participants were asked to look at a cross between two tramlines on a screen while holding down a 'default' key. They then saw a ball land in the court and had to make a decision as to whether it was in or out. On each trial, the computer signalled which was the current default option – 'in' or 'out'. The participants continued to hold down the key to accept the default and had to release it and change to another key to reject the default. The results showed a consistent bias towards the default, which led to errors. As the task became more difficult, the bias became even more pronounced. The fMRI scans showed that a region of the brain known as the sub-thalamic nucleus (STN) was more active in the cases when the default was rejected. Also, greater flow of information was seen from a separate region sensitive to difficulty (the prefrontal cortex) to the STN. This indicates that the STN plays a key role in overcoming status quo bias when the decision is difficult.",
            "score": 130.87026977539062
        },
        {
            "docid": "11287065_7",
            "document": "Ventromedial prefrontal cortex . Patients with bilateral lesions of the vmPFC develop severe impairments in personal and social decision-making even though most of their intellectual ability is preserved. For instance, they have difficulties in choosing between options with uncertain outcomes, whether the uncertainty is in the form of a risk or of an ambiguity. After their lesion, these patients have an impaired capacity to learn from their mistakes, making the same decisions again and again even though they lead to negative consequences. These patients choose alternatives that give immediate rewards, but seem to be blind to the future consequences of their actions. However, the underlying mechanisms of this behaviour are not yet fully understood.",
            "score": 130.7550048828125
        },
        {
            "docid": "1803590_124",
            "document": "Job interview . For example, in the West, applicants prefer to eliminate details and focus on the larger issue, tending towards a comprehensive evaluation starting from individual elements then moving towards the whole. In Japan, a respondent would go from the general to the specific in answering, preferring to divide a problem and analyze it piece by piece. Likewise, there are differences between individualist and collectivist cultures in the types of answers they chose. When given a series of options, individualists tend to choose the task oriented option that involves direct communication with others. Yet collectivists choose the option that sees group harmony and protecting or saving face for others as more important. These differences can introduce method bias when interviewers evaluate or score how the applicant did in the interview. This is why it is important to understand how and why the best answer in one culture is not the best elsewhere. It might even be completely wrong.",
            "score": 129.3487091064453
        },
        {
            "docid": "13064673_15",
            "document": "Emotions in decision-making . According to Dunn, \"the somatic marker hypothesis proposes that ‘somatic marker’ biasing signals from the body are represented and regulated in the emotion circuitry of the brain, particularly the ventromedial prefrontal cortex (VMPFC), to help regulate decision-making in situations of complexity and uncertainty\". Therefore, in situations of complexity and uncertainty, the marker signals allow the brain to recognise the situation and respond quickly.",
            "score": 128.55262756347656
        },
        {
            "docid": "55929298_12",
            "document": "Simalto . With SIMALTO approach the data collected is directly useful in itself. The sequential process of building up a specification reflects real life evaluation of products or services. It mirrors respondent decisions such as ‘what options must I have, what options are nice to have, what are they worth to me and which options are unnecessary for me’. Simply counting how many respondents choose a particular option in preference to another provides an unambiguous quantification of each option’s relative popularity.<br> However this direct data is insufficient to deduce the most popular total specification when there are more than 5 or 6 attributes, or to predict preference shares between competing specifications at different prices/costs. Therefore, to satisfy these requirements modelling capabilities must be applied to the raw SIMALTO data. The method most frequently used is based on expert system rules linked to neural net logic and genetic algorithm theory. Examples of these rules applied to competing specifications facing an individual respondent: Application of rules such as these enables predictions of potential market shares between competing specifications, determination of those options in an ‘optimum’ specification at a given total specification price/cost, a hierarchy of preference for each option relative to other options and for ‘needs-based’ cluster analysis which can find groups of respondents with similar values/priorities.",
            "score": 126.91650390625
        },
        {
            "docid": "2999259_3",
            "document": "Choice-supportive bias . What is remembered about a decision can be as important as the decision itself, especially in determining how much regret or satisfaction one experiences. Research indicates that the process of making and remembering choices yields memories that tend to be distorted in predictable ways. In cognitive science, one predictable way that memories of choice options are distorted is that positive aspects tend to be remembered as part of the chosen option, whether or not they originally were part of that option, and negative aspects tend to be remembered as part of rejected options. Once an action has been taken, the ways in which we evaluate the effectiveness of what we did may be biased. It is believed this may influence our future decision-making. These biases may be stored as memories, which are attributions that we make about our mental experiences based on their subjective qualities, our prior knowledge and beliefs, our motives and goals, and the social context. True and false memories arise by the same mechanism because when the brain processes and stores information, it cannot tell the difference from where they came from.",
            "score": 126.63804626464844
        },
        {
            "docid": "36681001_11",
            "document": "Self-licensing . Researchers Khan and Dhar investigated the influence of self-licensing on consumer decisions regarding the purchase of luxury goods. They reasoned that \"relative preferences for a luxury option will be higher if people's prior decisions provide a boost to their relevant self-concept\". Due to the self-licensing effect, \"a prior intent to be virtuous boosts respondents' self-concepts, thus reducing negative self-attributions associated with the purchase of relative luxuries\". Furthermore, they predicted that consumers may be unaware of how their prior decision influences their subsequent choices; i.e. the process underlying the licensing effect may be largely nonconscious. In the study, some participants were first asked to select from a list a charity organizations for which they would willingly volunteer three hours a week. Later, these people—and participants who hadn't been asked to volunteer—were asked whether they would buy designer jeans or an identically priced vacuum cleaner, assuming that they had enough money to buy only one. Participants who were asked to imagine having committed the charitable act before shopping were more than twice as likely to choose the jeans. The authors noted that \"People don't even have to do good for this effect to happen…Even if they plan to do something good, it will give them a boost in their self-image. Any type of situation where you have guilt involved, you will see this, and so this happens in luxury goods.\"",
            "score": 126.3318862915039
        },
        {
            "docid": "6240358_22",
            "document": "Dual process theory . According to Alos-Ferrer and Strack the dual-process theory has relevance in economic decision-making through the multiple-selves model, in which one person's self-concept is composed of multiple selves depending on the context. An example of this is someone who as a student is hard working and intelligent, but as a sibling is caring and supportive. Decision-making involves the use of both automatic and controlled processes, but also depends on the person and situation, and given a person's experiences and current situation the decision process may differ. Given that there are two decision processes with differing goals one is more likely to be more useful in particular situations. For example, a person is presented with a decision involving a selfish but rational motive and a social motive. Depending on the individual one of the motives will be more appealing than the other, but depending on the situation the preference for one motive or the other may change. Using the dual-process theory it is important to consider whether one motive is more automatic than the other, and in this particular case the automaticity would depend on the individual and their experiences. A selfish person may choose the selfish motive with more automaticity than a non-selfish person, and yet a controlled process may still outweigh this based on external factors such as the situation, monetary gains, or societal pressure. Although there is likely to be a stable preference for which motive one will select based on the individual it is important to remember that external factors will influence the decision. Dual process theory also provides a different source of behavioral heterogeneity in economics. It is mostly assumed within economics that this heterogeneity comes from differences in taste and rationality, while dual process theory indicates necessary considerations of which processes are automated and how these different processes may interact within decision making.",
            "score": 125.6617660522461
        },
        {
            "docid": "35005736_2",
            "document": "Memory and decision-making . The memory system plays a key role in the decision-making process because individuals constantly choose among alternative options. Due to the volume of decisions made, much of the decision-making process is unconscious and automatic. Information about how a decision is made is remembered and used for future decisions. Memory is susceptible to biases, but it is integral to the formation of preferences and to differentiation between choices.",
            "score": 125.66146850585938
        },
        {
            "docid": "18421485_4",
            "document": "Predictably Irrational . In chapter 1, Ariely describes the ways in which people frequently regard their environment in terms of their relation to others; it is the way that the human brain is wired. People not only compare things, but also compare things that are easily comparable. For example, if given the following options for a honeymoon - Paris (with free breakfast), Rome (with free breakfast), and Rome (no breakfast included), most people would probably choose Rome with the free breakfast. The rationale is that it is easier to compare the two options for Rome than it is to compare Paris and Rome. Ariely also explains the role of the decoy effect (or asymmetric dominance effect) in the decision process. The decoy effect is the phenomenon whereby consumers will tend to have a specific change in preference between two options when also presented with a third option that is asymmetrically dominated. This effect is the \"secret agent\" in many decisions. In the example with the honeymoon options, Rome without free breakfast is the decoy. (It makes Rome with breakfast look superior to Rome without breakfast. Comparing Rome and Paris is difficult, so the easy comparison of Rome makes it more likely to choose Rome over Paris.) It makes Paris look inferior when compared to Rome with the free breakfast. Relativity helps people make decisions but it can also make them miserable. People compare their lives to those of others, leading to jealousy and inferiority. Ariely finishes the chapter by saying \"the more we have, the more we want\" and his suggested cure is to break the cycle of relativity. To break the cycle, people can control what goes on around them. The focus on smaller \"circles\" can boost relative happiness, as can changing this focus from narrow to broad. When considering upgrading a phone, the consumer could think about what else they could buy with the money they would spend on the upgrade.",
            "score": 124.2412109375
        },
        {
            "docid": "11287065_18",
            "document": "Ventromedial prefrontal cortex . One particularly notable theory of vmPFC function is the somatic marker hypothesis, accredited to António Damásio. By this hypothesis, the vmPFC has a central role in adapting somatic markers—emotional associations, or associations between mental objects and visceral (bodily) feedback—for use in natural decision making. This account also gives the vmPFC a role in moderating emotions and emotional reactions because whether the vmPFC decides the markers are positive or negative affects the appropriate response in a particular situation. However, a critical review of this hypothesis concluded that there is a need for additional empirical data to support the somatic marker theory.",
            "score": 124.1747055053711
        },
        {
            "docid": "690278_21",
            "document": "Choice . Individual personality plays a significant role in how individuals deal with large choice set sizes. Psychologists have developed a personality test that determines where an individual lies on the satisficer-maximizer spectrum. A maximizer is one who always seeks the very best option from a choice set, and may anguish after the choice is made as to whether it was indeed the best. Satisficers may set high standards but are content with a good choice, and place less priority on making the best choice. Due to this different approach to decision-making, maximizers are more likely to avoid making a choice when the choice set size is large, probably to avoid the anguish associated with not knowing whether their choice was optimal. One study looked at whether the differences in choice satisfaction between the two are partially due to a difference in willingness to commit to one’s choices. It found that maximizers reported a stronger preference for retaining the ability to revise choices. Additionally, after making a choice to buy a poster, satisficers offered higher ratings of their chosen poster and lower ratings of the rejected alternatives. Maximizers, however, were less likely to change their impressions of the posters after making their choice which left them less satisfied with their decision.",
            "score": 123.56963348388672
        },
        {
            "docid": "22391885_5",
            "document": "Neural processing for individual categories of objects . Object-specific areas have been identified consistently across subjects and studies, however their responses are not always exclusive. Martin et al. (1996) found using fMRI that although object-specific responses for tools and animals were found in the left premotor cortex and left medial occipital lobes respectively, identification of both tools and animals produced increased bilateral activation of the ventral temporal lobes. Thus it appears that tools and animals, at least, are not wholly processed by discrete brain areas (despite selective impairment) and alternative theories propose that rather that being object-specific, cortical regions may show preferential activation as a result of greater expertise in one category, greater homogeneity between category members, task-related biases, and attentional preference amongst others.",
            "score": 123.05366516113281
        },
        {
            "docid": "25225295_10",
            "document": "Consumer neuroscience . Much of consumer research is devoted to studying the effect of brand associations on consumer preferences and how they manifest into brand memories. Brand memories can be defined as “everything that exists in the minds of customers with respect to a brand (e.g. thoughts, feelings, experiences, images, perceptions, beliefs and attitudes)”. Several studies have indicated there is not a designated area of the brain devoted to brand recognition. Studies have shown that different areas of the brain are activated when exposed to a brand as opposed to a person, and decisions regarding the evaluation of brands in different product categories activate the area of the brain responsible for semantic object processing rather than areas involved with the judgment of people. These two findings suggest that brands are not processed by the brain in the same manner as human personalities, indicating that personality theory cannot be used to explain brand preferences.",
            "score": 120.8917007446289
        },
        {
            "docid": "1233715_15",
            "document": "Median voter theorem . How do we choose the best outcome from an election for society? This question is the root of the median voter theorem and provides the basis for how and why this theorem was created. It starts with the idea of a \"social decision rule.\" Essentially, this is a tool that is used to aggregate preferences of all members of society that, ultimately, provides a clear-cut and consistent answer for what outcome is most preferred. This choice rests on three main principles that allow the most preferred social choice to be salient. The first (1) is Pareto Dominance. This is the idea that if society prefers one choice to all other choices, the social decision should reflect this and this option will be the outcome. The second principle (2) is a concept called transitivity, which is analog to the mathematical property. This phenomenon simply means that if option A is preferred to option B, and option B is preferred to option C, then option A is preferred to option C. The final principle (3) is the idea of independence of irrelevant alternatives. This suggests that if something is not relevant to the election or the issues involved, then it should not affect the outcome or results. For example, imagine there is a vote for the Most Valuable Player in a baseball league and player A has the most votes, player B has the second most and player C has the third most. Now, say, player C is disqualified for cheating - this should not change the outcome of the vote. If the voting system was set up in a way in which aggregate votes are shifted and player B ends up with more votes, this is not a consistent aggregation method.",
            "score": 120.5573959350586
        },
        {
            "docid": "8165347_38",
            "document": "Psychology of art . Music shows similar trends in complexity vs. preference ratings as does visual art. When comparing popular music, for the time period, and perceived complexity ratings the known inverted-U shape relationship appears, showing that generally we like moderately complex music the most. As the music selection gets more or less complex, our preference for that music dips. People who have more experience and training in popular music, however, prefer slightly more complex music. The inverted-U graph shifts to the right for people a stronger musical background. A similar pattern can be seen for jazz and bluegrass music. Those with limited musical training in jazz and bluegrass demonstrate the typical inverted-U when looking at complexity and preference, however, experts in those fields do not demonstrate the same pattern. Unlike the popular music experts, jazz and bluegrass experts did not show a distinct relationship between complexity and pleasantness. Experts in those two genres of music seem to just like what they like, without having a formula to describe their behavior. Since different styles of music have different effects on preference for experts, further studies would need to be done to draw conclusions for complexity and preference ratings for other styles.",
            "score": 120.43614959716797
        },
        {
            "docid": "7214278_10",
            "document": "Decision field theory . Many classic probabilistic models of choice satisfy two rational types of choice principles. One principle is called independence of irrelevant alternatives, and according to this principle, if the probability of choosing option X is greater than option Y when only X,Y are available, then option X should remain more likely to be chosen over Y even when a new option Z is added to the choice set. In other words, adding an option should not change the preference relation between the original pair of options. A second principle is called regularity, and according to this principle, the probability of choosing option X from a set containing only X and Y should be greater than or equal to the probability of choosing option X from a larger set containing options X, Y, and a new option Z. In other words, adding an option should only decrease the probability of choosing one of the original pair of options. However, empirical findings obtained by consumer researchers studying human choice behavior have found systematic context effects that systematically violate both of these principles.",
            "score": 120.39485168457031
        },
        {
            "docid": "23453327_9",
            "document": "Shared decision-making in medicine . Elwyn et al. described a set of competences for shared decision-making, which are composed of the steps of defining the problem which requires a decision, the portrayal of equipoise and the uncertainty about the best course of action, thereby leading to the requirement to provide information about the attributes of available options and support a deliberation process. An assessment scale to measure the extent to which clinicians involve patients in decision-making has been developed and translated into Dutch, Chinese, French, German, Spanish and Italian. A talk model has been recently proposed, composed of three different phases: team, option and decision talk. In the first of these phases, clinicians' work to create a supportive relationship with the patient as they introduce the idea of recognizing the existence of alternative actions (options) - this is to form a team with the patient and their family. In the second phase, the work is to introduce the options in a clear way, describing and explaining the probabilities of benefits and harms that might be likely - this is option talk. In the last phase, patients' preferences are constructed, elicited and integrated - this is decision talk. A shorter 5-item version of the Observer OPTION measure has been published based on this model. The ecological model of SDM, proposed by Cegala and based on previous research by Street, includes four main components of SDM. The first is termed information seeking. Assessment for this component includes the number of health-related questions the patient asks along with the number of times the patient asks for the physician to verify information. Examples of information verifying may include asking a physician to repeat information or summarizing what the physician said in order to ensure that the patient understood the information. The second facet of SDM, as proposed by this model, is assertive utterances, which may include making recommendations to physicians, expressing an opinion or preference, or expressing disagreement. The third component of the model is information provision of symptoms, medical history and psychosocial factors, with or without prompting from the physician. The final component of SDM is expressions of concern, including affective responses such as anxiety, worry, or negative feelings. The extent of participation can be determined based on how often a patient displays these four overarching behaviors.",
            "score": 118.83421325683594
        },
        {
            "docid": "11287065_2",
            "document": "Ventromedial prefrontal cortex . The ventromedial prefrontal cortex (vmPFC) is a part of the prefrontal cortex in the mammalian brain. The ventral medial prefrontal is located in the frontal lobe at the bottom of the cerebral hemispheres and is implicated in the processing of risk and fear. It also plays a role in the inhibition of emotional responses, and in the process of decision making and self control. It is also involved in the cognitive evaluation of morality.",
            "score": 118.7698974609375
        },
        {
            "docid": "11287065_15",
            "document": "Ventromedial prefrontal cortex . Patients with focal lesions in the vmPFC show personality changes such as lack of empathy, irresponsibility, and poor decision making. These traits are similar to psychopathic personality traits. In addition, a correlation between individuals with a history of physical violence and decreased grey matter density in the vmPFC has been evidenced.",
            "score": 118.38121795654297
        },
        {
            "docid": "20467381_5",
            "document": "Overchoice . Choice overload is not a problem in all cases, there are some preconditions that must be met before the effect can take place.First, people making the choice must not have a clear prior preference for an item type or category. When the choice-maker has a preference, the number of options has little impact on the final decision and satisfaction. Second, there must not be a clearly dominant option in the choice set, meaning that all options must be perceived of equivalent quality. One option cannot stand out as being better from the rest. The presence of a superior option and many less desirable options will result in a more satisfied decision. Third, there is a negative relationship between choice assortment (quantity) and satisfaction only in people less familiar with the choice set. This means that if the person making a choice has expertise in the subject matter, they can more easily sort through the options and not be overwhelmed by the variety.",
            "score": 118.31965637207031
        },
        {
            "docid": "1875075_35",
            "document": "Self-control . Todd A. Hare \"et al.\" use functional MRI techniques to show that the ventromedial prefrontal cortex (vmPFC) and the dorsolateral prefrontal cortex (DLPFC) are crucially involved in the exertion of self-control. They found that activity in the vmPFC was correlated with goal values and that the exertion of self-control required the modulation of the vmPFC by the DLPFC. The study found that a lack of self-control was strongly correlated with reduced activity in the DLPFC. Hare’s study is especially relevant to the self-control literature because it suggests that an important cause of poor self-control is a defective DLPFC.",
            "score": 117.72404479980469
        },
        {
            "docid": "2255858_6",
            "document": "Somatic marker hypothesis . vmPFC patients also have difficulty expressing and experiencing appropriate emotions. This led Antonio Damasio to hypothesize that decision-making deficits following vmPFC damage result from the inability to use emotions to help guide future behavior based on past experiences. Consequently, vmPFC damage forces those afflicted to rely on slow and laborious cost-benefit analyses for every given choice situation.",
            "score": 117.67981719970703
        }
    ]
}