{
    "q": [
        {
            "docid": "14874401_4",
            "document": "GNMT . GNMT is an abundant enzyme in liver cytosol and consists of 0.9% to 3% of the soluble protein present in liver. In addition to liver, GNMT activity has been found in a number of other tissues including pancreas and kidney. GNMT is most abundant in the peri-portal region of the liver and exocrine tissue of the pancreas. The GNMT proteins located in tissues that are actively in secretion, such as the proximal kidney tubules, the submaxillary glands and the intestinal mucosa. GNMT is also expressed in various neurons presented in the cerebral cortex, hippocampus, substantia nigra and cerebellum. The presence of GNMT in these cells suggests that this enzyme may play a role in secretion.",
            "score": 104.30499172210693
        },
        {
            "docid": "17384301_23",
            "document": "Liver . Approximately 20,000 protein coding genes are expressed in human cells and 60% of these genes are expressed in a normal, adult liver. Over 400 genes are more specifically expressed in the liver, with some 150 genes highly specific for liver tissue. A large fraction of the corresponding liver specific proteins are mainly expressed in hepatocytes and secreted into the blood and constitute plasma proteins. Other liver specific proteins are certain liver enzymes such as HAO1 and RDH16, proteins involved in bile synthesis such as BAAT and SLC27A5, and transporter proteins involved in the metabolism of drugs, such as ABCB11 and SLC2A2. Examples of highly liver-specific proteins include apolipoprotein A II, coagulation factors F2 and F9, complement factor related proteins and the fibrinogen beta chain protein.",
            "score": 98.2212347984314
        },
        {
            "docid": "1123733_6",
            "document": "Menkes disease . The ATP7A gene encodes a transmembrane protein that transport copper across the cell membranes. It is found throughout the body, except for the liver. In the small intestines, the ATP7A protein helps control the absorption of copper from food. In other cells, the protein travels between the Golgi apparatus and the cell membrane to maintain copper concentrations in the cell. The protein is normally found in the Golgi apparatus, which is important for modifying proteins, including enzymes. In the Golgi apparatus, ATP7A protein provides copper to certain enzymes that are critical for the structure and function of bone, skin, hair, blood vessels, and the nervous system. One of the enzymes, lysyl oxidase, requires copper for proper function. This enzyme cross-links tropocollagen into strong collagen fibrils. The defective collagen contributes to many of the aforementioned connective tissue manifestations of this disease.",
            "score": 125.67240917682648
        },
        {
            "docid": "2595710_20",
            "document": "Phosphofructokinase 2 . Gene PFKB4, located on chromosome 3, expresses PFK-2 in human testis tissue. PFK-2 enzymes encoded by PFK-4 are comparable to the liver enzyme in size at around 54kDa, and like the muscle tissue, do not contain a protein kinase phosphorylation site. While less research has clarified regulation mechanisms for this isoform, studies have confirmed that modification from multiple transcription factors in the 5' flanking region regulates the amount of PFK-2 expression in developing testis tissue. This isoform has been particularly implicated as being modified and hyper-expressed for prostate cancer cell survival. Because this enzyme family maintains rates of glycolysis and gluconeogenesis, it presents great potential for therapeutic action for control of metabolism particularly in diabetes and cancer cells. Data also demonstrates that all of the PFK-2 genes (although the PFKB3 gene response remains the most drastic) were activated by limitations in oxygen. The control of PFK-2/FBP-ase2 activity was found to be linked to heart functioning, particularly for ischemia, and the control against hypoxia. Researchers hypothesize that this responsive characteristic of the PFK-2 genes may be a strong, evolutionary physiological adaptation. However, many human cancer cell types (including leukemia, lung, breast, colon, pancreatic, and ovarian cancers) demonstrate over-expression of PFK3 and/or PFK4; this change in metabolism likely plays a role in the Warburg effect.",
            "score": 121.13900566101074
        },
        {
            "docid": "48633341_2",
            "document": "PYGL . Glycogen phosphorylase, liver form (PYGL), also known as human liver glycogen phosphorylase (HLGP), is an enzyme that in humans is encoded by the \"PYGL\" gene on chromosome 14. This gene encodes a homodimeric protein that catalyses the cleavage of alpha-1,4-glucosidic bonds to release glucose-1-phosphate from liver glycogen stores. This protein switches from inactive phosphorylase B to active phosphorylase A by phosphorylation of serine residue 14. Activity of this enzyme is further regulated by multiple allosteric effectors and hormonal controls. Humans have three glycogen phosphorylase genes that encode distinct isozymes that are primarily expressed in liver, brain and muscle, respectively. The liver isozyme serves the glycemic demands of the body in general while the brain and muscle isozymes supply just those tissues. In glycogen storage disease type VI, also known as Hers disease, mutations in liver glycogen phosphorylase inhibit the conversion of glycogen to glucose and results in moderate hypoglycemia, mild ketosis, growth retardation and hepatomegaly. Alternative splicing results in multiple transcript variants encoding different isoforms [provided by RefSeq, Feb 2011].",
            "score": 61.308937191963196
        },
        {
            "docid": "14895_31",
            "document": "Insulin . The cascade that leads to the insertion of GLUT4 glucose transporters into the cell membranes of muscle and fat cells, and to the synthesis of glycogen in liver and muscle tissue, as well as the conversion of glucose into triglycerides in liver, adipose, and lactating mammary gland tissue, operates via the activation, by IRS-1, of phosphoinositol 3 kinase (PI3K). This enzyme converts a phospholipid in the cell membrane by the name of phosphatidylinositol 4,5-bisphosphate (PIP2), into phosphatidylinositol 3,4,5-triphosphate (PIP3), which, in turn, activates protein kinase B (PKB). Activated PKB facilitates the fusion of GLUT4 containing endosomes with the cell membrane, resulting in an increase in GLUT4 transporters in the plasma membrane. PKB also phosphorylates glycogen synthase kinase (GSK), thereby inactivating this enzyme. This means that its substrate, glycogen synthase (GS), cannot be phosphorylated, and remains dephosphorylated, and therefore active. The active enzyme, glycogen synthase (GS), catalyzes the rate limiting step in the synthesis of glycogen from glucose. Similar dephosphorylations affect the enzymes controlling the rate of glycolysis leading to the synthesis of fats via malonyl-CoA in the tissues that can generate triglycerides, and also the enzymes that control the rate of gluconeogenesis in the liver. The overall effect of these final enzyme dephosphorylations is that, in the tissues that can carry out these reactions, glycogen and fat synthesis from glucose are stimulated, and glucose production by the liver through glycogenolysis and gluconeogenesis are inhibited. The breakdown of triglycerides by adipose tissue into free fatty acids and glycerol is also inhibited.",
            "score": 137.89564490318298
        },
        {
            "docid": "15067149_4",
            "document": "PPIF . The protein encoded by this gene is a member of the peptidyl-prolyl cis-trans isomerase (PPIase) family. PPIases catalyze the cis-trans isomerization of proline imidic peptide bonds in oligopeptides and accelerate the folding of proteins. Generally, PPIases are found in all eubacteria and eukaryotes, as well as in a few archaebacteria, and thus are highly conserved. The PPIase family is further divided into three structurally distinct subfamilies: cyclophilin (CyP), FK506-binding protein (FKBP), and parvulin (Pvn). As a cyclophilin, PPI binds cyclosporin A (CsA) and can be found within in the cell or secreted by the cell. In eukaryotes, cyclophilins localize ubiquitously to many cell and tissue types, though studies on PPIF focus primarily on heart, liver, and brain tissue. In addition to PPIase and protein chaperone activities, cyclophilins also function in mitochondrial metabolism, apoptosis, immunological response, inflammation, and cell growth and proliferation. PPIF is especially involved in mitochondrial apoptosis as a major component of the MPTP. Through its PPIase ability, the protein interacts with and induces a conformational change in adenine nucleotide translocase (ANT), the other MPTP component. This activation, along with high calcium ion levels, induces the opening the MPTP, resulting in mitochondrial swelling, increasing reactive oxygen species (ROS) levels, membrane depolarization, failing ATP production, caspase cascade activation, and ultimately, apoptosis.",
            "score": 153.13874328136444
        },
        {
            "docid": "13976180_3",
            "document": "LYN . Lyn is a member of the Src family of protein tyrosine kinases, which is mainly expressed in hematopoietic cells, in neural tissues liver, and adipose tissue. In various hematopoietic cells, Lyn has emerged as a key enzyme involved in the regulation of cell activation. In these cells, a small amount of LYN is associated with cell surface receptor proteins, including the B cell antigen receptor (BCR), CD40, or CD19. The abbreviation Lyn is derived from Lck/Yes novel tyrosine kinase, Lck and Yes also being members of the Src kinase family.",
            "score": 125.59631192684174
        },
        {
            "docid": "7337013_6",
            "document": "P38 mitogen-activated protein kinases . Abnormal activity (higher or lower than physiological) of P38 has been implicated in pathological events in several tissues, that include neuronal  bone, lung cardiac and skeletal muscle, red blood cells, and fetal tissues. The protein product of Proto-oncogene RAS can increase activity of p38, and thereby cause excessively high activity of transcription factor NF-κB. This transcription factor is normally regulated from intracellular pathways that integrate signals from the surrounding tissue and the immune system. In turn these signals coordinate between cell survival and cell death. Dysregulated NF-κB activity can activate genes that cause cancer cell survival, and can also activate genes that facilitate cancer cell metastasis to other tissues.",
            "score": 167.15869188308716
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 204.1854338645935
        },
        {
            "docid": "2573590_4",
            "document": "Mitochondrial trifunctional protein deficiency . The genetics of mitochondrial trifunctional protein deficiency is based on mutations in the HADHA and HADHB genes which cause this disorder. These genes each provide instructions for making part of an enzyme complex called mitochondrial trifunctional protein. This enzyme complex functions in mitochondria, the energy-producing centers within cells: mitochondrial trifunctional protein contains three enzymes that each perform a different function. This enzyme complex is required to metabolize a group of fats called long-chain fatty acids. These fatty acids are stored in the body's fat tissues and are a major source of energy for the heart and muscles. During periods of fasting, fatty acids are also an important energy source for the liver and other tissues.",
            "score": 97.07512617111206
        },
        {
            "docid": "14075925_5",
            "document": "HNF1A . HNF-1α is a transcription factor expressed in organs of endoderm origin, including liver, kidneys, pancreas, intestines, stomach, spleen, thymus, testis, and keratinocytes and melanocytes in human skin. It has been shown to affect intestinal epithelial cell growth and cell lineages differentiation. For instance, HNF1A is an important cell-intrinsic transcription factor in adult B lymphopoiesis. The participation of HNF-1α in glucose metabolism and diabetes has been reported, including the involvement in GLUT1 and GLUT2 transporter expression in pancreatic β-cells and angiotensin-converting enzyme 2 gene expression in pancreatic islets. HNF-1α could promote the transcription of several proteins involved in the management of type II diabetes including dipeptidyl peptidase-IV (DPP-IV/CD26). HNF-1α is also involved in various metabolic pathways of other organs, such as being a transcriptional regulator of bile acid transporters in the intestine and kidneys. HNF-1α is involved in the promotion of hepatic organic cation transporters, which uptake certain classes of pharmaceuticals; hence, the loss of its function can lead to drug metabolism problems. In addition, HNF-1α regulates the expression of acute phase proteins, such as fibrinogen, c-reactive protein, and interleukin 1 receptor, which are involved with inflammation. Moreover, significantly lower levels of HNF-1α in pancreatic tumors and hepatocellular adenomas than in normal adjacent tissues was observed, suggesting that HNF-1α might play a possible tumor suppressor role.",
            "score": 149.8344954252243
        },
        {
            "docid": "6020806_6",
            "document": "Contact inhibition . Furthermore, it has been shown that cell-cell adhesion formation not only restricts growth and proliferation by imposing physical constraints such as cell area, but also by triggering signaling pathways that downregulate proliferation. One such pathway is the Hippo-YAP signaling pathway, which is largely responsible for inhibiting cell growth in mammals. This pathway consists primarily of a phosphorylation cascade involving serine kinases and is mediated by regulatory proteins, which regulate cell growth by binding to growth-controlling genes. The serine/threonine kinase Hippo (Mst1/Mst2 in mammals) activates a secondary kinase (Lats1/Lats2), which phosphorylates YAP, a transcriptional activator of growth genes. The phosphorylation of YAP serves to export it from the nucleus and prevent it from activating growth-promoting genes; this is how the Hippo-YAP pathway inhibits cell growth. More importantly, the Hippo-YAP pathway uses upstream elements to act in response to cell-cell contact and controls density-dependent inhibition of proliferation. For example, cadherins are transmembrane proteins that form cellular junctions via homophilic binding and thus act as detectors for cell-cell contact. Cadherin-mediated activation of the inhibitory pathway involves the transmembrane E-cadherin forming a homophilic bond in order to activate α- and β-catenin, which then stimulate downstream components of the Hippo-YAP pathway to ultimately downregulate cell growth. This is consistent with the finding that E-cadherin overexpression hinders metastasis and tumorigenesis. Because YAP is shown to be associated with mitogenic growth factor signaling and thus cell proliferation, it is likely that future studies will focus on the Hippo-YAP pathway's role in cancer cells.",
            "score": 246.48885989189148
        },
        {
            "docid": "2047712_12",
            "document": "Pyruvate carboxylase . As a crossroad between carbohydrate and lipid metabolism, pyruvate carboxylase expression in gluconeogenic tissues, adipose tissues and pancreatic islets must be coordinated. In conditions of over nutrition, PC levels are increased in pancreatic β-cells to increase pyruvate cycling in response to chronically elevated levels of glucose. In contrast, PC enzyme levels in the liver are decreased by insulin; during periods of overnutrition adipocyte tissue is expanded with extreme expression of PC and other lipogenic enzymes. Hepatic control of glucose levels is still regulated in an over nutrition situation, but in obesity induced type 2 diabetes the regulation of peripheral glucose levels is no longer under regulation of insulin. In type 2 diabetic rats, chronic exposure of β-cells to glucose due to peripheral insulin resistance results in decreased PC enzyme activity and decreased pyruvate cycling The continued overproduction of glucose by hepatocytes causes dramatic alteration of β-cell gene expression with large increases in normally suppressed genes, and equivalent decreases in expression of mRNA for insulin, ion pumps necessary for insulin secretion, and metabolic enzymes related to insulin secretion, including pyruvate carboxylase Concurrently adipose tissue develops insulin resistance causing accumulation of triaglycerols and non-esterified fatty acids in circulation; these not only further impairing β-cell function, but also further decreasing PC expression. These changes result in the decline of the β-cell phenotype in decompensated diabetes.",
            "score": 139.9865151643753
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 158.07935917377472
        },
        {
            "docid": "3322454_13",
            "document": "Glyoxylate cycle . In order to engineer the pathway into cells, the genes responsible for coding for the enzymes had to be isolated and sequenced, which was done using the bacteria \"E.coli\", from which the AceA gene, responsible for encoding for isocitrate lyase, and the AceB gene, responsible for encoding for malate synthase were sequenced. Engineers have been able to successfully incorporate the AceA and AceB genes into mammalian cells in culture, and the cells were successful in translating and transcribing the genes into the appropriate enzymes, proving that the genes could successfully be incorporated into the cell’s DNA without damaging the functionality or health of the cell. However, being able to engineer the pathway into transgenic mice has proven to be difficult for engineers. While the DNA has been expressed in some tissues, including the liver and small intestine in test animals, the level of expression is not high, and not found to be statistically significant. In order to successfully engineer the pathway, engineers would have to fuse the gene with promoters which could be regulated in order to increase the level of expression, and have the expression in the right cells, such as epithelial cells.",
            "score": 138.27644443511963
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 156.40017557144165
        },
        {
            "docid": "158542_20",
            "document": "Cyclic nucleotide . The involvement of cyclic nucleotides on biological functions is varied, while an understanding of their role continues to grow. There are several examples of their biological influence. They are associated with long-term and short-term memory. They also work in the liver to coordinate various enzymes that control blood glucose and other nutrients. In bacteria, cyclic nucleotides bind to catabolite gene activator protein (CAP), which acts to increase metabolic enzymatic activity by increasing the rate of DNA transcription. They also facilitate relaxation of smooth muscle cells in vascular tissue, and activate cyclic CNG channels in retinal photoreceptors and olfactory sensory neurons. In addition, they potentially activate cyclic CNG channels in: pineal gland light sensitivity, sensory neurons of the vomeronasal organ (which is involved in the detection of pheromones), taste receptor cells, cellular signaling in sperm, airway epithelial cells, gonadotropin-releasing hormone (GnRH)-secreting neuronal cell line, and renal inner medullary collecting duct.",
            "score": 147.78361701965332
        },
        {
            "docid": "42812487_3",
            "document": "ADNP (gene) . Vasoactive intestinal peptide is a neuroprotective factor that has a stimulatory effect on the growth of some tumor cells and an inhibitory effect on others. This gene encodes a protein that is upregulated by vasoactive intestinal peptide and may be involved in its stimulatory effect on certain tumor cells. The encoded protein contains one homeobox and nine zinc finger domains, suggesting that it functions as a transcription factor. This gene is also upregulated in normal proliferative tissues. Finally, the encoded protein may increase the viability of certain cell types through modulation of p53 activity. Alternatively spliced transcript variants encoding the same protein have been described.",
            "score": 144.1454565525055
        },
        {
            "docid": "1822243_11",
            "document": "Fusion gene . Biologists may also deliberately create fusion genes for research purposes. The fusion of reporter genes to the regulatory elements of genes of interest allows researches to study gene expression. Reporter gene fusions can be used to measure activity levels of gene regulators, identify the regulatory sites of genes (including the signals required), identify various genes that are regulated in response to the same stimulus, and artificially control the expression of desired genes in particular cells. For example, by creating a fusion gene of a protein of interest and green fluorescent protein, the protein of interest may be observed in cells or tissue using fluorescence microscopy. The protein synthesized when a fusion gene is expressed is called a \"fusion protein\".",
            "score": 138.4119110107422
        },
        {
            "docid": "8253387_3",
            "document": "Serum amyloid A . Acute-phase serum amyloid A proteins (A-SAAs) are secreted during the acute phase of inflammation. These proteins have several roles, including the transport of cholesterol to the liver for secretion into the bile, the recruitment of immune cells to inflammatory sites, and the induction of enzymes that degrade extracellular matrix. A-SAAs are implicated in several chronic inflammatory diseases, such as amyloidosis, atherosclerosis, and rheumatoid arthritis. Three acute-phase SAA isoforms have been reported in mice, called SAA1, SAA2, and SAA3. During inflammation, SAA1 and SAA2 are expressed and induced principally in the liver, whereas SAA3 is induced in many distinct tissues. SAA1 and SAA2 genes are regulated in liver cells by the proinflammatory cytokines IL-1, IL-6, and TNF-α. Both SAA1 and SAA2 are induced up to a 1000-fold in mice under acute inflammatory conditions following exposure to bacterial lipopolysaccharide (LPS). Three A-SAA genes have also been identified in humans, although the third gene, \"SAA3\", is believed to represent a pseudogene that does not generate messenger RNA or protein. Molecular weights of the human proteins are estimated at 11.7 kDa for SAA1 and 12.8 kDa for SAA4.",
            "score": 111.93071460723877
        },
        {
            "docid": "49547293_10",
            "document": "Thymidine kinase in clinical chemistry . Thymidine kinase is a salvage enzyme that is only present in anticipation of cell division. The enzyme is not set free from cells undergoing normal division where the cells have a special mechanism to degrade the proteins no longer needed after the cell division. In normal subjects, the amount of thymidine kinase in serum or plasma is therefore very low. Tumor cells release enzyme to the circulation, probably in connection with the disruption of dead or dying tumor cells. The thymidine kinase level in serum therefore serves as a measure of malignant proliferation, indirectly as a measure of the aggressivity of the tumor. It is interesting to note that the form of enzyme present in the circulation does not correspond to the protein as encoded by the gene: the gene corresponds to a protein with molecular weight around 25 kD. It is a dimer with a molecular weight of around 50 kD, if activated by ATP a tetramer with molecular weight around 100 kD. The main fraction of the active enzyme in the circulation has a molecular weight of 730 kD and is probably bound in a complex to other proteins.",
            "score": 143.85736191272736
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 178.2363064289093
        },
        {
            "docid": "6421581_3",
            "document": "RANKL . RANKL is known as a type II membrane protein and is a member of the tumor necrosis factor (TNF) superfamily. RANKL has been identified to affect the immune system and control bone regeneration and remodeling. RANKL is an apoptosis regulator gene, a binding partner of osteoprotegerin (OPG), a ligand for the receptor RANK and controls cell proliferation by modifying protein levels of Id4, Id2 and cyclin D1. RANKL is expressed in several tissues and organs including: skeletal muscle, thymus, liver, colon, small intestine, adrenal gland, osteoblast, mammary gland epithelial cells, prostate and pancreas. Variation in concentration levels of RANKL throughout several organs reconfirms the importance of RANKL in tissue growth (particularly bone growth) and immune functions within the body.",
            "score": 139.69214272499084
        },
        {
            "docid": "2332422_39",
            "document": "Carcinogenesis . Oncogenes promote cell growth through a variety of ways. Many can produce hormones, a \"chemical messenger\" between cells that encourage mitosis, the effect of which depends on the signal transduction of the receiving tissue or cells. In other words, when a hormone receptor on a recipient cell is stimulated, the signal is conducted from the surface of the cell to the cell nucleus to affect some change in gene transcription regulation at the nuclear level. Some oncogenes are part of the signal transduction system itself, or the signal receptors in cells and tissues themselves, thus controlling the sensitivity to such hormones. Oncogenes often produce mitogens, or are involved in transcription of DNA in protein synthesis, which creates the proteins and enzymes responsible for producing the products and biochemicals cells use and interact with.",
            "score": 175.939115524292
        },
        {
            "docid": "334768_7",
            "document": "Entamoeba histolytica . In the vast majority of cases, infection is asymptomatic and the carrier is unaware they are infected. However, in an estimated 10% of cases \"E. histolytica\" causes disease. Once the trophozoites are excysted they colonize the large bowel, remaining on the surface of the mucus layer and feeding on bacteria and food particles. Occasionally, and in response to unknown stimuli, trophozoites move through the mucus layer where they come in contact with the epithelial cell layer and start the pathological process. \"E. histolytica\" has a lectin that binds to galactose and N-acetylgalactosamine sugars on the surface of the epithelial cells, The lectin normally is used to bind bacteria for ingestion. The parasite has several enzymes such as pore forming proteins, lipases, and cysteine proteases, which are normally used to digest bacteria in food vacuoles but which can cause lysis of the epithelial cells by inducing cellular necrosis and apoptosis when the trophozoite comes in contact with them and binds via the lectin. Enzymes released allow penetration into intestinal wall and blood vessels, sometimes on to liver and other organs. The trophozoites will then ingest these dead cells. This damage to the epithelial cell layer attracts human immune cells and these in turn can be lysed by the trophozoite, which releases the immune cell's own lytic enzymes into the surrounding tissue, creating a type of chain reaction and leading to tissue destruction. This destruction manifests itself in the form of an 'ulcer' in the tissue, typically described as flask-shaped because of its appearance in transverse section. This tissue destruction can also involve blood vessels leading to bloody diarrhea, amebic dysentery. Occasionally, trophozoites enter the bloodstream where they are transported typically to the liver via the portal system. In the liver a similar pathological sequence ensues, leading to amebic liver abscesses. The trophozoites can also end up in other organs, sometimes via the bloodstream, sometimes via liver abscess rupture or fistulas. In all locations, similar pathology can occur.",
            "score": 145.4168815612793
        },
        {
            "docid": "43612891_3",
            "document": "Hydroxyacid oxidase (glycolate oxidase) 1 . This gene is one of three related genes that have 2-hydroxyacid oxidase activity yet differ in encoded protein amino acid sequence, tissue expression and substrate preference. Subcellular location of the encoded protein is the peroxisome. Specifically, this gene is expressed primarily in liver and pancreas and the encoded protein is most active on glycolate, a two-carbon substrate. The protein is also active on 2-hydroxy fatty acids. The transcript detected at high levels in pancreas may represent an alternatively spliced form or the use of a multiple near-consensus upstream polyadenylation site.",
            "score": 56.3429651260376
        },
        {
            "docid": "3574303_2",
            "document": "ATP7A . ATP7A, also known as Menkes' protein (MNK), is a copper-transporting P-type ATPase which uses the energy arising from ATP hydrolysis to transport Cu(I) across cell membranes. The ATP7A protein is a transmembrane protein and is expressed in the intestine and all tissues except liver. In the intestine, ATP7A regulates Cu(I) absorption in the human body by transporting Cu(I) from the small intestine into the blood. In other tissues, ATP7A shuttles between the Golgi apparatus and the cell membrane to maintain proper Cu(I) concentrations (since there is no free Cu(I) in the cell, Cu(I) ions are all tightly bound) in the cell and provides certain enzymes with Cu(I) (e.g. peptidyl-α-monooxygenase, tyrosinase, and lysyl oxidase). The X-linked, inherited, lethal genetic disorder of the \"ATP7A\" gene causes Menkes disease, a copper deficiency resulting in early childhood death.",
            "score": 121.96438193321228
        },
        {
            "docid": "14075925_2",
            "document": "HNF1A . HNF1 homeobox A (hepatocyte nuclear factor 1 homeobox A), also known as HNF1A, is a human gene on chromosome 12. It is ubiquitously expressed in many tissues and cell types. The protein encoded by this gene is a transcription factor that is highly expressed in the liver and is involved in the regulation of the expression of several liver-specific genes. Mutations in the \"HNF1A\" gene have been known to cause diabetes. The \"HNF1A\" gene also contains one of 27 SNPs associated with increased risk of coronary artery disease.",
            "score": 100.7787778377533
        },
        {
            "docid": "14289597_6",
            "document": "NCK1 . Nck1 has been linked to glucose tolerance and insulin signaling within certain tissues, namely the liver, in obese mice. A deletion of the protein also causes a decrease of ER stress signaling within these obese cells, which is normally increased by the excessive fat. This stress causes expression of the unfolded protein response pathway, which leads to a decrease in glucose tolerance and inactivation of insulin signaling in certain cell types. This renewed glucose tolerance and insulin signaling is caused by the inhibition of the unfolded protein response pathway, particularly the protein IRE1alpha, and its subsequent phosphorylation of IRS-1 that causes insulin signaling to be blocked. IRE1alpha is involved with the JNK pathway that is responsible for the phosphorylation of IRS-1. Nck1 regulates the activation of IRE1alpha within the pathway and when removed from the pathway disrupts activation. This means that Nck1 has an interaction with the UPR and that a deletion can cause a decrease in the stress pathway from the ER in the mice. These deficient, obese mice also show increased insulin-induced phosphorylation of PKB within the liver but do not possess the same expression in adipose tissues or skeletal muscles. This evidence points to the pathway being ER stress induced within liver tissue.",
            "score": 168.31220984458923
        },
        {
            "docid": "54136821_3",
            "document": "TPEN . In addition to a heavy metal chelator, TPEN is also known to be an inducer of apoptosis., thus it may be toxic to cells. One study showed that depletion of zinc by TPEN induced apoptosis in liver cells of rats. This may be because zinc is necessary for normal functioning of the body; for example, zinc acts as a cofactor for enzymes such as insulin-degrading enzyme. Zinc deficiency symptoms include growth and development problems, hair loss, diarrhea, loss of appetite, and more. One study showed that TPEN induces translocation of cytochrome c from the mitochondria to the cytosol in human peripheral blood T lymphocytes. This leads to the activation of caspases-3, -8, and -9. When these T lymphocytes were pretreated with caspase inhibitors, DNA fragmentation (an indicator of apoptosis) was prevented. This suggests that apoptosis that is triggered by zinc deficiency is dependent on caspase proteins. Similar results were shown in rat and human thymocytes when TPEN was used. TPEN is also shown to induce apoptosis in K562 cells, and high doses (120 μM) of zinc result in microglial cell death. One study examined the requirement for p53, a tumor suppressor protein, as an upstream transcription factor in TPEN-induced neuronal apoptosis, and found that depletion of intracellular zinc with TPEN induces apoptosis. Additionally, the same study found that TPEN increased the expression of pro-apoptotic genes and led to the activation of caspase-11, a mammalian protease. These results suggest that the p53 tumor suppressor protein may play a role in regulating TPEN-induced neuronal apoptosis. Although these studies found that TPEN induces apoptosis, another study found that TPEN inhibits sodium dithionite and glucose deprivation (SDGD)-Induced neuronal death by modulating apoptosis.",
            "score": 158.70708060264587
        },
        {
            "docid": "37860179_9",
            "document": "Chaperone-mediated autophagy . CMA is active at all times in different tissues (liver, kidney, brain), and almost all cell types in culture studied. However, it is maximally activated in response to stressors and changes in the cellular nutritional status. When nutrient supply is limited, the cells respond by activating autophagy, in order to degrade intracellular components to provide energy and building blocks, which the cell can utilize in this dire state. Macroautophagy is activated as early as 30 minutes into starvation and remains at high activity for at least 4–8 hours into starvation. If the starvation state persists for more than 10 hours, the cells switch to the selective form of autophagy, namely CMA, which is known to reach a plateau of maximal activation ~36 hours into fasting and remains at these levels until ~3 days. The selectivity of CMA for individual cytosolic proteins permits cells to degrade only those proteins that might not be required in these starvation conditions in order to generate amino acids for the synthesis of essential proteins. For example, some of the best-characterized CMA substrates are enzymes involved in glycolysis, a pathway known to be less active in fasting conditions.",
            "score": 158.17125952243805
        }
    ],
    "r": [
        {
            "docid": "6020806_6",
            "document": "Contact inhibition . Furthermore, it has been shown that cell-cell adhesion formation not only restricts growth and proliferation by imposing physical constraints such as cell area, but also by triggering signaling pathways that downregulate proliferation. One such pathway is the Hippo-YAP signaling pathway, which is largely responsible for inhibiting cell growth in mammals. This pathway consists primarily of a phosphorylation cascade involving serine kinases and is mediated by regulatory proteins, which regulate cell growth by binding to growth-controlling genes. The serine/threonine kinase Hippo (Mst1/Mst2 in mammals) activates a secondary kinase (Lats1/Lats2), which phosphorylates YAP, a transcriptional activator of growth genes. The phosphorylation of YAP serves to export it from the nucleus and prevent it from activating growth-promoting genes; this is how the Hippo-YAP pathway inhibits cell growth. More importantly, the Hippo-YAP pathway uses upstream elements to act in response to cell-cell contact and controls density-dependent inhibition of proliferation. For example, cadherins are transmembrane proteins that form cellular junctions via homophilic binding and thus act as detectors for cell-cell contact. Cadherin-mediated activation of the inhibitory pathway involves the transmembrane E-cadherin forming a homophilic bond in order to activate α- and β-catenin, which then stimulate downstream components of the Hippo-YAP pathway to ultimately downregulate cell growth. This is consistent with the finding that E-cadherin overexpression hinders metastasis and tumorigenesis. Because YAP is shown to be associated with mitogenic growth factor signaling and thus cell proliferation, it is likely that future studies will focus on the Hippo-YAP pathway's role in cancer cells.",
            "score": 246.48886108398438
        },
        {
            "docid": "31321569_10",
            "document": "The Hallmarks of Cancer . Typically, cells of the body require hormones and other molecules that act as signals for them to grow and divide. Cancer cells, however, have the ability to grow without these external signals. There are multiple ways in which cancer cells can do this: by producing these signals themselves, known as autocrine signalling; by permanently activating the signalling pathways that respond to these signals; or by destroying 'off switches' that prevents excessive growth from these signals (negative feedback). In addition, cell division in normal, non-cancerous cells is tightly controlled. In cancer cells, these processes are deregulated because the proteins that control them are altered, leading to increased growth and cell division within the tumor.",
            "score": 244.93698120117188
        },
        {
            "docid": "22108748_8",
            "document": "Hippo signaling pathway . In fruitfly, the Hippo signaling pathway involves a kinase cascade involving the Salvador (Sav), Warts (Wts) and Hippo (Hpo) protein kinases. Many of the genes involved in the Hippo signaling pathway are recognized as tumor suppressors, while Yki/YAP/TAZ is identified as an oncogene. YAP/TAZ can reprogram cancer cells into cancer stem cells. YAP has been found to be elevated in some human cancers, including breast cancer, colorectal cancer, and liver cancer. This may be explained by YAP’s recently defined role in overcoming contact inhibition, a fundamental growth control property of normal cells \"in vitro\" and \"in vivo\", in which proliferation stops after cells reach confluence (in culture) or occupy maximum available space inside the body and touch one another. This property is typically lost in cancerous cells, allowing them to proliferate in an uncontrolled manner. In fact, YAP overexpression antagonizes contact inhibition.",
            "score": 235.95364379882812
        },
        {
            "docid": "2332422_43",
            "document": "Carcinogenesis . Mutations in proto-oncogenes can modify their expression and function, increasing the amount or activity of the product protein. When this happens, they become oncogenes, and, thus, cells have a higher chance to divide excessively and uncontrollably. The chance of cancer cannot be reduced by removing proto-oncogenes from the genome, as they are critical for growth, repair and homeostasis of the body. It is only when they become mutated that the signals for growth become excessive. It is important to note that a gene possessing a growth-promoting role may increase carcinogenic potential of a cell, under the condition that all necessary cellular mechanisms that permit growth are activated. This condition includes also the inactivation of specific tumor suppressor genes (see below). If the condition is not fulfilled, the cell may cease to grow and can proceed to die. This makes knowledge of the stage and type of cancer cell that grows under the control of a given oncogene crucial for the development of treatment strategies.",
            "score": 229.93199157714844
        },
        {
            "docid": "12266_59",
            "document": "Genetics . Normally, a cell divides only in response to signals called growth factors and stops growing once in contact with surrounding cells and in response to growth-inhibitory signals. It usually then divides a limited number of times and dies, staying within the epithelium where it is unable to migrate to other organs. To become a cancer cell, a cell has to accumulate mutations in a number of genes (three to seven) that allow it to bypass this regulation: it no longer needs growth factors to divide, continues growing when making contact to neighbor cells, ignores inhibitory signals, keeps growing indefinitely and is immortal, escapes from the epithelium and ultimately may be able to escape from the primary tumor, cross the endothelium of a blood vessel, be transported by the bloodstream and colonize a new organ, forming deadly metastasis. Although there are some genetic predispositions in a small fraction of cancers, the major fraction is due to a set of new genetic mutations that originally appear and accumulate in one or a small number of cells that will divide to form the tumor and are not transmitted to the progeny (somatic mutations). The most frequent mutations are a loss of function of p53 protein, a tumor suppressor, or in the p53 pathway, and gain of function mutations in the Ras proteins, or in other oncogenes.",
            "score": 213.9105682373047
        },
        {
            "docid": "414192_26",
            "document": "Ovarian cancer . Ovarian cancer forms when errors in normal ovarian cell growth occur. Usually, when cells grow old or get damaged, they die, and new cells take their place. Cancer starts when new cells form unneeded, and old or damaged cells do not die as they should. The buildup of extra cells often forms a mass of tissue called a growth or tumor. These abnormal cancer cells have many genetic abnormalities that cause them to grow excessively. When an ovary releases an egg, the egg follicle bursts open and becomes the corpus luteum. This structure needs to be repaired by dividing cells in the ovary. Continuous ovulation for a long time means more repair of the ovary by dividing cells, which can acquire mutations in each division.",
            "score": 211.8321075439453
        },
        {
            "docid": "31321569_11",
            "document": "The Hallmarks of Cancer . To tightly control cell division, cells have processes within them that prevent cell growth and division. These processes are orchestrated by proteins known as tumor suppressor genes. These genes take information from the cell to ensure that it is ready to divide, and will halt division if not (when the DNA is damaged, for example). In cancer, these tumour suppressor proteins are altered so that they don't effectively prevent cell division, even when the cell has severe abnormalities. Another way cells prevent over-division is that normal cells will also stop dividing when the cells fill up the space they are in and touch other cells; known as contact inhibition. Cancer cells do not have contact inhibition, and so will continue to grow and divide, regardless of their surroundings.",
            "score": 205.72544860839844
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 204.6710968017578
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 204.18544006347656
        },
        {
            "docid": "11011552_9",
            "document": "Cellular communication (biology) . There are three different types of basic cell communication: surface membrane to surface membrane; exterior, which is between receptors on the cell; and direct communication, which means signals pass inside the cell itself. The junctions of these cells are important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors. This stability leads researchers to believe that gap junctions will be a part of cancer treatment in the future.",
            "score": 203.45913696289062
        },
        {
            "docid": "12266_58",
            "document": "Genetics . Individuals differ in their inherited tendency to develop cancer, and cancer is a genetic disease. The process of cancer development in the body is a combination of events. Mutations occasionally occur within cells in the body as they divide. Although these mutations will not be inherited by any offspring, they can affect the behavior of cells, sometimes causing them to grow and divide more frequently. There are biological mechanisms that attempt to stop this process; signals are given to inappropriately dividing cells that should trigger cell death, but sometimes additional mutations occur that cause cells to ignore these messages. An internal process of natural selection occurs within the body and eventually mutations accumulate within cells to promote their own growth, creating a cancerous tumor that grows and invades various tissues of the body.",
            "score": 203.39524841308594
        },
        {
            "docid": "47719891_2",
            "document": "Cell communication (biology) . There are three different types of basic cell communication and they are: surface membrane to surface membrane, exterior, which is between receptors on the cell, and direct communication, which means signals pass inside the cell itself. The junctions of these cells is incredibly important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors.",
            "score": 202.11947631835938
        },
        {
            "docid": "3572469_5",
            "document": "Costello syndrome . Costello syndrome is caused by any of at least five different mutations in the \"HRAS\" gene on chromosome 11. This gene provides instructions for making a protein, H-Ras, that helps control cell growth and division. Mutations that cause Costello syndrome lead to the production of an H-Ras protein that is permanently active. Instead of triggering cell growth in response to particular signals from outside the cell, the overactive protein directs cells to grow and divide constantly. This unchecked cell division may predispose sufferers to the development of benign and malignant tumors. It remains unclear how mutations in \"HRAS\" cause other features of Costello syndrome, but many of the signs and symptoms may result from cell overgrowth and abnormal cell division.",
            "score": 201.77200317382812
        },
        {
            "docid": "22108748_6",
            "document": "Hippo signaling pathway . Activated Wts can then go on to phosphorylate and inactivate the transcriptional coactivator Yorkie (Yki). Yki is unable to bind DNA by itself. In its active state, Yki binds to the transcription factor Scalloped (Sd), and the Yki-Sd complex becomes localized to the nucleus. This allows for the expression of several genes that promote organ growth, such as \"cyclin E\", which promotes cell cycle progression, and \"diap1\" (\"Drosophila\" inhibitor of apoptosis protein-1), which, as its name suggests, prevents apoptosis. Yki also activates expression of the \"bantam\" microRNA, a positive growth regulator that specifically affects cell number. Thus, the inactivation of Yki by Wts inhibits growth through the transcriptional repression of these pro-growth regulators. By phosphorylating Yki at serine 168, Wts promotes the association of Yki with 14-3-3 proteins, which help to anchor Yki in the cytoplasm and prevent its transport to the nucleus. In mammals, the two Yki orthologs are Yes-associated protein (YAP) and transcriptional coactivator with PDZ-binding motif (TAZ). When activated, YAP and TAZ can bind to several transcription factors including p73, Runx2 and several TEADs. YAP regulates the expression of Hoxa1 and Hoxc13 in mouse and human epithelial cells in vivo and in vitro.",
            "score": 201.34033203125
        },
        {
            "docid": "37656184_13",
            "document": "Laminin 111 . The biological process in which a cell ceases to continue growing and dividing is called quiescence (the opposite of cancer). ECM laminin-111 sends chemical signals that promotes adhesion of a cell and its ECM. Although the mechanism is unknown, these signals have also been linked to cell quiescence. Adding laminin-111 to breast epithelial cells leads to quiescence by altering nuclear actin. High levels of laminin-111 deplete nuclear actin which induces quiescence of cells. However, when an isoform of actin, that cannot exit a cell’s nucleus, is active, cells continue to grow and divide even when laminin levels are high. ECM laminin-111 levels in a normal breast cell are significantly higher than laminin-111 levels in tissues of cancerous breast tissue. Simply increasing laminin levels in the ECM of cancerous breast cells is not enough to lead to quiescence. Therefore, it is implied that there are multiple factors working together influencing cell-to-cell communication. How laminin-111 and nuclear actin communicate is one of these factors. Laminin-111 could be the physiological regulator of nuclear actin which would suggest that depleting nuclear actin could be a key to achieving cell quiescence and returning to homeostatic operating conditions. Decreased expression of laminin-111 and the growth-inhibitory signals that it produces in malignant myoepithelial cells begs for further investigation with regard to cancer research. Therefore, further exploration of laminin-111 and nuclear actin interaction could be a target for future experimental therapeutic investigations.",
            "score": 200.48263549804688
        },
        {
            "docid": "640697_30",
            "document": "Reactive oxygen species . Cancer cells exhibit greater ROS stress than normal cells do, partly due to oncogenic stimulation, increased metabolic activity and mitochondrial malfunction. ROS is a double-edged sword. On one hand, at low levels, ROS facilitates cancer cell survival since cell-cycle progression driven by growth factors and receptor tyrosine kinases (RTK) require ROS for activation and chronic inflammation, a major mediator of cancer, is regulated by ROS. On the other hand, a high level of ROS can suppress tumor growth through the sustained activation of cell-cycle inhibitor and induction of cell death as well as senescence by damaging macromolecules. In fact, most of the chemotherapeutic and radiotherapeutic agents kill cancer cells by augmenting ROS stress. The ability of cancer cells to distinguish between ROS as a survival or apoptotic signal is controlled by the dosage, duration, type, and site of ROS production. Modest levels of ROS are required for cancer cells to survive, whereas excessive levels kill them.",
            "score": 195.93096923828125
        },
        {
            "docid": "614750_15",
            "document": "Trastuzumab . The HER2 pathway promotes cell growth and division when it is functioning normally; however, when it is overexpressed, cell growth accelerates beyond its normal limits. In some types of cancer, the pathway is exploited to promote rapid cell growth and proliferation and hence tumor formation. The EGF pathway includes the receptors HER1 (EGFR), HER2, HER3, and HER4; the binding of EGF to HER is required to activate the pathway. The pathway initiates the MAP kinase pathway as well as the PI3 kinase/AKT pathway, which in turn activates the NF-κB pathway. In cancer cells the HER2 protein can be expressed up to 100 times more than in normal cells (2 million versus 20,000 per cell). This overexpression leads to strong and constant proliferative signaling and hence tumor formation. Overexpression of HER2 also causes deactivation of checkpoints, allowing for even greater increases in proliferation.",
            "score": 194.67727661132812
        },
        {
            "docid": "412809_12",
            "document": "Endometrial cancer . Endometrial cancer forms when there are errors in normal endometrial cell growth. Usually, when cells grow old or get damaged, they die, and new cells take their place. Cancer starts when new cells form unneeded, and old or damaged cells do not die as they should. The buildup of extra cells often forms a mass of tissue called a growth or tumor. These abnormal cancer cells have many genetic abnormalities that cause them to grow excessively.",
            "score": 193.9376678466797
        },
        {
            "docid": "37375960_3",
            "document": "Cysmethynil . Cysmethynil reacts to inhibit Icmt, which plays in key role for the Ras protein. Ras is one of the components in the cell that is responsible for controlling cell growth. Certain mutations in Ras can leave it in the \"on\" configuration, such that uncontrolled cell growth results. Ras gets methylated by the Icmt enzyme, a signal that allows Ras to go to its destination (plasma membrane) that can lead to uncontrolled growth. Icmt can be inhibited from adding the methyl group, inactivating Ras such that it no longer sends a signal to the cell to have uncontrolled growth. Cysmethynil is the compound that knocks out Icmt so that it can no longer function, and this in turn prevents Ras from signaling the cell. The compound was tested out in xenograft mice that had multiple human tumors, and the result was reduced tumor burden. Treatment from this compound causes autophagy in the cell and results in cell death. Research done on prostate cancer cells has demonstrated that cysmethynil inhibits Icmt such that the cell is stuck in the G1 phase, and this leads to the autophagic cell death.",
            "score": 192.1317596435547
        },
        {
            "docid": "44286894_4",
            "document": "Growth curve (biology) . Cancer research is an area of biology where growth curve analysis plays an important role. In many types of cancer, the rate at which tumors shrink following chemotherapy is related to the rate of tumor growth before treatment. Tumors that grow rapidly are generally more sensitive to the toxic effects that conventional anticancer drugs have on the cancer cells. Many conventional anticancer drugs (for example, 5-Fluorouracil) interfere with DNA replication and can cause the death of cells that attempt to replicate their DNA and divide. A rapidly growing tumor will have more actively dividing cells and more cell death upon exposure to such anticancer drugs. In the example shown in Figure 2, a tumor is found after the cell growth rate has slowed. Most of the cancer cells are removed by surgery. The remaining cancer cells begin to proliferate rapidly and cancer chemotherapy is started. Many tumor cells are killed by the chemotherapy, but eventually some cancer cells that are resistant to the chemotherapy drug begin to grow rapidly. The chemotherapy is no longer useful and is discontinued.",
            "score": 192.11663818359375
        },
        {
            "docid": "14772180_11",
            "document": "TEAD1 . The interaction between YAP (Yes Associated Protein 65), TAZ, a transcriptional coactivator paralog to YAP, and all TEAD proteins was demonstrated both in vitro and in vivo. In both cases the interaction of the proteins leads to increased TEAD transcriptional activity. YAP/TAZ are effectors of the Hippo tumor suppressor pathway that restricts organ growth by keeping in check cell proliferation and promoting apoptosis in mammals and also in Drosophila.",
            "score": 191.1547393798828
        },
        {
            "docid": "8173924_20",
            "document": "Elaine Fuchs . Also importantly, Elaine Fuchs and her team have conducted research on the way that cancer stem cells interact with their microenvironments. Through examining skin cancer in mice, she concluded that the speed at which stem cells will divide and how they divide is dependent on their niche. For example, she examined the inhibitory signaling molecule, TGF-beta, which is found near the blood vessels of a tumor. The effects of TGF-beta and how it restrains normal skin cell growth had been studied by researchers before Fuchs. However, she specifically looked at the intermediate steps of tumor progression by creating a TGF-beta reporter system. She accomplished this by developing tumors that expressed a gene commonly found in skin cancer cells, HRasD12V. Her research demonstrated that the cancerous stem cells lacking the TGF-beta are unable to stop growing, but, however, they are sensitive to antiproliferative drugs. This is unlike the cancerous stem cells which do contain TGF-beta. They were found to be resistant to aniproliferative drugs, although they grow at a much slower rate. They found, in other words, that TGF-beta responding cells are still malignant in their slow proliferative state but are actually resistant to chemotherapy drugs, such as cisplatin. Fuchs determined that both the factors internal to the cell and the cell’s external surrounding environment have an effect on the stem cells’ “stemness,” their ability to divide, and how they divide.",
            "score": 190.6964874267578
        },
        {
            "docid": "6339_8",
            "document": "Cell biology . The growth process of the cell does not refer to the size of the cell, but instead the density of the number of cells present in the organism at a given time. Cell growth pertains to the increase in the number of cells present in an organism as it grows and develops; as the organism gets larger so too does the number of cells present. Cells are the foundation of all organisms, they are the fundamental unit of life. The growth and development of the cell are essential for the maintenance of the host, and survival of the organisms. For this process the cell goes through the steps of the cell cycle and development which involves cell growth, DNA replication, cell division, regeneration, specialization, and cell death. The cell cycle is divided into four distinct phases, G1, S, G2, and M. The G phases – which is the cell growth phase - makes up approximately 95% of the cycle. The proliferation of cells is instigated by progenitors, the cells then differentiate to become specialized, where specialized cells of the same type aggregate to form tissues, then organs and ultimately systems. The G phases along with the S phase – DNA replication, damage and repair - are considered to be the interphase portion of the cycle. While the M phase (mitosis and cytokinesis) is the cell division portion of the cycle. The cell cycle is regulated by a series of signalling factors and complexes such as CDK's, kinases, and p53. to name a few. When the cell has completed its growth process, and if it is found to be damaged or altered it undergoes cell death, either by apoptosis or necrosis, to eliminate the threat it cause to the organism’s survival.",
            "score": 190.69520568847656
        },
        {
            "docid": "48550366_8",
            "document": "Valerie Horsley . Through collaborations with her ex-husband Matthew Rodheffer, who is also affiliated with Yale University, Horsley has been researching the role of adipocytes, or fat cells, in hair grow. She found that within epithelial tissues, cells tend to confine to distinct micro-environments. These environments regulate cell activity with the use of adhesion between cells and various signaling molecules that were formerly unknown. Horsley and Rodheffer discovered the source of both fat cells and immune cells as local signals, as the hormone signal, prolactin, is responsible for stem cell activity and the regeneration of skin cells. Together, they also found that cell differentiation of adipocytes and hair growth occur simultaneously, and when the cell differentiation process (adipogenesis) ceases, hair growth stops and the follicles deteriorate. They identified specific adipose progenitors in the skin, which indicated the necessity of these cells to sufficiently induce hair follicle growth. These cells are activated after injury and are required for fibroblast migration during the wound healing process. Finally, they discovered that aging causes the loss of dermal adipocyte precursor cells regeneration, and therefore requires Pdgf signaling. Her research provides a link between the communication of various cells which lead to hair growth, revealing a framework for the possible regulation of hair growth and prevention of hair loss in general or in relation to various diseases.",
            "score": 190.36880493164062
        },
        {
            "docid": "318669_17",
            "document": "Schizosaccharomyces pombe . In fission yeast, where growth governs progression through G2/M, a wee1 mutation causes entry into mitosis at an abnormally small size, resulting in a shorter G2. G1 is lengthened, suggesting that progression through Start (beginning of cell cycle) is responsive to growth when the G2/M control is lost. Furthermore, cells in poor nutrient conditions grow slowly and therefore take longer to double in size and divide. Low nutrient levels also reset the growth threshold so that cell progresses through the cell cycle at a smaller size. Upon exposure to stressful conditions [heat (40 °C) or the oxidizing agent hydrogen peroxide] \"S. pombe\" cells undergo aging as measured by increased cell division time and increased probability of cell death. Finally, wee1 mutant fission yeast cells are smaller than wild-type cells, but take just as long to go through the cell cycle. This is possible because small yeast cells grow slower, that is, their added total mass per unit time is smaller than that of normal cells.",
            "score": 190.2865753173828
        },
        {
            "docid": "1643827_5",
            "document": "Mitogen . Mitogens are important in cancer research due to their effects on the cell cycle. Cancer is in part defined by a lack of, or failure of, control in the cell cycle. Mitogens can contribute to this by causing the cell cycle to move forward when it should be prevented by some mechanism. In normal cells, conditions such as this would be corrected by mechanisms designed to prevent the uncontrolled growth of cells, internal or external, and would result in apoptosis should the cell be unable to repair the damage. In cancerous cells, by some mechanism or other, the ability of the cell to control its own growth is impeded and external mechanisms designed to kill abnormal cells do not function. One system particularly important in the proliferation of cancers is the mitogen-activated protein kinase, or MAPK, system. These proteins have functions that are not related to mitogenesis, but can be triggered by mitogens and do control the cell cycle. MAPK proteins are capable of controlling the cell cycle either to prevent or encourage the growth of cells. The MAPK pathway can be triggered by many ligands, including hormones and growth factors. Some breast cancer types have very high MAPK activity, which is not found even in benign breast tumors. The overexpression of MAP kinase in these cells aids in their proliferation. These are known as hormone-dependent breast cancers, as the MAPK activation in these cancers is connected to exposure to estradiol.",
            "score": 189.73680114746094
        },
        {
            "docid": "969821_32",
            "document": "JAK-STAT signaling pathway . Cancer involves abnormal and uncontrollable cell growth in a part of the body. Therefore, since JAK-STAT signalling can allow the transcription of genes involved in cell division, one potential effect of excessive JAK-STAT signalling is cancer formation. High levels of STAT activation have been associated with cancer; in particular, high amounts of STAT3 and STAT5 activation is mostly linked to more dangerous tumours. For example, too much STAT3 activity has been associated with increasing the likelihood of melanoma (skin cancer) returning after treatment and abnormally high levels of STAT5 activity have been linked to a greater probability of patient death from prostate cancer.  Altered JAK-STAT signalling can also be involved in developing breast cancer. JAK-STAT signalling in mammary glands (located within breasts) can promote cell division and reduce cell apoptosis during pregnancy and puberty, and therefore if excessively activated, cancer can form. High STAT3 activity plays a major role in this process, as it can allow the transcription of genes such as \"BCL2\" and \"c-Myc\", which are involved in cell division.",
            "score": 188.63424682617188
        },
        {
            "docid": "18543362_9",
            "document": "Cln3 . That \"Start\" transit requires the attainment of a threshold cell size directly implies that yeast cells measure their own size, so that they can use that information to regulate \"Start\". A favored model for how yeast cells, as well as cells of other species, measure their size relies on the detection of overall translation rate. Essentially, since cell growth consists, to a great extent, of the synthesis of ribosomes to produce more proteins, the overall rate of protein production should reflect cell size. Thus, a single protein that is produced at a constant rate relative to total protein production capacity will be produced in higher quantities as the cell grows. If this protein promotes cell cycle progression (\"Start\" in the case of yeast), then it will link cell cycle progression to translation rate and, therefore, cell size. Importantly, this protein must be unstable, so that its levels depend on its \"current\" translation rate, rather than the rate of translation over time. Furthermore, since the cell grows in volume as well as mass, the concentration of this size sensor will remain constant with growth, so its activity must be compared against something that does not change with cell growth. Genomic DNA was suggested as such a standard early on, because it is (by definition) present in a constant quantity until the start of DNA replication. How this occurs remains a major question in current studies of size control (see below). Before the identification of Cln3 and its function, accrued evidence indicated that such translational size sensing operated in yeast. First, it was confirmed that the total rate of protein synthesis per cell increases with growth, a fundamental prerequisite for this model. It was later shown that treatment with the protein synthesis inhibitor cycloheximide delayed \"Start\" in yeast, indicating that translation rate controlled \"Start\". Finally, it was also shown that this delay occurred even with short pulses of cycloheximide, confirming that an unstable activating protein was required for \"Start\".",
            "score": 188.57333374023438
        },
        {
            "docid": "14058535_18",
            "document": "CHEK1 . Chk1 has a central role in coordinating the DNA damage response and therefore is an area of great interest in oncology and the development of cancer therapeutics. Initially Chk1 was thought to function as a tumor suppressor due to the regulatory role it serves amongst cells with DNA damage. However, there has been no evidence of homozygous loss of function mutants for Chk1 in human tumors. Instead, Chk1 has been shown to be overexpressed in a numerous tumors including breast, colon, liver, gastric and nasopharyngeal carcinoma. There is a positive correlation with Chk1 expression and tumor grade and disease recurrence suggesting Chk1 may promote tumor growth. Chk1 is essential for cell survival and through high levels of expressions in tumors the function may be inducing tumor cell proliferation. Further, a study has demonstrated that targeting CHK1 reactivates the tumour suppressive activity of protein phosphtase 2A (PP2A) complex in cancer cells. Studies have shown complete loss of Chk1 suppresses chemically induce carcinogenesis however Chk1 haploinsufficiency results in tumor progression. Due to the possibility of Chk1 involvement in tumor promotion, the kinase and related signaling molecules may be potentially effective therapeutic targets. Cancer therapies utilize DNA damaging therapies such as chemotherapies and ionizing radiation to inhibit tumor cell proliferation and induce cell cycle arrest. Tumor cells with increased levels of Chk1 acquire survival advantages due to the ability to tolerate a higher level of DNA damage. Therefore, Chk1 may contribute to chemotherapy resistance. In order to optimize chemotherapies, Chk1 must be inhibited to reduce the survival advantage. Chk1 gene can be effectively silenced by siRNA knockdown for further analysis based on an independent validation. By inhibiting Chk1, cancer cells lose the ability to repair damaged DNA which allows chemotherapeutic agents to work more effectively. Combining DNA damaging therapies such as chemotherapy or radiation treatment with Chk1 inhibition enhances targeted cell death and provides synthetic lethality. Many cancers rely on Chk1 mediated cell cycle arrest heavily especially if cancers are deficient in p53. Approximately 50% of cancers possess p53 mutations illustrating the dependence that many cancers may have on the Chk1 pathway. Inhibition of Chk1 allows selective targeting of p53 mutant cells as Chk1 levels are more likely to highly expressed in tumor cells with p53 deficiencies. Even though this method of inhibition is highly targeted, recent research has shown Chk1 also has a role in the normal cell cycle. Therefore, off-target effects and toxicity associated with combination therapies using CHk1 inhibitors must be considered during development of novel therapies.",
            "score": 188.35585021972656
        },
        {
            "docid": "20936195_5",
            "document": "Acromegaly . Most pituitary tumors arise spontaneously and are not genetically inherited. Many pituitary tumors arise from a genetic alteration in a single pituitary cell that leads to increased cell division and tumor formation. This genetic change, or mutation, is not present at birth, but is acquired during life. The mutation occurs in a gene that regulates the transmission of chemical signals within pituitary cells; it permanently switches on the signal that tells the cell to divide and secrete growth hormones. The events within the cell that cause disordered pituitary cell growth and GH oversecretion currently are the subject of intensive research.",
            "score": 188.135498046875
        },
        {
            "docid": "15214773_3",
            "document": "Death receptor 6 . The protein encoded by this gene is a member of the TNF-receptor superfamily. This receptor has been shown to activate NF-κB and MAPK8/JNK, and induce cell apoptosis. Through its death domain, this receptor interacts with TRADD protein, which is known to serve as an adaptor that mediates signal transduction of TNF-receptors. Knockout studies in mice suggested that this gene plays a role in T helper cell activation, and may be involved in inflammation and immune regulation. The DR6 is an alpha-helical integral membrane receptor protein that shows evidence that it has something to do with the inhibition of blood vessels forming on tumors which would allow them to grow larger. Death receptor 6 gets a chemical message and starts a signaling pathway that causes apoptosis, also known as cell death, to occur. It is also expressed in endothelial cells. Tumor cells can induce, through exposition of amyloid precursor protein (APP), DR6-mediated endothelial cell necroptosis allowing tumors metastasis.",
            "score": 188.04002380371094
        },
        {
            "docid": "2901165_29",
            "document": "Transforming growth factor beta . In normal cells, TGF-β, acting through its signaling pathway, stops the cell cycle at the G1 stage to stop proliferation, induce differentiation, or promote apoptosis. In many cancer cells, parts of the TGF-β signaling pathway are mutated, and TGF-β no longer controls the cell. These cancer cells proliferate. The surrounding stromal cells (fibroblasts) also proliferate. Both cells increase their production of TGF-β. This TGF-β acts on the surrounding stromal cells, immune cells, endothelial and smooth-muscle cells. It causes immunosuppression and angiogenesis, which makes the cancer more invasive. TGF-β also converts effector T-cells, which normally attack cancer with an inflammatory (immune) reaction, into regulatory (suppressor) T-cells, which turn off the inflammatory reaction. Normal tissue integrity is preserved by feedback interactions between different cell types that express adhesion molecules and secrete cytokines. Disruption of these feedback mechanisms in cancer damages a tissue. When TGF-β signaling fails to control NF-κB activity in cancer cells, this has at least two potential effects: first, it enables the malignant tumor to persist in the presence of activated immune cells, and second, the cancer cell outlasts immune cells because it survives in the presence of apoptotic, and anti-inflammatory mediators.",
            "score": 188.00927734375
        }
    ]
}