{
    "q": [
        {
            "docid": "248590_11",
            "document": "Luteinizing hormone . Gonadal steroids (estrogens and androgens) generally have negative feedback effects on GnRH-1 release at the level of the hypothalamus and at the gonadotropes, reducing their sensitivity to GnRH. Positive feedback by estrogens also occurs in the gonadal axis of female mammals and is responsible for the midcycle surge of LH that stimulates ovulation. Although estrogens inhibit kisspeptin (Kp) release from kiss1 neurons in the ARC, estrogens stimulate Kp release from the Kp neurons in the AVPV. As estrogens' levels gradually increase the positive effect predominates, leading to the LH surge. GABA-secreting neurons that innervate GnRH-1 neurons also can stimulate GnRH-1 release. These GABA neurons also possess ERs and may be responsible for the GnRH-1 surge. Part of the inhibitory action of endorphins on GnRH-1 release is through inhibition of these GABA neurons. Rupture of the ovarian follicle at ovulation causes a drastic reduction in estrogen synthesis and a marked increase in secretion of progesterone by the corpus luteum in the ovary, reinstating a predominantly negative feedback on hypothalamic secretion of GnRH-1.",
            "score": 285.3801544904709
        },
        {
            "docid": "5591060_13",
            "document": "Estrogen receptor alpha . Estrogen signaling through ERα appears to be responsible for various aspects of central nervous development, such as synaptogenesis and synaptic remodeling. In the brain, ERα is found in hypothalamus, and preoptic area, and arcuate nucleus, all three of which have been linked to reproductive behavior, and the masculinization of the mouse brain appears to take place through ERα function. Furthermore, studies in models of psychopathology and neurodegenerative disease states suggest that estrogen receptors mediate the neuroprotective role of estrogen in the brain. Finally, ERα appears to mediate positive feedback effects of estrogen on the brain's secretion of GnRH and LH, by way increasing expression of kisspeptin in neurons of the arcuate nucleus and anteroventral periventricular nucleus. Although classical studies have suggested that negative feedback effects of estrogen also operate through ERα, female mice lacking ERα in kisspeptin-expressing neurons continue to demonstrate a degree of negative feedback response.",
            "score": 216.04688334465027
        },
        {
            "docid": "88003_45",
            "document": "Menstrual cycle . The exact mechanism of these opposite responses of LH levels to estradiol is not well understood. In animals, a gonadotropin-releasing hormone (GnRH) surge has been shown to precede the LH surge, suggesting that estrogen's main effect is on the hypothalamus, which controls GnRH secretion. This may be enabled by the presence of two different estrogen receptors in the hypothalamus: estrogen receptor alpha, which is responsible for the negative feedback estradiol-LH loop, and estrogen receptor beta, which is responsible for the positive estradiol-LH relationship. However, in humans it has been shown that high levels of estradiol can provoke abrupt increases in LH, even when GnRH levels and pulse frequencies are held constant, suggesting that estrogen acts directly on the pituitary to provoke the LH surge.",
            "score": 252.86168766021729
        },
        {
            "docid": "88003_59",
            "document": "Menstrual cycle . While some forms of birth control do not affect the menstrual cycle, hormonal contraceptives work by disrupting it. Progestogen negative feedback decreases the pulse frequency of gonadotropin-releasing hormone (GnRH) release by the hypothalamus, which decreases the release of follicle-stimulating hormone (FSH) and luteinizing hormone (LH) by the anterior pituitary. Decreased levels of FSH inhibit follicular development, preventing an increase in estradiol levels. Progestogen negative feedback and the lack of estrogen positive feedback on LH release prevent a mid-cycle LH surge. Inhibition of follicular development and the absence of a LH surge prevent ovulation.",
            "score": 256.58015394210815
        },
        {
            "docid": "248590_10",
            "document": "Luteinizing hormone . LH supports theca cells in the ovaries that provide androgens and hormonal precursors for estradiol production. At the time of menstruation, FSH initiates follicular growth, specifically affecting granulosa cells. With the rise in estrogens, LH receptors are also expressed on the maturing follicle, which causes it to produce more estradiol. Eventually, when the follicle has fully matured, a spike in 17α-hydroxyprogesterone production by the follicle inhibits the production of estrogens, leading to a decrease in estrogen-mediated negative feedback of GnRH in the hypothalamus, which then stimulates the release of LH from the anterior pituitary. However another theory of the LH peak is a positive feedback mechanism from estradiol. The levels keep rising through the follicular phase and when they reach an unknown threshold, this results in the peak of the LH. This effect is opposite from the usual negative feedback mechanism presented at lower levels. In other words, the mechanism(s) are not yet clear.  The increase in LH production only lasts for 24 to 48 hours. This \"LH surge\" triggers ovulation, thereby not only releasing the egg from the follicle, but also initiating the conversion of the residual follicle into a corpus luteum that, in turn, produces progesterone to prepare the endometrium for a possible implantation. LH is necessary to maintain luteal function for the second two weeks of the menstrual cycle. If pregnancy occurs, LH levels will decrease, and luteal function will instead be maintained by the action of hCG (human chorionic gonadotropin), a hormone very similar to LH but secreted from the new placenta.",
            "score": 242.3209125995636
        },
        {
            "docid": "4482285_28",
            "document": "Hormonal contraception . Progestogen negative feedback decreases the pulse frequency of gonadotropin-releasing hormone (GnRH) release by the hypothalamus, which decreases the release of follicle-stimulating hormone (FSH) and greatly decreases the release of luteinizing hormone (LH) by the anterior pituitary. Decreased levels of FSH inhibit follicular development, preventing an increase in estradiol levels. Progestogen negative feedback and the lack of estrogen positive feedback on LH release prevent a mid-cycle LH surge. Inhibition of follicular development and the absence of a LH surge prevent ovulation.",
            "score": 245.34282064437866
        },
        {
            "docid": "46607376_7",
            "document": "Organizational-Activational Hypothesis . Finger ratio has been examined in relation to a number of physical traits that show sex differences and evidence suggests it is influenced by the prenatal environment, although there is no direct evidence for the latter. Studies in men have been motivated by two conflicting hypotheses. On the one hand, homosexual men were hypothesized to be exposed to high levels of testosterone in utero, which would be associated with a lower 2D:4D ratio than that found in heterosexual men. On the other hand, homosexual men have been hypothesized to have low prenatal testosterone exposure, and data from two studies are consistent with that hypothesis, showing homosexual men to have a higher finger ratio (on both hands) than heterosexual men.  The hormonal control of ovulation is also related to the organizational/activational hypothesis. Both males and females rats exhibit luteinizing hormone (LH) pulses in which LH is released from the anterior pituitary due to the secretion of gonadotropin releasing hormone (GnRH) from the hypothalamus. Females, however, show an increase in LH pulse frequency around ovulation due to the positive feedback mechanism. When estrogen is increased in the blood, the anteroventral periventricular nucleus (AVPV) of the hypothalamus causes the release of GnRH. The GnRH surge brings about a surge in LH and follicle stimulating hormone (FSH). Since females have a cyclic gonadal function, there may be a sexual dimorphism in the gonadal secretion. When female rats are injected with testosterone there is no positive feedback occurring and no LH surge. Moreover, castrated males will exhibit LH surges, similar to female cyclic gonadal behavior.",
            "score": 214.92147517204285
        },
        {
            "docid": "22623_54",
            "document": "Combined oral contraceptive pill . Progestogen negative feedback decreases the pulse frequency of gonadotropin-releasing hormone (GnRH) release by the hypothalamus, which decreases the secretion of follicle-stimulating hormone (FSH) and greatly decreases the secretion of luteinizing hormone (LH) by the anterior pituitary. Decreased levels of FSH inhibit follicular development, preventing an increase in estradiol levels. Progestogen negative feedback and the lack of estrogen positive feedback on LH secretion prevent a mid-cycle LH surge. Inhibition of follicular development and the absence of an LH surge prevent ovulation.",
            "score": 238.51752090454102
        },
        {
            "docid": "7939457_2",
            "document": "Kisspeptin . Kisspeptin (formerly known as metastin) is a protein that is encoded by the \"KISS1\" gene in humans. Kisspeptin is a G-protein coupled receptor ligand for GPR54. \"Kiss1\" was originally identified as a human metastasis suppressor gene that has the ability to suppress melanoma and breast cancer metastasis. Kisspeptin-GPR54 signaling has an important role in initiating secretion of gonadotropin-releasing hormone (GnRH) at puberty, the extent of which is an area of ongoing research. Gonadotropin-releasing hormone is released from the hypothalamus to act on the anterior pituitary triggering the release of luteinizing hormone (LH), and follicle stimulating hormone (FSH). These gonadotropic hormones lead to sexual maturation and gametogenesis. Disrupting GPR54 signaling can cause hypogonadotrophic hypogonadism in rodents and humans. The Kiss1 gene is located on chromosome 1. It is transcribed in the brain, adrenal gland, and pancreas.",
            "score": 168.96079850196838
        },
        {
            "docid": "23484633_38",
            "document": "Medroxyprogesterone acetate . The mechanism of action of progestogen-only contraceptives depends on the progestogen activity and dose. High-dose progestogen-only contraceptives, such as injectable DMPA, inhibit follicular development and prevent ovulation as their primary mechanism of action. The progestogen decreases the pulse frequency of gonadotropin-releasing hormone (GnRH) release by the hypothalamus, which decreases the release of follicle-stimulating hormone (FSH) and luteinizing hormone (LH) by the anterior pituitary. Decreased levels of FSH inhibit follicular development, preventing an increase in estradiol levels. Progestogen negative feedback and the lack of estrogen positive feedback on LH release prevent a LH surge. Inhibition of follicular development and the absence of a LH surge prevent ovulation.",
            "score": 224.84818863868713
        },
        {
            "docid": "645537_11",
            "document": "Gonadotropin-releasing hormone . The GnRH neurons are regulated by many different afferent neurons, using several different transmitters (including norepinephrine, GABA, glutamate). For instance, dopamine appears to stimulate LH release (through GnRH) in estrogen-progesterone-primed females; dopamine may inhibit LH release in ovariectomized females. Kisspeptin appears to be an important regulator of GnRH release. GnRH release can also be regulated by estrogen. It has been reported that there are kisspeptin-producing neurons that also express estrogen receptor alpha.",
            "score": 269.71953892707825
        },
        {
            "docid": "179978_35",
            "document": "Antiandrogen . Antigonadotropins are drugs that suppress the GnRH-mediated secretion of gonadotropins from the pituitary gland. Gonadotropins include luteinizing hormone (LH) and follicle-stimulating hormone (FSH) and are peptide hormones that signal the gonads to produce sex hormones. By suppressing gonadotropin secretion, antigonadotropins suppress gonadal sex hormone production and by extension circulating androgen levels. GnRH analogues, including both GnRH agonists and GnRH antagonists, are powerful antigonadotropins that are able to suppress androgen levels by 95% in men. In addition, estrogens and progestogens are antigonadotropins via exertion of negative feedback on the hypothalamic–pituitary–gonadal axis. High-dose estrogens are able to suppress androgen levels to castrate levels in men similarly to GnRH analogues, while high-dose progestogens are able to suppress androgen levels by up to approximately 70 to 80% in men.",
            "score": 235.82152462005615
        },
        {
            "docid": "645537_7",
            "document": "Gonadotropin-releasing hormone . At the pituitary, GnRH stimulates the synthesis and secretion of the gonadotropins, follicle-stimulating hormone (FSH), and luteinizing hormone (LH). These processes are controlled by the size and frequency of GnRH pulses, as well as by feedback from androgens and estrogens. Low-frequency GnRH pulses are required for FSH release, whereas high-frequency GnRH pulses stimulate LH pulses in a one-to-one manner.",
            "score": 234.25675904750824
        },
        {
            "docid": "2537693_4",
            "document": "Hypothalamic–pituitary–gonadal axis . The axis controls development, reproduction, and aging in animals. Gonadotropin-releasing hormone (GnRH) is secreted from the hypothalamus by GnRH-expressing neurons. The anterior portion of the pituitary gland produces luteinizing hormone (LH) and follicle-stimulating hormone (FSH), and the gonads produce estrogen and testosterone.",
            "score": 261.1897830963135
        },
        {
            "docid": "15179951_28",
            "document": "Human sexuality . Ovulation is based on a monthly cycle; the 14th day is the most fertile. On days one to four, menstruation and production of estrogen and progesterone decreases, and the endometrium starts thinning. The endometrium is sloughed off for the next three to six days. Once menstruation ends, the cycle begins again with an FSH surge from the pituitary gland. Days five to thirteen are known as the pre-ovulatory stage. During this stage, the pituitary gland secretes follicle-stimulating hormone (FSH). A negative feedback loop is enacted when estrogen is secreted to inhibit the release of FSH. Estrogen thickens the endometrium of the uterus. A surge of Luteinizing Hormone (LH) triggers ovulation. On day 14, the LH surge causes a Graafian follicle to surface the ovary. The follicle ruptures and the ripe ovum is expelled into the abdominal cavity. The fallopian tubes pick up the ovum with the fimbria. The cervical mucus changes to aid the movement of sperm. On days 15 to 28—the post-ovulatory stage, the Graafian follicle—now called the corpus luteum—secretes estrogen. Production of progesterone increases, inhibiting LH release. The endometrium thickens to prepare for implantation, and the ovum travels down the Fallopian tubes to the uterus. If the ovum is not fertilized and does not implant, menstruation begins.",
            "score": 217.07608461380005
        },
        {
            "docid": "248590_13",
            "document": "Luteinizing hormone . LH is released from the pituitary gland, and is controlled by pulses of gonadotropin-releasing hormone. When T levels are low, GnRH is released by the hypothalamus, stimulating the pituitary gland to release LH. As the levels of T increase, it will act on the hypothalamus and pituitary through a negative feedback loop and inhibit the release of GnRH and LH consequently. Androgens (T, DHT) inhibit monoamine oxidase (MAO) in pineal, leading to increased melatonin and reduced LH and FSH by melatonin-induced increase of GnIH synthesis and secretion. T can also be aromatized into estradiol (E2) to inhibit LH. E2 decreases pulse amplitude and responsiveness to GnRH from the hypothalamus onto the pituitary.",
            "score": 196.87762141227722
        },
        {
            "docid": "1581134_30",
            "document": "Estrogen receptor . A dramatic demonstration of the importance of estrogens in the regulation of fat deposition comes from transgenic mice that were genetically engineered to lack a functional aromatase gene. These mice have very low levels of estrogen and are obese. Obesity was also observed in estrogen deficient female mice lacking the follicle-stimulating hormone receptor. The effect of low estrogen on increased obesity has been linked to estrogen receptor alpha.",
            "score": 178.87618899345398
        },
        {
            "docid": "7939457_15",
            "document": "Kisspeptin . The onset of puberty is marked by an increase in gonadotropin secretion, which leads to sexual maturity and the ability to reproduce. Puberty can also be affected by a range of environmental factors, and is known to be affected by a person's metabolic capacity.<ref name=\"Kisspeptin/G protein-coupled receptor-54 system as an essential gatekeeper of pubertal development\"></ref> Gonadotropin secretion is brought about and regulated by gonadotropin releasing hormone (GnRH). GnRH leads to the release of luteinizing hormone (LH) and follicle stimulating hormone (FSH), which primarily target the gonads to trigger puberty and reproduction. The primary event that leads to the beginning of puberty is the activation of GnRH neurons. This event is thought to involve kisspeptin/GPR54 signaling, which leads to the eventual activation of GnRH neurons.  Several studies have confirmed that addition of kisspeptin to biological systems including rat, mouse, and sheep are able to bring about the release of LH and FSH. In addition to this, the release of these gonadotropins has proven to be dose dependent. A greater addition of kisspeptin peptide resulted in greater release of LH and FSH. Kisspeptin was found to evoke one of the strongest effects on the gonadotropin system.",
            "score": 205.90204644203186
        },
        {
            "docid": "2537693_10",
            "document": "Hypothalamic–pituitary–gonadal axis . One of the most important functions of the HPG axis is to regulate reproduction by controlling the uterine and ovarian cycles. In females, the positive feedback loop between estrogen and luteinizing hormone help to prepare the follicle in the ovary and the uterus for ovulation and implantation. When the egg is released, the empty follicle sac begins to produce progesterone to inhibit the hypothalamus and the anterior pituitary thus stopping the estrogen-LH positive feedback loop. If conception occurs, the placenta will take over the secretion of progesterone; therefore the mother cannot ovulate again. If conception does not occur, decreasing excretion of progesterone will allow the hypothalamus to restart secretion of GnRH. These hormone levels also control the uterine (menstrual) cycle causing the proliferation phase in preparation for ovulation, the secretory phase after ovulation, and menstruation when conception does not occur. The activation of the HPG axis in both males and females during puberty also causes individuals to acquire secondary sex characteristics.",
            "score": 261.0732147693634
        },
        {
            "docid": "6595574_3",
            "document": "Periventricular nucleus . This nucleus has been shown to affect the release of GnRH (gonadotropin-releasing hormone) in several ways. One way is its expression of neuropeptide Y, which has an impact on the hypothalamic pathway responsible for GnRH secretion. The periventricular nucleus has also been shown to have many neurons that express kisspeptin, which generates a surge in LH, which ultimately leads to the release of GnRH. In female rats, there is a greater expression of estrogen receptor beta in the periventricular nuclear cells, which is thought to lead to different levels of LH secretion in males and females.",
            "score": 194.41508769989014
        },
        {
            "docid": "2537693_8",
            "document": "Hypothalamic–pituitary–gonadal axis . These two hormones play an important role in communicating to the gonads. In females FSH and LH act primarily to activate the ovaries to produce estrogen and inhibin and to regulate the menstrual cycle and ovarian cycle. Estrogen forms a negative feedback loop by inhibiting the production of GnRH in the hypothalamus. Inhibin acts to inhibit activin, which is a peripherally produced hormone that positively stimulates GnRH-producing cells. Follistatin, which is also produced in all body tissue, inhibits activin and gives the rest of the body more control over the axis. In males LH stimulates the interstitial cells located in the testes to produce testosterone, and FSH plays a role in spermatogenesis. Only small amounts of estrogen are secreted in males. Recent research has shown that a neurosteroid axis exists, which helps the cortex to regulate the hypothalamus’s production of GnRH.",
            "score": 274.3109669685364
        },
        {
            "docid": "23886057_34",
            "document": "Management of prostate cancer . Hormonal therapy for prostate cancer targets the pathways the body uses to produce DHT. A feedback loop involving the testicles, the hypothalamus, and the pituitary, adrenal, and prostate glands controls the blood levels of DHT. First, low blood levels of DHT stimulate the hypothalamus to produce gonadotropin-releasing hormone (GnRH). GnRH then stimulates the pituitary gland to produce luteinizing hormone (LH), and LH stimulates the testicles to produce testosterone. Finally, testosterone from the testicles and dehydroepiandrosterone from the adrenal glands stimulate the prostate to produce more DHT. Hormonal therapy can decrease levels of DHT by interrupting this pathway at any point. There are several forms of hormonal therapy:",
            "score": 186.7644727230072
        },
        {
            "docid": "14083964_30",
            "document": "Animal psychopathology . Based on findings of changes in OCD symptoms in menstruating women and differences in the development of the disease between men and women, Hill and colleagues set out to research the effect of estrogen deprivation on the development of compulsive behavior in mice. Male mice with an aromatase Gene knockout who were unable to produce estrogen showed excessive grooming and wheel running behaviors, but female mice did not. When treated with 17β-estradiol, which replaced estrogen in these mice, the behaviors disappeared. This study also found that COMT protein levels decreased in mice that did not produce estrogen and increased in the hypothalamus after estrogen-replacement treatment. Briefly, the COMT protein is involved in degrading some neurotransmitters, including dopamine, norepinephrine and epinephrine. This data suggests that there may be a hormonal component and a hormone-gene interaction effect that may contribute to obsessive behaviors.",
            "score": 139.48465275764465
        },
        {
            "docid": "1997887_6",
            "document": "Xenoestrogen . The onset of puberty is characterized by increased levels of hypothalamic gonadotropin releasing hormone (GnRH). GnRH triggers the secretion of luteinizing hormone (LH) and follicle-stimulating hormone (FSH) from the anterior pituitary gland, which in turn causes the ovaries to respond and secrete estradiol. Increases in gonadal estrogen promote breast development, female fat distribution and skeletal growth. Adrenal androgen and gonadal androgen result in pubic and axillary hair. Peripheral precocious puberty caused by exogenous estrogens is evaluated by assessing decreased levels of gonadotrophins.",
            "score": 224.8690059185028
        },
        {
            "docid": "239990_22",
            "document": "Progestin . Progestogens, similarly to the androgens and estrogens through their own respective receptors, inhibit the secretion of the gonadotropins follicle-stimulating hormone (FSH) and luteinizing hormone (LH) via activation of the PR in the pituitary gland. This effect is a form of negative feedback on the hypothalamic–pituitary–gonadal axis (HPG axis) and takes advantage of the mechanism that the body uses to prevent sex hormone levels from becoming too high. Accordingly, progestogens, both endogenous and exogenous (i.e., progestins), have antigonadotropic effects, and progestins in sufficiently high amounts can markedly suppress the body's normal production of progestogens, androgens, and estrogens as well as inhibit fertility (ovulation in women and spermatogenesis in men).",
            "score": 229.27068638801575
        },
        {
            "docid": "30983_59",
            "document": "Testosterone . The amount of testosterone synthesized is regulated by the hypothalamic–pituitary–testicular axis (see figure to the right). When testosterone levels are low, gonadotropin-releasing hormone (GnRH) is released by the hypothalamus, which in turn stimulates the pituitary gland to release FSH and LH. These latter two hormones stimulate the testis to synthesize testosterone. Finally, increasing levels of testosterone through a negative feedback loop act on the hypothalamus and pituitary to inhibit the release of GnRH and FSH/LH, respectively.",
            "score": 214.31004524230957
        },
        {
            "docid": "3215453_4",
            "document": "Luteolysis . Estrogen, secreted by Granulosa Cells and primarily progesterone, secreted by the corpus luteum, inhibit the release of luteinizing hormone (LH) and Follicle Stimulating Hormone (FSH) by the adenohypophysis (anterior lobe of the pituitary gland) via classical negative feedback mechanisms. This removes the luteotrophic support provided by the gonadotropin luteinizing hormone (LH). During a pregnancy, the corpus luteum remains on the ovary releasing progesterone which will maintain a state of uterine quiescence and close the cervix until the delivery of the fetus. Alternatively if no implantation of a blastocyst occurs, the corpus luteum is degraded to a corpus albicans (scar tissue) by PGF2alpha released by uterine endometrial cells.",
            "score": 182.13304686546326
        },
        {
            "docid": "3380832_12",
            "document": "Gonadotropin-releasing hormone antagonist . GnRH antagonists competitively and reversibly bind to GnRH receptors in the pituitary gland, blocking the release of luteinising hormone (LH) and follicle-stimulating hormone (FSH) from the pituitary. In men, the reduction in LH subsequently leads to rapid suppression of testosterone release from the testes; in women it leads to suppression of estrogen release from the ovaries.",
            "score": 233.1265389919281
        },
        {
            "docid": "14766664_6",
            "document": "IGSF1 . Mice lacking a functional \"Igsf1\" gene similarly exhibit hypothyroidism of central origin. The \"IGSF1\" gene is particularly active in the pituitary gland. The pituitary synthesizes and secretes thyroid-stimulating hormone (TSH). TSH, in turn, stimulates production of the thyroid hormones, thyroxine and triiodothyronine, by the thyroid gland. TSH secretion is controlled by thyrotropin-releasing hormone (TRH), which is released by neurons in the hypothalamus of the brain. In \"Igsf1\" deficient mice, the receptor for TRH is downregulated in the pituitary. This decrease could explain, at least in part, the central hypothyroidism observed in both humans and mice with IGSF1 deficiency. How the loss of IGSF1 causes a decrease in TRH receptors is presently unknown.",
            "score": 174.82528614997864
        },
        {
            "docid": "14673089_19",
            "document": "Transgender hormone therapy (male-to-female) . In both sexes, the hypothalamus produces gonadotropin-releasing hormone (GnRH) to stimulate the pituitary gland to produce luteinizing hormone (LH) and follicle-stimulating hormone (FSH). This in turn cause the gonads to produce sex steroids such as androgens and estrogens. In adolescents of either sex with relevant indicators, GnRH analogues such as goserelin acetate can be used to stop undesired pubertal changes for a period without inducing any changes toward the sex with which the patient currently identifies. GnRH agonists work by initially overstimulating the pituitary gland, then rapidly desensitizing it to the effects of GnRH. After an initial surge, over a period of weeks, gonadal androgen production is greatly reduced. Conversely, GnRH antagonists act by blocking the action of GnRH in the pituitary gland.",
            "score": 234.0860230922699
        },
        {
            "docid": "3380814_2",
            "document": "Gonadotropin-releasing hormone agonist . A gonadotropin-releasing hormone agonist (GnRH agonist) is a type of medication which affects gonadotropins and sex hormones. They are used for a variety of indications including in fertility medicine and to lower sex hormone levels in the treatment of hormone-sensitive cancers such as prostate cancer and breast cancer, certain gynecological disorders like heavy periods and endometriosis, high testosterone levels in women, early puberty in children, as a part of transgender hormone therapy, and to delay puberty in transgender youth among other uses. GnRH agonists are given by injections into fat, as implants placed into fat, and as nasal sprays. Side effects of GnRH agonists are related to sex hormone deficiency and include symptoms of low testosterone levels and low estrogen levels such as hot flashes, sexual dysfunction, vaginal atrophy, osteoporosis, infertility, and diminished sex-specific physical characteristics. They are agonists of the GnRH receptor and work by increasing or decreasing the release of gonadotropins and the production of sex hormones by the gonads. When used to suppress gonadotropin release, GnRH agonists can lower sex hormone levels by 95% in both sexes. GnRH was discovered in 1971 and GnRH analogues were introduced for medical use in the 1980s. The most well-known and widely used GnRH analogue is leuprorelin (brand name Lupron). GnRH analogues are available as generic medications. Despite this however, they continue to be very expensive.",
            "score": 197.0565584897995
        },
        {
            "docid": "55840265_3",
            "document": "Estrogen (medication) . Since estrogen circulating in the blood can negatively feedback to reduce circulating levels of follicle-stimulating hormone (FSH) and luteinizing hormone (LH), most oral contraceptives contain ethinylestradiol, along with a progestin (synthetic progestogen). Even in men, the major hormone involved in LH feedback is estradiol, not testosterone.",
            "score": 160.71796131134033
        }
    ],
    "r": [
        {
            "docid": "248590_11",
            "document": "Luteinizing hormone . Gonadal steroids (estrogens and androgens) generally have negative feedback effects on GnRH-1 release at the level of the hypothalamus and at the gonadotropes, reducing their sensitivity to GnRH. Positive feedback by estrogens also occurs in the gonadal axis of female mammals and is responsible for the midcycle surge of LH that stimulates ovulation. Although estrogens inhibit kisspeptin (Kp) release from kiss1 neurons in the ARC, estrogens stimulate Kp release from the Kp neurons in the AVPV. As estrogens' levels gradually increase the positive effect predominates, leading to the LH surge. GABA-secreting neurons that innervate GnRH-1 neurons also can stimulate GnRH-1 release. These GABA neurons also possess ERs and may be responsible for the GnRH-1 surge. Part of the inhibitory action of endorphins on GnRH-1 release is through inhibition of these GABA neurons. Rupture of the ovarian follicle at ovulation causes a drastic reduction in estrogen synthesis and a marked increase in secretion of progesterone by the corpus luteum in the ovary, reinstating a predominantly negative feedback on hypothalamic secretion of GnRH-1.",
            "score": 285.3801574707031
        },
        {
            "docid": "2537693_8",
            "document": "Hypothalamic–pituitary–gonadal axis . These two hormones play an important role in communicating to the gonads. In females FSH and LH act primarily to activate the ovaries to produce estrogen and inhibin and to regulate the menstrual cycle and ovarian cycle. Estrogen forms a negative feedback loop by inhibiting the production of GnRH in the hypothalamus. Inhibin acts to inhibit activin, which is a peripherally produced hormone that positively stimulates GnRH-producing cells. Follistatin, which is also produced in all body tissue, inhibits activin and gives the rest of the body more control over the axis. In males LH stimulates the interstitial cells located in the testes to produce testosterone, and FSH plays a role in spermatogenesis. Only small amounts of estrogen are secreted in males. Recent research has shown that a neurosteroid axis exists, which helps the cortex to regulate the hypothalamus’s production of GnRH.",
            "score": 274.31097412109375
        },
        {
            "docid": "645537_11",
            "document": "Gonadotropin-releasing hormone . The GnRH neurons are regulated by many different afferent neurons, using several different transmitters (including norepinephrine, GABA, glutamate). For instance, dopamine appears to stimulate LH release (through GnRH) in estrogen-progesterone-primed females; dopamine may inhibit LH release in ovariectomized females. Kisspeptin appears to be an important regulator of GnRH release. GnRH release can also be regulated by estrogen. It has been reported that there are kisspeptin-producing neurons that also express estrogen receptor alpha.",
            "score": 269.71954345703125
        },
        {
            "docid": "2537693_4",
            "document": "Hypothalamic–pituitary–gonadal axis . The axis controls development, reproduction, and aging in animals. Gonadotropin-releasing hormone (GnRH) is secreted from the hypothalamus by GnRH-expressing neurons. The anterior portion of the pituitary gland produces luteinizing hormone (LH) and follicle-stimulating hormone (FSH), and the gonads produce estrogen and testosterone.",
            "score": 261.1897888183594
        },
        {
            "docid": "2537693_10",
            "document": "Hypothalamic–pituitary–gonadal axis . One of the most important functions of the HPG axis is to regulate reproduction by controlling the uterine and ovarian cycles. In females, the positive feedback loop between estrogen and luteinizing hormone help to prepare the follicle in the ovary and the uterus for ovulation and implantation. When the egg is released, the empty follicle sac begins to produce progesterone to inhibit the hypothalamus and the anterior pituitary thus stopping the estrogen-LH positive feedback loop. If conception occurs, the placenta will take over the secretion of progesterone; therefore the mother cannot ovulate again. If conception does not occur, decreasing excretion of progesterone will allow the hypothalamus to restart secretion of GnRH. These hormone levels also control the uterine (menstrual) cycle causing the proliferation phase in preparation for ovulation, the secretory phase after ovulation, and menstruation when conception does not occur. The activation of the HPG axis in both males and females during puberty also causes individuals to acquire secondary sex characteristics.",
            "score": 261.0732116699219
        },
        {
            "docid": "88003_59",
            "document": "Menstrual cycle . While some forms of birth control do not affect the menstrual cycle, hormonal contraceptives work by disrupting it. Progestogen negative feedback decreases the pulse frequency of gonadotropin-releasing hormone (GnRH) release by the hypothalamus, which decreases the release of follicle-stimulating hormone (FSH) and luteinizing hormone (LH) by the anterior pituitary. Decreased levels of FSH inhibit follicular development, preventing an increase in estradiol levels. Progestogen negative feedback and the lack of estrogen positive feedback on LH release prevent a mid-cycle LH surge. Inhibition of follicular development and the absence of a LH surge prevent ovulation.",
            "score": 256.5801696777344
        },
        {
            "docid": "11613711_8",
            "document": "Hormonal therapy (oncology) . Analogs of gonadotropin-releasing hormone (GnRH) can be used to induce a chemical castration, that is, complete suppression of the production of estrogen and progesterone from the female ovaries, or complete suppression of testosterone production from the male testes. This is due to a negative feedback effect of continuous stimulation of the pituitary gland by these hormones. Leuprorelin and goserelin are GnRH analogs which are used primarily for the treatment of hormone-responsive prostate cancer. Because the initial endocrine response to GnRH analogs is actually hypersecretion of gonadal steroids, hormone receptor antagonists such as flutamide are typically used to prevent a transient boost in tumor growth.",
            "score": 254.22247314453125
        },
        {
            "docid": "88003_45",
            "document": "Menstrual cycle . The exact mechanism of these opposite responses of LH levels to estradiol is not well understood. In animals, a gonadotropin-releasing hormone (GnRH) surge has been shown to precede the LH surge, suggesting that estrogen's main effect is on the hypothalamus, which controls GnRH secretion. This may be enabled by the presence of two different estrogen receptors in the hypothalamus: estrogen receptor alpha, which is responsible for the negative feedback estradiol-LH loop, and estrogen receptor beta, which is responsible for the positive estradiol-LH relationship. However, in humans it has been shown that high levels of estradiol can provoke abrupt increases in LH, even when GnRH levels and pulse frequencies are held constant, suggesting that estrogen acts directly on the pituitary to provoke the LH surge.",
            "score": 252.86167907714844
        },
        {
            "docid": "43294945_2",
            "document": "GnRH Neuron . GnRH neurons, or Gonadotropin-releasing hormone expressing neurons, are the cells in the brain that control the release of reproductive hormones from the pituitary. These brain cells control reproduction by secreting GnRH into the hypophyseal portal capillary bloodstream, so are sometimes referred to as “sex neurons”. This small capillary network carries GnRH to the anterior pituitary, causing release of luteinizing hormone (LH) and follicle stimulating hormone (FSH) into the wider bloodstream. When GnRH neurons change their pattern of release from the juvenile to the adult pattern of GnRH secretion, puberty is initiated. Failure of GnRH neurons to form the proper connections, or failure to successfully stimulate the pituitary with GnRH, means that puberty is not initiated. These disruptions to the GnRH system cause reproductive disorders like hypogonadotropic hypogonadism or Kallmann Syndrome.",
            "score": 251.14669799804688
        },
        {
            "docid": "4482285_28",
            "document": "Hormonal contraception . Progestogen negative feedback decreases the pulse frequency of gonadotropin-releasing hormone (GnRH) release by the hypothalamus, which decreases the release of follicle-stimulating hormone (FSH) and greatly decreases the release of luteinizing hormone (LH) by the anterior pituitary. Decreased levels of FSH inhibit follicular development, preventing an increase in estradiol levels. Progestogen negative feedback and the lack of estrogen positive feedback on LH release prevent a mid-cycle LH surge. Inhibition of follicular development and the absence of a LH surge prevent ovulation.",
            "score": 245.3428192138672
        },
        {
            "docid": "248590_10",
            "document": "Luteinizing hormone . LH supports theca cells in the ovaries that provide androgens and hormonal precursors for estradiol production. At the time of menstruation, FSH initiates follicular growth, specifically affecting granulosa cells. With the rise in estrogens, LH receptors are also expressed on the maturing follicle, which causes it to produce more estradiol. Eventually, when the follicle has fully matured, a spike in 17α-hydroxyprogesterone production by the follicle inhibits the production of estrogens, leading to a decrease in estrogen-mediated negative feedback of GnRH in the hypothalamus, which then stimulates the release of LH from the anterior pituitary. However another theory of the LH peak is a positive feedback mechanism from estradiol. The levels keep rising through the follicular phase and when they reach an unknown threshold, this results in the peak of the LH. This effect is opposite from the usual negative feedback mechanism presented at lower levels. In other words, the mechanism(s) are not yet clear.  The increase in LH production only lasts for 24 to 48 hours. This \"LH surge\" triggers ovulation, thereby not only releasing the egg from the follicle, but also initiating the conversion of the residual follicle into a corpus luteum that, in turn, produces progesterone to prepare the endometrium for a possible implantation. LH is necessary to maintain luteal function for the second two weeks of the menstrual cycle. If pregnancy occurs, LH levels will decrease, and luteal function will instead be maintained by the action of hCG (human chorionic gonadotropin), a hormone very similar to LH but secreted from the new placenta.",
            "score": 242.32090759277344
        },
        {
            "docid": "22623_54",
            "document": "Combined oral contraceptive pill . Progestogen negative feedback decreases the pulse frequency of gonadotropin-releasing hormone (GnRH) release by the hypothalamus, which decreases the secretion of follicle-stimulating hormone (FSH) and greatly decreases the secretion of luteinizing hormone (LH) by the anterior pituitary. Decreased levels of FSH inhibit follicular development, preventing an increase in estradiol levels. Progestogen negative feedback and the lack of estrogen positive feedback on LH secretion prevent a mid-cycle LH surge. Inhibition of follicular development and the absence of an LH surge prevent ovulation.",
            "score": 238.51751708984375
        },
        {
            "docid": "179978_35",
            "document": "Antiandrogen . Antigonadotropins are drugs that suppress the GnRH-mediated secretion of gonadotropins from the pituitary gland. Gonadotropins include luteinizing hormone (LH) and follicle-stimulating hormone (FSH) and are peptide hormones that signal the gonads to produce sex hormones. By suppressing gonadotropin secretion, antigonadotropins suppress gonadal sex hormone production and by extension circulating androgen levels. GnRH analogues, including both GnRH agonists and GnRH antagonists, are powerful antigonadotropins that are able to suppress androgen levels by 95% in men. In addition, estrogens and progestogens are antigonadotropins via exertion of negative feedback on the hypothalamic–pituitary–gonadal axis. High-dose estrogens are able to suppress androgen levels to castrate levels in men similarly to GnRH analogues, while high-dose progestogens are able to suppress androgen levels by up to approximately 70 to 80% in men.",
            "score": 235.82151794433594
        },
        {
            "docid": "645537_7",
            "document": "Gonadotropin-releasing hormone . At the pituitary, GnRH stimulates the synthesis and secretion of the gonadotropins, follicle-stimulating hormone (FSH), and luteinizing hormone (LH). These processes are controlled by the size and frequency of GnRH pulses, as well as by feedback from androgens and estrogens. Low-frequency GnRH pulses are required for FSH release, whereas high-frequency GnRH pulses stimulate LH pulses in a one-to-one manner.",
            "score": 234.2567596435547
        },
        {
            "docid": "14673089_19",
            "document": "Transgender hormone therapy (male-to-female) . In both sexes, the hypothalamus produces gonadotropin-releasing hormone (GnRH) to stimulate the pituitary gland to produce luteinizing hormone (LH) and follicle-stimulating hormone (FSH). This in turn cause the gonads to produce sex steroids such as androgens and estrogens. In adolescents of either sex with relevant indicators, GnRH analogues such as goserelin acetate can be used to stop undesired pubertal changes for a period without inducing any changes toward the sex with which the patient currently identifies. GnRH agonists work by initially overstimulating the pituitary gland, then rapidly desensitizing it to the effects of GnRH. After an initial surge, over a period of weeks, gonadal androgen production is greatly reduced. Conversely, GnRH antagonists act by blocking the action of GnRH in the pituitary gland.",
            "score": 234.0860137939453
        },
        {
            "docid": "3380832_12",
            "document": "Gonadotropin-releasing hormone antagonist . GnRH antagonists competitively and reversibly bind to GnRH receptors in the pituitary gland, blocking the release of luteinising hormone (LH) and follicle-stimulating hormone (FSH) from the pituitary. In men, the reduction in LH subsequently leads to rapid suppression of testosterone release from the testes; in women it leads to suppression of estrogen release from the ovaries.",
            "score": 233.1265411376953
        },
        {
            "docid": "43294945_6",
            "document": "GnRH Neuron . The shift to high frequency electrical activity in GnRH neurons is the signal that initiates puberty. GnRH neurons receive input from classical neurotransmitters like glutamate and GABA. These neurotransmitters cause electrical activity that is regulated through development to cause broad changes in calcium ion entry into the cell through voltage-sensitive ion channels. This triggers the release of GnRH into the hypophyseal portal capillary bloodstream, where the GnRH hormone activates the pituitary to release luteinizing hormone and follicle stimulating hormone. In addition to classical neurotransmitters, some guidance molecules can change the wiring of GnRH neurons to the portal capillary system, altering the strength of the signal to the pituitary gland",
            "score": 229.34506225585938
        },
        {
            "docid": "239990_22",
            "document": "Progestin . Progestogens, similarly to the androgens and estrogens through their own respective receptors, inhibit the secretion of the gonadotropins follicle-stimulating hormone (FSH) and luteinizing hormone (LH) via activation of the PR in the pituitary gland. This effect is a form of negative feedback on the hypothalamic–pituitary–gonadal axis (HPG axis) and takes advantage of the mechanism that the body uses to prevent sex hormone levels from becoming too high. Accordingly, progestogens, both endogenous and exogenous (i.e., progestins), have antigonadotropic effects, and progestins in sufficiently high amounts can markedly suppress the body's normal production of progestogens, androgens, and estrogens as well as inhibit fertility (ovulation in women and spermatogenesis in men).",
            "score": 229.27069091796875
        },
        {
            "docid": "1997887_8",
            "document": "Xenoestrogen . Although the physiology of the reproductive system is complex, the action of environmental exogenous estrogens is hypothesized to occur by two possible mechanisms. Xenoestrogens may temporarily or permanently alter the feedback loops in the brain, pituitary, gonads, and thyroid by mimicking the effects of estrogen and triggering their specific receptors or they may bind to hormone receptors and block the action of natural hormones. Thus it is plausible that environmental estrogens can accelerate sexual development if present in a sufficient concentration or with chronic exposure. The similarity in the structure of exogenous estrogens and the estrogens has changed the hormone balance within the body and resulted in various reproductive problems in females. The overall mechanism of action is binding of the exogenous compounds that mimic estrogen to the estrogen binding receptors and cause the determined action in the target organs.",
            "score": 228.3740692138672
        },
        {
            "docid": "47037860_2",
            "document": "Gonadotropin release inhibitor . The hormone of gonadotropins secreted by the anterior hypophyse gland effects on the gonads and play a crucial role in the process of gonadal development and function in vertebrates. In birds and mammals, luteinizinghormone (LH) regulates sex steroid production as well as ovulation, whereas follicle stimulating hormone (FSH) promotes spermatogenesis and ovarian follicle maturation. Since the isolation of gonadotropin-releasing hormone (GnRH), a hypothalamic decapeptide, from mammalian brain in the early 1970s, several other GnRHs have been identified in the brains of other vertebrates. Based on extensive studies in vertebrates, it was generally believed that GnRH is the only hypothalamic regulator of the release of pituitary gonadotropins. Some neurochemicals and peripheral hormones [e.g.gamma-aminobutyric acid (GABA), opiates, gonadal sex steroids, inhibin] can modulate gonadotropin release, but GnRH was considered to have no hypothalamic antagonist.",
            "score": 228.0066680908203
        },
        {
            "docid": "3205439_11",
            "document": "Melanin-concentrating hormone . It has been postulated that MCH has a modulatory role with the release of Luteinizing Hormone (LH) either by directly interacting acting on the pituitary gland or indirectly by affecting Gonadotropin-releasing hormone (GNRH) in the hypothalamus. Estrogen seems to be necessary in order for MCH to affect reproduction.",
            "score": 226.18063354492188
        },
        {
            "docid": "1997887_6",
            "document": "Xenoestrogen . The onset of puberty is characterized by increased levels of hypothalamic gonadotropin releasing hormone (GnRH). GnRH triggers the secretion of luteinizing hormone (LH) and follicle-stimulating hormone (FSH) from the anterior pituitary gland, which in turn causes the ovaries to respond and secrete estradiol. Increases in gonadal estrogen promote breast development, female fat distribution and skeletal growth. Adrenal androgen and gonadal androgen result in pubic and axillary hair. Peripheral precocious puberty caused by exogenous estrogens is evaluated by assessing decreased levels of gonadotrophins.",
            "score": 224.86900329589844
        },
        {
            "docid": "23484633_38",
            "document": "Medroxyprogesterone acetate . The mechanism of action of progestogen-only contraceptives depends on the progestogen activity and dose. High-dose progestogen-only contraceptives, such as injectable DMPA, inhibit follicular development and prevent ovulation as their primary mechanism of action. The progestogen decreases the pulse frequency of gonadotropin-releasing hormone (GnRH) release by the hypothalamus, which decreases the release of follicle-stimulating hormone (FSH) and luteinizing hormone (LH) by the anterior pituitary. Decreased levels of FSH inhibit follicular development, preventing an increase in estradiol levels. Progestogen negative feedback and the lack of estrogen positive feedback on LH release prevent a LH surge. Inhibition of follicular development and the absence of a LH surge prevent ovulation.",
            "score": 224.8481903076172
        },
        {
            "docid": "24385806_4",
            "document": "Breast development . At puberty, gonadotropin-releasing hormone (GnRH) begins to be secreted, in a pulsatile manner, from the hypothalamus. GnRH, in turn, induces the secretion of the gonadotropins, follicle-stimulating hormone (FSH) and luteinizing hormone (LH), from the pituitary gland. These hormones travel to the ovaries through the bloodstream and cause estrogen and progesterone to be produced by them and released into the body in fluctuating amounts with each menstrual cycle. Growth hormone (GH), which is secreted from the pituitary gland, and insulin-like growth factor 1 (IGF-1), which is produced in the body in response to GH, are growth-mediating hormones. During prenatal development, infancy, and childhood, GH and IGF-1 levels are low, but progressively increase and reach a peak at puberty, with a 1.5- to 3-fold increase in pulsatile GH secretion and a 3-fold or greater increase in serum IGF-1 levels being capable of occurring at this time. In late adolescence and early adulthood, GH and IGF-1 levels significantly decrease, and continue to decrease throughout the rest of life. It has been found that both estrogen and GH are essential for breast development at puberty – in the absence of either, no development will take place. Moreover, most of the role of GH in breast development has been found to be mediated by its induction of IGF-1 production and secretion, as IGF-1 administration rescues breast development in the absence of GH. GH induction of IGF-1 production and secretion occurs in almost all types of tissue in the body, but especially in the liver, which is the source of approximately 80% of circulating IGF-1, as well as locally in the breasts. Although IGF-1 is responsible for most of the role of GH in mediating breast development, GH itself has been found to play a direct, augmenting role as well, as it increases estrogen receptor (ER) expression in breast stromal (connective) tissue, while IGF-1, in contrast, has been found to not do this. In addition to estrogen and GH/IGF-1 both being essential for pubertal breast development, they are synergistic in bringing it about.",
            "score": 221.76890563964844
        },
        {
            "docid": "55840265_2",
            "document": "Estrogen (medication) . An estrogen is a type of medication which is used most commonly in hormonal birth control and menopausal hormone therapy. They can also be used in the treatment of hormone-sensitive cancers like breast cancer and prostate cancer and for various other indications. Estrogens are used alone or in combination with progestogens. They are available in a wide variety of formulations and for use by many different routes of administration. Estrogens are one of three types of sex hormone agonists, the others being androgens/anabolic steroids like testosterone and progestogens like progesterone. Side effects of estrogens include breast tenderness, breast enlargement, headache, nausea, fluid retention, and edema among others. Other side effects of estrogens include an increased risk of blood clots, cardiovascular disease, and, when combined with most progestogens, breast cancer. In men, estrogens can cause breast development, feminization, infertility, low testosterone levels, and sexual dysfunction among others. Estrogens are agonists of the estrogen receptors, the biological targets of endogenous estrogens like estradiol. They have important effects in many tissues in the body, including in the female reproductive system (uterus, vagina, and ovaries), the breasts, bone, fat, the liver, and the brain among others. Unlike other medications like progestins and anabolic steroids, estrogens do not have other hormonal activities. Estrogens also have antigonadotropic effects and at sufficiently high dosages can strongly suppress sex hormone production. Estrogens mediate their contraceptive effects in combination with progestins by inhibiting ovulation. Estrogens were first introduced for medical use in the early 1930s. They started to be used in birth control in combination with progestins in the 1950s. A variety of different estrogens have been marketed for clinical use in humans or use in veterinary medicine, although only a handful of these are widely used. These medications can be grouped into different types based on origin and chemical structure. Estrogens are available widely throughout the world and are used in most forms of hormonal birth control and in all menopausal hormone therapy regimens.",
            "score": 220.77572631835938
        },
        {
            "docid": "1428240_6",
            "document": "Fertility medication . Clomiphene (trademarked as Clomid) is a selective estrogen receptor modulator (SERM). It is the most widely used fertility drug. It is used as an ovarian stimulator by inhibiting the negative feedback of estrogen at the hypothalamus. As the negative feedback of estrogen is inhibited, the hypothalamus secretes GnRh which in turn stimulates the anterior pituitary to secrete LH and FSH which help in ovulation.",
            "score": 219.16561889648438
        },
        {
            "docid": "15179951_28",
            "document": "Human sexuality . Ovulation is based on a monthly cycle; the 14th day is the most fertile. On days one to four, menstruation and production of estrogen and progesterone decreases, and the endometrium starts thinning. The endometrium is sloughed off for the next three to six days. Once menstruation ends, the cycle begins again with an FSH surge from the pituitary gland. Days five to thirteen are known as the pre-ovulatory stage. During this stage, the pituitary gland secretes follicle-stimulating hormone (FSH). A negative feedback loop is enacted when estrogen is secreted to inhibit the release of FSH. Estrogen thickens the endometrium of the uterus. A surge of Luteinizing Hormone (LH) triggers ovulation. On day 14, the LH surge causes a Graafian follicle to surface the ovary. The follicle ruptures and the ripe ovum is expelled into the abdominal cavity. The fallopian tubes pick up the ovum with the fimbria. The cervical mucus changes to aid the movement of sperm. On days 15 to 28—the post-ovulatory stage, the Graafian follicle—now called the corpus luteum—secretes estrogen. Production of progesterone increases, inhibiting LH release. The endometrium thickens to prepare for implantation, and the ovum travels down the Fallopian tubes to the uterus. If the ovum is not fertilized and does not implant, menstruation begins.",
            "score": 217.07608032226562
        },
        {
            "docid": "43294945_7",
            "document": "GnRH Neuron . GnRH neurons integrate information from the body to regulate reproduction. The strongest activator of GnRH neurons is a hormone called Kisspeptin. GnRH neurons also integrate information from the body through hormones like Neuropeptide Y and Adiponectin. These hormones provide the GnRH neurons with information about the body’s status to help determine whether reproduction should be prioritized or suppressed.",
            "score": 216.7498321533203
        },
        {
            "docid": "5591060_13",
            "document": "Estrogen receptor alpha . Estrogen signaling through ERα appears to be responsible for various aspects of central nervous development, such as synaptogenesis and synaptic remodeling. In the brain, ERα is found in hypothalamus, and preoptic area, and arcuate nucleus, all three of which have been linked to reproductive behavior, and the masculinization of the mouse brain appears to take place through ERα function. Furthermore, studies in models of psychopathology and neurodegenerative disease states suggest that estrogen receptors mediate the neuroprotective role of estrogen in the brain. Finally, ERα appears to mediate positive feedback effects of estrogen on the brain's secretion of GnRH and LH, by way increasing expression of kisspeptin in neurons of the arcuate nucleus and anteroventral periventricular nucleus. Although classical studies have suggested that negative feedback effects of estrogen also operate through ERα, female mice lacking ERα in kisspeptin-expressing neurons continue to demonstrate a degree of negative feedback response.",
            "score": 216.046875
        },
        {
            "docid": "88003_61",
            "document": "Menstrual cycle . Combined hormonal contraceptives include both an estrogen and a progestogen. Estrogen negative feedback on the anterior pituitary greatly decreases the release of FSH, which makes combined hormonal contraceptives more effective at inhibiting follicular development and preventing ovulation. Estrogen also reduces the incidence of irregular breakthrough bleeding. Several combined hormonal contraceptives—the pill, NuvaRing, and the contraceptive patch—are usually used in a way that causes regular withdrawal bleeding. In a normal cycle, menstruation occurs when estrogen and progesterone levels drop rapidly. Temporarily discontinuing use of combined hormonal contraceptives (a placebo week, not using patch or ring for a week) has a similar effect of causing the uterine lining to shed. If withdrawal bleeding is not desired, combined hormonal contraceptives may be taken continuously, although this increases the risk of breakthrough bleeding.",
            "score": 215.61964416503906
        },
        {
            "docid": "46607376_7",
            "document": "Organizational-Activational Hypothesis . Finger ratio has been examined in relation to a number of physical traits that show sex differences and evidence suggests it is influenced by the prenatal environment, although there is no direct evidence for the latter. Studies in men have been motivated by two conflicting hypotheses. On the one hand, homosexual men were hypothesized to be exposed to high levels of testosterone in utero, which would be associated with a lower 2D:4D ratio than that found in heterosexual men. On the other hand, homosexual men have been hypothesized to have low prenatal testosterone exposure, and data from two studies are consistent with that hypothesis, showing homosexual men to have a higher finger ratio (on both hands) than heterosexual men.  The hormonal control of ovulation is also related to the organizational/activational hypothesis. Both males and females rats exhibit luteinizing hormone (LH) pulses in which LH is released from the anterior pituitary due to the secretion of gonadotropin releasing hormone (GnRH) from the hypothalamus. Females, however, show an increase in LH pulse frequency around ovulation due to the positive feedback mechanism. When estrogen is increased in the blood, the anteroventral periventricular nucleus (AVPV) of the hypothalamus causes the release of GnRH. The GnRH surge brings about a surge in LH and follicle stimulating hormone (FSH). Since females have a cyclic gonadal function, there may be a sexual dimorphism in the gonadal secretion. When female rats are injected with testosterone there is no positive feedback occurring and no LH surge. Moreover, castrated males will exhibit LH surges, similar to female cyclic gonadal behavior.",
            "score": 214.9214630126953
        },
        {
            "docid": "30983_59",
            "document": "Testosterone . The amount of testosterone synthesized is regulated by the hypothalamic–pituitary–testicular axis (see figure to the right). When testosterone levels are low, gonadotropin-releasing hormone (GnRH) is released by the hypothalamus, which in turn stimulates the pituitary gland to release FSH and LH. These latter two hormones stimulate the testis to synthesize testosterone. Finally, increasing levels of testosterone through a negative feedback loop act on the hypothalamus and pituitary to inhibit the release of GnRH and FSH/LH, respectively.",
            "score": 214.31004333496094
        }
    ]
}