{
    "q": [
        {
            "docid": "6614349_18",
            "document": "Plant reproduction . Unlike animals, plants are immobile, and cannot seek out sexual partners for reproduction. In the evolution of early plants, abiotic means, including water and wind, transported sperm for reproduction. The first plants were aquatic, as described in the page \"Evolutionary history of plants\", and released sperm freely into the water to be carried with the currents. Primitive land plants like liverworts and mosses had motile sperm that swam in a thin film of water or were splashed in water droplets from the male reproduction organs onto the female organs. As taller and more complex plants evolved, modifications in the alternation of generations evolved; in the Paleozoic era progymnosperms reproduced by using spores dispersed on the wind. The seed plants including seed ferns, conifers and cordaites, which were all gymnosperms, evolved 350 million years ago; they had pollen grains that contained the male gametes for protection of the sperm during the process of transfer from the male to female parts. It is believed that insects fed on the pollen, and plants thus evolved to use insects to actively carry pollen from one plant to the next. Seed producing plants, which include the angiosperms and the gymnosperms, have heteromorphic alternation of generations with large sporophytes containing much reduced gametophytes. Angiosperms have distinctive reproductive organs called flowers, with carpels, and the female gametophyte is greatly reduced to a female embryo sac, with as few as eight cells. The male gametophyte consists of the pollen grains. The sperm of seed plants are non-motile, except for two older groups of plants, the Cycadophyta and the Ginkgophyta, which have flagellated sperm.",
            "score": 185.1047726869583
        },
        {
            "docid": "18967_20",
            "document": "Flowering plant . Fossilized spores suggest that higher plants (embryophytes) have lived on land for at least 475 million years. Early land plants reproduced sexually with flagellated, swimming sperm, like the green algae from which they evolved. An adaptation to terrestrialization was the development of upright meiosporangia for dispersal by spores to new habitats. This feature is lacking in the descendants of their nearest algal relatives, the Charophycean green algae. A later terrestrial adaptation took place with retention of the delicate, avascular sexual stage, the gametophyte, within the tissues of the vascular sporophyte. This occurred by spore germination within sporangia rather than spore release, as in non-seed plants. A current example of how this might have happened can be seen in the precocious spore germination in \"Selaginella\", the spike-moss. The result for the ancestors of angiosperms was enclosing them in a case, the seed. The first seed bearing plants, like the ginkgo, and conifers (such as pines and firs), did not produce flowers. The pollen grains (male gametophytes) of \"Ginkgo\" and cycads produce a pair of flagellated, mobile sperm cells that \"swim\" down the developing pollen tube to the female and her eggs. The apparently sudden appearance of nearly modern flowers in the fossil record initially posed such a problem for the theory of evolution that Charles Darwin called it an \"\"abominable mystery\"\". However, the fossil record has considerably grown since the time of Darwin, and recently discovered angiosperm fossils such as \"Archaefructus\", along with further discoveries of fossil gymnosperms, suggest how angiosperm characteristics may have been acquired in a series of steps. Several groups of extinct gymnosperms, in particular seed ferns, have been proposed as the ancestors of flowering plants, but there is no continuous fossil evidence showing exactly how flowers evolved. Some older fossils, such as the upper Triassic \"Sanmiguelia\", have been suggested. Based on current evidence, some propose that the ancestors of the angiosperms diverged from an unknown group of gymnosperms in the Triassic period (245–202 million years ago). Fossil angiosperm-like pollen from the Middle Triassic (247.2–242.0 Ma) suggests an older date for their origin. A close relationship between angiosperms and gnetophytes, proposed on the basis of morphological evidence, has more recently been disputed on the basis of molecular evidence that suggest gnetophytes are instead more closely related to other gymnosperms.",
            "score": 165.33885407447815
        },
        {
            "docid": "413340_2",
            "document": "Sporophyte . A sporophyte () is the diploid multicellular stage in the life cycle of a plant or alga. It develops from the zygote produced when a haploid egg cell is fertilized by a haploid sperm and each sporophyte cell therefore has a double set of chromosomes, one set from each parent. All land plants, and most multicellular algae, have life cycles in which a multicellular diploid sporophyte phase alternates with a multicellular haploid gametophyte phase. In the seed plants, the gymnosperms and flowering plants (\"angiosperms\"), the sporophyte phase is more prominent than the gametophyte, and is the familiar green plant with its roots, stem, leaves and cones or flowers. In flowering plants the gametophytes are very reduced in size, and are represented by the germinated pollen and the embryo sac.",
            "score": 159.91308522224426
        },
        {
            "docid": "13415317_4",
            "document": "Expansin . So far, two large families of expansin genes have been discovered in plants, named alpha-expansins (given the gene symbol EXPA) and beta-expansins (EXPB). Both families of expansins have been identified in a wide range of land plants, from angiosperms and gymnosperms to ferns and mosses. The model plant \"Arabidopsis thaliana\" contains around 26 different α-expansin genes and 6 β-expansin genes. A subset of β-expansins has evolved a special role in grass pollen, where they are known as group 1 grass pollen allergens. Plants also have a small set of expansin-like genes (named EXLA and EXLB) whose function has not been established. Some proteins in bacteria and fungi are known to have distant sequence similarity to plant expansins. Strong evidence that at least some of these sequences are indeed expansins came in 2008 when the crystal structure of the YOAJ protein from a bacterium (\"Bacillus subtilis\") was shown to be very similar to the structure of plant expansins, despite the low sequence similarity. This study also noted that proteins related to YOAJ were found in diverse species of plant pathogenic bacteria, but not in related bacteria that did not attack or colonize plants, thus suggesting that these bacterial expansins have a role in plant-microbe interactions. Some animals, such as \"Globodera rostochiensis\", a plant-parasitic nematode, can produce a functional expansin which uses it to loosen cell walls when invading its host plant.",
            "score": 180.04717922210693
        },
        {
            "docid": "14372314_4",
            "document": "Lateral shoot . Through testing with Arabidopsis thaliana (A plant considered a model organism for plant genetic studies) genes including MAX1 and MAX2 have been found to affect growth of lateral shoots. Gene knockouts of these genes cause abnormal proliferation of the plants affected, implying they are used for repressing said growth in wild type plants. Another set of experiments with Arabidopsis thaliana testing genes in the plant hormone florigen, two genes FT and TSF (which are abbreviations for Flowering Locus T, and Twin Sister of FT) when knocked out, appear to affect lateral shoot in a negative fashion. These mutants cause slower growth and improper formation of lateral shoots, which could also mean that lateral shoots are important to florigen's function. Along with general growth there are also transcription factors that directly effect the production of additional lateral shoots like the TCP family (also known as Teosinte branched 1/cycloidea/proliferating cell factor) which are plant specific proteins that suppress lateral shoot branching. Additionally the TCP family has been found to be partially responsible for inhibiting the cell's Growth hormone–releasing hormone (GHRF) which means it also inhibits cell proliferation. Apical dominance",
            "score": 186.37103044986725
        },
        {
            "docid": "19828134_20",
            "document": "Plant . An algal scum formed on the land , but it was not until the Ordovician Period, around , that land plants appeared. However, new evidence from the study of carbon isotope ratios in Precambrian rocks has suggested that complex photosynthetic plants developed on the earth over 1000 m.y.a. For more than a century it has been assumed that the ancestors of land plants evolved in aquatic environments and then adapted to a life on land, an idea usually credited to botanist Frederick Orpen Bower in his 1908 book \"The Origin of a Land Flora\". A recent alternative view, supported by genetic evidence, is that they evolved from terrestrial single-celled algae. Primitive land plants began to diversify in the late Silurian Period, around , and the results of their diversification are displayed in remarkable detail in an early Devonian fossil assemblage from the Rhynie chert. This chert preserved early plants in cellular detail, petrified in volcanic springs. By the middle of the Devonian Period most of the features recognised in plants today are present, including roots, leaves and secondary wood, and by late Devonian times seeds had evolved. Late Devonian plants had thereby reached a degree of sophistication that allowed them to form forests of tall trees. Evolutionary innovation continued in the Carboniferous and later geological periods and is ongoing today. Most plant groups were relatively unscathed by the Permo-Triassic extinction event, although the structures of communities changed. This may have set the scene for the evolution of flowering plants in the Triassic (~), which exploded in the Cretaceous and Tertiary. The latest major group of plants to evolve were the grasses, which became important in the mid Tertiary, from around . The grasses, as well as many other groups, evolved new mechanisms of metabolism to survive the low and warm, dry conditions of the tropics over the last .",
            "score": 167.16558265686035
        },
        {
            "docid": "13571938_34",
            "document": "Plant evolutionary developmental biology . The evolution of the MADS-box family has been extensively studied. These genes are present even in pteridophytes, but the spread and diversity is many times higher in angiosperms. There appears to be quite a bit of pattern into how this family has evolved. Consider the evolution of the C-region gene \"AGAMOUS (AG)\". It is expressed in today's flowers in the stamens, and the carpel, which are reproductive organs. It's ancestor in gymnosperms also has the same expression pattern. Here, it is expressed in the strobili, an organ that produces pollens or ovules. Similarly, the B-genes' \"(AP3 and PI)\" ancestors are expressed only in the male organs in gymnosperms. Their descendants in the modern angiosperms also are expressed only in the stamens, the male reproductive organ. Thus, the same, then-existing components were used by the plants in a novel manner to generate the first flower. This is a recurring pattern in evolution.",
            "score": 131.99769067764282
        },
        {
            "docid": "413340_4",
            "document": "Sporophyte . Bryophytes (mosses, liverworts and hornworts) have a dominant gametophyte phase on which the adult sporophyte is dependent for nutrition. The embryo sporophyte develops by cell division of the zygote within the female sex organ or archegonium, and in its early development is therefore nurtured by the gametophyte. Because this embryo-nurturing feature of the life cycle is common to all land plants they are known collectively as the embryophytes. Most algae have dominant gametophyte generations, but in some species the gametophytes and sporophytes are morphologically similar (isomorphic). An independent sporophyte is the dominant form in all clubmosses, horsetails, ferns, gymnosperms, and angiosperms that have survived to the present day. Early land plants had sporophytes that produced identical spores (isosporous or homosporous) but the ancestors of the gymnosperms evolved complex heterosporous life cycles in which the spores producing male and female gametophytes were of different sizes, the female megaspores tending to be larger, and fewer in number, than the male microspores.",
            "score": 148.40411484241486
        },
        {
            "docid": "11008314_87",
            "document": "Evolutionary history of plants . The evolution of the MADS-box family has been extensively studied. These genes are present even in pteridophytes, but the spread and diversity is many times higher in angiosperms. There appears to be quite a bit of pattern into how this family has evolved. Consider the evolution of the C-region gene \"AGAMOUS (AG)\". It is expressed in today's flowers in the stamens, and the carpel, which are reproductive organs. Its ancestor in gymnosperms also has the same expression pattern. Here, it is expressed in the strobili, an organ that produces pollen or ovules. Similarly, the B-genes' \"(AP3 and PI)\" ancestors are expressed only in the male organs in gymnosperms. Their descendants in the modern angiosperms also are expressed only in the stamens, the male reproductive organ. Thus, the same, then-existing components were used by the plants in a novel manner to generate the first flower. This is a recurring pattern in evolution.",
            "score": 131.99769067764282
        },
        {
            "docid": "31474_16",
            "document": "Transcription factor . Transcription factors can also be used to alter gene expression in a host cell to promote pathogenesis. A well studied example of this are the transcription-activator like effectors (TAL effectors) secreted by Xanthomonas bacteria. When injected into plants, these proteins can enter the nucleus of the plant cell, bind plant promoter sequences, and activate transcription of plant genes that aid in bacterial infection. TAL effectors contain a central repeat region in which there is a simple relationship between the identity of two critical residues in sequential repeats and sequential DNA bases in the TAL effector’s target site. This property likely makes it easier for these proteins to evolve in order to better compete with the defense mechanisms of the host cell.",
            "score": 133.13313245773315
        },
        {
            "docid": "11008314_113",
            "document": "Evolutionary history of plants . Secondary metabolite production seems to have arisen quite early during evolution. In plants, they seem to have spread out using mechanisms including gene duplications or the evolution of novel genes. Furthermore, research has shown that diversity in some of these compounds may be positively selected for. Although the role of novel gene evolution in the evolution of secondary metabolism is clear, there are several examples where new metabolites have been formed by small changes in the reaction. For example, cyanogen glycosides have been proposed to have evolved multiple times in different plant lineages. There are several such instances of convergent evolution. For example, enzymes for synthesis of limonene – a terpene – are more similar between angiosperms and gymnosperms than to their own terpene synthesis enzymes. This suggests independent evolution of the limonene biosynthetic pathway in these two lineages.",
            "score": 128.07744586467743
        },
        {
            "docid": "11008314_5",
            "document": "Evolutionary history of plants . Land plants evolved from a group of green algae, perhaps as early as 850 mya, but algae-like plants might have evolved as early as 1 billion years ago. The closest living relatives of land plants are the charophytes, specifically Charales; assuming that the Charales' habit has changed little since the divergence of lineages, this means that the land plants evolved from a branched, filamentous alga dwelling in shallow fresh water, perhaps at the edge of seasonally desiccating pools. However, some recent evidence suggests that land plants might have originated from unicellular terrestrial charophytes similar to extant Klebsormidiophyceae. The alga would have had a haplontic life cycle: it would only very briefly have had paired chromosomes (the diploid condition) when the egg and sperm first fused to form a zygote; this would have immediately divided by meiosis to produce cells with half the number of unpaired chromosomes (the haploid condition). Co-operative interactions with fungi may have helped early plants adapt to the stresses of the terrestrial realm. Plants were not the first photosynthesisers on land. Weathering rates suggest that organisms capable of photosynthesis were already living on the land , and microbial fossils have been found in freshwater lake deposits from , but the carbon isotope record suggests that they were too scarce to impact the atmospheric composition until around . These organisms, although phylogenetically diverse, were probably small and simple, forming little more than an algal scum.",
            "score": 152.1991776227951
        },
        {
            "docid": "13571938_44",
            "document": "Plant evolutionary developmental biology . Since bacteria possess the ability to make secondary metabolites such as the antibiotic penicillin, their production began quite early during evolution. But they assume more significant roles in eukaryotic and multicellular organisms. In plants they seem to have diversified using mechanisms such as gene duplications, evolution of novel genes and the development of novel biosynthetic pathways. Studies have shown that diversity in some of these compounds may be positively selected for. Cyanogenic glycosides may have been proposed to have evolved multiple times in different plant lineages, and there are several other instances of convergent evolution. For example, the enzymes for synthesis of limonene – a terpene – are more similar between angiosperms and gymnosperms than to their own terpene synthesis enzymes. This suggests independent evolution of the limonene biosynthetic pathway in these two lineages.",
            "score": 118.39378619194031
        },
        {
            "docid": "779824_6",
            "document": "Transfer DNA . \"Agrobacterium\" has been known to evolve a control system that hijacks host factors and cellular processes for several pathways of host-plant defense response to invade the host cell nucleus. For the integration of T-DNA into the target host genome, \"Agrobacterium\" carries out multiple interactions with host-plant factors. To interact with host plant proteins many \"Agrobacterium\" virulence proteins encoded by vir genes. \"Agrobacterium\" vir genes expression occurs via the VirA-VirG sensor that results in generation of a mobile single-stranded T-DNA copy (T-strand). Processed form of VirB2 is the major component of the T-complex that is required for transformation. VirD2 is the protein that caps the 5′ end of the transferred T-strand by covalent attachment and is transported to the host cell cytoplasm. VirE2 is the single-stranded DNA binding protein that presumably coats the T- strand in the host cytoplasm by cooperative binding. It is then directed into the nucleus via interactions with the host cell proteins such as importin a, bacterial VirE3, and dynein-like proteins. Several other bacterial virulence effectors like VirB5, VirB7 (the minor components of the T-complex), VirD5, VirE2, VirE3, and VirF that may also interact with proteins of host plant cells.",
            "score": 122.81620156764984
        },
        {
            "docid": "1274206_3",
            "document": "Cold hardening . Plants in temperate and polar regions adapt to winter and sub zero temperatures by relocating nutrients from leaves and shoots to storage organs. Freezing temperatures induce dehydrative stress on plants, as water absorption in the root and water transport in the plant decreases. Water in and between cells in the plant freezes and expands, causing tissue damage. Cold hardening is a process in which a plant undergoes physiological changes to avoid, or mitigate cellular injuries caused by sub-zero temperatures. Non-acclimatized individuals can survive −5 °C, while a acclimatized individual in the same species can survive −30°. Plants that originated in the tropics, like tomato or maize, don't go through cold hardening and are unable to survive freezing temperatures. The plant starts the adaptation by exposure to cold yet still not freezing temperatures. The process can be divided into three steps. First the plant perceives low temperature, then converts the signal to activate or repress expression of appropriate genes. Finally, it uses these genes to combat the stress, caused by sub-zero temperatures, affecting its living cells. Many of the genes and responses to low temperature stress are shared with other abiotic stresses, like drought or salinity.When temperature drops, the membrane fluidity, RNA and DNA stability, and enzyme activity change. These, in turn, affect transcription, translation, intermediate metabolism, and photosynthesis, leading to an energy imbalance. This energy imbalance is thought to be one of the ways the plant detects low temperature. Experiments on \"arabidopsis\" show that the plant detects the change in temperature, rather than the absolute temperature. The rate of temperature drop is directly connected to the magnitude of calcium influx, from the space between cells, into the cell. Calcium channels in the cell membrane detect the temperature drop, and promotes expression of low temperature responsible genes in \"alfalfa\" and \"arabidopsis\". The response to the change in calcium elevation depends on the cell type and stress history. Shoot tissue will respond more than a root cells, and a cell that already is adapted to cold stress will respond more than one that has not been through cold hardening before. Light doesn't control the onset of cold hardening directly, but shortening of daylight is associated with fall, and starts production of reactive oxygen species and excitation of photosystem 2, which influences low-temp signal transduction mechanisms. Plants with compromised perception of day length have compromised cold acclimation.",
            "score": 154.90135252475739
        },
        {
            "docid": "961961_13",
            "document": "Gene gun . Transformed cells can be treated with a series of plant hormones, such as auxins and gibberellins, and each may divide and differentiate into the organized, specialized, tissue cells of an entire plant. This capability of total re-generation is called totipotency. The new plant that originated from a successfully transformed cell may have new traits that are heritable. The use of the gene gun may be contrasted with the use of \"Agrobacterium tumefaciens\" and its Ti plasmid to insert DNA into plant cells. See transformation for different methods of transformation in different species.",
            "score": 124.60175251960754
        },
        {
            "docid": "21304415_17",
            "document": "Sexual reproduction . Animals typically produce gametes directly by meiosis. Male gametes are called sperm, and female gametes are called eggs or ova. In animals, fertilization follows immediately after meiosis. Plants on the other hand have mitosis occurring in spores, which are produced by meiosis. The spores germinate into the gametophyte phase. The gametophytes of different groups of plants vary in size; angiosperms have as few as three cells in pollen, and mosses and other so called primitive plants may have several million cells. Plants have an alternation of generations where the sporophyte phase is succeeded by the gametophyte phase. The sporophyte phase produces spores within the sporangium by meiosis.",
            "score": 112.51668810844421
        },
        {
            "docid": "299472_5",
            "document": "Multicellular organism . Multicellularity has evolved independently at least 46 times in eukaryotes, and also in some prokaryotes, like cyanobacteria, myxobacteria, actinomycetes, \"Magnetoglobus multicellularis\" or \"Methanosarcina\". However, complex multicellular organisms evolved only in six eukaryotic groups: animals, fungi, brown algae, red algae, green algae, and land plants. It evolved repeatedly for Chloroplastida (green algae and land plants), once or twice for animals, once for brown algae, three times in the fungi (chytrids, ascomycetes and basidiomycetes) and perhaps several times for slime molds and red algae. The first evidence of multicellularity is from cyanobacteria-like organisms that lived 3–3.5 billion years ago. To reproduce, true multicellular organisms must solve the problem of regenerating a whole organism from germ cells (i.e. sperm and egg cells), an issue that is studied in evolutionary developmental biology. Animals have evolved a considerable diversity of cell types in a multicellular body (100–150 different cell types), compared with 10–20 in plants and fungi.",
            "score": 122.71558129787445
        },
        {
            "docid": "12747796_13",
            "document": "Glossary of plant morphology . Common structural elements are present in the embryonic part of the life cycle, which is the diploid multicellular phase. The embryo develops into the sporophyte, which at maturity produces haploid spores, which germinate to produce the gametophyte, the haploid multicellular phase. The haploid gametophyte then produces gametes, which may fuse to form a diploid zygote, and finally an embryo. This phenomenon of alternating diploid and haploid multicellular phases is common to the embryophytes (land plants) and is referred to as the alternation of generations. A major difference between vascular and non-vascular plants is that in the latter the haploid gametophyte is the more visible and longer-lived stage. In vascular plants, the diploid sporophyte has evolved as the dominant and visible phase of the life cycle. In seed plants and some other groups of vascular plants the gametophyte phases are strongly reduced in size and contained within the pollen and ovules. The female gametophyte is entirely contained within the sporophyte's tissues, while the male gametophyte in its pollen grain is released and transferred by wind or animal vectors to fertilize the ovules.",
            "score": 140.62726998329163
        },
        {
            "docid": "5435207_10",
            "document": "Coprinopsis cinerea . \"C. cinerea\" is an ideal model for studying meiosis because meiosis progresses synchronously in about 10 million cells within each mushroom cap. Meiosis is a specialized cell division process, occurring in diploid cells, in which a single round of DNA replication occurs, and is followed by two divisions to produce four haploid daughter nuclei. During meiosis homologous chromosomes pair with each other and undergo a DNA repair process in which DNA damage is removed and genetic information is recombined. Burns et al. studied the expression of genes involved in the 15-hour meiotic process encompassing time points prior to the haploid nuclear fusion that forms the diploid zygote to the final formation of the four haploid products. They compared expression of particular genes in \"C. cinerea\" to the expression of the comparable genes (orthologs) in two other species (\"Saccharomyces cerevisiae\" and \"Schizosaccharomyces pombe\") from which \"C. cinerea\" had diverged in evolution 500 to 900 million years ago. They found that the expression of individual genes turned on or off at the same stage in \"C. cinerea\" as in the other two species. They also found that genes considered to be specifically involved in the meiotic process were more conserved in their expression pattern than non-meiotic genes. These findings indicate ancient conservation of the meiotic process.",
            "score": 76.98106074333191
        },
        {
            "docid": "177938_19",
            "document": "Moss . The moss \"Phycomitrella patens\" has been used as a model organism to study how plants repair damage to their DNA, especially the repair mechanism known as homologous recombination. If the plant cannot repair DNA damage, e.g. double-strand breaks, in their somatic cells, the cells can lose normal functions or die. If this occurs during meiosis (part of sexual reproduction), they could become infertile. The genome of \"P. patens\" has been sequenced, which has allowed several genes involved in DNA repair to be identified. \"P. patens\" mutants that are defective in key steps of homologous recombination have been used to work out how the repair mechanism functions in plants. For example, a study of \"P. patens\" mutants defective in \"Rp\"RAD51, a gene that encodes a protein at the core of the recombinational repair reaction, indicated that homologous recombination is essential for repairing DNA double-strand breaks in this plant. Similarly, studies of mutants defective in \"Ppmre11\" or \"Pprad50\" (that encode key proteins of the MRN complex, the principal sensor of DNA double-strand breaks) showed that these genes are necessary for repair of DNA damage as well as for normal growth and development.",
            "score": 128.83276534080505
        },
        {
            "docid": "13571938_46",
            "document": "Plant evolutionary developmental biology . Polyploidy is a very common feature in plants. It is believed that at least half plants are or have been polyploids. Polyploidy leads to genome doubling, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form. It is not known though, why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, leading to polypoidy. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families is less, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are found clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 148.3128091096878
        },
        {
            "docid": "11008314_96",
            "document": "Evolutionary history of plants . Genome doubling is a relatively common occurrence in plant evolution and results in polyploidy, which is consequently a common feature in plants. It is estimated that at least half (and probably all) plants have seen genome doubling in their history. Genome doubling entails gene duplication, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form; though it is not known why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, causing genome duplication. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families are lesser than animals, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are more clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 153.15169322490692
        },
        {
            "docid": "6614349_13",
            "document": "Plant reproduction . Sexual reproduction involves two fundamental processes: meiosis, which rearranges the genes and reduces the number of chromosomes, and fertilization, which restores the chromosome to a complete diploid number. In between these two processes, different types of plants and algae vary, but many of them, including all land plants, undergo alternation of generations, with two different multicellular structures (phases), a gametophyte and a sporophyte. The evolutionary origin and adaptive significance of sexual reproduction are discussed in the pages “Evolution of sexual reproduction” and “Origin and function of meiosis.”",
            "score": 105.25540137290955
        },
        {
            "docid": "30808725_4",
            "document": "Subfunctionalization . Specialization is a unique model of subfunctionalization, in which paralogs divide into various areas of specialty rather than function. In this model both gene copies perform exactly the same ancestral function. For instance, while the ancestral gene may have performed its function in all tissues, developmental stage, and environmental conditions, the paralogous genes become specialists, dividing themselves among different tissues, developmental stages, and environmental conditions. For example, if the ancestral gene is responsible for both digestive and lymphatic regulatory processes, after gene duplication one of the paralogs would claim responsibility for lymphatic regulation and the other for digestive regulation. Specialization is also unique in the fact that it is a positive rather than neutral mutation process. When a gene specializes among different tissues, developmental stages, or environmental conditions it acquires an improvement in function. Isozymes are a good example of this because they are gene products of paralogs that catalyze the same biochemical reaction. However, different members have evolved particular adaptations to different tissues or different developmental stages that enhance the physiological fine-tuning of the cell.",
            "score": 58.56245291233063
        },
        {
            "docid": "64045_5",
            "document": "Chromosomal crossover . There are two popular and overlapping theories that explain the origins of crossing-over, coming from the different theories on the origin of meiosis. The first theory rests upon the idea that meiosis evolved as another method of DNA repair, and thus crossing-over is a novel way to replace possibly damaged sections of DNA. The second theory comes from the idea that meiosis evolved from bacterial transformation, with the function of propagating  diversity. In 1931, Barbara McClintock discovered a triploid maize plant. She made key findings regarding corn’s karyotype, including the size and shape of the chromosomes. McClintock used the prophase and metaphase stages of mitosis to describe the morphology of corn’s chromosomes, and later showed the first ever cytological demonstration of crossing over in meiosis. Working with student Harriet Creighton, McClintock also made significant contributions to the early understanding of codependency of linked genes.  Crossing over and DNA repair are very similar processes, which utilize many of the same protein complexes.  In her report, “The Significance of Responses of the Genome to Challenge”, McClintock studied corn to show how corn’s genome would change itself to overcome threats to its survival. She used 450 self-pollinated plants that received from each parent a chromosome with a ruptured end. She used modified patterns of gene expression on different sectors of leaves of her corn plants show that transposable elements (“controlling elements”) hide in the genome, and their mobility allows them to alter the action of genes at different loci. These elements can also restructure the genome, anywhere from a few nucleotides to whole segments of chromosome.  Recombinases and primases lay a foundation of nucleotides along the DNA sequence. One such particular protein complex that is conserved between processes is RAD51, a well conserved recombinase protein that has been shown to be crucial in DNA repair as well as cross over. Several other genes in \"D. melanogaster\" have been linked as well to both processes, by showing that mutants at these specific loci cannot undergo DNA repair or crossing over. Such genes include mei-41, mei-9, hdm, spnA, and brca2. This large group of conserved genes between processes supports the theory of a close evolutionary relationship. Furthermore, DNA repair and crossover have been found to favor similar regions on chromosomes. In an experiment using radiation hybrid mapping on wheat’s (\"Triticum aestivum L.\") 3B chromosome, crossing over and DNA repair were found to occur predominantly in the same regions. Furthermore, crossing over has been correlated to occur in response to stressful, and likely DNA damaging, conditions",
            "score": 107.217165350914
        },
        {
            "docid": "45306289_5",
            "document": "WRKY transcription factor family . WRKY transcription factor genes are found throughout the plant lineage and also outside of the plant lineage in some diplomonads, social amoebae, fungi incertae sedis, and amoebozoa. This patchy distribution suggests that lateral gene transfer is responsible. These lateral gene transfer events appear to pre-date the formation of the WRKY groups in flowering plants, where there are seven well-defined groups, Groups I + IIc, Groups IIa + IIb, Groups IId + IIe, and Group III. Flowering plants also contain proteins with domains typical for both resistance (R) proteins and WRKY transcription factors. R protein-WRKY genes have evolved numerous times in flowering plants, each type being restricted to specific flowering plant lineages. These chimeric proteins contain not only novel combinations of protein domains but also novel combinations and numbers of WRKY domains.",
            "score": 149.81672406196594
        },
        {
            "docid": "6614349_26",
            "document": "Plant reproduction . The bryophytes, which include liverworts, hornworts and mosses, reproduce both sexually and vegetatively. The gametophyte is the most commonly known phase of the plant. All are small plants found growing in moist locations and like ferns, have motile sperm with flagella and need water to facilitate sexual reproduction. These plants start as a haploid spore that grows into the dominate form, which is a multicellular haploid body with leaf-like structures that photosynthesize. Haploid gametes are produced in antherida and archegonia by mitosis. The sperm released from the antheridia respond to chemicals released by ripe archegonia and swim to them in a film of water and fertilize the egg cells, thus producing zygotes that are diploid. The zygote divides by mitotic division and grows into a sporophyte that is diploid. The multicellular diploid sporophyte produces structures called spore capsules. The spore capsules produce spores by meiosis, and when ripe, the capsules burst open and the spores are released. Bryophytes show considerable variation in their breeding structures and the above is a basic outline. In some species each gametophyte is one sex while other species produce both antheridia and archegonia on the same gametophyte which is thus hermaphrodite.",
            "score": 142.33790051937103
        },
        {
            "docid": "13571938_24",
            "document": "Plant evolutionary developmental biology . At the genetic level, developmental studies have shown that repression of the KNOX genes is required for initiation of the leaf primordium. This is brought about by \"ARP\" genes, which encode transcription factors. Genes of this type have been found in many plants studied till now, and the mechanism i.e. repression of KNOX genes in leaf primordia, seems to be quite conserved. Expression of KNOX genes in leaves produces complex leaves. It is speculated that the \"ARP\" function arose quite early in vascular plant evolution, because members of the primitive group lycophytes also have a functionally similar gene Other players that have a conserved role in defining leaf primordia are the phytohormone auxin, gibberelin and cytokinin. One feature of a plant is its phyllotaxy. The arrangement of leaves on the plant body is such that the plant can maximally harvest light under the given constraints, and hence, one might expect the trait to be genetically robust. However, it may not be so. In maize, a mutation in only one gene called \"abphyl\" (\"abnormal phyllotaxy\") was enough to change the phyllotaxy of the leaves. It implies that sometimes, mutational tweaking of a single locus on the genome is enough to generate diversity. The \"abphyl\" gene was later on shown to encode a cytokinin response regulator protein.",
            "score": 140.2451684474945
        },
        {
            "docid": "10321124_21",
            "document": "Type three secretion system . Another well characterized class of T3SS effectors are Transcription Activator-like effectors (TAL effectors) from Xanthomonas. When injected into plants, these proteins can enter the nucleus of the plant cell, bind plant promoter sequences, and activate transcription of plant genes that aid in bacterial infection. TAL effector-DNA recognition has recently been demonstrated to comprise a simple code and this has greatly improved the understanding of how these proteins can alter the transcription of genes in the host plant cells.",
            "score": 129.7040810585022
        },
        {
            "docid": "44419326_2",
            "document": "Bitter taste evolution . The evolution of bitter taste receptors has been one of the most dynamic evolutionary adaptations to arise in multiple species. This phenomenon has been widely studied in the field of evolutionary biology because of its role in the identification of toxins often found on the leaves of inedible plants. A palate more sensitive to these bitter tastes would, theoretically, have an advantage over members of the population less sensitive to these poisonous substances because they would be much less likely to ingest toxic plants. Bitter-taste genes have been found in a variety of species, and the same genes have been well characterized in several common laboratory animals such as primates and mice, as well as in humans. The primary gene responsible for encoding this ability in humans is the \"TAS2R\" gene family which contains 25 functional loci as well as 11 pseudogenes. The development of this gene has been well characterized, with proof that the ability evolved before the human migration out of Africa. The gene continues to evolve, for better or for worse, in the present day.",
            "score": 119.22378349304199
        },
        {
            "docid": "11008314_13",
            "document": "Evolutionary history of plants . The pattern in plant evolution has been a shift from homomorphy to heteromorphy. The algal ancestors of land plants were almost certainly haplobiontic, being haploid for all their life cycles, with a unicellular zygote providing the 2N stage. All land plants (i.e. embryophytes) are diplobiontic – that is, both the haploid and diploid stages are multicellular. Two trends are apparent: bryophytes (liverworts, mosses and hornworts) have developed the gametophyte as the dominant phase of the life cycle, with the sporophyte becoming almost entirely dependent on it; vascular plants have developed the sporophyte as the dominant phase, with the gametophytes being particularly reduced in the seed plants.",
            "score": 100.77547240257263
        }
    ],
    "r": [
        {
            "docid": "25046411_2",
            "document": "Leafy . LEAFY (abbreviated LFY) is a plant gene that causes groups of undifferentiated cells called meristems to develop into flowers instead of leaves with associated shoots.",
            "score": 241.88409423828125
        },
        {
            "docid": "63528_31",
            "document": "Inflorescence . Genes that shape inflorescence development have been studied at great length in \"Arabidopsis\". \"LEAFY\" (LFY) is a gene that promotes floral meristem identity, regulating inflorescence development in \"Arabidopsis.\" Any alterations in timing of LFY expression can cause formation of different inflorescences in the plant. Genes similar in function to LFY include \"APETALA1\" (AP1). Mutations in LFY, AP1, and similar promoting genes can cause conversion of flowers into shoots. In contrast to LEAFY, genes like \"terminal flower\" (TFL) support the activity of an inhibitor that prevents flowers from growing on the inflorescence apex (flower primordium initiation), maintaining inflorescence meristem identity. Both types of genes help shape flower development in accordance with the ABC model of flower development. Studies have been recently conducted or are ongoing for homologs of these genes in other flower species.",
            "score": 217.5732421875
        },
        {
            "docid": "12747796_14",
            "document": "Glossary of plant morphology . Amongst the vascular plants, the structures and functions of the Pteridophyta (ferns), which reproduce seedlessly, are also sufficiently different to justify separate treatment, as here (see Pteridophytes). The remainder of the vascular plant sections address the higher plants (Spermatophytes or Seed Plants, i.e. Gymnosperms and Angiosperms or flowering plants). In the higher plants, the terrestrial sporophyte has evolved specialised parts. In essence, they have a lower, underground component and an upper, aerial component. The underground part develops roots that seek water and nourishment from the soil, while the upper component, or shoot, grows toward the light and develops a plant stem, leaves and specialised reproductive structures (sporangia). In angiosperms, the sporangia are located in the stamen anthers (microsporangia) and ovules (megasporangia). The specialised sporangia bearing stem is the flower. In angiosperms, if the female sporangium is fertilised, it becomes the fruit, a mechanism for dispersing the seeds produced from the embryo. Thus, the terrestrial sporophyte has two growth centres, the stem growing upwards while the roots grow downwards. New growth occurs at the tips (apices) of both the shoot and roots, where the undifferentiated cells of the meristem divide. Branching occurs to form new apical meristems. Growth of the stem is indeterminate in pattern (not pre-determined to stop at a particular point). The functions of the stem are to raise and support the leaves and reproductive organs above the level of the soil, to facilitate absorption of light for photosynthesis, gas exchange, water exchange (transpiration), pollination, and seed dispersal. The stem also serves as a conduit, from roots to overhead structures, for water and other growth-enhancing substances. These conduits consist of specialised tissues known as vascular bundles, which give the name \"vascular plants\" to the angiosperms. The point of insertion, on the stem, of leaves or buds is a node, and the space between two successive nodes, an internode.",
            "score": 215.19146728515625
        },
        {
            "docid": "54939754_8",
            "document": "CLE peptide . Meristematic cells give rise to various organs of the plant and keep the plant growing.There are two types of meristematic tissues 1) Apical Meristem 2) Lateral Meristem. The Apical Meristem is of two types; the shoot apical meristem (SAM) gives rise to organs like the leaves and flowers, while the root apical meristem (RAM) provides the meristematic cells for the future root growth. SAM and RAM cells divide rapidly and are considered indeterminate, in that they do not possess any defined end status. In that sense, the meristematic cells are frequently compared to the stem cells in animals, which have an analogous behavior and function. Within plants SAM cells play a major role in the overall growth and development, this is due to the fact that all cells making up the major parts of the plant come from the shoot apical meristem (SAM). There are three different important area found within the SAM and they include the central zone (CZ), the peripheral zone (PZ), and the rib meristem (RM). Each of these areas play an important in the production of new stem cells within the SAM. All SAMs are usually dome shaped and have structures that are layered and are described as the tunica and corpus. CLV3 plays an important role in regulating the production of stem cells within the Central Zone (CZ) region of the (SAM), this is also true for the cell promoting WUSCHEL (WUS) gene. The combination of these two genes regulates stem cell production by WUS negatively or positively regulating the production of stem cells by controlling the CLV3 gene.;",
            "score": 213.1181640625
        },
        {
            "docid": "1184860_7",
            "document": "Organogenesis . In plants, organogenesis, which is simply the process of forming new organs, occurs continuously and only stops when the plant dies. In the shoot, the shoot apical meristems regularly produce new lateral organs (leaves or flowers) and lateral branches. In the root, new lateral roots form from weakly differentiated internal tissue (e.g. the xylem-pole pericycle in the model plant \"Arabidopsis thaliana\"). \"In vitro\" and in response to specific cocktails of hormones (mainly auxins and cytokinins), most plant tissues can de-differentiate and form a mass of dividing totipotent stem cells called a callus. \" organogenesis can then occur from those cells. The type of organ that is formed depends on the relative concentrations of the hormones in the medium. Plant organogenesis can be induced in tissue culture and used to regenerate plants.",
            "score": 202.7999725341797
        },
        {
            "docid": "63528_33",
            "document": "Inflorescence . The shift from the vegetative to reproductive phase of a flower involves the development of an inflorescence meristem that generates floral meristems. Plant inflorescence architecture depends on which meristems becomes flowers and which become shoots. Consequently, genes that regulate floral meristem identity play major roles in determining inflorescence architecture because their expression domain will direct where the plant's flowers are formed.",
            "score": 200.37359619140625
        },
        {
            "docid": "7556348_24",
            "document": "Plant morphology . Once the embryo germinates from its seed or parent plant, it begins to produce additional organs (leaves, stems, and roots) through the process of organogenesis. New roots grow from root meristems located at the tip of the root, and new stems and leaves grow from shoot meristems located at the tip of the shoot. Branching occurs when small clumps of cells left behind by the meristem, and which have not yet undergone cellular differentiation to form a specialized tissue, begin to grow as the tip of a new root or shoot. Growth from any such meristem at the tip of a root or shoot is termed primary growth and results in the lengthening of that root or shoot. Secondary growth results in widening of a root or shoot from divisions of cells in a cambium.",
            "score": 198.1796112060547
        },
        {
            "docid": "14126223_5",
            "document": "Plant development . Once the embryo germinates from its seed or parent plant, it begins to produce additional organs (leaves, stems, and roots) through the process of organogenesis. New roots grow from root meristems located at the tip of the root, and new stems and leaves grow from shoot meristems located at the tip of the shoot. Branching occurs when small clumps of cells left behind by the meristem, and which have not yet undergone cellular differentiation to form a specialized tissue, begin to grow as the tip of a new root or shoot. Growth from any such meristem at the tip of a root or shoot is termed primary growth and results in the lengthening of that root or shoot. Secondary growth results in widening of a root or shoot from divisions of cells in a cambium.",
            "score": 198.1796112060547
        },
        {
            "docid": "46694447_12",
            "document": "Epigenetics of plant growth and development . Flowering is a pivotal step in plant development. Numerous epigenetic factors contribute to the regulation of flowering genes, known as flowering loci (FL). In \"Arabidopsis\", flowering locus t is responsible for the production of florigen, which induces changes in the shoot apical meristem, a special set of growth tissues, to establish flowering (Turck et al. 2008). Homologs of the flowering genes exist in flowering plants, but the exact nature of how the genes respond to each mechanism might differ between species (Sun et al. 2014).",
            "score": 197.394287109375
        },
        {
            "docid": "4402942_4",
            "document": "Primordium . Plants produce both leaf and flower primordia cells at the shoot apical meristem (SAM). Primordium development in plants is critical to the proper positioning and development of plant organs and cells. The process of primordium development is intricately regulated by a set of genes that affect the positioning, growth and differentiation of the primordium. Genes including STM (\"SHOOT MERISTEMLESS\") and CUC (\"CUP-SHAPED COTYLEDON\") are involved in defining the borders of the newly formed primordium.",
            "score": 192.60760498046875
        },
        {
            "docid": "227682_16",
            "document": "Meristem . In contrast to vegetative apical meristems and some efflorescence meristems, floral meristems cannot continue to grow indefinitely. Their future growth is limited to the flower with a particular size and form. The transition from shoot meristem to floral meristem requires floral meristem identity genes, that both specify the floral organs and cause the termination of the production of stem cells. \"AGAMOUS\" (\"AG\") is a floral homeotic gene required for floral meristem termination and necessary for proper development of the stamens and carpels. \"AG\" is necessary to prevent the conversion of floral meristems to inflorescence shoot meristems, but is not involved in the transition from shoot to floral meristem. AG is turned on by the floral meristem identity gene \"LEAFY\" (\"LFY\") and \"WUS\" and is restricted to the centre of the floral meristem or the inner two whorls. This way floral identity and region specificity is achieved. WUS activates AG by binding to a consensus sequence in the AG’s second intron and LFY binds to adjacent recognition sites. Once AG is activated it represses expression of WUS leading to the termination of the meristem.",
            "score": 191.43544006347656
        },
        {
            "docid": "1251821_2",
            "document": "Plant embryogenesis . Plant embryogenesis is a process that occurs after the fertilization of an ovule to produce a fully developed plant embryo. This is a pertinent stage in the plant life cycle that is followed by dormancy and germination. The zygote produced after fertilization, must undergo various cellular divisions and differentiations to become a mature embryo. An end stage embryo has five major components including the shoot apical meristem, hypocotyl, root meristem, root cap, and cotyledons. Unlike animal embryogenesis, plant embryogenesis results in an immature form of the plant, lacking most structures like leaves, stems, and reproductive structures",
            "score": 189.8588409423828
        },
        {
            "docid": "367897_5",
            "document": "Marchantiophyta . Most liverworts are small, measuring from wide with individual plants less than long, so they are often overlooked. The most familiar liverworts consist of a prostrate, flattened, ribbon-like or branching structure called a thallus (plant body); these liverworts are termed \"thallose liverworts\". However, most liverworts produce flattened stems with overlapping scales or leaves in two or more ranks, the middle rank is often conspicuously different from the outer ranks; these are called \"leafy liverworts\" or \"scale liverworts\". (\"See the gallery below for examples.\") Liverworts can most reliably be distinguished from the apparently similar mosses by their single-celled rhizoids. Other differences are not universal for all mosses and all liverworts; but the lack of clearly differentiated stem and leaves in thallose species, or in leafy species the presence of deeply lobed or segmented leaves and the presence of leaves arranged in three ranks, all point to the plant being a liverwort. Unlike any other embryophytes, most liverworts contain unique membrane-bound oil bodies containing isoprenoids in at least some of their cells, lipid droplets in the cytoplasm of all other plants being unenclosed. The overall physical similarity of some mosses and leafy liverworts means that confirmation of the identification of some groups can be performed with certainty only with the aid of microscopy or an experienced bryologist .",
            "score": 187.8731689453125
        },
        {
            "docid": "7556348_4",
            "document": "Plant morphology . Secondly, plant morphology observes both the vegetative (somatic) structures of plants, as well as the reproductive structures. The vegetative structures of vascular plants includes the study of the shoot system, composed of stems and leaves, as well as the root system. The reproductive structures are more varied, and are usually specific to a particular group of plants, such as flowers and seeds, fern sori, and moss capsules. The detailed study of reproductive structures in plants led to the discovery of the alternation of generations found in all plants and most algae. This area of plant morphology overlaps with the study of biodiversity and plant systematics.",
            "score": 187.11122131347656
        },
        {
            "docid": "25046411_4",
            "document": "Leafy . \"LEAFY\" encodes a plant-specific transcription factor, is found in all land plants and in charophytes and one of its exons have been used extensively in phylogenetic work on spermatophytes. When the gene is overexpressed, the plant is less sensitive to environmental signals and flowers earlier.",
            "score": 187.05430603027344
        },
        {
            "docid": "14372314_4",
            "document": "Lateral shoot . Through testing with Arabidopsis thaliana (A plant considered a model organism for plant genetic studies) genes including MAX1 and MAX2 have been found to affect growth of lateral shoots. Gene knockouts of these genes cause abnormal proliferation of the plants affected, implying they are used for repressing said growth in wild type plants. Another set of experiments with Arabidopsis thaliana testing genes in the plant hormone florigen, two genes FT and TSF (which are abbreviations for Flowering Locus T, and Twin Sister of FT) when knocked out, appear to affect lateral shoot in a negative fashion. These mutants cause slower growth and improper formation of lateral shoots, which could also mean that lateral shoots are important to florigen's function. Along with general growth there are also transcription factors that directly effect the production of additional lateral shoots like the TCP family (also known as Teosinte branched 1/cycloidea/proliferating cell factor) which are plant specific proteins that suppress lateral shoot branching. Additionally the TCP family has been found to be partially responsible for inhibiting the cell's Growth hormone–releasing hormone (GHRF) which means it also inhibits cell proliferation. Apical dominance",
            "score": 186.37103271484375
        },
        {
            "docid": "6614349_18",
            "document": "Plant reproduction . Unlike animals, plants are immobile, and cannot seek out sexual partners for reproduction. In the evolution of early plants, abiotic means, including water and wind, transported sperm for reproduction. The first plants were aquatic, as described in the page \"Evolutionary history of plants\", and released sperm freely into the water to be carried with the currents. Primitive land plants like liverworts and mosses had motile sperm that swam in a thin film of water or were splashed in water droplets from the male reproduction organs onto the female organs. As taller and more complex plants evolved, modifications in the alternation of generations evolved; in the Paleozoic era progymnosperms reproduced by using spores dispersed on the wind. The seed plants including seed ferns, conifers and cordaites, which were all gymnosperms, evolved 350 million years ago; they had pollen grains that contained the male gametes for protection of the sperm during the process of transfer from the male to female parts. It is believed that insects fed on the pollen, and plants thus evolved to use insects to actively carry pollen from one plant to the next. Seed producing plants, which include the angiosperms and the gymnosperms, have heteromorphic alternation of generations with large sporophytes containing much reduced gametophytes. Angiosperms have distinctive reproductive organs called flowers, with carpels, and the female gametophyte is greatly reduced to a female embryo sac, with as few as eight cells. The male gametophyte consists of the pollen grains. The sperm of seed plants are non-motile, except for two older groups of plants, the Cycadophyta and the Ginkgophyta, which have flagellated sperm.",
            "score": 185.10476684570312
        },
        {
            "docid": "8449_19",
            "document": "Developmental biology . Once the embryo germinates from its seed or parent plant, it begins to produce additional organs (leaves, stems, and roots) through the process of organogenesis. New roots grow from root meristems located at the tip of the root, and new stems and leaves grow from shoot meristems located at the tip of the shoot. Branching occurs when small clumps of cells left behind by the meristem, and which have not yet undergone cellular differentiation to form a specialized tissue, begin to grow as the tip of a new root or shoot. Growth from any such meristem at the tip of a root or shoot is termed primary growth and results in the lengthening of that root or shoot. Secondary growth results in widening of a root or shoot from divisions of cells in a cambium.",
            "score": 183.36477661132812
        },
        {
            "docid": "46694447_14",
            "document": "Epigenetics of plant growth and development . Another set of flowering controls stems from photoperiodism which initiates flowering based on the length of nighttime. Long day plants flower with a short night, while short day plants require uninterrupted darkness. Some plants are restricted to either condition, while others can operate under a combination of the two, and some plants do not operate under photoperiodism. In \"Arabidopsis\", the gene CONSTANS responds to long day conditions and enables flowering when it stops repressing flowering locus t (Shim et al. 2015). In rice, photoperiodic response is slightly more complex and is controlled by the florigen genes Rice Flowering locus T 1 (RFT1) and Heading date 3 a (Hd3a). Hd3a, is a homolog of flowering locus t and, when no longer repressed, activates flowering by directing modification of DNA at the shoot apical meristem with florigen. Heading date 1 (Hd1) is a gene that promotes flowering under short day conditions but represses flowering under long day as it either activates or suppresses Hd3a. Meanwhile, RFT1 can cause flowering under non-inductive long day. Polycomb Repressive Complex 2 can lead to silencing of the genes through histone H3 lysine 27 trimethylation. A variety of chromatin modifications operating in both long and short days or only under one condition can also affect the two florigen genes in rice (Sun et al. 2014).",
            "score": 183.2122039794922
        },
        {
            "docid": "18967_29",
            "document": "Flowering plant . Flower ontogeny uses a combination of genes normally responsible for forming new shoots. The most primitive flowers probably had a variable number of flower parts, often separate from (but in contact with) each other. The flowers tended to grow in a spiral pattern, to be bisexual (in plants, this means both male and female parts on the same flower), and to be dominated by the ovary (female part). As flowers evolved, some variations developed parts fused together, with a much more specific number and design, and with either specific sexes per flower or plant or at least \"ovary-inferior\".",
            "score": 182.6906280517578
        },
        {
            "docid": "4206747_8",
            "document": "Driftwood Canyon Provincial Park . Fossils of plant remains are rare, but include up to 29 genera of plants. The most common plant fossils found are leafy shoots of the dawn redwood, \"Metasequoia\", and the floating fern \"Azolla primaeva\" as mats of plants or as isolated fossils. Leaves of alder (\"Alnus\" sp.) are also found, as well as the leaves or needles and seeds of pines (\"Pinus\" sp.), the golden larch (\"Pseudolarix\" sp.), cedars (\"Chamaecyparis\" and/or \"Thuja\" spp.), redwood (\"Sequoia\" sp.), and rare \"Ginkgo\" and sassafras (\"Sassafras hesperia\") leaves. A permineralized pine cone (\"Pinus driftwoodensis\") and associated 2-needle foliage was described from the site in the 1980s. Rare flowers and the seeds of flowering plants have been collected, including \"Ulmus\", \"Florissantia\", and \"Dipteronia\", a genus of trees related to maples (\"Acer\". spp.) that today grows in eastern Asia.",
            "score": 182.31448364257812
        },
        {
            "docid": "42671200_7",
            "document": "Epigenetic regulation of transposable elements in the plant kingdom . Due to their invasive nature, and their potentially disruptive production of ncRNAs, most transposons are dangerous to plants and metazoans alike. Given the lack of distinction between germ-line and somatic cells in the plant kingdom, this is doubly so, since alterations to the genetic and epigenetic code will be more easily inherited. While transposable elements may affect any number of different cell-types in an animal, be a skin cell, a liver cell, a brain cell, these changes are not heritable, due to the fact that an animal inherits only a parents gametic genetic code. In plants, however, there is no such distinction; a flower develops from a meristem, which is a form of somatic cell, and which will pass down to the flower, and thus to the offspring, any genetic or epigenetic alteration. Since each meristem will have developed differently, each different flower from each meristem of the same plant will potentially possess different modifications. In contrast to animals, however, plants do not undergo chromatin remodeling between generations, making the maintenance and inheritance of silencing an entirely different process. There are distinct and identifiable mechanisms on the maintenance of transposon inactivation in plants but, unfortunately, there is significantly less information on initiation of said inactivation.",
            "score": 180.24034118652344
        },
        {
            "docid": "13415317_4",
            "document": "Expansin . So far, two large families of expansin genes have been discovered in plants, named alpha-expansins (given the gene symbol EXPA) and beta-expansins (EXPB). Both families of expansins have been identified in a wide range of land plants, from angiosperms and gymnosperms to ferns and mosses. The model plant \"Arabidopsis thaliana\" contains around 26 different α-expansin genes and 6 β-expansin genes. A subset of β-expansins has evolved a special role in grass pollen, where they are known as group 1 grass pollen allergens. Plants also have a small set of expansin-like genes (named EXLA and EXLB) whose function has not been established. Some proteins in bacteria and fungi are known to have distant sequence similarity to plant expansins. Strong evidence that at least some of these sequences are indeed expansins came in 2008 when the crystal structure of the YOAJ protein from a bacterium (\"Bacillus subtilis\") was shown to be very similar to the structure of plant expansins, despite the low sequence similarity. This study also noted that proteins related to YOAJ were found in diverse species of plant pathogenic bacteria, but not in related bacteria that did not attack or colonize plants, thus suggesting that these bacterial expansins have a role in plant-microbe interactions. Some animals, such as \"Globodera rostochiensis\", a plant-parasitic nematode, can produce a functional expansin which uses it to loosen cell walls when invading its host plant.",
            "score": 180.04718017578125
        },
        {
            "docid": "5689374_4",
            "document": "Gigantopterid . They bore many of the traits of flowering plants, but are not known to have flowered themselves. Gigantopterid plants had simple, bilaterally symmetrical leaf structures, woody stems and spines. They grew new parts by producing shoots, like flowering plants. Judging from the fossil remains, they were probably robust plants with fronds that resembled fern fronds when young. When mature they were more like flowering plant leaves with reticulate venation arranged in a frond. \"Gigantopteris nicotianaefolia\" for example is named thus because each of its leaflets resembles a tobacco leaf in shape.",
            "score": 179.6834259033203
        },
        {
            "docid": "11008314_85",
            "document": "Evolutionary history of plants . It seems that on the level of the organ, the leaf may be the ancestor of the flower, or at least some floral organs. When some crucial genes involved in flower development are mutated, clusters of leaf-like structures arise in place of flowers. Thus, sometime in history, the developmental program leading to formation of a leaf must have been altered to generate a flower. There probably also exists an overall robust framework within which the floral diversity has been generated. An example of that is a gene called \"LEAFY (LFY)\", which is involved in flower development in \"Arabidopsis thaliana\". The homologs of this gene are found in angiosperms as diverse as tomato, snapdragon, pea, maize and even gymnosperms. Expression of \"Arabidopsis thaliana\" LFY in distant plants like poplar and citrus also results in flower-production in these plants. The \"LFY\" gene regulates the expression of some genes belonging to the MADS-box family. These genes, in turn, act as direct controllers of flower development.",
            "score": 178.55764770507812
        },
        {
            "docid": "227682_9",
            "document": "Meristem . The shoot apical meristem is the site of most of the embryogenesis in flowering plants. Primordia of leaves, sepals, petals, stamens, and ovaries are initiated here at the rate of one every time interval, called a plastochron. It is where the first indications that flower development has been evoked are manifested. One of these indications might be the loss of apical dominance and the release of otherwise dormant cells to develop as auxiliary shoot meristems, in some species in axils of primordia as close as two or three away from the apical dome. The shoot apical meristem consists of 4 distinct cell groups:",
            "score": 178.43487548828125
        },
        {
            "docid": "4576465_45",
            "document": "Flower . The similarity in leaf and stem structure can be very important, because flowers are genetically just an adaptation of normal leaf and stem components on plants, a combination of genes normally responsible for forming new shoots. The most primitive flowers are thought to have had a variable number of flower parts, often separate from (but in contact with) each other. The flowers would have tended to grow in a spiral pattern, to be bisexual (in plants, this means both male and female parts on the same flower), and to be dominated by the ovary (female part). As flowers grew more advanced, some variations developed parts fused together, with a much more specific number and design, and with either specific sexes per flower or plant, or at least \"ovary inferior\".",
            "score": 178.43418884277344
        },
        {
            "docid": "13571938_31",
            "document": "Plant evolutionary developmental biology . It seems that on the level of the organ, the leaf may be the ancestor of the flower, or at least some floral organs. When we mutate some crucial genes involved in flower development, we end up with a cluster of leaf-like structures. Thus, sometime in history, the developmental program leading to formation of a leaf must have been altered to generate a flower. There probably also exists an overall robust framework within which the floral diversity has been generated. An example of that is a gene called \"LEAFY (LFY)\", which is involved in flower development in \"Arabidopsis thaliana\". The homologs of this gene are found in angiosperms as diverse as tomato, snapdragon, pea, maize and even gymnosperms. Expression of \"Arabidopsis thaliana\" LFY in distant plants like poplar and citrus also results in flower-production in these plants. The \"LFY\" gene regulates the expression of some gene belonging to the MADS-box family. These genes, in turn, act as direct controllers of flower development.",
            "score": 177.44537353515625
        },
        {
            "docid": "31570900_2",
            "document": "Somatic embryogenesis . Somatic embryogenesis is an artificial process in which a plant or embryo is derived from a single somatic cell or group of somatic cells. Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form from the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Somatic embryos are mainly produced \"in vitro\" and for laboratory purposes, using either solid or liquid nutrient media which contain plant growth regulators (PGR’s). The main PGRs used are auxins but can contain cytokinin in a smaller amount. Shoots and roots are monopolar while somatic embryos are bipolar, allowing them to form a whole plant without culturing on multiple media types. Somatic embryogenesis has served as a model to understand the physiological and biochemical events that occur during plant developmental processes as well as a component to biotechnological advancement. The first documentation of somatic embryogenesis was by Steward et al. in 1958 and Reinert in 1959 with carrot cell suspension cultures.",
            "score": 177.24244689941406
        },
        {
            "docid": "1251821_3",
            "document": "Plant embryogenesis . Embryogenesis occurs naturally as a result of single, or double fertilzation, of the ovule, giving rise to two distinct structures: the plant embryo and the endosperm which go on to develop into a seed. The zygote goes through various cellular differentiations and divisions in order to produce a mature embryo. These morphogenic events form the basic cellular pattern for the development of the shoot-root body and the primary tissue layers; it also programs the regions of meristematic tissue formation. The following morphogenic events are only particular to eudicots, and not monocots. Following fertilization, the zygote and endosperm are present within the ovule. Stage I, in the photograph on this page, represents what the ovule looks like after fertilization occurs. 1 indicates the endosperm and 2 indicates the single celled zygote. After fertilization, the zygote undergoes an asymmetric transverse cell division that gives rise to two cells - an apical cell and a basal cell. These two cells are very different, and give rise to different structures, establishing polarity in the embryo. Polarity is an important property of plant embryogenesis that is necessary for the rest of the plant life cycle. The apical cells lies above the basal cell and is much smaller. The important aspect of the apical cell, is that it contains most of the cytoplasm from the original zygote. Cytoplasm is the substance that contains all of the organelles; which indicates that the apical region gives rise to more advanced strucutres, like the hypocotyl, shoot apical meristem, and cotyledons. The basal cell resides underneath the apical cell and is much larger. While the apical contains more cytoplasm, the basal cell consists of a large vacuole. This region gives rise to the supporting structures, like the hypophysis and the suspensor complex.",
            "score": 174.66355895996094
        },
        {
            "docid": "4576465_15",
            "document": "Flower . A flower develops on a modified shoot or \"axis\" from a determinate apical meristem (\"determinate\" meaning the axis grows to a set size). It has compressed internodes, bearing structures that in classical plant morphology are interpreted as highly modified leaves. Detailed developmental studies, however, have shown that stamens are often initiated more or less like modified stems (caulomes) that in some cases may even resemble branchlets. Taking into account the whole diversity in the development of the androecium of flowering plants, we find a continuum between modified leaves (phyllomes), modified stems (caulomes), and modified branchlets (shoots).",
            "score": 174.4059295654297
        },
        {
            "docid": "238446_4",
            "document": "Lily of the valley . \"Convallaria majalis\" is a herbaceous perennial plant that forms extensive colonies by spreading underground stems called rhizomes. New upright shoots are formed at the ends of stolons in summer, these upright dormant stems are often called pips. These grow in the spring into new leafy shoots that still remain connected to the other shoots under ground, often forming extensive colonies. The stems grow to 15–30 cm tall, with one or two leaves 10–25 cm long; flowering stems have two leaves and a raceme of 5–15 flowers on the stem apex.",
            "score": 174.1565704345703
        }
    ]
}