{
    "q": [
        {
            "docid": "24763498_4",
            "document": "Discovery and development of TRPV1 antagonists . The vanilloid receptor (TRPV1) is one of six sub-members that belong to the transient receptor potential channel (TRP) superfamily. TRPV1 was the first mammalian member to be discovered and is a non-selective cation channel permeable for calcium. The receptor is made of four identical subunits each with six transmembrane segments, S1-S6, and between fifth and sixth segment is an aqueous pore. This region forms the channel conductive pore and contains the N- and C-termini on the cytosolic side of the cell membrane. Capsaicin and RTX, elicit burning pain by activating a non-selective cation channel expressed on sensory nerve endings. When capsaicin was found to have analgesic effects in preclinical studies much emphasis was put into the research of the receptor/channel that capsaicin binds to and activates. Besides being activated by capsaicin, TRPV1 also responds to a wide range of exogenous and endogenous chemical ligands as well as physical stimuli such as heat over 42 °C and changes in more diverse activators such as protons (acid, pH<6). TRPV1 is also subject to regulation by changes in membrane potential and this intrinsic voltage-dependence is thought to underlie the gating mechanism of this non-selective cation channel which leads to the influx of sodium and calcium ions. Importantly, TRPV1 activity is also subject to regulation by a host of intracellular signaling cascades such as G-protein coupled receptor signaling, that are implicated in the responses to algogenic agents, inflammatory mediators and injury.",
            "score": 334.6404746770859
        },
        {
            "docid": "11747471_12",
            "document": "Group C nerve fiber . The vanilloid receptor (VR-1, TRPV1) is a receptor that is found on the free nerve endings of both C and Aδ fibers that responds to elevated levels of heat (>43 °C) and the chemical capsaicin. Capsaicin activates C fibers by opening a ligand-gated ion channel and causing an action potential to occur. Because this receptor responds to both capsaicin and heat, chili peppers are sensed as hot. VR-1 is also able to respond to extracellular acidification and can integrate simultaneous exposure to all three sensory stimuli. VR1 is essential for the inflammatory sensitization to noxious thermal stimuli. A second type of receptor, a vanilloid-like receptor (TRPV2,VRL-1), has a higher threshold of activation regarding heat of about 52 °C and also responds to capsaicin and low pH. Both types of receptors are transmembrane receptors that are closed during resting conditions. When open, these receptors allow for an influx of sodium and calcium which initiates an action potential across the fibers. Both receptors are part of a larger family of receptors called transient receptor potential (TRP) receptors. If damage to these heat transducer receptors occurs, the result can be chronic neuropathic pain caused by lowering the heat pain threshold for their phosphorylation.",
            "score": 217.31756043434143
        },
        {
            "docid": "563161_27",
            "document": "Membrane potential . Ion channels can be classified by how they respond to their environment. For example, the ion channels involved in the action potential are \"voltage-sensitive channels\"; they open and close in response to the voltage across the membrane. \"Ligand-gated channels\" form another important class; these ion channels open and close in response to the binding of a ligand molecule, such as a neurotransmitter. Other ion channels open and close with mechanical forces. Still other ion channels—such as those of sensory neurons—open and close in response to other stimuli, such as light, temperature or pressure.",
            "score": 270.4895451068878
        },
        {
            "docid": "33977879_10",
            "document": "Infrared sensing in vampire bats . A family of TRP (transient receptor potential) channels, including TRPV1 (transient receptor potential vanilloid) and TRPA1 (transient receptor potential cation channel A1), is important in thermal and pain detection. TRPV1 channels are activated by capsaicin (a chemical which can be extracted from chili peppers), noxious temperature ranges (>43 °C), membrane-derived lipids, low pH, and voltage changes. Activation of TRPV1 by capsaicin results in calcium and sodium influx, and functionally allows for detection of painful thermal stimuli. TRPV1 may also act as a molecular thermometer in response to temperatures greater than 43 °C. The result is an inward calcium and sodium current similar to capsaicin-evoked currents. TRPV1 channels may also have voltage-sensitive properties responsible for its activation. Phosphorylation and mutations, especially at the C-terminus (carboxylic acid end of primary amino acid sequence), can alter the threshold temperature of heat-activation. The specific mechanism behind heat-activation of TRPV1 channels has yet to be deciphered.",
            "score": 304.97900676727295
        },
        {
            "docid": "374335_7",
            "document": "AMPA receptor . Each AMPAR has four sites to which an agonist (such as glutamate) can bind, one for each subunit. The binding site is believed to be formed by the N-terminal tail and the extracellular loop between transmembrane domains three and four. When an agonist binds, these two loops move towards each other, opening the pore. The channel opens when two sites are occupied, and increases its current as more binding sites are occupied. Once open, the channel may undergo rapid desensitization, stopping the current. The mechanism of desensitization is believed to be due to a small change in angle of one of the parts of the binding site, closing the pore. AMPARs open and close quickly (1ms), and are thus responsible for most of the fast excitatory synaptic transmission in the central nervous system.  The AMPAR's permeability to calcium and other cations, such as sodium and potassium, is governed by the GluA2 subunit. If an AMPAR lacks a GluA2 subunit, then it will be permeable to sodium, potassium, and calcium. The presence of a GluA2 subunit will almost always render the channel impermeable to calcium. This is determined by post-transcriptional modification — RNA editing — of the Q-to-R editing site of the GluA2 mRNA. Here, A→I editing alters the uncharged amino acid glutamine (Q) to the positively charged arginine (R) in the receptor's ion channel. The positively charged amino acid at the critical point makes it energetically unfavourable for calcium to enter the cell through the pore. Almost all of the GluA2 subunits in CNS are edited to the GluA2(R) form. This means that the principal ions gated by AMPARs are sodium and potassium, distinguishing AMPARs from NMDA receptors (the other main ionotropic glutamate receptors in the brain), which also permit calcium influx. Both AMPA and NMDA receptors, however, have an equilibrium potential near 0 mV. The prevention of calcium entry into the cell on activation of GluA2-containing AMPARs is proposed to guard against excitotoxicity.",
            "score": 226.40661084651947
        },
        {
            "docid": "284842_7",
            "document": "Grayanotoxin . Experiments utilizing squid axonal membranes indicate that sodium channel binding likely occurs on the internal face of the neuron. Additionally, grayanotoxin only binds to the activated conformation of sodium channels. Normally, voltage gated sodium channels are activated (opened) only when the cell membrane potential reaches a specific threshold voltage. This activated conformation allows for an influx of sodium ions resulting in cell depolarization, followed by the firing of an action potential. At the peak of the action potential, voltage-gated sodium channels are quickly inactivated and are only reset once the cell has repolarized to resting potential. When grayanotoxin is present, binding induces further conformational changes that prevent sodium channel inactivation and lead to a prolonged depolarization. Due to its transient ability to activate channels and increase membrane permeability to sodium ions, grayanotoxin is classified as a reversible Na\"\"1.\"x\" agonist.",
            "score": 263.789391040802
        },
        {
            "docid": "857170_28",
            "document": "Cardiac action potential . Ion channels are proteins, that change shape in response to different stimuli to either allow or prevent the movement of specific ions across a membrane (they are said to be selectively permeable). Stimuli, which can either come from outside the cell or from within the cell, can include the binding of a specific molecule to a receptor on the channel (also known as ligand-gated ion channels) or a change in membrane potential around the channel, detected by a sensor (also known as voltage-gated ion channels) and can act to open or close the channel. The pore formed by an ion channel is aqueous (water filled) and allows the ion to rapidly travel across the membrane. Ion channels can be selective for specific ions, so there are Na, K, Ca, and Cl specific channels. They can also be specific for a certain charge of ions (i.e. positive or negative).",
            "score": 275.4023849964142
        },
        {
            "docid": "374331_7",
            "document": "Neurotransmitter receptor . The binding site of endogenous ligands on LGICs protein complexes are normally located on a different portion of the protein (an allosteric binding site) compared to where the ion conduction pore is located. The direct link between ligand binding and opening or closing of the ion channel, which is characteristic of ligand-gated ion channels, is contrasted with the indirect function of metabotropic receptors, which use second messengers. LGICs are also different from voltage-gated ion channels (which open and close depending on membrane potential), and stretch-activated ion channels (which open and close depending on mechanical deformation of the cell membrane).",
            "score": 242.1813235282898
        },
        {
            "docid": "51926011_5",
            "document": "RhTx . RhTx binds to the outer pore region of the polymodal TRPV1 ion channel. The toxin preferably binds to TRPV1 in the activated state of the channel. RhTx has a high affinity for the TRPV1 ion channel, which results in very rapid binding and slow unbinding.  The TRPV1 channel is a non-selective cation channel, with a high permeability to Ca. TRPV1 is mainly expressed in sensory neurons and can be activated by different stimuli, including high temperatures (heat), acids, pollutants with negative electric charge and endogenous metabolites such as anandamide. The channel is also targeted by the active component of chilli peppers capsaicin, and the spider toxins Vanillotoxin and DkTx.",
            "score": 354.4206314086914
        },
        {
            "docid": "374338_3",
            "document": "NMDA receptor . The NMDAR is a specific type of ionotropic glutamate receptor. The NMDA receptor is so named because the agonist molecule \"N\"-methyl-D-aspartate (NMDA) binds selectively to it, and not to other glutamate receptors. Activation of NMDA receptors results in the opening of an ion channel that is nonselective to cations, with a combined reversal potential near 0 mV. While the opening and closing of the ion channel is primarily gated by ligand binding, the current flow through the ion channel is voltage dependent. Extracellular magnesium (Mg) and zinc (Zn) ions can bind to specific sites on the receptor, blocking the passage of other cations through the open ion channel. Depolarization of the cell dislodges and repels the Mg and Zn ions from the pore, thus allowing a voltage-dependent flow of sodium (Na) and small amounts of calcium (Ca) ions into the cell and potassium (K) out of the cell.",
            "score": 257.87378764152527
        },
        {
            "docid": "48188150_6",
            "document": "CgNa toxin . CgNa slows the inactivation of tetrodotoxin-sensitive sodium currents and thereby increases the action potential duration. It preferentially binds to the closed state of the channel; it shifts the voltage-dependence of the steady-state inactivation of the sodium channels to more negative values, and also speeds up the recovery from inactivation. The toxin induces this effect acting from the extracellular side of the plasma membrane. On mammalian sodium channels, the type I toxins target receptor site 3. Their effect on slowing down sodium channel inactivation leads to neurotoxic (repetitive firing) and cardiotoxic (arrhythmia) effects. The action of CgNa is not use-dependent, as activation of the sodium channels by repetitive stimuli does not increase the effectiveness of CgNa. The toxin has an effect on the sodium channels within 1 minute of application and is partially reversible after removal and wash out.",
            "score": 175.80646872520447
        },
        {
            "docid": "518565_4",
            "document": "Hyperpolarization (biology) . Voltage gated ion channels respond to changes in the membrane potential. Voltage gated potassium, chloride and sodium channels are key component for generating the action potential as well as hyper-polarization. These channels work by selecting an ion based on electrostatic attraction or repulsion allowing the ion to bind to the channel. This releases the water molecule attached to the channel and the ion is passed through the pore. Voltage gated sodium channels open in response to a stimulus and close again. This means the channel either is open or not, there is no part way open. Sometimes the channel closes but is able to be reopened right away, known as channel gating, or it can be closed without being able to be reopened right away, known as channel inactivation.",
            "score": 243.10122871398926
        },
        {
            "docid": "6117921_8",
            "document": "Delta atracotoxin . Delta atracotoxin is responsible for the potentially lethal envenomation syndrome seen following funnel-web spider envenomation. d-Atracotoxins induce spontaneous, repetitive firing and prolongation of action potentials resulting in continuous acetylcholine neurotransmitter release from somatic and autonomic nerve endings. This will lead to slower voltage-gated sodium channel inactivation and a hyperpolarizing shift in the voltage-dependence of activation. This action is due to voltage-dependent binding to neurotoxin receptor site-3 in a similar, but not identical, fashion to scorpion a-toxins and sea anemone toxins. In the sea anemone and scorpion toxins, combinations of charged (especially cationic) and hydrophobic side-chains are important for binding to their receptor site (site 3) on the sodium channel. It will therefore be not surprising to find that the same applies to delta atracotoxin and versutoxin (a close homologue of delta atracotoxin). Delta atracotoxin presents three distinct charged patches on its surface, as well as a non-polar region centered on the 22-28 loop. Both of these structural features may play a role in its binding to the voltage-gated sodium channel, but further studies are necessary in defining which residues are important for interaction with the sodium channel so that a plausible model can be constructed of its binding site.",
            "score": 179.9622151851654
        },
        {
            "docid": "8131_13",
            "document": "Dendrite . Action potentials in animal cells are generated by either sodium-gated or calcium-gated ion channels in the plasma membrane. These channels are closed when the membrane potential is near to, or at, the resting potential of the cell. The channels will start to open if the membrane potential increases, allowing sodium or calcium ions to flow into the cell. As more ions enter the cell, the membrane potential continues to rise. The process continues until all of the ion channels are open, causing a rapid increase in the membrane potential that then triggers the decrease in the membrane potential. The depolarizing is caused by the closing of the ion channels that prevent sodium ions from entering the neuron, and they are then actively transported out of the cell. Potassium channels are then activated, and there is an outward flow of potassium ions, returning the electrochemical gradient to the resting potential. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization or refractory period, due to additional potassium currents. This is the mechanism that prevents an action potential from traveling back the way it just came.",
            "score": 261.57052862644196
        },
        {
            "docid": "156998_4",
            "document": "Action potential . Action potentials are generated by special types of voltage-gated ion channels embedded in a cell's plasma membrane. These channels are shut when the membrane potential is near the (negative) resting potential of the cell, but they rapidly begin to open if the membrane increases to a precisely defined threshold voltage, depolarising the transmembrane potential. When the channels open, they allow an inward flow of sodium ions, which changes the electrochemical gradient, which in turn produces a further rise in the membrane potential. This then causes more channels to open, producing a greater electric current across the cell membrane, and so on. The process proceeds explosively until all of the available ion channels are open, resulting in a large upswing in the membrane potential. The rapid influx of sodium ions causes the polarity of the plasma membrane to reverse, and the ion channels then rapidly inactivate. As the sodium channels close, sodium ions can no longer enter the neuron, and then they are actively transported back out of the plasma membrane. Potassium channels are then activated, and there is an outward current of potassium ions, returning the electrochemical gradient to the resting state. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization.",
            "score": 265.6066677570343
        },
        {
            "docid": "25327696_7",
            "document": "Acid-sensing ion channel . The role of the ASIC is to sense reduced levels of extracellular pH and result in a response or signal from the neuron. The ligand that binds to the activation site has long been thought to be exclusively protons, however recent studies have shown that ASIC4 and ASIC1 can be activated at normal pH levels, indicating other types of ligand binders. Under increased acidic conditions, a proton binds to the channel in the extracellular region, activating the ion channel to go through conformational change therefore opening transmembrane domain 2 (TMD2). This results in the influx of sodium ions through the lumen of TMD2. All ASICs are specifically permeable to sodium ions. The only variant is ASIC1a which also has a low permeability to calcium ions. The influx of these cations results in membrane depolarization. Voltage-gated Ca channels are activated resulting in an influx of calcium into the cell. This causes depolarization of the neuron and an excitatory response released. In ASIC1a, Ca increase inside the cell is a result of calcium influx directly through the channel.",
            "score": 281.87606859207153
        },
        {
            "docid": "854573_6",
            "document": "Batrachotoxin . As a neurotoxin it affects the nervous system. Neurological function depends on depolarization of nerve and muscle fibres due to increased sodium ion permeability of the excitable cell membrane. Lipid-soluble toxins such as batrachotoxin act directly on sodium ion channels involved in action potential generation and by modifying both their ion selectivity and voltage sensitivity. Batrachotoxin (BTX) irreversibly binds to the Na+ channels which causes a conformational change in the channels that forces the sodium channels to remain open. Batrachotoxin not only keeps voltage-gated sodium channels open, but it also reduces the single-channel conductance. In other words, the toxin binds to the sodium channel and keeps the membrane permeable to sodium ions in an all or none manner.",
            "score": 266.91116857528687
        },
        {
            "docid": "6959429_20",
            "document": "Voltage-gated potassium channel . The structure of the mammalian voltage-gated K channel has been used to explain its ability to respond to the voltage across the membrane. Upon opening of the channel, conformational changes in the voltage-sensor domains (VSD) result in the transfer of 12-13 elementary charges across the membrane electric field. This charge transfer is measured as a transient capacitive current that precedes opening of the channel. Several charged residues of the VSD, in particular four arginine residues located regularly at every third position on the S4 segment, are known to move across the transmembrane field and contribute to the gating charge. The position of these arginines, known as gating arginines, are highly conserved in all voltage-gated potassium, sodium, or calcium channels. However, the extent of their movement and their displacement across the transmembrane potential has been subject to extensive debate. Specific domains of the channel subunits have been identified that are responsible for voltage-sensing and converting between the open and closed conformations of the channel. There are at least two closed conformations. In the first, the channel can open if the membrane potential becomes more positive. This type of gating is mediated by a voltage-sensing domain that consists of the S4 alpha helix that contains 6–7 positive charges. Changes in membrane potential cause this alpha helix to move in the lipid bilayer. This movement in turn results in a conformational change in the adjacent S5–S6 helices that form the channel pore and cause this pore to open or close. In the second, \"N-type\" inactivation, voltage-gated K channels inactivate after opening, entering a distinctive, closed conformation. In this inactivated conformation, the channel cannot open, even if the transmembrane voltage is favorable. The amino terminal domain of the K channel or an auxiliary protein can mediate \"N-type\" inactivation. The mechanism of this type of inactivation has been described as a \"ball and chain\" model, where the N-terminus of the protein forms a ball that is tethered to the rest of the protein through a loop (the chain). The tethered ball blocks the inner porehole, preventing ion movement through the channel.",
            "score": 210.68130016326904
        },
        {
            "docid": "59990_7",
            "document": "Aconitine . Aconitine binds to the receptor at the neurotoxin binding site 2 on the alpha-subunit of the channel protein. This binding results in a sodium-ion channel that stays open longer. Aconitine suppresses the conformational change in the sodium-ion channel from the active state to the inactive state. The membrane stays depolarized due to the constant sodium influx (which is 10-1000 fold greater than the potassium efflux). As a result, the membrane cannot be repolarized. The binding of aconitine to the channel also leads to the channel to change conformation from the inactive state to the active state at a more negative voltage. In neurons, aconitine increases the permeability of the membrane for sodium ions, resulting in a huge sodium influx in the axon terminal. As a result, the membrane depolarizes rapidly. Due to the strong depolarization, the permeability of the membrane for potassium ions increases fast, resulting in a potassium reflux to release the positive charge out of the cell. Not only the permeability for potassium ions but also the permeability for calcium ions increases as a result of the depolarization of the membrane. A calcium influx takes place. The increase of the calcium concentration in the cell stimulates the release of the neurotransmitter acetylcholine into the synaptic cleft. Acetylcholine binds to acetylcholine receptors at the postsynaptic membrane to open the sodium-channels there, generating a new action potential.",
            "score": 273.0654661655426
        },
        {
            "docid": "42433109_7",
            "document": "EMA401 . Nociceptive pain is immediate pain felt as a result of injury inflicted upon tissue. Neuropathic pain, in contrast, is long-lasting pain that develops when the peripheral and the central nervous system are sensitized following injury to these systems. Neuropathic pain may be continuous pain, spontaneous, or pain caused by hypersensitivity to non-nociceptive levels of stimulus. Angiotensin II (AngII) is an octapeptide that regulates blood pressure, controls water fluid balance, and pain perception. It activates two membrane bound G protein-coupled receptors: angiotensin II type 1 receptors (ATR) and angiotensin II type 2 receptors (ATR). AgnII co-localization with substance P and calcitonin gene-related peptide implies its role in nociception. ATR, the receptor mainly responsible for AngII's effect on the pain mechanisms within the nervous system, is expressed in the dorsal root ganglion (DRG), as well as human trigeminal ganglia. These receptors are locally produced inside DRG neurons, implying the presence of an intrinsic angiotensinergic system. Injured nerves and painful neuromas show higher ATR expression compared to normal undamaged nerves. AngII contributes to neuropathic pain by potentiating neuronal pathways that signal pain when AngII activates ATR expressed on pain detecting neurons. AngII potentiates neuronal pathways by increasing neurite length and density in DRG neurons. AngII potentiates neuronal pathways by sensitizing nociceptors as well. Nociceptor sensitization suggests a decreased thresholds for activation of nociceptors. ATR activation increases kinase levels in DRG neurons, such as levels of PKA, PKC and MAPK, via G protein-coupled receptor-activated second messenger pathways. These phosphorylating enzymes sensitize major voltage-gated ion channels found on DRG neurons. Sensitization increases neuronal excitation following receptor channel activation. EMA401 antagonized human ATR with a Ki of 5.4 nM, IC of 39 nM and a Hill coefficient of 1.3. EMA401 alleviates pain and provides relief by blocking the AngII induced potentiation. TRPV1 is an example a nociceptor that's sensitization is inhibited by EMA401. Clinical conditions of chronic pain shows up-regulated TRPV1 expression. The transient receptor potential cation channel subfamily V member 1 (TRPV1) is a ligand-gated non-selective cation channel found in sensory neurons that allows the sensation and perception of heat and other noxious stimuli. Opening of TRPV1 channels lead to the influx of Na and Ca, causing the nociceptive neuron to depolarize. The direct phosphorylation of TRPV1 channel's Ser116 residue by cAMP-dependent protein kinase (PKA) sensitizes the TRPV1 channel. cAMP signals PKA to phosphorylate TRPV1. Phosphorylated TRPV1 has a lower threshold for activation, causing potentiation of its neuronal pathways. Activation of the ATR increases cAMP levels, resulting in higher numbers of phosphorylated TRPV1. This causes behavioral hypersensitivity of TRPV1 to its stimuli. Increased ATR activity causes hyperalgesia. ATR antagonist EMA401 inhibits the downstream effects of ATR activation, including an increase in cAMP. Fewer TRPV1 are phosphorylated when treated with EMA401, both reversing and/or preventing potentiation that causes hyperalgesia. AngII increases neuronal excitability to TRPV1 channel activation. EMA401 inhibits this increase in excitability in a dose dependent manner, producing analgesic effects.",
            "score": 267.45900535583496
        },
        {
            "docid": "8207052_3",
            "document": "5-HT3 receptor . As with other ligand gated ion channels, the 5-HT receptor consists of five subunits arranged around a central ion conducting pore, which is permeable to sodium (Na), potassium (K), and calcium (Ca) ions. Binding of the neurotransmitter 5-hydroxytryptamine (serotonin) to the 5-HT receptor opens the channel, which, in turn, leads to an excitatory response in neurons. The rapidly activating, desensitizing, inward current is predominantly carried by sodium and potassium ions. 5-HT receptors have a negligible permeability to anions. They are most closely related by homology to the nicotinic acetylcholine receptor.",
            "score": 203.64388346672058
        },
        {
            "docid": "37342825_6",
            "document": "Raventoxin . The primary structure of raventoxin-III is identical to that of Magi 5 (β-hexatoxin-Mg1a), a toxin found in the venom of the spider \"Macrothele gigas\". Magi 5 binds at site 4 of the alpha subunit of the mammalian voltage-gated sodium channel Nav1.2 (SCN2A). Binding of Magi 5 to the sodium channels shifts both activation and inactivation to more hyperpolarized voltages and slows the recovery from inactivation. Combined, these effects may lead to increased inactivation of the sodium channels at rest, leading to inhibition and blockage of neuromuscular transmission. The blockage is most probably reversible. Magi-5 competes with the scorpion beta-toxin Css IV for binding to the sodium channelat neurotoxin receptor site 4. One other known property of Magi-5 is its binding to site 3 of the insect sodium channel, observed in lepidopteran larvae, which raises the possibility of homology between the molecular structures of the binding site 3 (in insects) and 4 (in mammals).",
            "score": 167.09361612796783
        },
        {
            "docid": "15303_11",
            "document": "Ion channel . Also known as ionotropic receptors, this group of channels open in response to specific ligand molecules binding to the extracellular domain of the receptor protein. Ligand binding causes a conformational change in the structure of the channel protein that ultimately leads to the opening of the channel gate and subsequent ion flux across the plasma membrane. Examples of such channels include the cation-permeable \"nicotinic\" Acetylcholine receptor, ionotropic glutamate-gated receptors, acid sensing ion channels (ASICs), ATP-gated P2X receptors, and the anion-permeable γ-aminobutyric acid-gated GABA receptor.",
            "score": 220.9694652557373
        },
        {
            "docid": "1822196_5",
            "document": "Molecular neuroscience . Sodium channels were the first voltage-gated ion channels to be isolated in 1984 from the eel \"Electrophorus electricus\" by Shosaku Numa. The pufferfish toxin tetrodotoxin (TTX), a sodium channel blocker, was used to isolate the sodium channel protein by binding it using the column chromatography technique for chemical separation. The amino acid sequence of the protein was analyzed by Edman degradation and then used to construct a cDNA library which could be used to clone the channel protein. Cloning the channel itself allowed for applications such as identifying the same channels in other animals.  Sodium channels are known for working in concert with potassium channels during the development of graded potentials and action potentials. Sodium channels allow an influx of Na ions into a neuron, resulting in a depolarization from the resting membrane potential of a neuron to lead to a graded potential or action potential, depending on the degree of depolarization.",
            "score": 231.88795638084412
        },
        {
            "docid": "2020589_5",
            "document": "G protein-gated ion channel . G protein-gated ion channels are associated with a specific type of G protein-coupled receptor. These ion channels are transmembrane ion channels with selectivity filters and a G protein binding site. The GPCRs associated with G protein-gated ion channels are not involved in signal transduction pathways. They only directly activate these ion channels using effector proteins or the G protein subunits themselves (see picture). Unlike most effectors, not all G protein-gated ion channels have their activity mediated by G of their corresponding G proteins. For instance, the opening of inwardly rectifying K (GIRK) channels is mediated by the binding of G.",
            "score": 222.98523354530334
        },
        {
            "docid": "1351369_19",
            "document": "Ligand-gated ion channel . ATP-gated channels open in response to binding the nucleotide ATP. They form trimers with two transmembrane helices per subunit and both the C and N termini on the intracellular side. Phosphatidylinositol 4,5-bisphosphate (PIP) binds to and directly activates inwardly rectifying potassium channels (K). PIP is a cell membrane lipid, and its role in gating ion channels represents a novel role for the molecule. In contrast to ligand-gated ion channels, there are also receptor systems in which the receptor and the ion channel are separate proteins in the cell membrane, instead of a single molecule. In this case, ion channels are indirectly modulated by activation of the receptor, instead of being gated directly.",
            "score": 233.31595635414124
        },
        {
            "docid": "465517_10",
            "document": "Inhibitory postsynaptic potential . Metabotropic receptors, or G-protein-coupled receptors, do not use ion channels in their structure; they, instead, consist of an extracellular domain that binds to a neurotransmitter and an intracellular domain that binds to G-protein. This begins the activation of the G-protein, which then releases itself from the receptor and interacts with ion channels and other proteins to open or close ion channels through intracellular messengers. They produce slow postsynaptic responses (from milliseconds to minutes) and can be activated in conjunction with ionotropic receptors to create both fast and slow postsynaptic potentials at one particular synapse. Metabotropic GABA receptors, heterodimers of R1 and R2 subunits, use potassium channels instead of chloride. They can also block calcium ion channels in order to hyperpolarize postsynaptic cells.",
            "score": 226.09374141693115
        },
        {
            "docid": "1258079_2",
            "document": "Voltage-gated ion channel . Voltage-gated ion channels are a class of transmembrane proteins that form ion channels that are activated by changes in the electrical membrane potential near the channel. The membrane potential alters the conformation of the channel proteins, regulating their opening and closing. Cell membranes are generally impermeable to ions, thus they must diffuse through the membrane through transmembrane protein channels. They have a crucial role in excitable cells such as neuronal and muscle tissues, allowing a rapid and co-ordinated depolarization in response to triggering voltage change. Found along the axon and at the synapse, voltage-gated ion channels directionally propagate electrical signals. Voltage-gated ion-channels are usually ion-specific, and channels specific to sodium (Na), potassium (K), calcium (Ca), and chloride (Cl) ions have been identified. The opening and closing of the channels are triggered by changing ion concentration, and hence charge gradient, between the sides of the cell membrane.",
            "score": 296.00592255592346
        },
        {
            "docid": "1351369_6",
            "document": "Ligand-gated ion channel . The prototypic ligand-gated ion channel is the nicotinic acetylcholine receptor. It consists of a pentamer of protein subunits (typically ααβγδ), with two binding sites for acetylcholine (one at the interface of each alpha subunit). When the acetylcholine binds it alters the receptor's configuration (twists the T2 helices which moves the leucine residues, which block the pore, out of the channel pathway) and causes the constriction in the pore of approximately 3 angstroms to widen to approximately 8 angstroms so that ions can pass through. This pore allows Na ions to flow down their electrochemical gradient into the cell. With a sufficient number of channels opening at once, the inward flow of positive charges carried by Na ions depolarizes the postsynaptic membrane sufficiently to initiate an action potential.",
            "score": 216.77394700050354
        },
        {
            "docid": "13530864_5",
            "document": "TRPV2 . TRPV2 channel has a similar structure to potassium channels, which are the largest ion channel family. This channel is composed of six transmembrane spanning regions (S1-S6) with a pore forming loop between S5 and S6 . The pore forming loop also defines the selectivity filter, which determines the ions that are able to enter the channel. The S1-S4 region, as well as the N and C terminals of the protein, is important in reference to the gating of the channel. Although TRPV2 is a nonspecific cation channel, it is more permeable to calcium ions; calcium is an intracellular messenger and plays a very important role in a variety of different cellular processes. At rest, the pore channel is closed; in the activated state, the channel opens, allowing the influx of sodium and calcium ions that initiates an action potential.",
            "score": 214.53461074829102
        },
        {
            "docid": "1033847_4",
            "document": "Transient receptor potential channel . Most TRP channels are composed of 6 membrane-spanning helices with intracellular N- and C-termini. Mammalian TRP channels are activated and regulated by a wide variety of stimuli including many post-transcriptional mechanisms like phosphorylation, G-protein receptor coupling, ligand-gating, and ubiquitination. The receptors are found in almost all cell types and largely localized in the cell membrane, modulating ion entry.",
            "score": 189.70271968841553
        },
        {
            "docid": "1610581_5",
            "document": "Voltage-gated calcium channel . The α subunit pore (~190 kDa in molecular mass) is the primary subunit necessary for channel functioning in the HVGCC, and consists of the characteristic four homologous I–IV domains containing six transmembrane α-helices each. The α subunit forms the Ca selective pore, which contains voltage-sensing machinery and the drug/toxin-binding sites. A total of ten α subunits that have been identified in humans: α subunit contains 4 homologous domains (labeled I–IV), each containing 6 transmembrane helices (S1–S6). This arrangement is analogous to a homo-tetramer formed by single-domain subunits of voltage-gated potassium channels (that also each contain 6 TM helices). The 4-domain architecture (and several key regulatory sites, such as the EF hand and IQ domain at the C-terminus) is also shared by the voltage gated sodium channels, which are thought to be evolutionary related to VGCCs. The transmembrane helices from the 4 domains line up to form the channel proper; S5 and S6 helices are thought to line the inner pore surface, while S1–4 helices have roles in gating and voltage sensing (S4 in particular). VGCCs are subject to rapid inactivation, which is thought to consist of 2 components: voltage-gated (VGI) and calcium-gated (CGI). These are distinguished by using either Ba or Ca as the charge carrier in the external recording solution (\"in vitro\"). The CGI component is attributed to the binding of the Ca-binding signaling protein calmodulin (CaM) to at least 1 site on the channel, as Ca-null CaM mutants abolish CGI in L-type channels. Not all channels exhibit the same regulatory properties and the specific details of these mechanisms are still largely unknown.",
            "score": 157.14037883281708
        }
    ],
    "r": [
        {
            "docid": "51926011_5",
            "document": "RhTx . RhTx binds to the outer pore region of the polymodal TRPV1 ion channel. The toxin preferably binds to TRPV1 in the activated state of the channel. RhTx has a high affinity for the TRPV1 ion channel, which results in very rapid binding and slow unbinding.  The TRPV1 channel is a non-selective cation channel, with a high permeability to Ca. TRPV1 is mainly expressed in sensory neurons and can be activated by different stimuli, including high temperatures (heat), acids, pollutants with negative electric charge and endogenous metabolites such as anandamide. The channel is also targeted by the active component of chilli peppers capsaicin, and the spider toxins Vanillotoxin and DkTx.",
            "score": 354.4206237792969
        },
        {
            "docid": "24763498_4",
            "document": "Discovery and development of TRPV1 antagonists . The vanilloid receptor (TRPV1) is one of six sub-members that belong to the transient receptor potential channel (TRP) superfamily. TRPV1 was the first mammalian member to be discovered and is a non-selective cation channel permeable for calcium. The receptor is made of four identical subunits each with six transmembrane segments, S1-S6, and between fifth and sixth segment is an aqueous pore. This region forms the channel conductive pore and contains the N- and C-termini on the cytosolic side of the cell membrane. Capsaicin and RTX, elicit burning pain by activating a non-selective cation channel expressed on sensory nerve endings. When capsaicin was found to have analgesic effects in preclinical studies much emphasis was put into the research of the receptor/channel that capsaicin binds to and activates. Besides being activated by capsaicin, TRPV1 also responds to a wide range of exogenous and endogenous chemical ligands as well as physical stimuli such as heat over 42 °C and changes in more diverse activators such as protons (acid, pH<6). TRPV1 is also subject to regulation by changes in membrane potential and this intrinsic voltage-dependence is thought to underlie the gating mechanism of this non-selective cation channel which leads to the influx of sodium and calcium ions. Importantly, TRPV1 activity is also subject to regulation by a host of intracellular signaling cascades such as G-protein coupled receptor signaling, that are implicated in the responses to algogenic agents, inflammatory mediators and injury.",
            "score": 334.6404724121094
        },
        {
            "docid": "10926826_3",
            "document": "Capsazepine . Capsazepine blocks the painful sensation of heat caused by capsaicin (the active ingredient of chilli pepper) which activates the TRPV1 ion channel. Capsazepine is therefore considered to be a TRPV1 antagonist. The TRPV1 channel functions as a pain and temperature sensor in mammalians. Capsazepine blocks the activation of TRPV1 channels by other chemicals, but not by other painful stimuli such as heat. Depending on the pharmacological assay, the IC is in the nanomolar to low micromolar range. In addition to its effects on TRPV1 channels, it was also shown to activate the noxious chemical sensor TRPA1 channel, inhibit the cold activated TRPM8 channel, voltage-activated calcium channels and nicotinic acetylcholine receptors. It mainly serves as a tool to study the TRPV1 ion channel.",
            "score": 310.5948181152344
        },
        {
            "docid": "33977879_10",
            "document": "Infrared sensing in vampire bats . A family of TRP (transient receptor potential) channels, including TRPV1 (transient receptor potential vanilloid) and TRPA1 (transient receptor potential cation channel A1), is important in thermal and pain detection. TRPV1 channels are activated by capsaicin (a chemical which can be extracted from chili peppers), noxious temperature ranges (>43 °C), membrane-derived lipids, low pH, and voltage changes. Activation of TRPV1 by capsaicin results in calcium and sodium influx, and functionally allows for detection of painful thermal stimuli. TRPV1 may also act as a molecular thermometer in response to temperatures greater than 43 °C. The result is an inward calcium and sodium current similar to capsaicin-evoked currents. TRPV1 channels may also have voltage-sensitive properties responsible for its activation. Phosphorylation and mutations, especially at the C-terminus (carboxylic acid end of primary amino acid sequence), can alter the threshold temperature of heat-activation. The specific mechanism behind heat-activation of TRPV1 channels has yet to be deciphered.",
            "score": 304.97900390625
        },
        {
            "docid": "1258079_2",
            "document": "Voltage-gated ion channel . Voltage-gated ion channels are a class of transmembrane proteins that form ion channels that are activated by changes in the electrical membrane potential near the channel. The membrane potential alters the conformation of the channel proteins, regulating their opening and closing. Cell membranes are generally impermeable to ions, thus they must diffuse through the membrane through transmembrane protein channels. They have a crucial role in excitable cells such as neuronal and muscle tissues, allowing a rapid and co-ordinated depolarization in response to triggering voltage change. Found along the axon and at the synapse, voltage-gated ion channels directionally propagate electrical signals. Voltage-gated ion-channels are usually ion-specific, and channels specific to sodium (Na), potassium (K), calcium (Ca), and chloride (Cl) ions have been identified. The opening and closing of the channels are triggered by changing ion concentration, and hence charge gradient, between the sides of the cell membrane.",
            "score": 296.00592041015625
        },
        {
            "docid": "51926011_6",
            "document": "RhTx . After binding to the outer pore region of the TRPV1, RhTx can interact with both the turret and the pore helix through electrostatic and hydrophobic interactions. RhTx binding is expected to induce conformational changes to the outer pore, which are thought to be the cause of the drop of the activation threshold for the TRPV1 channel. These changes strongly promote the opening of the TRPV1 channel at the normal body temperature of the organism, resulting in intense burning pain. It is hypothesized that RhTx binding might also interfere with ion permeation due to its interaction with the pore helix.",
            "score": 292.73016357421875
        },
        {
            "docid": "15303_2",
            "document": "Ion channel . Ion channels are pore-forming membrane proteins that allow ions to pass through the channel pore. Their functions include establishing a resting membrane potential, shaping action potentials and other electrical signals by gating the flow of ions across the cell membrane, controlling the flow of ions across secretory and epithelial cells, and regulating cell volume. Ion channels are present in the membranes of all excitable cells. Ion channels are one of the two classes of ionophoric proteins, along with ion transporters (including the sodium-potassium pump, sodium-calcium exchanger, and sodium-glucose transport proteins).",
            "score": 285.9580383300781
        },
        {
            "docid": "50165151_10",
            "document": "Transient receptor potential calcium channel family . Most local anaesthetics used clinically are relatively hydrophobic molecules that gain access to their blocking site on the sodium channel by diffusing into or through the cell membrane. These anaesthetics block sodium channels and the excitability of neurons. Binshtok et al. (2007) tested the possibility that the excitability of primary sensory nociceptor (pain-sensing) neurons could be blocked by introducing the charged, membrane-impermeant lidocaine derivative QX-314 through the pore of the noxious-heat-sensitive TRPV1 channel (TC #1.A.4.2.1). They found that charged sodium-channel blockers can be targeted into nociceptors by the application of TRPV1 agonists to produce a pain-specific local anaesthesia. QX-314 applied externally had no effect on the activity of sodium channels in small sensory neurons when applied alone, but when applied in the presence of the TRPV1 agonist capsaicin, QX-314 blocked sodium channels and inhibited excitability.",
            "score": 283.4960632324219
        },
        {
            "docid": "25327696_7",
            "document": "Acid-sensing ion channel . The role of the ASIC is to sense reduced levels of extracellular pH and result in a response or signal from the neuron. The ligand that binds to the activation site has long been thought to be exclusively protons, however recent studies have shown that ASIC4 and ASIC1 can be activated at normal pH levels, indicating other types of ligand binders. Under increased acidic conditions, a proton binds to the channel in the extracellular region, activating the ion channel to go through conformational change therefore opening transmembrane domain 2 (TMD2). This results in the influx of sodium ions through the lumen of TMD2. All ASICs are specifically permeable to sodium ions. The only variant is ASIC1a which also has a low permeability to calcium ions. The influx of these cations results in membrane depolarization. Voltage-gated Ca channels are activated resulting in an influx of calcium into the cell. This causes depolarization of the neuron and an excitatory response released. In ASIC1a, Ca increase inside the cell is a result of calcium influx directly through the channel.",
            "score": 281.8760681152344
        },
        {
            "docid": "24763498_5",
            "document": "Discovery and development of TRPV1 antagonists . TRPV1 is primarily expressed on, small myelinated and unmyelinated medium size, sensory neurons in dorsal root and trigeminal ganglia, where sensory neurons cluster. TRPV1 receptors are also found in muscles, joints, the urinary bladder and kidneys. The functional activity of TRPV1 has been demonstrated, within the central nervous system, in the spinal cord and specific sites in the brain including the hypothalamus, cerebellum, locus coeruleus, periaqueductal grey and cortex. Activation of TRPV1 sets off an influx of calcium and sodium ions which in turn initiates a cascade of events that result in membrane depolarization, neuronal firing and transduction of neural impulses. TRPV1 phosphorylates as a response to several algesic agents, resulting in a lower threshold of channel activation. Some substances such as bradykinin, nerve growth factor and protons have been reported to sensitize the TRPV1 receptor. Activation of TRPV1 results in the release of pro-nociceptive peptides, which decreases when treated with TRPV1 antagonists. In general, most channel antagonists bind in the pore region, interacting with residues from all four monomers of the tetrameric channel.",
            "score": 275.6477966308594
        },
        {
            "docid": "857170_28",
            "document": "Cardiac action potential . Ion channels are proteins, that change shape in response to different stimuli to either allow or prevent the movement of specific ions across a membrane (they are said to be selectively permeable). Stimuli, which can either come from outside the cell or from within the cell, can include the binding of a specific molecule to a receptor on the channel (also known as ligand-gated ion channels) or a change in membrane potential around the channel, detected by a sensor (also known as voltage-gated ion channels) and can act to open or close the channel. The pore formed by an ion channel is aqueous (water filled) and allows the ion to rapidly travel across the membrane. Ion channels can be selective for specific ions, so there are Na, K, Ca, and Cl specific channels. They can also be specific for a certain charge of ions (i.e. positive or negative).",
            "score": 275.4023742675781
        },
        {
            "docid": "59990_7",
            "document": "Aconitine . Aconitine binds to the receptor at the neurotoxin binding site 2 on the alpha-subunit of the channel protein. This binding results in a sodium-ion channel that stays open longer. Aconitine suppresses the conformational change in the sodium-ion channel from the active state to the inactive state. The membrane stays depolarized due to the constant sodium influx (which is 10-1000 fold greater than the potassium efflux). As a result, the membrane cannot be repolarized. The binding of aconitine to the channel also leads to the channel to change conformation from the inactive state to the active state at a more negative voltage. In neurons, aconitine increases the permeability of the membrane for sodium ions, resulting in a huge sodium influx in the axon terminal. As a result, the membrane depolarizes rapidly. Due to the strong depolarization, the permeability of the membrane for potassium ions increases fast, resulting in a potassium reflux to release the positive charge out of the cell. Not only the permeability for potassium ions but also the permeability for calcium ions increases as a result of the depolarization of the membrane. A calcium influx takes place. The increase of the calcium concentration in the cell stimulates the release of the neurotransmitter acetylcholine into the synaptic cleft. Acetylcholine binds to acetylcholine receptors at the postsynaptic membrane to open the sodium-channels there, generating a new action potential.",
            "score": 273.0654602050781
        },
        {
            "docid": "563161_27",
            "document": "Membrane potential . Ion channels can be classified by how they respond to their environment. For example, the ion channels involved in the action potential are \"voltage-sensitive channels\"; they open and close in response to the voltage across the membrane. \"Ligand-gated channels\" form another important class; these ion channels open and close in response to the binding of a ligand molecule, such as a neurotransmitter. Other ion channels open and close with mechanical forces. Still other ion channels—such as those of sensory neurons—open and close in response to other stimuli, such as light, temperature or pressure.",
            "score": 270.4895324707031
        },
        {
            "docid": "2879958_2",
            "document": "Sodium channel . Sodium channels are integral membrane proteins that form ion channels, conducting sodium ions (Na) through a cell's plasma membrane. They are classified according to the trigger that opens the channel for such ions, i.e. either a voltage-change (\"Voltage-gated\", \"voltage-sensitive\", or \"voltage-dependent\" sodium channel also called \"VGSCs\" or \"Nav channel\") or a binding of a substance (a ligand) to the channel (ligand-gated sodium channels).",
            "score": 268.556396484375
        },
        {
            "docid": "57421_25",
            "document": "Capsaicin . The burning and painful sensations associated with capsaicin result from its chemical interaction with sensory neurons. Capsaicin, as a member of the vanilloid family, binds to a receptor called the vanilloid receptor subtype 1 (TRPV1). First cloned in 1997, TRPV1 is an ion channel-type receptor. TRPV1, which can also be stimulated with heat, protons and physical abrasion, permits cations to pass through the cell membrane when activated. The resulting depolarization of the neuron stimulates it to signal the brain. By binding to the TRPV1 receptor, the capsaicin molecule produces similar sensations to those of excessive heat or abrasive damage, explaining why the spiciness of capsaicin is described as a burning sensation.",
            "score": 267.63372802734375
        },
        {
            "docid": "42433109_7",
            "document": "EMA401 . Nociceptive pain is immediate pain felt as a result of injury inflicted upon tissue. Neuropathic pain, in contrast, is long-lasting pain that develops when the peripheral and the central nervous system are sensitized following injury to these systems. Neuropathic pain may be continuous pain, spontaneous, or pain caused by hypersensitivity to non-nociceptive levels of stimulus. Angiotensin II (AngII) is an octapeptide that regulates blood pressure, controls water fluid balance, and pain perception. It activates two membrane bound G protein-coupled receptors: angiotensin II type 1 receptors (ATR) and angiotensin II type 2 receptors (ATR). AgnII co-localization with substance P and calcitonin gene-related peptide implies its role in nociception. ATR, the receptor mainly responsible for AngII's effect on the pain mechanisms within the nervous system, is expressed in the dorsal root ganglion (DRG), as well as human trigeminal ganglia. These receptors are locally produced inside DRG neurons, implying the presence of an intrinsic angiotensinergic system. Injured nerves and painful neuromas show higher ATR expression compared to normal undamaged nerves. AngII contributes to neuropathic pain by potentiating neuronal pathways that signal pain when AngII activates ATR expressed on pain detecting neurons. AngII potentiates neuronal pathways by increasing neurite length and density in DRG neurons. AngII potentiates neuronal pathways by sensitizing nociceptors as well. Nociceptor sensitization suggests a decreased thresholds for activation of nociceptors. ATR activation increases kinase levels in DRG neurons, such as levels of PKA, PKC and MAPK, via G protein-coupled receptor-activated second messenger pathways. These phosphorylating enzymes sensitize major voltage-gated ion channels found on DRG neurons. Sensitization increases neuronal excitation following receptor channel activation. EMA401 antagonized human ATR with a Ki of 5.4 nM, IC of 39 nM and a Hill coefficient of 1.3. EMA401 alleviates pain and provides relief by blocking the AngII induced potentiation. TRPV1 is an example a nociceptor that's sensitization is inhibited by EMA401. Clinical conditions of chronic pain shows up-regulated TRPV1 expression. The transient receptor potential cation channel subfamily V member 1 (TRPV1) is a ligand-gated non-selective cation channel found in sensory neurons that allows the sensation and perception of heat and other noxious stimuli. Opening of TRPV1 channels lead to the influx of Na and Ca, causing the nociceptive neuron to depolarize. The direct phosphorylation of TRPV1 channel's Ser116 residue by cAMP-dependent protein kinase (PKA) sensitizes the TRPV1 channel. cAMP signals PKA to phosphorylate TRPV1. Phosphorylated TRPV1 has a lower threshold for activation, causing potentiation of its neuronal pathways. Activation of the ATR increases cAMP levels, resulting in higher numbers of phosphorylated TRPV1. This causes behavioral hypersensitivity of TRPV1 to its stimuli. Increased ATR activity causes hyperalgesia. ATR antagonist EMA401 inhibits the downstream effects of ATR activation, including an increase in cAMP. Fewer TRPV1 are phosphorylated when treated with EMA401, both reversing and/or preventing potentiation that causes hyperalgesia. AngII increases neuronal excitability to TRPV1 channel activation. EMA401 inhibits this increase in excitability in a dose dependent manner, producing analgesic effects.",
            "score": 267.4590148925781
        },
        {
            "docid": "854573_6",
            "document": "Batrachotoxin . As a neurotoxin it affects the nervous system. Neurological function depends on depolarization of nerve and muscle fibres due to increased sodium ion permeability of the excitable cell membrane. Lipid-soluble toxins such as batrachotoxin act directly on sodium ion channels involved in action potential generation and by modifying both their ion selectivity and voltage sensitivity. Batrachotoxin (BTX) irreversibly binds to the Na+ channels which causes a conformational change in the channels that forces the sodium channels to remain open. Batrachotoxin not only keeps voltage-gated sodium channels open, but it also reduces the single-channel conductance. In other words, the toxin binds to the sodium channel and keeps the membrane permeable to sodium ions in an all or none manner.",
            "score": 266.9111633300781
        },
        {
            "docid": "156998_4",
            "document": "Action potential . Action potentials are generated by special types of voltage-gated ion channels embedded in a cell's plasma membrane. These channels are shut when the membrane potential is near the (negative) resting potential of the cell, but they rapidly begin to open if the membrane increases to a precisely defined threshold voltage, depolarising the transmembrane potential. When the channels open, they allow an inward flow of sodium ions, which changes the electrochemical gradient, which in turn produces a further rise in the membrane potential. This then causes more channels to open, producing a greater electric current across the cell membrane, and so on. The process proceeds explosively until all of the available ion channels are open, resulting in a large upswing in the membrane potential. The rapid influx of sodium ions causes the polarity of the plasma membrane to reverse, and the ion channels then rapidly inactivate. As the sodium channels close, sodium ions can no longer enter the neuron, and then they are actively transported back out of the plasma membrane. Potassium channels are then activated, and there is an outward current of potassium ions, returning the electrochemical gradient to the resting state. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization.",
            "score": 265.606689453125
        },
        {
            "docid": "284842_7",
            "document": "Grayanotoxin . Experiments utilizing squid axonal membranes indicate that sodium channel binding likely occurs on the internal face of the neuron. Additionally, grayanotoxin only binds to the activated conformation of sodium channels. Normally, voltage gated sodium channels are activated (opened) only when the cell membrane potential reaches a specific threshold voltage. This activated conformation allows for an influx of sodium ions resulting in cell depolarization, followed by the firing of an action potential. At the peak of the action potential, voltage-gated sodium channels are quickly inactivated and are only reset once the cell has repolarized to resting potential. When grayanotoxin is present, binding induces further conformational changes that prevent sodium channel inactivation and lead to a prolonged depolarization. Due to its transient ability to activate channels and increase membrane permeability to sodium ions, grayanotoxin is classified as a reversible Na\"\"1.\"x\" agonist.",
            "score": 263.7893981933594
        },
        {
            "docid": "51926011_2",
            "document": "RhTx . RhTx is a small peptide toxin from \"Scolopendra subspinipes mutilans\", also called the Chinese red-headed centipede. RhTx binds to the outer pore region of the temperature regulated TRPV1 ion channel, preferably in activated state, causing a downwards shift in the activation threshold temperature, which leads to the immediate onset of heat pain.",
            "score": 263.1708679199219
        },
        {
            "docid": "8131_13",
            "document": "Dendrite . Action potentials in animal cells are generated by either sodium-gated or calcium-gated ion channels in the plasma membrane. These channels are closed when the membrane potential is near to, or at, the resting potential of the cell. The channels will start to open if the membrane potential increases, allowing sodium or calcium ions to flow into the cell. As more ions enter the cell, the membrane potential continues to rise. The process continues until all of the ion channels are open, causing a rapid increase in the membrane potential that then triggers the decrease in the membrane potential. The depolarizing is caused by the closing of the ion channels that prevent sodium ions from entering the neuron, and they are then actively transported out of the cell. Potassium channels are then activated, and there is an outward flow of potassium ions, returning the electrochemical gradient to the resting potential. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization or refractory period, due to additional potassium currents. This is the mechanism that prevents an action potential from traveling back the way it just came.",
            "score": 261.5705261230469
        },
        {
            "docid": "23965432_4",
            "document": "Gating (electrophysiology) . The name 'gating' derives from the idea that an ion channel protein includes a pore that is guarded by a gate or several gates, and the gate(s) must be in the open position for any ions to pass through the pore. A variety of cellular changes can trigger gating, depending on the ion channel, including changes in voltage across the cell membrane (voltage-gated ion channels), drugs or hormones interacting with the ion channel (ligand-gated ion channels), changes in temperature, stretching or deformation of the cell membrane, addition of a phosphate group to the ion channel (phosphorylation), and interaction with other molecules in the cell (e.g., G proteins). The rate at which any of these gating processes occurs in response to these triggers are known as the 'kinetics of gating.' Some drugs and many ion channel toxins act as 'gating modifiers' of voltage-gated ion channels by changing the kinetics of gating.",
            "score": 261.4048156738281
        },
        {
            "docid": "374338_3",
            "document": "NMDA receptor . The NMDAR is a specific type of ionotropic glutamate receptor. The NMDA receptor is so named because the agonist molecule \"N\"-methyl-D-aspartate (NMDA) binds selectively to it, and not to other glutamate receptors. Activation of NMDA receptors results in the opening of an ion channel that is nonselective to cations, with a combined reversal potential near 0 mV. While the opening and closing of the ion channel is primarily gated by ligand binding, the current flow through the ion channel is voltage dependent. Extracellular magnesium (Mg) and zinc (Zn) ions can bind to specific sites on the receptor, blocking the passage of other cations through the open ion channel. Depolarization of the cell dislodges and repels the Mg and Zn ions from the pore, thus allowing a voltage-dependent flow of sodium (Na) and small amounts of calcium (Ca) ions into the cell and potassium (K) out of the cell.",
            "score": 257.873779296875
        },
        {
            "docid": "8749261_18",
            "document": "Hepoxilin . HXA3 and HXB3 appear responsible for hyperalgesia and tactile allodynia (pain caused by a normally non-painful stimulus) response of mice to skin inflammation. In this model, the hepoxilins are released in spinal cord and directly activate TRPV1 and TRPA1 receptors to augment the perception of pain. TRPV1 (the transient receptor potential cation channel subfamily V member 1 (TrpV1), also termed the capsaicin receptor or vanilloid receptor) and TRPA1 (Transient receptor potential cation channel, member A1) are plasma membrane ion channels on cells; these channels are known to be involved in the perception of pain caused by exogenous and endogenous physical and chemical stimuli in a wide range of animal species including humans.",
            "score": 257.5043640136719
        },
        {
            "docid": "1349300_23",
            "document": "Cyclic nucleotide–gated ion channel . In the absence of light, cGMP binds to CNG channels in photoreceptors. This binding causes the channels to open, which allows sodium (Na) and calcium (Ca) ions to flow into the cell causing the outer segment of the photoreceptor to depolarize. This depolarizing flow of ions is known as the dark current. When the retina of the eye detects light, a reaction known as a phototransduction cascade occurs. It is a signal transduction pathway that leads to the activation of the enzyme phosphodiesterase, which hydrolyzes cGMP into 5’-GMP, decreasing the concentration of cGMP. In the absence of cGMP, the CNG channels in the photoreceptors close preventing the flow of the aforementioned dark current. This in turn causes a hyperpolarization of the outer segment of the photoreceptor, preventing the propagation of an action potential and the release of glutamate. Studies have shown that over activation of cGMP-dependent CNG channels in photoreceptors can lead to their degeneration. If the CNG channels on a photoreceptor are continuously activated, Ca and Na ion flux into the outer segment of the photoreceptor will increase so that it depolarizes beyond the dark current. Through a positive feedback loop, this would then increase the current of Ca into the cell. High concentration of Ca in the photoreceptor cell would lead to its death programmed cell death or apoptosis.",
            "score": 255.80589294433594
        },
        {
            "docid": "15303_4",
            "document": "Ion channel . There are two distinctive features of ion channels that differentiate them from other types of ion transporter proteins: Ion channels are located within the membrane of all excitable cells, and of many intracellular organelles. They are often described as narrow, water-filled tunnels that allow only ions of a certain size and/or charge to pass through. This characteristic is called selective permeability. The archetypal channel pore is just one or two atoms wide at its narrowest point and is selective for specific species of ion, such as sodium or potassium. However, some channels may be permeable to the passage of more than one type of ion, typically sharing a common charge: positive (cations) or negative (anions). Ions often move through the segments of the channel pore in single file nearly as quickly as the ions move through free solution. In many ion channels, passage through the pore is governed by a \"gate\", which may be opened or closed in response to chemical or electrical signals, temperature, or mechanical force.",
            "score": 255.6276397705078
        },
        {
            "docid": "18983276_5",
            "document": "Channel blocker . To comprehend the mechanism of channel blockers, it is critical to understand the composition of ion channels. Their main function is to contribute to the resting membrane potential of a cell via the flow of ions through a cell membrane. To accomplish this task, ions must be able to cross the hydrophobic region of a lipid bilayer membrane, an unfavorable process. To assist in ion transport, ion channels form a hydrophilic pore through the membrane which allows for the usually unfavorable transfer of hydrophilic molecules. Various ion channels have varying mechanisms of function. They include: Molecules that act as ion channel blockers can be used in relation to any of these various channels. For example, sodium channels, which are essential to the production of action potentials, are affected by many different toxins. Tetrodotoxin (TTX), a toxin found in pufferfish, completely blocks sodium ion transportation by blocking the selectivity filter region of the channel. Much of the structure of the pores of ion channels has been elucidated from studies that used toxins to inhibit channel function.",
            "score": 254.2476806640625
        },
        {
            "docid": "598586_8",
            "document": "Threshold potential . The phospholipid bilayer of the cell membrane is, in itself, highly impermeable to ions. The complete structure of the cell membrane includes many proteins that are embedded in or completely cross the lipid bilayer. Some of those proteins allow for the highly specific passage of ions, ion channels. Leak potassium channels allow potassium to flow through the membrane in response to the disparity in concentrations of potassium inside (high concentration) and outside the cell (low). The loss of positive(+) charges of the potassium(K+) ions from the inside of the cell results in a negative potential there compared to the extracellular surface of the membrane. A much smaller \"leak\" of sodium(Na+) into the cell results in the actual resting potential, about –70 mV, being less negative than the calculated potential for K+ alone, the equilibrium potential, about –90 mV. The sodium-potassium ATPase is an active transporter within the membrane that pumps potassium (2 ions) back into the cell and sodium (3 ions) out of the cell, maintaining the concentrations of both ions as well as preserving the voltage polarization.",
            "score": 253.83387756347656
        },
        {
            "docid": "1033847_6",
            "document": "Transient receptor potential channel . TRP ion channels convert energy into action potentials in somatosensory nociceptors. Thermo-TRP channels have a C-terminal domain that is responsible for thermosensation and have a specific interchangeable region that allows them to sense temperature stimuli that is tied to ligand regulatory processes. Although most TRP channels are modulated by changes in temperature, some have a crucial role in temperature sensation. There are at least 6 different Thermo-TRP channels and each plays a different role. For instance, TRPM8 relates to mechanisms of sensing cold, TRPV1 and TRPM3 contribute to heat and inflammation sensations, and TRPA1 facilitates many signaling pathways like sensory transduction, nociception, inflammation and oxidative stress.",
            "score": 252.98590087890625
        },
        {
            "docid": "563161_25",
            "document": "Membrane potential . Ion channels are integral membrane proteins with a pore through which ions can travel between extracellular space and cell interior. Most channels are specific (selective) for one ion; for example, most potassium channels are characterized by 1000:1 selectivity ratio for potassium over sodium, though potassium and sodium ions have the same charge and differ only slightly in their radius. The channel pore is typically so small that ions must pass through it in single-file order. Channel pores can be either open or closed for ion passage, although a number of channels demonstrate various sub-conductance levels. When a channel is open, ions permeate through the channel pore down the transmembrane concentration gradient for that particular ion. Rate of ionic flow through the channel, i.e. single-channel current amplitude, is determined by the maximum channel conductance and electrochemical driving force for that ion, which is the difference between the instantaneous value of the membrane potential and the value of the reversal potential.",
            "score": 252.0232696533203
        },
        {
            "docid": "13530864_3",
            "document": "TRPV2 . The vanilloid TRP subfamily (TRPV) named after the vanilloid receptor 1 consist of six members, four of them (TRPV1-TRPV4) have been related to thermal sensation. TRPV2 shares 50% of its homology with TRPV1. Compared to TRPV1 channels, TRPV2 channels do not open in response to vanilloids like capsaicin or thermal stimuli around 43°C. This may be due to the composition of the ankyrin repeat domains in TRPV2, which are different than those in TRPV1. However, TRPV2 channels can open by noxious temperatures greater than 52°C. TRPV2 initially was characterized as a noxious heat sensor channel, but more evidence suggest its importance in various osmosensory and mechanosensory mechanisms. The channel can open in response to a variety of stimuli including hormones, growth factors, mechanical stretching, heat, osmotic swelling, lysophospholipids, and cannabinoids. These channels are expressed in medium to large diameter neurons, motor neurons, and other non-neuronal tissues like the heart and lungs, which indicates its versatile function. The channel has an important role for basic cell function including contraction, cell proliferation, and cell death. The same channel can have different functions depending on the type of tissue. Other roles of TRPV2 continue to be explored in an attempt to define the role of translocation of TRPV2 by growth factors.",
            "score": 251.6174774169922
        },
        {
            "docid": "1349300_27",
            "document": "Cyclic nucleotide–gated ion channel . Almost all responses to odorants in olfactory sensory neurons (OSNs) are facilitated by CNG channels. When an odorant binds to its specific receptor in the chemosensitive cilia membrane, it activates a G protein, which causes a downstream reaction activating the enzyme adenylyl cyclase (AC). This enzyme is responsible for an increase in cAMP concentration within the OSN. cAMP binds to the CNG channels in the OSN membrane, opening them, and making the cell highly permeable to Ca. Calcium ions flow into the cell causing a depolarization. As in all other cell types, CNG channels in OSNs also allow Na to flow into the cell. Additionally, the increased Ca concentration inside the cell activates Ca-dependent chloride (Cl) channels, which causes intracellular Cl ions to also flow out of the cell augmenting the depolarization event. This depolarization stimulates an action potential that ultimately signals the reception of the odorant. In addition to cAMP gated ion channels, a small subset of OSNs also has cGMP-selective CNG channels.",
            "score": 248.89308166503906
        }
    ]
}