{
    "q": [
        {
            "docid": "3017886_8",
            "document": "Motor protein . Kinesins are a group of related motor proteins that use a microtubule track in anterograde movement. They are vital to spindle formation in mitotic and meiotic and chromosomes separation during cell division and are also responsible for shuttling mitochondria, Golgi bodies, and vesicles within eukaryotic cells. Kinesin have two heavy chains and two light chains per active motor. The two globular head motor domains in heavy chains can convert the chemical energy of ATP hydrolysis into mechanical work to move along microtubules. The direction in which cargo is transported can be towards the plus-end or the minus-end, depending on the type of kinesin. In general, kinesins with N-terminal motor domains move their cargo towards the plus ends of microtubules located at the cell periphery, while kinesins with C-terminal motor domains move cargo towards the minus ends of microtubules located at the nucleus. Fourteen distinct kinesin families are known, with some additional kinesin-like proteins that cannot be classified into these families.",
            "score": 389.1189365386963
        },
        {
            "docid": "20621_27",
            "document": "Microtubule . Microtubules can act as substrates for motor proteins that are involved in important cellular functions such as vesicle trafficking and cell division. Unlike other microtubule-associated proteins, motor proteins utilize the energy from ATP hydrolysis to generate mechanical work that moves the protein along the substrate. The major motor proteins that interact with microtubules are kinesin, which usually moves toward the (+) end of the microtubule, and dynein, which moves toward the (−) end.",
            "score": 354.1616806983948
        },
        {
            "docid": "609812_2",
            "document": "Dynein . Dynein is a family of cytoskeletal motor proteins that move along microtubules in cells. They convert the chemical energy stored in ATP to mechanical work. Dynein transports various cellular cargos, provides forces and displacements important in mitosis, and drives the beat of eukaryotic cilia and flagella. All of these functions rely on dynein's ability to move towards the minus-end of the microtubules, known as retrograde transport, thus, they are called \"minus-end directed motors\". In contrast, kinesin motor proteins move toward the microtubules' plus end.",
            "score": 331.1279511451721
        },
        {
            "docid": "599709_10",
            "document": "Karyogamy . Microtubule movement is mediated by a family of motor proteins known as kinesins, such as Kar3 in yeast. Accessory proteins, such as Spc72 in yeast, act as a glue, connecting the motor protein, spindle pole body and microtubule in a structure known as the half-bridge. Other proteins, such as Kar9 and Bim1 in yeast, attach to the plus end of the microtubules. They are activated by pheromone signals to attach to the shmoo tip. A shmoo is a projection of the cellular membrane which is the site of initial cell fusion in plasmogamy. After plasmogamy, the microtubule plus ends continue to grow towards the opposite pronucleus. It is thought that the growing plus end of the microtubule attaches directly to the motor protein of the opposite pronucleus, triggering a reorganization of the proteins at the half-bridge. The force necessary for migration occurs directly in response to this interaction.",
            "score": 329.8080117702484
        },
        {
            "docid": "46319796_7",
            "document": "Intracellular transport . Microtubules function as tracks in the intracellular transport of membrane-bound vesicles and organelles, and this process is propelled by motor proteins such as dynein. Microtubules are cytoskeletal fibers that have an important role in the mitotic spindle during mitosis. They are organized in such a way that their plus ends extend through the periphery of the cells and their minus ends are anchored within the centrosome, so they utilize the motor proteins kinesin’s (positive end directed) and dynein’s (negative end directed) to transport vesicles and organelles in opposite directions through the cytoplasm (cite: the cell a molecular approach). Each type of membrane vesicle is specifically bound to its own kinesin motor protein via binding within the tail domain. One of the major roles of microtubules is to transport membrane vesicles and organelles through the cytoplasm of eukaryotic cells. It is speculated that areas within the cell considered \"microtubule-poor\" are probably transported along microfilaments aided by a myosin motor protein. Another important role Microtubules play is during mitosis when the cell has undergone a duplication event and is in the process of creating daughter cells. Microtubules make up the mitotic spindle which are responsible for distributing the chromosomes to daughter nuclei during anaphase. During Anaphase there is a shortening event, called Anaphase A, in which the chromosomes move towards the spindle poles by utilizing the dynein motor proteins.",
            "score": 367.5639328956604
        },
        {
            "docid": "34520132_14",
            "document": "Kinesin family member 11 . The antiparallel tetrameric organization of the Kinesin-5 family is fundamentally different from the majority of other kinesins that are dimers, such as the well-characterized conventional Kinesin-1 (KIF5B). Conventional kinesin dimerizes in such a manner that the catalytic (head) domains are together on one end of the complex to facilitate hand-over-hand movement along a microtubule that enables long-range, directed transport of cellular cargoes. The unique assembly of Kinesin-5 proteins not only organizes the protein complex for a different cellular function (antiparallel microtubule sliding, described above) but also made it difficult to study the mechanical properties of the motor using the classical experiments that were designed for dimeric kinesins. These obstacles have been overcome by either adapting the original experiments to analyze the tetrameric organization of Kinesin-5, or by working with shorter Kinesin-5 proteins that form dimers like conventional kinesin.",
            "score": 280.29513812065125
        },
        {
            "docid": "34520132_7",
            "document": "Kinesin family member 11 . The discovery of small chemical inhibitors of human Kinesin-5 through a pioneering in vitro phenotypic screening on cancer cell lines has led to both the development of new anticancer therapeutic agents, and to novel tools to probe the mechanism of microtubule motor proteins. This toolkit of allosteric inhibitors has been used to probe the specific role of Kinesin-5 in mitotic spindle assembly as well as fine dissection of motor domain function. Through this work it was found that, in mammalian cells, Kinesin-5 is required for the initial assembly of the mitotic spindle during prophase and prometaphase, but is dispensable to traverse subsequent anaphase during a round of mitosis. Also, the binding of the Kinesin-5 inhibitors to an allosteric site on the motor interrupts the mechanism by which this enzyme converts the chemical energy of ATP hydrolysis into the mechanical work of moving microtubules, thus providing insight on how this enzyme works.",
            "score": 312.0877094268799
        },
        {
            "docid": "3017886_6",
            "document": "Motor protein . Myosins are a superfamily of actin motor proteins that convert chemical energy in the form of ATP to mechanical energy, thus generating force and movement. The first identified myosin, myosin II, is responsible for generating muscle contraction. Myosin II is an elongated protein that is formed from two heavy chains with motor heads and two light chains. Each myosin head contains actin and ATP binding site. The myosin heads bind and hydrolyze ATP, which provides the energy to walk toward the plus end of an actin filament. Myosin II are also vital in the process of cell division. For example, non-muscle myosin II bipolar thick filaments provide the force of contraction needed to divide cell into two daughter cells during cytokinesis.In addition to myosin II, many other myosin types are responsible for variety of movement of non-muscle cells. For example, myosin is involved in intracellular organization and the protrusion of actin-rich structures at the cell surface. Myosin V is involved in vesicle and organelle transport. Myosin XI are involved in cytoplasmic streaming, wherein movement along microfilament networks in the cell allows organelles and cytoplasm to stream in a particular direction. Eighteen different classes of myosins are known.",
            "score": 270.6970788240433
        },
        {
            "docid": "14796567_3",
            "document": "KIF3A . KIF3A is one subunit of the heterotrimeric motor protein, kinesin-2, that was initially isolated from sea urchin egg/embryo cytosol using microtubule affinity purification. This motor consists of two kinesin-related subunits (called KIF3A and KIF3B or 3C in vertebrates) and an associated protein (KAP3), and it transports protein complexes, nucleic acids and organelles towards the \"plus\" ends of microtubule tracks within cells. Work done in a broad range of eukaryotic cells has revealed that heterotrimeric kinesin-2 is the primary motor protein driving the intra-flagellar transport of tubulins and other axonemal building blocks from the base of the ciliary/flagellar axoneme to their site of assembly at the distal tips. This process is required for cilium assembly/maintenance and cilium-based signalling which play key roles in various cell and developmental processes. For example, in vertebrate embryos, kinesin-2 function is required for cilia-dependent nodal flow and the development of left-right asymmetry.",
            "score": 334.19160318374634
        },
        {
            "docid": "34520132_12",
            "document": "Kinesin family member 11 . Kinesin-5, like all motor proteins, breaks down ATP into ADP and inorganic phosphate, using a water molecule, and converts the chemical energy to force and motion along microtubules. Kinetic experiments reveal rates of how fast intermediate steps in catalysis occur and the most extensive set of studies on Kinesin-5 kinetics has been on the human protein. X-ray crystallography, cryo-electron microscopy, and real-time infrared spectroscopy have been used to measure the structure of Kinesin-5 in the different catalytic intermediate states. Changes in the secondary structure, or conformational switching, is required to convert and amplify biochemical changes in the catalytic active site into larger movements necessary for cellular motion. For example, the first step of ATP hydrolysis, which is the attack of the terminal phosphate of ATP by a water molecule, had not been observed by x-ray crystallography in any kinesin protein, until recently in Kinesin-5. This crystal structure showed that there was not one, but rather two, water molecules and they are in close association with each other. A two-water catalytic model was proposed and confirmed by an alternate method to track Kinesin-5 catalysis in real-time and in a kinesin protein in a different subfamily. Two-water catalytic models also are proposed in a divergent motor protein, myosin, and observed experimentally in one of its crystal structures.",
            "score": 302.27588403224945
        },
        {
            "docid": "609808_8",
            "document": "Kinesin . In the cell, small molecules, such as gases and glucose, diffuse to where they are needed. Large molecules synthesised in the cell body, intracellular components such as vesicles and organelles such as mitochondria are too large (and the cytosol too crowded) to be able to diffuse to their destinations. Motor proteins fulfill the role of transporting large cargo about the cell to their required destinations. Kinesins are motor proteins that transport such cargo by walking unidirectionally along microtubule tracks hydrolysing one molecule of adenosine triphosphate (ATP) at each step. It was thought that ATP hydrolysis powered each step, the energy released propelling the head forwards to the next binding site. However, it has been proposed that the head diffuses forward and the force of binding to the microtubule is what pulls the cargo along. In addition viruses, HIV for example, exploit kinesins to allow virus particle shuttling after assembly.",
            "score": 357.3161243200302
        },
        {
            "docid": "44214016_14",
            "document": "Glutamate receptor-interacting protein . Motor proteins such as Kinesin (KIF5) are bound to adapter molecules like GRIP1 to move cargo from the Golgi to the extremities of a neuron cell. GRIP1 and KIF5 are very commonly found together due to a good binding affinity (Kd range from 10-20nM). As for how cargo gets to the right place, there has been a hypothesis called the “smart motor”. It is currently thought that the “smart motor” recognizes the difference between axonal (coated with KLC protein) and dendritic (coated with KHC) proteins. The destination is chosen accordingly. Unfortunately, details about the intermediate transporting steps are unknown. However, at the destination the binding of protein 14-3-3 disrupts the interaction between KIF5 and GRIP1. This releases the cargo.",
            "score": 270.7325406074524
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 256.2051273584366
        },
        {
            "docid": "20580_24",
            "document": "Motion (physics) . The cells of the human body have many structures which move throughout them. Cytoplasmic streaming is a way which cells move molecular substances throughout the cytoplasm, various motor proteins work as molecular motors within a cell and move along the surface of various cellular substrates such as microtubules, and motor proteins are typically powered by the hydrolysis of adenosine triphosphate (ATP), and convert chemical energy into mechanical work. Vesicles propelled by motor proteins have been found to have a velocity of approximately 0.00000152 m/s.",
            "score": 280.4821209907532
        },
        {
            "docid": "14876229_3",
            "document": "KIF3B . The protein encoded by this gene forms a heterotrimeric motor complex with kinesin family member 3A and KAP3 (kinesin accessory protein 3) to drive intra-flagellar transport and possibly to aid in chromosome movement during mitosis and meiosis. The encoded protein is a plus end-directed microtubule motor and can interact with the SMC3 subunit of the cohesin complex. In addition, the encoded protein may be involved in the intracellular movement of membranous organelles. The heterotrimeric KIF3B/KIF3A/KAP3 motor protein is a member of the kinesin-2 subfamily of the kinesin superfamily.",
            "score": 305.95717334747314
        },
        {
            "docid": "17623931_2",
            "document": "Kinesin 8 . The Kinesin 8 Family are a subfamily of the molecular motor proteins known as kinesins. Most kinesins transport materials or cargo around the cell while traversing along microtubule polymer tracks with the help of ATP-hydrolysis-created energy. The Kinesin 8 family has been shown to play an important role in chromosome alignment during mitosis. Kinesin 8 family members KIF18A in humans and Kip3 in yeast have been shown to be \"in vivo\" plus-end directed microtubule depolymerizers. During prometaphase of mitosis, the microtubules attach to the kinetochores of sister chromatids. Kinesin 8 is thought to play some role in this process, as knockdown of this protein via siRNA produces a phenotype of sister chromatids that are unable to align properly (see External Links).",
            "score": 295.90683913230896
        },
        {
            "docid": "14763869_3",
            "document": "KIF23 . KIF23 (also known as Kinesin-6, CHO1/MKLP1, C. elegans ZEN-4 and Drosophila Pavarotti) is a member of kinesin-like protein family. This family includes microtubule-dependent molecular motors that transport organelles within cells and move chromosomes during cell division. This protein has been shown to cross-bridge antiparallel microtubules and drive microtubule movement in vitro. Alternate splicing of this gene results in two transcript variants encoding two different isoforms, better known as CHO1, the larger isoform and MKLP1, the smaller isoform. KIF23 is a plus-end directed motor protein expressed in mitosis, involved in the formation of the cleavage furrow in late anaphase and in cytokinesis. KIF23 is part of the centralspindlin complex that includes PRC1, Aurora B and 14-3-3 which cluster together at the spindle midzone to enable anaphase in dividing cells.",
            "score": 295.43082797527313
        },
        {
            "docid": "998893_7",
            "document": "Kinetochore . Even the simplest kinetochores consist of more than 19 different proteins. Many of these proteins are conserved between eukaryotic species, including a specialized histone H3 variant (called CENP-A or CenH3) which helps the kinetochore associate with DNA. Other proteins in the kinetochore attach it to the microtubules (MTs) of the mitotic spindle. There are also motor proteins, including both dynein and kinesin, which generate forces that move chromosomes during mitosis. Other proteins, such as Mad2, monitor the microtubule attachment as well as the tension between sister kinetochores and activate the spindle checkpoint to arrest the cell cycle when either of these is absent.",
            "score": 258.1140568256378
        },
        {
            "docid": "47413780_10",
            "document": "Anna Akhmanova . Another project the team is researching concerns the mechanisms involved in microtubule-based vesicle transport. They identified several structures that linked the microtubule motors to vesicles and developed procedures to show the function of the linkers when gathering motor proteins to associate with membrane organelles. Kinesin and dynein motors are required for long-range transport along microtubules within the cell. Akhmanova’s team focuses mainly on dynein, the motor that moves toward the minus end of the microtubule, and how it is linked to the various organelles and vesicles it transfers. They also study how dynein coordinates with kinesin, the motor that moves toward the plus end of the microtubule, when they are attached to the same organelle or vesicle, and they study the different signaling pathways that affect these motors. More specifically, they are currently looking into the protein Bicaudal D and its role in dynein-dependent transport, as it has been found to be important for dynein-dependent transport of mRNA in flies and of exocytotic vesicles in mammals. It has also been found to be important for the positioning of the centrosomes and nucleus during mitosis as this is facilitated by dynein and kinesin.",
            "score": 330.4558539390564
        },
        {
            "docid": "1128936_23",
            "document": "Mitogen-activated protein kinase . Since the discovery of Ste5 in yeast, scientists were on the hunt to discover similar non-enzymatic scaffolding pathway elements in mammals. There are indeed a number of proteins involved in ERK signaling, that can bind to multiple elements of the pathway: MP1 binds both MKK1/2 and ERK1/2, KSR1 and KSR2 can bind B-Raf or c-Raf, MKK1/2 and ERK1/2. Analogous proteins were also discovered for the JNK pathway: the JIP1/JIP2 and the JIP3/JIP4 families of proteins were all shown to bind MLKs, MKK7 and any JNK kinase. Unfortunately, unlike the yeast Ste5, the mechanisms by which they regulate MAPK activation are considerably less understood. While Ste5 actually forms a ternary complex with Ste7 and Fus3 to promote phosphorylation of the latter, known mammalian scaffold proteins appear to work by very different mechanisms. For example, KSR1 and KSR2 are actually MAP3 kinases and related to the Raf proteins. Although KSRs alone display negligible MAP3 kinase activity, KSR proteins can still participate in the activation of Raf kinases by forming side-to-side heterodimers with them, providing an allosteric pair to turn on each enzymes. JIPs on the other hand, are apparently transport proteins, responsible for enrichment of MAPK signaling components in certain compartments of polarized cells. In this context, JNK-dependent phosphorylation of JIP1 (and possibly JIP2) provides a signal for JIPs to release the JIP-bound and inactive upstream pathway components, thus driving a strong local positive feedback loop. This sophisticated mechanism couples kinesin-dependent transport to local JNK activation, not only in mammals, but also in the fruitfly \"Drosophila melanogaster\".",
            "score": 166.93065667152405
        },
        {
            "docid": "958_16",
            "document": "Axon . Outgoing anterograde transport from the cell body along the axon, carries mitochondria and membrane proteins needed for growth to the axon terminal. Ingoing retrograde transport carries cell waste materials from the axon terminal to the cell body. Outgoing and ingoing tracks use different sets of motor proteins. Outgoing transport is provided by kinesin, and ingoing return traffic is provided by dynein. Dynein is minus-end directed. There are many forms of kinesis and dynein motor proteins, and each is thought to carry a different cargo. The studies on transport in the axon led to the naming of kinesin.",
            "score": 234.63137412071228
        },
        {
            "docid": "21942008_10",
            "document": "Cell polarity . The molecular identity of most important proteins involved in leading spontaneous symmetry breaking have been extensively studied. Those proteins have been categorized in general modules that represent the main functional cores for yeast life cycle. However, the molecular mechanisms responsible for this regulatory network are still poorly understood. Extensive work done in many organisms ranging from prokaryotes to high complex ones has revealed a central role of small GTPases in the cell polarization process. Particularly in yeast, this protein is Cdc42, which is a member of the eukaryotic Ras-homologous Rho-family of GTPases, which is part of the wider super-family of small GTPases, including Rop GTPases in plants and small GTPases in prokaryotes.",
            "score": 110.83450722694397
        },
        {
            "docid": "1390297_8",
            "document": "Nanomotor . A proposed branch of research is the integration of molecular motor proteins found in living cells into molecular motors implanted in artificial devices. Such a motor protein would be able to move a \"cargo\" within that device, via protein dynamics, similarly to how kinesin moves various molecules along tracks of microtubules inside cells. Starting and stopping the movement of such motor proteins would involve caging the ATP in molecular structures sensitive to UV light. Pulses of UV illumination would thus provide pulses of movement. DNA nanomachines, based on changes between two molecular conformations of DNA in response to various external triggers, have also been described.",
            "score": 311.74739933013916
        },
        {
            "docid": "609808_11",
            "document": "Kinesin . It has been previously known that kinesin move cargo towards the positive (+) end of a microtubule, also known as anterograde transport/orthograde transport. However, it has been recently discovered that in budding yeast cells kinesin Cin8 (a member of the Kinesin-5 family) can move toward the negative end as well, or retrograde transport. This means, kinesin has the novel ability to switch directionality. Kinesin, so far, has only been shown to move toward the negative end when in a group, with motors sliding in the antiparallel direction in an attempt to separate microtubules. This dual directionality has been observed in identical conditions where free Cin8 molecules move towards the minus end, but cross-linking Cin8 move toward the plus ends of each cross-linked microtubule. One specific study tested the speed at which Cin8 motors moved, their results yielded a range of about 25-55nm/s, in the direction of the spindle poles. On an individual basis it has been found that through the use of ionic conditions Cin8 motors can become as fast as 380nm/s, a notable jump. This tells us that Cin 8 can easily change directions on a microtubule, and in turn led to the plus end movement of kinesin on a microtubule. It is suggested that this unique ability is a result of coupling with other Cin8 motors and helps to fulfill the role of dynein in budding yeast. This discovery in kinesin-14 family proteins (such as \"Drosophila melanogaster\" NCD, budding yeast KAR3, and \"Arabidopsis thaliana\" ATK5) allows kinesin to walk in the opposite direction, toward microtubule minus end. This is not typical of kinesin, rather, an exception to the normal direction of movement.",
            "score": 370.5113015174866
        },
        {
            "docid": "609808_3",
            "document": "Kinesin . Kinesins move along microtubule (MT) filaments, and are powered by the hydrolysis of adenosine triphosphate (ATP) (thus kinesins are ATPases). The active movement of kinesins supports several cellular functions including mitosis, meiosis and transport of cellular cargo, such as in axonal transport. Most kinesins walk towards the positive end of a microtubule, which, in most cells, entails transporting cargo such as protein and membrane components from the centre of the cell towards the periphery. This form of transport is known as anterograde transport. In contrast, dyneins are motor proteins that move toward the negative end of a microtubule in retrograde transport.",
            "score": 327.8096499443054
        },
        {
            "docid": "7107162_4",
            "document": "Calcium-binding protein . Many different calcium-binding proteins exist, with different cellular and tissue distribution and involvement in specific functions. Calcium binding proteins also serve an important physiological role for cells. The most ubiquitous Ca-sensing protein, found in all eukaryotic organisms including yeasts, is calmodulin. Intracellular storage and release of Ca from the sarcoplasmic reticulum is associated with the high-capacity, low-affinity calcium-binding protein calsequestrin. Calretinin is another type of Calcium binding protein weighing 29kD. It is involved in cell signaling and shown to exist in neurons. This type of protein is also found in large quantities in malignant mesothelial cells, which can be easily differentiated from carcinomas. This differentiation is later applied for a diagnosis on ovarian stromal tumors. Also, another member of the EF-hand superfamily is the S100B protein, which regulates p53. P53 is known as a tumor suppressor protein and in this case acts as a transcriptional activator or repressor of numerous genes. S100B proteins are abundantly found in cancerous tumor cells causing them to be overexpressed, therefore making these proteins useful for classifying tumors. In addition, this explains why this protein can easily interact with p53 when transcriptional regulation takes place.",
            "score": 146.4011607170105
        },
        {
            "docid": "34385_44",
            "document": "Yeast . Several yeasts, in particular \"S. cerevisiae\", have been widely used in genetics and cell biology, largely because \"S. cerevisiae\" is a simple eukaryotic cell, serving as a model for all eukaryotes, including humans, for the study of fundamental cellular processes such as the cell cycle, DNA replication, recombination, cell division, and metabolism. Also, yeasts are easily manipulated and cultured in the laboratory, which has allowed for the development of powerful standard techniques, such as yeast two-hybrid, synthetic genetic array analysis, and tetrad analysis. Many proteins important in human biology were first discovered by studying their homologues in yeast; these proteins include cell cycle proteins, signaling proteins, and protein-processing enzymes.",
            "score": 111.51296544075012
        },
        {
            "docid": "37102360_5",
            "document": "Ronald Vale . Vale joined the UCSF faculty in 1986. Using plastic beads, he was able to track the motion of the motors moving along microtubules. To observe the force-generating action of kinesin, the Vale laboratory used an optical trapping microscope. Ultimately, his group worked out the molecular steps that kinesin uses to convert energy into mechanical force. In 1995, Vale and colleagues solved the crystal structure of the kinesin motor domain. Since then, the Vale lab has made significant contributions to the field of cell biology, including discovering the severing protein katanin, characterizing dynein's function and structure, and identifying other new proteins that regulate the cytoskeleton.",
            "score": 296.3408000469208
        },
        {
            "docid": "32190659_2",
            "document": "CAS/CSE protein family . In molecular biology, the CAS/CSE protein family is a family of proteins which includes mammalian cellular apoptosis susceptibility (CAS) proteins and yeast chromosome-segregation protein, CSE1. CAS is involved in both cellular apoptosis and proliferation. Apoptosis is inhibited in CAS-depleted cells, while the expression of CAS correlates to the degree of cellular proliferation. Like CSE1, it is essential for the mitotic checkpoint in the cell cycle (CAS depletion blocks the cell in the G2 phase), and has been shown to be associated with the microtubule network and the mitotic spindle, as is the protein MEK, which is thought to regulate the intracellular localization (predominantly nuclear vs. predominantly cytosolic) of CAS. In the nucleus, CAS acts as a nuclear transport factor in the importin pathway. The importin pathway mediates the nuclear transport of several proteins that are necessary for mitosis and further progression. CAS is therefore thought to affect the cell cycle through its effect on the nuclear transport of these proteins. Since apoptosis also requires the nuclear import of several proteins (such as P53 and transcription factors), it has been suggested that CAS also enables apoptosis by facilitating the nuclear import of at least a subset of these essential proteins.",
            "score": 146.48661494255066
        },
        {
            "docid": "609808_4",
            "document": "Kinesin . Kinesins were discovered as MT-based anterograde intracellular transport motors. The founding member of this superfamily, kinesin-1, was isolated as a heterotetrameric fast axonal organelle transport motor consisting of 2 identical motor subunits (KHC) and 2 \"light chains\" (KLC) via microtubule affinity purification from neuronal cell extracts. Subsequently, a different, heterotrimeric plus-end-directed MT-based motor named kinesin-2, consisting of 2 distinct KHC-related motor subunits and an accessory \"KAP\" subunit, was purified from echinoderm egg/embryo extracts and is best known for its role in transporting protein complexes (IFT particles) along axonemes during cilium biogenesis. Molecular genetic and genomic approaches have led to the recognition that the kinesins form a diverse superfamily of motors that are responsible for multiple intracellular motility events in eukaryotic cells. For example, the genomes of mammals encode more than 40 kinesin proteins, organized into at least 14 families named kinesin-1 through kinesin-14.",
            "score": 309.36715519428253
        },
        {
            "docid": "22773_3",
            "document": "Oxidative phosphorylation . During oxidative phosphorylation, electrons are transferred from electron donors to electron acceptors such as oxygen, in redox reactions. These redox reactions release energy, which is used to form ATP. In eukaryotes, these redox reactions are carried out by a series of protein complexes within the inner membrane of the cell's mitochondria, whereas, in prokaryotes, these proteins are located in the cells' intermembrane space. These linked sets of proteins are called electron transport chains. In eukaryotes, five main protein complexes are involved, whereas in prokaryotes many different enzymes are present, using a variety of electron donors and acceptors.",
            "score": 111.60672330856323
        },
        {
            "docid": "34520132_10",
            "document": "Kinesin family member 11 . In 1995, Kinesin-5 was determined to be post-translationally phosphorylated within its C-terminal tail. Once Kinesin-5 is phosphorylated at this residue in early prophase, it localizes to the mitotic spindle where it binds to microtubules. An additional phosphosite was identified on the Kinesin-5 tail in 2008, however, only approximately 3% of the total microtubule-associated Kinesin-5 is phosphorylated at this residues. While additional phosphosites or other post-translational modifications within the Kinesin-5 tail, stalk, and motor have been identified, no other modifications have been proven as necessary for Kinesin-5 to perform its necessary tasks in mitosis. Kinesin-5 is also regulated through direct interaction with other proteins. The microtubule-associated protein, TPX2, associates with Kinesin-5 in mitosis. Their interaction is necessary for Kinesin-5 localization to the mitotic spindle, for stabilizing the spindle, and for spindle pole segregation. Kinesin-5 has been shown to interact with the dynactin subunit p150Glued as well as many other cell cycle related proteins in vivo and in vitro, however, additional experimentation is needed to confirm that their association is necessary for Kinesin-5 to function normally.",
            "score": 270.868514418602
        }
    ],
    "r": [
        {
            "docid": "3017886_8",
            "document": "Motor protein . Kinesins are a group of related motor proteins that use a microtubule track in anterograde movement. They are vital to spindle formation in mitotic and meiotic and chromosomes separation during cell division and are also responsible for shuttling mitochondria, Golgi bodies, and vesicles within eukaryotic cells. Kinesin have two heavy chains and two light chains per active motor. The two globular head motor domains in heavy chains can convert the chemical energy of ATP hydrolysis into mechanical work to move along microtubules. The direction in which cargo is transported can be towards the plus-end or the minus-end, depending on the type of kinesin. In general, kinesins with N-terminal motor domains move their cargo towards the plus ends of microtubules located at the cell periphery, while kinesins with C-terminal motor domains move cargo towards the minus ends of microtubules located at the nucleus. Fourteen distinct kinesin families are known, with some additional kinesin-like proteins that cannot be classified into these families.",
            "score": 389.11895751953125
        },
        {
            "docid": "609808_11",
            "document": "Kinesin . It has been previously known that kinesin move cargo towards the positive (+) end of a microtubule, also known as anterograde transport/orthograde transport. However, it has been recently discovered that in budding yeast cells kinesin Cin8 (a member of the Kinesin-5 family) can move toward the negative end as well, or retrograde transport. This means, kinesin has the novel ability to switch directionality. Kinesin, so far, has only been shown to move toward the negative end when in a group, with motors sliding in the antiparallel direction in an attempt to separate microtubules. This dual directionality has been observed in identical conditions where free Cin8 molecules move towards the minus end, but cross-linking Cin8 move toward the plus ends of each cross-linked microtubule. One specific study tested the speed at which Cin8 motors moved, their results yielded a range of about 25-55nm/s, in the direction of the spindle poles. On an individual basis it has been found that through the use of ionic conditions Cin8 motors can become as fast as 380nm/s, a notable jump. This tells us that Cin 8 can easily change directions on a microtubule, and in turn led to the plus end movement of kinesin on a microtubule. It is suggested that this unique ability is a result of coupling with other Cin8 motors and helps to fulfill the role of dynein in budding yeast. This discovery in kinesin-14 family proteins (such as \"Drosophila melanogaster\" NCD, budding yeast KAR3, and \"Arabidopsis thaliana\" ATK5) allows kinesin to walk in the opposite direction, toward microtubule minus end. This is not typical of kinesin, rather, an exception to the normal direction of movement.",
            "score": 370.51129150390625
        },
        {
            "docid": "46319796_7",
            "document": "Intracellular transport . Microtubules function as tracks in the intracellular transport of membrane-bound vesicles and organelles, and this process is propelled by motor proteins such as dynein. Microtubules are cytoskeletal fibers that have an important role in the mitotic spindle during mitosis. They are organized in such a way that their plus ends extend through the periphery of the cells and their minus ends are anchored within the centrosome, so they utilize the motor proteins kinesin’s (positive end directed) and dynein’s (negative end directed) to transport vesicles and organelles in opposite directions through the cytoplasm (cite: the cell a molecular approach). Each type of membrane vesicle is specifically bound to its own kinesin motor protein via binding within the tail domain. One of the major roles of microtubules is to transport membrane vesicles and organelles through the cytoplasm of eukaryotic cells. It is speculated that areas within the cell considered \"microtubule-poor\" are probably transported along microfilaments aided by a myosin motor protein. Another important role Microtubules play is during mitosis when the cell has undergone a duplication event and is in the process of creating daughter cells. Microtubules make up the mitotic spindle which are responsible for distributing the chromosomes to daughter nuclei during anaphase. During Anaphase there is a shortening event, called Anaphase A, in which the chromosomes move towards the spindle poles by utilizing the dynein motor proteins.",
            "score": 367.5639343261719
        },
        {
            "docid": "609808_8",
            "document": "Kinesin . In the cell, small molecules, such as gases and glucose, diffuse to where they are needed. Large molecules synthesised in the cell body, intracellular components such as vesicles and organelles such as mitochondria are too large (and the cytosol too crowded) to be able to diffuse to their destinations. Motor proteins fulfill the role of transporting large cargo about the cell to their required destinations. Kinesins are motor proteins that transport such cargo by walking unidirectionally along microtubule tracks hydrolysing one molecule of adenosine triphosphate (ATP) at each step. It was thought that ATP hydrolysis powered each step, the energy released propelling the head forwards to the next binding site. However, it has been proposed that the head diffuses forward and the force of binding to the microtubule is what pulls the cargo along. In addition viruses, HIV for example, exploit kinesins to allow virus particle shuttling after assembly.",
            "score": 357.3161315917969
        },
        {
            "docid": "20621_27",
            "document": "Microtubule . Microtubules can act as substrates for motor proteins that are involved in important cellular functions such as vesicle trafficking and cell division. Unlike other microtubule-associated proteins, motor proteins utilize the energy from ATP hydrolysis to generate mechanical work that moves the protein along the substrate. The major motor proteins that interact with microtubules are kinesin, which usually moves toward the (+) end of the microtubule, and dynein, which moves toward the (−) end.",
            "score": 354.16168212890625
        },
        {
            "docid": "34520132_15",
            "document": "Kinesin family member 11 . The most striking outcomes of the analysis of Kinesin-5 motility is that it is slow – about 10 times slower than conventional Kinesin-1 – with a velocity in the range of 50 nanometers per second and that it could generate very high levels of mechanical force (7-9 picoNewtons per molecule). These values come from three types of experimental data: microtubule gliding assays, single molecule motility assays, and optical trap assays. In microtubule gliding assays, kinesins are attached to a glass surface and microtubules are laid down over the top. Since the motors are attached to the glass, their motile behavior translates into movement of the microtubule across the anchored kinesins, akin to someone crowd surfing. These experiments gave us the first analysis of Kinesin-5 motility. By attaching microtubules to the glass surface first, then adding Kinesin-5 with free microtubules in solution, it was possible to adapt the microtubule gliding assays to show that Kinesin-5 can crosslink two microtubules and move them in opposite directions. This experiment showed that Kinesin-5 was indeed capable of carrying out the role that had been proposed for it in mitosis – sliding oppositely oriented microtubules in the mitotic spindle. To study the behavior of individual Kinesin-5 molecules, single molecule motility assays were performed by attaching microtubules to a glass surface, then adding a dilute solution of Kinesin-5 with a fluorophore attached. This experimental setup enables the observer to follow separate Kinesin-5 molecules as they “walk” along the microtubule, providing not only information about velocity, but also about processivity – the ability of a kinesin to take multiple steps along the microtubule without dissociating. In single molecule motility assays, velocities for Kinesin-5 were similar to those seen in microtubule gliding assays, and the motor was observed to be weakly processive. In optical trap experiments, Kinesin-5 molecules are attached to a bead that can be held in place by a finely focused laser. By moving the bead close to a microtubule, the kinesin can bind to the microtubule and begin stepping, pulling the bead along behind it. Since the bead is being held in place by the trap laser, it acts like a spring and exerts a force that resists the forward movement of the kinesin. This allows for the measurement of the stall force – the maximum amount of force that can be exerted by a motor before it releases from the microtubule. Optical trap experiments showed that Kinesin-5 generates a maximum of 7 picoNewtons of force before releasing, but that its behavior differs from that of other kinesins in that there was no observable plateau phase in which the motor “struggles” at its maximal force generation before letting go. Extrapolation of kinetic data suggests that the maximal observed force generated in the optical trap by Kinesin-5 is actually an underestimate and that it theoretically can exert up to 9 picoNewtons of force as a maximum, although further experimental work is required to test this.",
            "score": 341.5970153808594
        },
        {
            "docid": "14796567_3",
            "document": "KIF3A . KIF3A is one subunit of the heterotrimeric motor protein, kinesin-2, that was initially isolated from sea urchin egg/embryo cytosol using microtubule affinity purification. This motor consists of two kinesin-related subunits (called KIF3A and KIF3B or 3C in vertebrates) and an associated protein (KAP3), and it transports protein complexes, nucleic acids and organelles towards the \"plus\" ends of microtubule tracks within cells. Work done in a broad range of eukaryotic cells has revealed that heterotrimeric kinesin-2 is the primary motor protein driving the intra-flagellar transport of tubulins and other axonemal building blocks from the base of the ciliary/flagellar axoneme to their site of assembly at the distal tips. This process is required for cilium assembly/maintenance and cilium-based signalling which play key roles in various cell and developmental processes. For example, in vertebrate embryos, kinesin-2 function is required for cilia-dependent nodal flow and the development of left-right asymmetry.",
            "score": 334.1916198730469
        },
        {
            "docid": "3017886_5",
            "document": "Motor protein . Motor proteins utilizing the cytoskeleton for movement falls into two categories based on their substrates: Actin motors such as myosin move along microfilaments through interaction with actin. Microtubule motors such as dynein and kinesin movement along microtubules through interaction with tubulin. There are two basic types of microtubule motors: plus-end motors and minus-end motors, depending on the direction in which they \"walk\" along the microtubule cables within the cell.",
            "score": 331.6470642089844
        },
        {
            "docid": "609812_2",
            "document": "Dynein . Dynein is a family of cytoskeletal motor proteins that move along microtubules in cells. They convert the chemical energy stored in ATP to mechanical work. Dynein transports various cellular cargos, provides forces and displacements important in mitosis, and drives the beat of eukaryotic cilia and flagella. All of these functions rely on dynein's ability to move towards the minus-end of the microtubules, known as retrograde transport, thus, they are called \"minus-end directed motors\". In contrast, kinesin motor proteins move toward the microtubules' plus end.",
            "score": 331.1279602050781
        },
        {
            "docid": "47413780_10",
            "document": "Anna Akhmanova . Another project the team is researching concerns the mechanisms involved in microtubule-based vesicle transport. They identified several structures that linked the microtubule motors to vesicles and developed procedures to show the function of the linkers when gathering motor proteins to associate with membrane organelles. Kinesin and dynein motors are required for long-range transport along microtubules within the cell. Akhmanova’s team focuses mainly on dynein, the motor that moves toward the minus end of the microtubule, and how it is linked to the various organelles and vesicles it transfers. They also study how dynein coordinates with kinesin, the motor that moves toward the plus end of the microtubule, when they are attached to the same organelle or vesicle, and they study the different signaling pathways that affect these motors. More specifically, they are currently looking into the protein Bicaudal D and its role in dynein-dependent transport, as it has been found to be important for dynein-dependent transport of mRNA in flies and of exocytotic vesicles in mammals. It has also been found to be important for the positioning of the centrosomes and nucleus during mitosis as this is facilitated by dynein and kinesin.",
            "score": 330.45587158203125
        },
        {
            "docid": "599709_10",
            "document": "Karyogamy . Microtubule movement is mediated by a family of motor proteins known as kinesins, such as Kar3 in yeast. Accessory proteins, such as Spc72 in yeast, act as a glue, connecting the motor protein, spindle pole body and microtubule in a structure known as the half-bridge. Other proteins, such as Kar9 and Bim1 in yeast, attach to the plus end of the microtubules. They are activated by pheromone signals to attach to the shmoo tip. A shmoo is a projection of the cellular membrane which is the site of initial cell fusion in plasmogamy. After plasmogamy, the microtubule plus ends continue to grow towards the opposite pronucleus. It is thought that the growing plus end of the microtubule attaches directly to the motor protein of the opposite pronucleus, triggering a reorganization of the proteins at the half-bridge. The force necessary for migration occurs directly in response to this interaction.",
            "score": 329.8080139160156
        },
        {
            "docid": "609808_3",
            "document": "Kinesin . Kinesins move along microtubule (MT) filaments, and are powered by the hydrolysis of adenosine triphosphate (ATP) (thus kinesins are ATPases). The active movement of kinesins supports several cellular functions including mitosis, meiosis and transport of cellular cargo, such as in axonal transport. Most kinesins walk towards the positive end of a microtubule, which, in most cells, entails transporting cargo such as protein and membrane components from the centre of the cell towards the periphery. This form of transport is known as anterograde transport. In contrast, dyneins are motor proteins that move toward the negative end of a microtubule in retrograde transport.",
            "score": 327.8096618652344
        },
        {
            "docid": "4138132_4",
            "document": "Kinesin 13 . The exact mechanism of Kinesin-13 activated microtubule depolymerization remains unclear, however, recent biochemical and structural studies revealed some more detailed class specific features enabling researchers to formulate a model.) The protein first contacts the side wall of a microtubule. This is not a stable interaction because the convex surface of the catalytic core does not fit to the flat surface of the straight microtubule protofilament. Steric hindrance between the molecule neck and adjacent protofilament further inhibits full contact between protein and the microtubule and only facilitates one-dimensional diffusion along the microtubule. At this time, The protein's nucleotide binding pocket is trapped in an open state so that the structure is not hydrolyzing ATP. Once the motor reaches the end of the microtubule, the protofilament spontaneously curves itself allowing motor to make full contact with the tubulin subunit. More MCAK molecules collectively bind to the curved region supporting the theory that they do not actively peel away the microtubule but they wait patiently for it to adopt this curved conformation. They stabilize the curved conformation by binding to the end of the microtubule and then catalyze depolymerization.",
            "score": 327.3929443359375
        },
        {
            "docid": "609812_11",
            "document": "Dynein . One major form of motor regulation within cells for dynein is dynactin. It may be required for almost all cytoplasmic dynein functions. Currently, it is the best studied dynein partner. Dynactin is a protein that aids in intracellular transport throughout the cell by linking to cytoplasmic dynein. Dynactin can function as a scaffold for other proteins to bind to. It also functions as a recruiting factor that localizes dynein to where it should be. There is also some evidence suggesting that it may regulate kinesin-2. The dynactin complex is composed of more than 20 subunits, of which p150(Glued) is the largest. There is no definitive evidence that dynactin by itself affects the velocity of the motor. It does, however, affect the processivity of the motor. The binding regulation is likely allosteric: experiments have shown that the enhancements provided in the processivity of the dynein motor do not depend on the p150 subunit binding domain to the microtubules.",
            "score": 324.5364990234375
        },
        {
            "docid": "609808_10",
            "document": "Kinesin . Motor proteins travel in a specific direction along a microtubule. Microtubules are polar; meaning, the heads only binds to the microtubule in one orientation, while ATP binding gives each step its direction through a process known as neck linker zippering.",
            "score": 321.0072021484375
        },
        {
            "docid": "34520132_7",
            "document": "Kinesin family member 11 . The discovery of small chemical inhibitors of human Kinesin-5 through a pioneering in vitro phenotypic screening on cancer cell lines has led to both the development of new anticancer therapeutic agents, and to novel tools to probe the mechanism of microtubule motor proteins. This toolkit of allosteric inhibitors has been used to probe the specific role of Kinesin-5 in mitotic spindle assembly as well as fine dissection of motor domain function. Through this work it was found that, in mammalian cells, Kinesin-5 is required for the initial assembly of the mitotic spindle during prophase and prometaphase, but is dispensable to traverse subsequent anaphase during a round of mitosis. Also, the binding of the Kinesin-5 inhibitors to an allosteric site on the motor interrupts the mechanism by which this enzyme converts the chemical energy of ATP hydrolysis into the mechanical work of moving microtubules, thus providing insight on how this enzyme works.",
            "score": 312.08770751953125
        },
        {
            "docid": "1390297_8",
            "document": "Nanomotor . A proposed branch of research is the integration of molecular motor proteins found in living cells into molecular motors implanted in artificial devices. Such a motor protein would be able to move a \"cargo\" within that device, via protein dynamics, similarly to how kinesin moves various molecules along tracks of microtubules inside cells. Starting and stopping the movement of such motor proteins would involve caging the ATP in molecular structures sensitive to UV light. Pulses of UV illumination would thus provide pulses of movement. DNA nanomachines, based on changes between two molecular conformations of DNA in response to various external triggers, have also been described.",
            "score": 311.7474060058594
        },
        {
            "docid": "3190871_5",
            "document": "Intraflagellar transport . IFT describes the bi-directional movement of non-membrane-bound particles along the doublet microtubules of the flagellar axoneme, between the axoneme and the plasma membrane. Studies have shown that the movement of IFT particles along the microtubule is carried out by two different microtubule-based motors; the anterograde (towards the flagellar tip) motor is heterotrimeric kinesin-2, and the retrograde (towards the cell body) motor is cytoplasmic dynein 1b. IFT particles carry axonemal subunits to the site of assembly at the tip of the axoneme; thus, IFT is necessary for axonemal growth. Therefore, since the axoneme needs a continually fresh supply of proteins, an axoneme with defective IFT machinery will slowly shrink in the absence of replacement protein subunits. In healthy flagella, IFT particles reverse direction at the tip of the axoneme, and are thought to carry used proteins, or \"turnover products,\" back to the base of the flagellum.",
            "score": 310.70709228515625
        },
        {
            "docid": "609808_4",
            "document": "Kinesin . Kinesins were discovered as MT-based anterograde intracellular transport motors. The founding member of this superfamily, kinesin-1, was isolated as a heterotetrameric fast axonal organelle transport motor consisting of 2 identical motor subunits (KHC) and 2 \"light chains\" (KLC) via microtubule affinity purification from neuronal cell extracts. Subsequently, a different, heterotrimeric plus-end-directed MT-based motor named kinesin-2, consisting of 2 distinct KHC-related motor subunits and an accessory \"KAP\" subunit, was purified from echinoderm egg/embryo extracts and is best known for its role in transporting protein complexes (IFT particles) along axonemes during cilium biogenesis. Molecular genetic and genomic approaches have led to the recognition that the kinesins form a diverse superfamily of motors that are responsible for multiple intracellular motility events in eukaryotic cells. For example, the genomes of mammals encode more than 40 kinesin proteins, organized into at least 14 families named kinesin-1 through kinesin-14.",
            "score": 309.3671569824219
        },
        {
            "docid": "14876229_3",
            "document": "KIF3B . The protein encoded by this gene forms a heterotrimeric motor complex with kinesin family member 3A and KAP3 (kinesin accessory protein 3) to drive intra-flagellar transport and possibly to aid in chromosome movement during mitosis and meiosis. The encoded protein is a plus end-directed microtubule motor and can interact with the SMC3 subunit of the cohesin complex. In addition, the encoded protein may be involved in the intracellular movement of membranous organelles. The heterotrimeric KIF3B/KIF3A/KAP3 motor protein is a member of the kinesin-2 subfamily of the kinesin superfamily.",
            "score": 305.9571838378906
        },
        {
            "docid": "14763025_3",
            "document": "KTN1 . Various cellular organelles and vesicles are transported along the microtubules in the cytoplasm. Likewise, membrane recycling of the endoplasmic reticulum (ER), Golgi assembly at the microtubule organizing center, and alignment of lysosomes along microtubules are all related processes. The transport of organelles requires a special class of microtubule-associated proteins (MAPs). One of these is the molecular motor kinesin (see MIM 148760 and MIM 600025), an ATPase that moves vesicles unidirectionally toward the plus end of the microtubule. Another such MAP is kinectin, a large integral ER membrane protein. Antibodies directed against kinectin have been shown to inhibit its binding to kinesin.[supplied by OMIM]",
            "score": 303.9676513671875
        },
        {
            "docid": "34520132_12",
            "document": "Kinesin family member 11 . Kinesin-5, like all motor proteins, breaks down ATP into ADP and inorganic phosphate, using a water molecule, and converts the chemical energy to force and motion along microtubules. Kinetic experiments reveal rates of how fast intermediate steps in catalysis occur and the most extensive set of studies on Kinesin-5 kinetics has been on the human protein. X-ray crystallography, cryo-electron microscopy, and real-time infrared spectroscopy have been used to measure the structure of Kinesin-5 in the different catalytic intermediate states. Changes in the secondary structure, or conformational switching, is required to convert and amplify biochemical changes in the catalytic active site into larger movements necessary for cellular motion. For example, the first step of ATP hydrolysis, which is the attack of the terminal phosphate of ATP by a water molecule, had not been observed by x-ray crystallography in any kinesin protein, until recently in Kinesin-5. This crystal structure showed that there was not one, but rather two, water molecules and they are in close association with each other. A two-water catalytic model was proposed and confirmed by an alternate method to track Kinesin-5 catalysis in real-time and in a kinesin protein in a different subfamily. Two-water catalytic models also are proposed in a divergent motor protein, myosin, and observed experimentally in one of its crystal structures.",
            "score": 302.27587890625
        },
        {
            "docid": "34520132_4",
            "document": "Kinesin family member 11 . KIF11 (also known as kinesin-5 and Eg5) is a homotetramer which cross-links anti-parallel microtubules in the mitotic spindle to maintain spindle bipolarity. The motor domain or motor head is at the N-terminus and performs ATP hydrolysis and binds to microtubules. Kinesin-5 motors assemble into a bipolar homotetrameric structure that is capable of sliding apart bundles of anti-parallel oriented microtubules. This motor is essential for mitosis in most organisms, wherein it participates in the self-assembly of the microtubule-based mitotic spindle, but is not otherwise required for cell viability. The motor may also play a role in the proper development of mammalian neuronal processes, including growth cone navigation and elongation.",
            "score": 300.528076171875
        },
        {
            "docid": "4138132_3",
            "document": "Kinesin 13 . They are easily identified by their three typical structural components including a highly conserved structural domain, catalytic core, and microtubule binding sites. The kinesin-13 family, unlike other kinesins, has an internally positioned motor domain. They were initially named KIF-M because of the unique location of their catalytic core in the middle of the polypeptide between the N-terminal globular domain and the C-terminal stalk but they are truly special due to their versatile nature. The Kinesin-13 family's molecular mechanism is less understood than other classes of kinesins which have their motor domains at one end of the molecule or the other. They are capable of traveling to both the minus and plus ends of microtubules whereas most motors are unidirectional. Thus they can catalytically depolymerize a microtubule from both ends making it a very efficient process.",
            "score": 297.1241760253906
        },
        {
            "docid": "37102360_5",
            "document": "Ronald Vale . Vale joined the UCSF faculty in 1986. Using plastic beads, he was able to track the motion of the motors moving along microtubules. To observe the force-generating action of kinesin, the Vale laboratory used an optical trapping microscope. Ultimately, his group worked out the molecular steps that kinesin uses to convert energy into mechanical force. In 1995, Vale and colleagues solved the crystal structure of the kinesin motor domain. Since then, the Vale lab has made significant contributions to the field of cell biology, including discovering the severing protein katanin, characterizing dynein's function and structure, and identifying other new proteins that regulate the cytoskeleton.",
            "score": 296.3407897949219
        },
        {
            "docid": "17623931_2",
            "document": "Kinesin 8 . The Kinesin 8 Family are a subfamily of the molecular motor proteins known as kinesins. Most kinesins transport materials or cargo around the cell while traversing along microtubule polymer tracks with the help of ATP-hydrolysis-created energy. The Kinesin 8 family has been shown to play an important role in chromosome alignment during mitosis. Kinesin 8 family members KIF18A in humans and Kip3 in yeast have been shown to be \"in vivo\" plus-end directed microtubule depolymerizers. During prometaphase of mitosis, the microtubules attach to the kinetochores of sister chromatids. Kinesin 8 is thought to play some role in this process, as knockdown of this protein via siRNA produces a phenotype of sister chromatids that are unable to align properly (see External Links).",
            "score": 295.9068298339844
        },
        {
            "docid": "14763869_3",
            "document": "KIF23 . KIF23 (also known as Kinesin-6, CHO1/MKLP1, C. elegans ZEN-4 and Drosophila Pavarotti) is a member of kinesin-like protein family. This family includes microtubule-dependent molecular motors that transport organelles within cells and move chromosomes during cell division. This protein has been shown to cross-bridge antiparallel microtubules and drive microtubule movement in vitro. Alternate splicing of this gene results in two transcript variants encoding two different isoforms, better known as CHO1, the larger isoform and MKLP1, the smaller isoform. KIF23 is a plus-end directed motor protein expressed in mitosis, involved in the formation of the cleavage furrow in late anaphase and in cytokinesis. KIF23 is part of the centralspindlin complex that includes PRC1, Aurora B and 14-3-3 which cluster together at the spindle midzone to enable anaphase in dividing cells.",
            "score": 295.4308166503906
        },
        {
            "docid": "34520132_8",
            "document": "Kinesin family member 11 . There are many models that attempt to explain the self-assembly of the mitotic spindle based upon microtubules as a structural element, and a set of microtubule motors, including Kinesin-5 to move and order them. Many of these models attempt to explain the steady state of the spindle at metaphase based on a predicted balance of motor forces acting in opposition within the spindle microtubules. Still, it is not clear whether all the structural elements required for spindle assembly are known, or how the motors, including Kinesin-5, might be regulated in space and time. Such caveats make assessment of such models difficult. Recent data, however, finds that aspects of the ‘force balance’ model that posit spindle length and stability to be mediated by a balance between the minus-end directed microtubule sliding and plus-end directed microtubule sliding by opposing motors in insect cells, seems not to be the case in mammalian cells. The process of self-assembly of the mitotic spindle remains a major unsolved question in cell biology, and a robust model awaits further details of the regulation and behavior of various microtubule motors and structural elements that compose this machinery.",
            "score": 292.79290771484375
        },
        {
            "docid": "2957025_4",
            "document": "Axonal transport . The vast majority of axonal proteins are synthesized in the neuronal cell body and transported along axons. Some mRNA translation has been demonstrated within axons. Axonal transport occurs throughout the life of a neuron and is essential to its growth and survival. Microtubules (made of tubulin) run along the length of the axon and provide the main cytoskeletal \"tracks\" for transportation. Kinesin and dynein are motor proteins that move cargoes in the anterograde (forwards from the soma to the axon tip) and retrograde (backwards to the soma (cell body)) directions, respectively. Motor proteins bind and transport several different cargoes including mitochondria, cytoskeletal polymers, autophagosomes, and synaptic vesicles containing neurotransmitters.",
            "score": 292.641357421875
        },
        {
            "docid": "3017886_12",
            "document": "Motor protein . In contrast to animals, fungi and non-vascular plants, the cells of flowering plants lack dynein motors. However, they contain a larger number of different kinesins. Many of these plant-specific kinesin groups are specialized for functions during plant cell mitosis. Plant cells differ from animal cells in that they have a cell wall. During mitosis, the new cell wall is built by the formation of a cell plate starting in the center of the cell. This process is facilitated by a phragmoplast, a microtubule array unique to plant cell mitosis. The building of cell plate and ultimately the new cell wall requires kinesin-like motor proteins.",
            "score": 291.7207946777344
        },
        {
            "docid": "14776684_3",
            "document": "KIF4A . Kinesins, such as KIF4A, are microtubule-based motor proteins that generate directional movement along microtubules. They are involved in many crucial cellular processes, including cell division.",
            "score": 289.6988525390625
        },
        {
            "docid": "5937599_2",
            "document": "Mechanome . The mechanome consists of the body, or ome, of data including cell and molecular processes relating to force and mechanical systems at molecular, cellular and tissue length scales, i.e. the fundamental \"machine code\" structures of the cell. The mechanome encompasses biological motors, like kinesin, myosin, RNAP, and Ribosome mechanical structures, like actin or the cytoskeleton, or processes, such as cytokinesis or chemotaxis.  The mechanome seeks to understand the fundamental physical-mechanical processes and events that are common to biological function. An example at the molecular level includes the common structural designs used by kinesin and myosin motor proteins (such as dimer formation and mechanochemical cycles) that control their function and lead to properties such as processivity. The mechanome assembles the common features of these motors regardless of the \"track\" (microtubules, actin filaments, nucleotide based structures, membranes) they move on. A cytoskeletal example includes structures such as actin filament networks and bundles that can form from a variety of actin binding proteins that cross-link or bundle actin filaments leading to common mechanical changes of these structures. A cell machinery example includes common structures such as contractile ring formation formed by both actin and tubulin type structures leading to the same mechanical result of cell division.",
            "score": 288.37896728515625
        }
    ]
}