{
    "q": [
        {
            "docid": "4020563_24",
            "document": "Foot drop . Functional electrical stimulation (FES) is a technique that uses electrical currents to activate nerves innervating extremities affected by paralysis resulting from spinal cord injury (SCI), head injury, stroke and other neurological disorders. FES is primarily used to restore function in people with disabilities. It is sometimes referred to as Neuromuscular electrical stimulation (NMES) The latest treatments include stimulation of the peroneal nerve, which lifts the foot when you step. Many stroke and multiple sclerosis patients with foot drop have had success with it. Often, individuals with foot drop prefer to use a compensatory technique like steppage gait or hip hiking as opposed to a brace or splint.",
            "score": 95.5191125869751
        },
        {
            "docid": "29805136_21",
            "document": "Sensory stimulation therapy . Patients suffering from hemiparetic stroke often lose their ability to stand upright and hold their posture on their own.. Without the ability to control our posture, we lose the ability to move freely and voluntarily, which is necessary for activities of daily living (ADL). Studies have been conducted to see if sensory stimulation could improve functionality after a stroke occurs. The study compared two groups; a group undergoing standard physical therapy (group 1), and a group that was given sensory stimulation with acupuncture, physiotherapy, and ADL training (group 2). Both groups began the study within ten days of the initial stroke. Group 2 achieved stimulation via traditional Chinese acupuncture (10 needles), placed according to traditional Chinese acupuncture points and kept in place for 30 minutes. Alongside the manual stimulation, electric stimulation (2 to 5 Hz) was also given to four of the ten needles. The treatment continued for four to ten days, with an average of six and a half days. The twenty-one patients in group 2 had a mean age of 74.2 and the mean age of group 1 was 74.8. From the patients in group 2 which postural recordings could be made, 7 patients suffered from hemiparetic lesion on the left side and 10 had lesions on the right. Of the patients in group 1, 4 had lesion to the left side and 3 on the right. Upon testing, the subjects stood on a platform with their heels together and their arms crossed over their chests. The subjects were exposed to perturbations via vibratory stimulus on their calf muscles, which caused anteroposterior movement, or galvanic stimulation of the vestibular nerves, causing lateral movement. Three different tests were done, with patients eyes both open and closed. Results of the study found that there were major differences in group 1, the control group, and group 2, the treatment group. More patients of the treatment group than the control group were able to maintain a healthy stance during perturbations. As both groups were being treated for post stroke symptoms, it was thought that these perturbations would enhance their posture and motor movements naturally. Among the subjects who survived 2 or more years after hemiparetic stroke, the treatment group (group 2), withheld better postural control. Furthermore, patients who had any additional sensory stimulation were comparable acquired values approaching the normal for age-matched healthy subjects when postural control was measured. The sensory stimulation tests enhanced at least partial recovery of postural function for up to 2 years after the stroke and treatment. After testing, it was deduced that improved recovery after sensory stimulation can be accomplished by patients regaining near normal dynamics of human postural control. Postural control is one of the most important issues in rehabilitation of stroke, thus concluding that sensory stimulation obtained from this study may enhance the functional plasticity of the brain.",
            "score": 137.6202790737152
        },
        {
            "docid": "98093_4",
            "document": "Transcranial magnetic stimulation . TMS can be used clinically to measure activity and function of specific brain circuits in humans. The most robust and widely accepted use is in measuring the connection between the primary motor cortex and a muscle to evaluate damage from stroke, multiple sclerosis, amyotrophic lateral sclerosis, movement disorders, motor neuron disease and injuries and other disorders affecting the facial and other cranial nerves and the spinal cord. TMS has been suggested as a means of assessing short-interval intracortical inhibition (SICI) which measures the internal pathways of the motor cortex but this use has not yet been validated.",
            "score": 154.316264629364
        },
        {
            "docid": "46895003_10",
            "document": "Sexuality after spinal cord injury . The peripheral nerves of the parasympathetic nervous system that carry messages to the brain (afferent nerve fibers) may explain why people with complete SCI feel sexual and climactic sensations. One proposed explanation for orgasm in women despite complete SCI is that the vagus nerve bypasses the spinal cord and carries sensory information from the genitals directly to the brain. Women with complete injuries can achieve sexual arousal and orgasm through stimulation of the clitoris, cervix, or vagina, which are each innervated by different nerve pathways, which suggests that even if SCI interferes with one area, function might be preserved in others. In both injured and uninjured people, the brain is responsible for the way sensations of climax are perceived: the qualitative experiences associated with climax are modulated by the brain, rather than a specific area of the body.",
            "score": 119.38753128051758
        },
        {
            "docid": "9774348_9",
            "document": "Theresa A. Jones . Theresa Jones has been awarded research funding for numerous research initiatives from the National Institute of Neurological Disorders and Stroke, the Department of Defense, and the National Institutes of Health. Some of these include \"Cortical Stimulation to Enhance Experience-Dependent Plasticity After Stroke\", \"Cognitive Neurorehabilitation to Enhance Recovery After Stroke\", \"Neural Plasticity and Neurorehabilitation Following Traumatic Brain Injury\", and \"Cortical Stimulation to Enhance Recovery After Stroke\". The most recent research topics for which she has been awarded funding include \"Neural Mechanisms of Compensating for Brain Damage\", \"Neurovascular Mechanisms of Time-Dependencies in Stroke Rehabilitation\", \"Microscale Oxygenation Mapping During Stroke\", \"Optical Imaging of Baseline Blood Flow and Oxygen During Stroke\", and \"Cortical Stimulation to Enhance Motor Recovery Following Traumatic Brain Injury\".",
            "score": 117.16685235500336
        },
        {
            "docid": "98998_9",
            "document": "Spasticity . Spasticity is found in conditions where the brain and/or spinal cord are damaged or fail to develop normally; these include cerebral palsy, multiple sclerosis, spinal cord injury and acquired brain injury including stroke. Damage to the CNS as a result of stroke or spinal cord injury, alter the [net inhibition] of peripheral nerves in the affected region. This change in input to bodily structures tends to favor excitation and therefore increase nerve excitability. CNS damage also causes nerve cell membranes to rest in a more [depolarized] state. The combination of decreased inhibition and an increased depolarized state of cell membranes, decreases action potential threshold for nerve signal conduction, and thus increases activity of structures innervated by the affected nerves (spasticity). Muscles affected in this way have many other potential features of altered performance in addition to spasticity, including muscle \"weakness\"; decreased movement control; clonus (a series of involuntary rapid muscle contractions often symptomatic of muscle over-exertion and/or muscle fatigue); exaggerated deep tendon reflexes; and decreased endurance.",
            "score": 145.6940485239029
        },
        {
            "docid": "1164563_14",
            "document": "Endoscopic thoracic sympathectomy . ETS patients are being studied using the autonomic failure protocol headed by David Goldstein, M.D. Ph.D., senior investigator at the U.S National Institute of Neurological Disorders and Stroke. He has documented loss of thermoregulatory function, cardiac denervation, and loss of vasoconstriction. Recurrence of the original symptoms due to nerve regeneration or nerve sprouting can occur within the first year post surgery. Nerve sprouting, or abnormal nerve growth after damage or injury to the nerves can cause other further damage. Sprouting sympathtetic nerves can form connections with sensory nerves, and lead to pain conditions that are mediated by the SNS. Every time the system is activated, it is translated into pain. This sprouting and its action can lead to Frey's syndrome, a recognized after effect of sympathectomy, when the growing sympathetic nerves innervate salivary glands, leading to excessive sweating regardless of environmental temperature through olfactory or gustatory stimulation.",
            "score": 95.67139005661011
        },
        {
            "docid": "40610658_18",
            "document": "Neuromechanics . The use of EMG to identify nervous systems disorders is known as a nerve conduction study (NCS). Nerve conduction studies can only diagnose diseases on the muscular and nerve level. They cannot detect disease in the spinal cord or the brain. In most disorders of the muscle, nerve, or neuromuscular junction, the latency time is increased. This is a result of decreased nerve conduction or electrical stimulation at the site of the muscle. In 50% of patients with cerebral atrophy cases, the M3 spinal reflex latency, was increased and on occasion separated from the M2 spinal reflex response. The separation between the M2 and M3 spinal reflex responses is typically 20 milliseconds, but in patients with cerebral atrophy, the separation was increased to 50 ms. In some cases, however, other muscles can compensate for the muscle suffering from decreased electrical stimulation. In the compensatory muscle, the latency time is actually decreased in order to substitute for the function of the diseased muscle. These kinds of studies are used in neuromechanics to identify motor disorders and their effects on a cellular and electrical level rather than a system motion level.",
            "score": 129.52051746845245
        },
        {
            "docid": "4458810_15",
            "document": "Neuromodulation . Neuromodulation also refers to an emerging class of medical therapies that target the nervous system for restoration of function (such as in cochlear implants), relief of pain, or control of symptoms, such as tremor seen in movement disorders like Parkinson's disease. The therapies consist primarily of targeted electrical stimulation, or infusion of medications into the cerebrospinal fluid using intrathecal drug delivery, such as baclofen for spasticity. Electrical stimulation devices include deep brain stimulation systems (DBS), colloquially referred to as \"brain pacemakers\", spinal cord stimulators (SCS) and vagus nerve stimulators (VNS), which are implanted using minimally invasive procedures, or transcutaneous electrical nerve stimulation devices, which are fully external, among others.",
            "score": 148.1380741596222
        },
        {
            "docid": "842532_2",
            "document": "Functional electrical stimulation . Functional electrical stimulation (FES) is a technique that uses low energy electrical pulses to artificially generate body movements in individuals who have been paralyzed due to injury to the central nervous system. More specifically, FES can be used to generate muscle contraction in otherwise paralyzed limbs to produce functions such as grasping, walking, bladder voiding and standing. This technology was originally used to develop neuroprostheses that were implemented to permanently substitute impaired functions in individuals with spinal cord injury (SCI), head injury, stroke and other neurological disorders. In other words, a consumer would use the device each time he/she wanted to generate a desired function. FES is sometimes also referred to as neuromuscular electrical stimulation ^(NMES).",
            "score": 106.00272798538208
        },
        {
            "docid": "41121740_5",
            "document": "Peripheral nerve interface . Peripheral nerve interfaces are used for pain modulation, restoration of motor function following spinal cord injury or stroke, treatment of epilepsy by electrical stimulation of the vagus nerve, nerve stimulation to control micturition, occipital nerve stimulation for chronic migraines and to interface with neuroprosthetics.  A wide variety of electrode designs have been researched, tested, and manufactured. These electrodes lie on a spectrum varying in degrees of invasiveness. Research in this area seeks to address issues centered around peripheral nerve/tissue damage, access to efferent and afferent signals, and selective recording/stimulation of nerve tissue. Ideally peripheral nerve interfaces are optimally designed to interface with biological constraints of peripheral nerve fibers, match the mechanical and electrical properties of the surrounding tissue, biocompatible with minimal immune response, high sensor resolution, are minimally invasive, and chronically stable with low signal-to-noise ratios. Strongest signals are recorded from nodes of ranvier. Peripheral nerve interfaces may be divided into extraneural and intrafascular categories.",
            "score": 89.5420970916748
        },
        {
            "docid": "842532_18",
            "document": "Functional electrical stimulation . Kralj and his colleagues described a technique for paraplegic gait using surface stimulation, which remains the most popular method in use today. Electrodes are placed over the quadriceps muscles and peroneal nerves bilaterally. The user controls the neuroprosthesis with two pushbuttons attached to the left and right handles of a walking frame, or on canes or crutches. When the neuroprosthesis is turned on, both quadriceps muscles are stimulated to provide a standing posture. Electrodes are placed over the quadriceps muscles and peroneal nerves bilaterally. The user controls the neuroprosthesis with two pushbuttons attached to the left and right handles of a walking frame, or on canes or crutches. When the neuroprosthesis is turned on, both quadriceps muscles are stimulated to provide a standing posture. An alternative approach to Kralj techniques is the FES system for walking developed using the Compex Motion neuroprosthesis. Compex Motion neuroprosthesis for walking is an eight to sixteen channel surface FES system used to restore voluntary walking in stroke and spinal cord injury individuals. This system does not apply peroneal nerve stimulation to enable locomotion. Instead, it activates all relevant lower limb muscles in a sequence similar to the one that brain uses to enable locomotion. The hybrid assistive systems (HAS) and the RGO walking neuroprostheses are devices that also apply active and passive braces, respectively. The braces were introduced to provide additional stability during standing and walking. A major limitation of neuroprostheses for walking that are based on surface stimulation is that the hip flexors cannot be stimulated directly. Therefore, hip flexion during walking must come from voluntary effort, which is often absent in paraplegia, or from the flexor withdrawal reflex. Implanted systems have the advantage of being able to stimulate the hip flexors, and therefore, to provide better muscle selectivity and potentially better gait patterns. Hybrid systems with exoskeleton have been also proposed to solve this problem. These technologies have been found to be successful and promising, but at the present time these FES systems are mostly used for exercise purposes and seldom as an alternative to wheelchair mobility.",
            "score": 139.40616488456726
        },
        {
            "docid": "218580_15",
            "document": "Myelitis . Central nervous system nerve regeneration would be able to repair or regenerate the damage caused to the spinal cord. It would restore functions lost due to the disease. Currently, there exists a hydrogel based scaffold which acts as a channel to deliver nerve growth-enhancing substrates while providing structural support. These factors would promote nerve repairs to the target area. Hydrogels' macroporous properties would enable attachment of cells and enhance ion and nutrient exchange. In addition, hydrogels' biodegradability or bioresolvability would prevent the need for surgical removal of the hydrogel after drug delivery. It means that it would be dissolved naturally by the body's enzymatic reaction. The possibility for nerve regeneration after injury to the spinal cord was considered to be limited because of the absence of major neurogenesis. However, Joseph Altman showed that cell division does occur in the brain which allowed potential for stem cell therapy for nerve regeneration. The stem cell-based therapies are used in order to replace cells lost and injured due to inflammation, to modulate the immune system, and to enhance regeneration and remyelination of axons. Neural stem cells (NSC) have the potential to integrate with the spinal cord because in the recent past investigations have demonstrated their potential for differentiation into multiple cell types that are crucial to the spinal cord. Studies show that NSCs that were transplanted into a demyelinating spinal cord lesion were found to regenerate oligodendrocytes and Schwann cells, and completely remyelinated axons.",
            "score": 99.58069670200348
        },
        {
            "docid": "40964667_19",
            "document": "Nerve allograft . Since some studies on nerve allotransplantation determined the outcomes of sensory, motor and mixed nerves separately, the meaningful recovery for each nerve type has been assessed. Comparison of these outcomes has found no difference in successful recovery. In other words, the sensation and movement of the affected body parts, in most studies the forearm, equally improved. Successful recovery of all three nerve types was achieved in approximately 80 to 85% of cases. Mixed nerves had a slightly lower recovery rate than sensory and motor nerves, but the success rate was still within the range just mentioned. Concluding, allograft surgery can be appropriately used for the functional repair of nerve injury in sensory, motor and mixed nerves.",
            "score": 94.73060417175293
        },
        {
            "docid": "16374657_11",
            "document": "Mike Barwis . During the course of Mike's training people with neurological disabilities and disorders, he developed a system now called \"Neurological Reengineering\" that is used in every Barwis Methods Training Center in its Injury Recovery Program (IRP). The IRP uses Barwis' proprietary and revolutionary system to help people regain functional control over their nervous system, assisting their ability to cognitively control their movement. Neurological Reengineering has been successfully used when training people who have suffered from Spinal Cord Injuries, Cerebral Palsy (CP), stroke victims, Multiple Sclerosis (MS), traumatic brain injuries (TBI), and many others.",
            "score": 86.23107433319092
        },
        {
            "docid": "41121690_5",
            "document": "Lumbar anterior root stimulator . The spine is an important part of pain sensation as many pathways pass from the extremities through the spine into the brain. As such, dysfunctional nerves in the spine can unnecessarily signal pain even when there is no reason for the pain. Some research has been conducted in potentially using the prosthesis to help treat chronic pain related to failed back syndrome or discogenic low back pain as an alternative to stimulating the entire dorsal column. Stimulation of the nerve roots has been shown as a potential alternative for those who suffer chronic pain and either have not had success with conventional spinal cord stimulation or do not qualify for that treatment option. The stimulators are able to focus stimulation on the nerve roots of the spine and hypothetically improve the relief of neuropathic pain signals sent through the spinal cord. The study showed some promise as all subjects indicated some degree of pain relief.",
            "score": 129.18444657325745
        },
        {
            "docid": "842532_21",
            "document": "Functional electrical stimulation . Drop foot is a common symptom in hemiplegia, characterized by a lack of dorsiflexion during the swing phase of gait, resulting in short, shuffling strides. It has been shown that FES can be used to effectively compensate for the drop foot during the swing phase of the gait. At the moment just before the heel off phase of gait occurs, the stimulator delivers a stimulus to the common peroneal nerve, which results in contraction of the muscles responsible for dorsiflexion. There are currently a number of drop foot stimulators that use surface and implanted FES technologies. Drop foot stimulators have been used successfully with various patient populations, such as stroke, spinal cord injury and multiple sclerosis.",
            "score": 100.87849497795105
        },
        {
            "docid": "10389151_3",
            "document": "Neuroregeneration . Nervous system injuries affect over 90,000 people every year. It is estimated that spinal cord injuries alone affect 10,000 each year. As a result of this high incidence of neurological injuries, nerve regeneration and repair, a subfield of neural tissue engineering, is becoming a rapidly growing field dedicated to the discovery of new ways to recover nerve functionality after injury. The nervous system is divided into two parts: the central nervous system, which consists of the brain and spinal cord, and the peripheral nervous system, which consists of cranial and spinal nerves along with their associated ganglia. While the peripheral nervous system has an intrinsic ability for repair and regeneration, the central nervous system is, for the most part, incapable of self-repair and regeneration. There is currently no treatment for recovering human nerve function after injury to the central nervous system. In addition, multiple attempts at nerve re-growth across the PNS-CNS transition have not been successful. There is simply not enough knowledge about regeneration in the central nervous system. In addition, although the peripheral nervous system has the capability for regeneration, much research still needs to be done to optimize the environment for maximum regrowth potential. Neuroregeneration is important clinically, as it is part of the pathogenesis of many diseases, including multiple sclerosis.",
            "score": 98.23263669013977
        },
        {
            "docid": "2213172_13",
            "document": "Minimally conscious state . There is recent evidence that transcranial direct current stimulation (tDCS), a technique that supplies a small electric current in the brain with non-invasive electrodes, may improve the clinical state of patients with MCS. In one study with 10 patients with disorders of consciousness (7 in VS, 3 in MCS), tDCS was applied for 20 minutes every day for 10 days, and showed clinical improvement in all 3 patients who were in MCS, but not in those with VS. These results remained at 12-month follow-up. Two of the patients in MCS that had their brain insult less that 12 months recovered consciousness in the following months. One of these patients received a second round of tDCS treatment 4 months after his initial treatment, and showed further recovery and emerged into consciousness, with no change of clinical status between the two treatments. Moreover, in a sham-controlled, double-blind crossover study, the immediate effects of a single session of tDCS were shown to transiently improve the clinical status of 13 out of 30 patients with MCS, but not in those with VS One of the defining characteristics of minimally conscious state is the more continuous improvement and significantly more favorable outcomes post injury when compared with vegetative state. One study looked at 100 patients with severe brain injury. At the beginning of the study, all the patients were unable to follow commands consistently or communicate reliably. These patients were diagnosed with either MCS or vegetative state based on performance on the JFK Coma Recovery Scale and the diagnostic criteria for MCS as recommended by the Aspen Consensus Conference Work-group. Both patient groups were further separated into those that suffered from traumatic brain injury and those that suffered from non-traumatic brain injures (anoxia, tumor, hydrocephalus, infection). The patients were assessed multiple times over a period of 12 months post injury using the Disability Rating Scale (DRS) which ranges from a score of 30=dead to 0=no disabilities. The results show that the DRS scores for the MCS subgroups showed the most improvement and predicted the most favorable outcomes 12 months post injury. Amongst those diagnosed with MCS, DRS scores were significantly lower for those with non-traumatic brain injuries in comparison to the vegetative state patients with traumatic brain injury. DRS scores were also significantly lower for the MCS non-traumatic brain injury group compared to the MCS traumatic brain injury group. Pairwise comparisons showed that DRS scores were significantly higher for those that suffered from non-tramuatic brain injuries than those with traumatic brain injuries. For the patients in vegetative states there were no significant differences between patients with non-traumatic brain injury and those with traumatic brain injuries. Out of the 100 patients studied, 3 patients fully recovered (had a DRS score of 0). These 3 patients were diagnosed with MCS and had suffered from traumatic brain injuries.",
            "score": 116.57715487480164
        },
        {
            "docid": "1846413_3",
            "document": "Stinger (medicine) . Anyone who experiences significant trauma to his or her head or neck needs immediate medical evaluation for the possibility of a spinal injury. In fact, it's safest to assume that trauma victims have a spinal injury until proven otherwise because: A stinger is an injury that is caused by restriction of the nerve supply to the upper extremity via the brachial plexus. The brachial plexus is formed by the anterior rami of the nerves at the 5th cervical level of the spinal cord all the way to the nerves at the 1st thoracic level of the spinal cord. The brachial plexus innervates the upper extremity as well as some muscles in the neck and shoulder. Damage to the brachial plexus can occur when the nerves are stretched too far from the head and neck; specifically the upper trunk of the plexus –nerve roots at the 5th and 6th cervical level –are primarily affected. The upper trunk provides part of the nerve to supply to the upper extremity via the Musculocutaneous, Axillary, Radial and Median nerves. It is for this reason that stingers do not affect both arms simultaneously, however it is possible for both arms to accrue injuries. Repeated nerve trauma can cause recurring stingers, chronic pain, and muscle weakness, while recovery can take weeks to months in severe cases.",
            "score": 110.38283741474152
        },
        {
            "docid": "41121690_7",
            "document": "Lumbar anterior root stimulator . Spinal cord injuries have many causes, and result in a high comorbidity. In other words, victims of spinal cord injuries tend to develop many other health problems due to the importance of the spine in the central nervous system. SCI has a prevalence of up to 55 per million people in the United States alone while approximately 10,000 new cases occur annually. Car crashes are the highest contributor while violence and recreational activities are causes as well. While spinal cord injury is a broad and widely-encompassing term, root stimulators may be used for many instances of SCIs.  For example, certain cases of spinal cord injuries may sever key nerves necessary to maintain bladder and bowel control. The severance is often the cause of neurogenic bowel dysfunction.  Similarly, spinal cord injuries can potentially cause a loss of motor control in lower limbs, such as with paraplegic and tetraplegic patients. Stimulators, in turn, may be used to stimulate the muscle and treat motor control loss in order to regain function in the limbs.",
            "score": 130.2218462228775
        },
        {
            "docid": "20750616_4",
            "document": "Denervation . Denervation may be the result of nerve injury. The three main types of nerve injury are neurapraxia, axonotmesis and neurotmesis. These three types distinguish between the severity of the nerve damage and the potential for recovery after the damage. After an injury in which some nerves are damaged, the brain has shown capabilities in rewiring or rearranging neuronal circuitry. This plasticity allows for the brain to compensate for the loss in neuronal communication resulting from injury.",
            "score": 145.9108361005783
        },
        {
            "docid": "34882197_23",
            "document": "Erythropoietin in neuroprotection . If administered within a specific timeframe in experiments with erythropoietin in central nervous system, Epo has a favorable response in brain and spinal cord injuries like mechanical trauma or subarachnoid hemorrhages. Research also demonstrates a therapeutic role in modulating neuronal excitability and acting as a trophic factor both in vivo and in vitro. This administration of erythropoietin functions by inhibiting the apoptosis of sensor and motor neurons via stimulation of intracellular anti-apoptotic metabolic paths. The action of erythropoietin on Schwann cells and inflammatory response after neurological trauma also points to initial stimulation of nerve regeneration after peripheral nerve injury.",
            "score": 100.65363121032715
        },
        {
            "docid": "30864043_19",
            "document": "TIRR Memorial Hermann . Research at The UTHealth Motor Recovery Lab at TIRR Memorial Hermann Hospital is dedicated to enhance motor recovery of the upper extremity after neurological disorders, such as stroke, spinal cord injury, and traumatic brain injury. Specific interests include robotic rehabilitation, breathing-controlled electrical stimulation, and spasticity.",
            "score": 90.88693451881409
        },
        {
            "docid": "1119701_3",
            "document": "Physical medicine and rehabilitation . In the hospital setting, physiatrists commonly treat patients who have had an amputation, spinal cord injury, stroke, traumatic brain injury, and other debilitating injuries. In treating these patients, physiatrists lead an interdisciplinary team of physical, occupational, recreational and speech therapists, nurses, psychologists, and social workers. In outpatient settings, physiatrists also treat patients with muscle and joint injuries, pain syndromes, non-healing wounds, and other disabling conditions. Physiatrists are trained to perform intramuscular and interarticular injections as well as nerve conduction studies.",
            "score": 106.05777955055237
        },
        {
            "docid": "11038447_4",
            "document": "Neural tissue engineering . The need for neural tissue engineering arises from the difficulty of the nerve cells and neural tissues to regenerate on their own after neural damage has occurred. The PNS has some, but limited, regeneration of neural cells. Adult stem cell neurogenesis in the CNS has been found to occur in the hippocampus, the subventricular zone (SVZ), and spinal cord. CNS injuries can be caused by stroke, neurodegenerative disorders, trauma, or encephalopathy. A few methods currently being investigated to treat CNS injuries are: implanting stem cells directly into the injury site, delivering morphogens to the injury site, or growing neural tissue \"in vitro\" with neural stem or progenitor cells in a 3D scaffold. Proposed use of electrospun polymeric fibrous scaffolds for neural repair substrates dates back to at least 1986 in a NIH SBIR application from Simon. For the PNS, a severed nerve can be reconnected and reinnervated using grafts or guidance of the existing nerve through a channel.",
            "score": 85.69619476795197
        },
        {
            "docid": "37568453_5",
            "document": "Restorative neurology . Restorative neurology is a new way and a combination of neural components that are able to determine how long a natural functional recovery can take place and to what extent clinical interventions can help such recovery. Although detecting any anatomy of the injured nervous system can be considered really difficult, this approach has made it possible to be able to track changes or improvements occurring in the neural injury. Restorative neurology’s main goal is to take advantage of the new anatomy and physiology approach for enhanced neurological recovery. A study has been done on a 37-year-old male who had unilateral spastic cerebral palsy (USCP). USCP, being the common subtype results with movement impairments on one side of the body. There are a few therapies for this type of rehabilitation. The study participant was diagnosed with USCP at 18 months due to a car accident. Along with robotic therapy, they also used tDCS. They applied them over the motor map of the affected hand. For each therapy session, the participant received 20 min of anodal tDCS. The excitatory sponge was placed over the location of motor map of the damaged hand. The anodal sponge was then place on the contralateral forehead. Both of these sponges were moistened with saline and held in place with a headband. By the end of the study it was confirmed that combined tDCS and robotic upper limb therapy safely improves upper limb function. - This study was adopted from their work with stroke rehab, that being said it is not known if the duration and dose of therapy is actually ideal for people with USCP. For this study in particular, it is stated that the participant confirmed that he reached the max accuracy with the robots by the midpoint of the study. However, it is not known if the effects of therapy would have been persistent had the training been shorter. That being said more work and research has yet to be done to identify “stop signals”, which indicate that participant has reached their improvement goal.  There is another study in which  Another study in which eight adults with chronic incomplete cervical spinal cord injury (iCSCI) participated. Being diagnosed with iCSCI meant minimal finger motor function. tDCS current was transferred by two saline soaked surface sponge electrodes. In order to stimulate the primary motor cortex, the anode electrode was place over C3 and C4. The cathode electrode was then placed over the contralateral supraorbital area. Results proved that the combination therapy protocol of 20 minutes of 2mA anodal tDCS over M1 with 60 minutes of high intensity training along with robotic exoskeleton is known to be safe in treatment of impaired arm and hand functions due to chronic incomplete spinal cord injury. This study’s report proved a promise in improving arm and hand function due to the therapy.",
            "score": 122.96961867809296
        },
        {
            "docid": "1043263_6",
            "document": "Excitotoxicity . This pathologic phenomenon can also occur after brain injury and spinal cord injury. Within minutes after spinal cord injury, damaged neural cells within the lesion site spill glutamate into the extracellular space where glutamate can stimulate presynaptic glutamate receptors to enhance the release of additional glutamate. Brain trauma or stroke can cause ischemia, in which blood flow is reduced to inadequate levels. Ischemia is followed by accumulation of glutamate and aspartate in the extracellular fluid, causing cell death, which is aggravated by lack of oxygen and glucose. The biochemical cascade resulting from ischemia and involving excitotoxicity is called the ischemic cascade. Because of the events resulting from ischemia and glutamate receptor activation, a deep chemical coma may be induced in patients with brain injury to reduce the metabolic rate of the brain (its need for oxygen and glucose) and save energy to be used to remove glutamate actively. (The main aim in induced comas is to reduce the intracranial pressure, not brain metabolism).",
            "score": 106.5486831665039
        },
        {
            "docid": "1719638_5",
            "document": "Law of specific nerve energies . In 1945, Roger Sperry showed that it is the location in the brain to which nerves attach that determines experience. He studied amphibians whose optic nerves cross completely, so that the left eye connects to the right side of the brain and the right eye connects to the left side of the brain. He was able to cut the optic nerves and cause them to regrow on the opposite side of the brain so that the left eye now connected to the left side of the brain and the right eye connected to the right side of the brain. He then showed that these animals made the opposite movements from the ones they would have made before the operation. For example, before the operation, the animal would move to the left to get away from a large object approaching from the right. After the operation, the animal would move to the right in response to the same large object approaching from the right. Sperry showed similar results in other animals including mammals (rats), this work contributing to his Nobel Prize in 1981.",
            "score": 120.23606860637665
        },
        {
            "docid": "34882197_26",
            "document": "Erythropoietin in neuroprotection . Erythropoietin has shown to have a neuroprotective role in both the central and peripheral nervous system through pathways that inhibit apoptosis. It has been successful in demonstrating neuroprotective effects in many models of brain injury and in some experiments. It is also capable of influencing neuron stimulation and promoting peripheral nerve regeneration. Epo has a lot of potential uses and could provide a therapeutic answer for nervous system injury. However, more studies need to be conducted to determine the optimal time and dosage for Epo treatment.",
            "score": 104.39912796020508
        },
        {
            "docid": "1119701_9",
            "document": "Physical medicine and rehabilitation . Specifics of training differs from program to program but the base knowledge acquired is roughly the same. Residents are trained in the inpatient setting taking care of multiple types of rehabilitation including: spinal cord injury, traumatic brain injury, stroke, orthopedic, cancer, cerebral palsy, burn, pediatric rehab, and other disabling injuries. The residents are also trained in the outpatient setting to know how to take care of the chronic conditions patient's have following their inpatient stay. During training, residents are instructed on how to properly perform several diagnostic procedures which include electromyography and nerve conduction studies and also procedures such as joint injections and trigger point injections.",
            "score": 89.21198725700378
        },
        {
            "docid": "1969474_6",
            "document": "Lateral rectus muscle . A sixth nerve palsy, also known as abducens nerve palsy, is a neurological defect that results from a damaged or impaired abducens nerve. This damage can stem from stroke, trauma, tumor, inflammation, and infection. Damage to the abducens nerve by trauma can be caused by any type of trauma that causes elevated intracranial pressure; including hydrocephalus, traumatic brain injury with intracranial bleeding, tumors, and lesions along the nerve at any point between the pons and lateral rectus muscle in orbit. This defect can result in horizontal double vision and reduced lateral movement. The lateral rectus muscle will be denervated and paralyzed and the patient will be unable to abduct the eye. For example, if the left abducens nerve is damaged, the left eye will not abduct fully. While attempting to look straight ahead, the left eye will be deviated medially towards the nose due to the unopposed action of the medial rectus of the eye. Proper function of the lateral rectus is tested clinically by asking the patient to look laterally. Depending on the underlying cause of the lateral rectus palsy, some improvement may occur naturally over time. While the prognosis for a lateral rectus palsy onset by a viral illness is generally positive, the prognosis for an onset of trauma or tumor is quite poor. Ultimately, nerves are not very good at regenerating or healing themselves, so if the damage is severe there will be permanent damage.",
            "score": 128.76345431804657
        }
    ],
    "r": [
        {
            "docid": "51547559_10",
            "document": "Management of drug-resistant epilepsy . Vagus nerve stimulation (VNS) involves implanting a pacemaker-like generator below the skin in the chest area that intermittently sends electrical impulses to the left vagus nerve in the neck. The impulses are mediated to the brain by the vagus nerve and thereby help to inhibit electrical disturbances that cause seizures. The antiepileptic effect of vagus nerve stimulation increases over several months: after two years around half of VNS patients experience a reduction of their seizures by at least 50% and after 10 years the average seizure reduction is around 75% Furthermore, in most patients mood (VNS has a significant anti-depressent effect and is approved for depression in some countries), alertness and quality-of-life are increased significantly within the first year of vagus nerve stimulation. VNS patients can induce an extra stimulation themselves with a VNS magnet when they noticed that a seizure is approaching and it has been shown that the majority of seizures can be interrupted this type of on-demand stimulation.",
            "score": 193.7348175048828
        },
        {
            "docid": "19064282_38",
            "document": "Management of depression . Vagus nerve stimulation (VNS) uses an implanted electrode and generator to deliver electrical pulses to the vagus nerve, one of the primary nerves emanating from the brain. It is an approved therapy for treatment-resistant depression in the EU and US and is sometimes used as an adjunct to existing antidepressant treatment. The support for this method comes mainly from open-label trials, which indicate that several months may be required to see a benefit. The only large double-blind trial conducted lasted only 10 weeks and yielded inconclusive results; VNS failed to show superiority over a sham treatment on the primary efficacy outcome, but the results were more favorable for one of the secondary outcomes. The authors concluded \"This study did not yield definitive evidence of short-term efficacy for adjunctive VNS in treatment-resistant depression.\"",
            "score": 192.1565704345703
        },
        {
            "docid": "25107_16",
            "document": "Poliomyelitis . Spinal polio, the most common form of paralytic poliomyelitis, results from viral invasion of the motor neurons of the anterior horn cells, or the ventral (front) grey matter section in the spinal column, which are responsible for movement of the muscles, including those of the trunk, limbs, and the intercostal muscles. Virus invasion causes inflammation of the nerve cells, leading to damage or destruction of motor neuron ganglia. When spinal neurons die, Wallerian degeneration takes place, leading to weakness of those muscles formerly innervated by the now-dead neurons. With the destruction of nerve cells, the muscles no longer receive signals from the brain or spinal cord; without nerve stimulation, the muscles atrophy, becoming weak, floppy and poorly controlled, and finally completely paralyzed. Maximum paralysis progresses rapidly (two to four days), and usually involves fever and muscle pain. Deep tendon reflexes are also affected, and are typically absent or diminished; sensation (the ability to feel) in the paralyzed limbs, however, is not affected.",
            "score": 185.7093048095703
        },
        {
            "docid": "1035470_16",
            "document": "Stroke recovery . Such work represents a paradigm shift in the approach towards rehabilitation of the stroke-injured brain away from pharmacologic flooding of neuronal receptors and instead, towards targeted physiologic stimulation. In layman's terms, this electrical stimulation mimics the action of healthy muscle to improve function and aid in retraining weak muscles and normal movement. Functional Electrical Stimulation (FES) is commonly used in ‘foot-drop’ following stroke, but it can be used to help retrain movement in the arms or legs.",
            "score": 179.42262268066406
        },
        {
            "docid": "2367309_8",
            "document": "State-dependent memory . At its most basic, state-dependent memory is the product of the strengthening of a particular synaptic pathway in the brain. A neural synapse is the space between brain cells, or neurons, that allows chemical signals to be passed from one neuron to another. Chemicals called neurotransmitters leave one cell, travel across the synapse, and are taken in by the next neuron through a neurotransmitter receptor. This creates a connection between the two neurons called a neural pathway. Memory relies on the strengthening of these neural pathways, associating one neuron with another. When we learn something, new pathways are made between neurons in the brain which then communicate through chemical signals. If these cells have a history of sending out certain signals under specific chemical conditions within the brain, they are then primed to work most effectively under similar circumstances. State-dependent memory happens when a new neural connection is made while the brain is in a specific chemical state - for instance, a child with ADHD learns their multiplication tables while on stimulant medication. Because their brain created these new connections related to multiplication tables while the brain was chemically affected by the stimulant medication, their neurons will be primed in the future to remember these facts best when the same levels of medication are present in the brain.",
            "score": 179.17498779296875
        },
        {
            "docid": "2326976_13",
            "document": "Vagus nerve stimulation . Although the use of VNS for TRD has been endorsed by the American Psychiatric Association, the FDA's approval of VNS for TRD remains controversial. According to Dr. A. John Rush, vice chairman for research in the Department of Psychiatry at the University of Texas Southwestern Medical Center at Dallas, results of the VNS pilot study showed that 40 percent of the treated patients displayed at least a 50 percent or greater improvement in their condition, according to the Hamilton Depression Rating Scale. Many other studies concur that VNS is indeed efficacious in treating depression. However, these findings do not take into account improvements over time in patients without the device. In the only randomized controlled trial VNS failed to perform any better when turned on than in otherwise similar implanted patients whose device was not turned on.",
            "score": 175.6324005126953
        },
        {
            "docid": "46685051_7",
            "document": "Epigenetics of neurodegenerative diseases . Amyotrophic Lateral Sclerosis (ALS), also known as Lou Gehrig’s disease, is a motor neuron disease that involves neurogeneration. All skeletal muscles in the body are controlled by motor neurons that communicate signals from the brain to the muscle through a neuromuscular junction. When the motor neurons degenerate, the muscles no longer receive signals from the brain and begin to waste away. ALS is characterized by stiff muscles, muscle twitching, and progressive muscle weakness from muscle wasting. The parts of the body affected by early symptoms of ALS depend on which motor neurons in the body are damaged first, usually the limbs. As the disease progresses most patients are unable to walk or use their arms and eventually develop difficulty speaking, swallowing and breathing. Most patients retain cognitive function and sensory neurons are generally unaffected. Patients are often diagnosed after the age of 40 and the median survival time from onset to death is around 3–4 years. In the final stages, patients can lose voluntary control of eye muscles and often die of respiratory failure or pneumonia as a result of degeneration of the motor neurons and muscles required for breathing. Currently there is no cure for ALS, only treatments that may prolong life.",
            "score": 167.4596710205078
        },
        {
            "docid": "1942022_21",
            "document": "Motion simulator . Proprioceptors are receptors located in muscles, tendons, joints and gut, which send signals to the brain in proportion to accelerations to which the body is subject. An example of a \"popular\" proprioceptor mentioned by aircraft pilots, is the feeling in the \"seat of the pants\". Proprioceptors respond to stimuli generated by muscle movement and muscle tension. Signals generated by exteroceptors and proprioceptors are carried by sensory neurons or nerves and are called electrochemical signals. When a neuron receives such a signal, it sends it on to an adjacent neuron through a bridge called a synapse. A synapse \"sparks\" the impulse between neurons through electrical and chemical means. These sensory signals are processed by the brain in response to signals that travel along motor nerves. Motor neurons, with their special fibres, carry these signals to muscles, which are instructed to either contract or relax.",
            "score": 165.27578735351562
        },
        {
            "docid": "19723734_22",
            "document": "Muscle . In addition, muscles react to reflexive nerve stimuli that do not always send signals all the way to the brain. In this case, the signal from the afferent fiber does not reach the brain, but produces the reflexive movement by direct connections with the efferent nerves in the spine. However, the majority of muscle activity is volitional, and the result of complex interactions between various areas of the brain.",
            "score": 164.2894287109375
        },
        {
            "docid": "32477713_9",
            "document": "Spastic cerebral palsy . The upper motor neuron lesion in the brain impairs the ability of some nerve receptors in the spine to properly receive gamma amino butyric acid (GABA). That leads to hypertonia in the muscles signaled by those damaged nerves. The limbs and body areas in which hypertonia manifests can be any or even all of them, depending which specific nerve groupings within the spine are rendered unable to receive GABA. Thus, spastic CP is often designated by body topography.",
            "score": 163.68179321289062
        },
        {
            "docid": "37080_15",
            "document": "Thought . A neuron (also known as a neurone or nerve cell) is an excitable cell in the nervous system that processes and transmits information by electrochemical signaling. Neurons are the core components of the brain, the vertebrate spinal cord, the invertebrate ventral nerve cord and the peripheral nerves. A number of specialized types of neurons exist: sensory neurons respond to touch, sound, light and numerous other stimuli affecting cells of the sensory organs that then send signals to the spinal cord and brain. Motor neurons receive signals from the brain and spinal cord that cause muscle contractions and affect glands. Interneurons connect neurons to other neurons within the brain and spinal cord. Neurons respond to stimuli, and communicate the presence of stimuli to the central nervous system, which processes that information and sends responses to other parts of the body for action. Neurons do not go through mitosis and usually cannot be replaced after being destroyed, although astrocytes have been observed to turn into neurons, as they are sometimes pluripotent.",
            "score": 163.09657287597656
        },
        {
            "docid": "11274133_9",
            "document": "Mecasermin rinfabate . Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig's Disease is a progressive neurodegenerative disease that affects nerve cells in the brain and the spinal cord. Motor neurons reach from the brain to the spinal cord and from the spinal cord to the muscles throughout the body. The progressive degeneration of the motor neurons in ALS eventually leads to their death. When the motor neurons die, the ability of the brain to initiate and control muscle movement is lost. With voluntary muscle action progressively affected, patients in the later stages of the disease may become totally paralyzed.",
            "score": 159.6121826171875
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 159.39173889160156
        },
        {
            "docid": "36964625_5",
            "document": "Ozanezumab . From an announced phase II clinical trial by GSK :\"NOGO-A blocks neurons from growing toward muscle once the connection has been made. When motor neurons degenerate and the connection becomes weakened, NOGO-A would work against keeping that nerve/muscle contact strong. Increased NOGO-A has been observed in muscle of people with ALS and ozanezumab delayed symptom onset and improved survival in ALS model mice. Thus, it is hoped that it will preserve muscle function and slow the rate of ALS progression in humans.\"",
            "score": 158.7315673828125
        },
        {
            "docid": "37186_19",
            "document": "Vagus nerve . Vagus nerve stimulation (VNS) therapy using a neurostimulator implanted in the chest is a treatment used since 1997 to control seizures in epilepsy patients and has been approved for treating drug-resistant cases of clinical depression. A non-invasive VNS device that stimulates an afferent branch of the vagus nerve is also being developed and will soon undergo trials.",
            "score": 158.46136474609375
        },
        {
            "docid": "3205309_3",
            "document": "Temporal lobe epilepsy . TLE is usually diagnosed in childhood or adolescence. TLE is diagnosed by taking a medical history, blood tests, and brain imaging. It can have a number of causes such as head injury, stroke, brain infections, structural lesions in the brain, or brain tumors, or it can be of \"unknown onset\". The first line of treatment is through anticonvulsants. Surgery may be an option, especially when there is an observable abnormality in the brain. Another treatment option is electrical stimulation of the brain through an implanted device called the vagus nerve stimulator (VNS).",
            "score": 157.8482208251953
        },
        {
            "docid": "21120_3",
            "document": "Neuron . There are many types of specialized neurons. Sensory neurons respond to one particular type of stimulus such as touch, sound, or light and all other stimuli affecting the cells of the sensory organs, and converts it into an electrical signal via transduction, which is then sent to the spinal cord or brain. Motor neurons receive signals from the brain and spinal cord to cause everything from muscle contractions and affect glandular outputs. Interneurons connect neurons to other neurons within the same region of the brain or spinal cord in neural networks.",
            "score": 155.73739624023438
        },
        {
            "docid": "31848417_8",
            "document": "Upper motor neuron syndrome . Assessment of motor control may involve several health professionals depending on the affected individual's situation, and the severity of their condition. This may include physical therapists, physicians (including neurologists and psychiatrists ) and rehabilitation physicians, orthotists, occupational therapists, and speech-language pathologists. Assessment is needed of the affected individual's goals, their function, and any symptoms that may be related to the movement disorder, such as pain. A thorough assessment then uses a clinical reasoning approach to determine why difficulties are occurring. Elements of assessment will include analysis of posture, active movement, muscle strength, movement control and coordination, and endurance, as well as muscle tone and spasticity. Impaired muscles typically demonstrate a loss of selective movement, including a loss of eccentric control (decreased ability to actively lengthen); this decreased active lengthening of a muscle is a key factor that limits motor control. While multiple muscles in a limb are usually affected in the Upper Motor Neuron Syndrome, there is usually an imbalance of muscle activity (muscle tone), such that there is a stronger pull on one side of a joint, such as into elbow flexion. Decreasing the degree of this imbalance is a common focus of muscle strengthening programs. Impaired motor control also typically features a loss of stabilisation of an affected limb or the head from the trunk, so a thorough assessment requires this to be analysed as well, and exercise to improve proximal stability may be indicated.",
            "score": 154.8203582763672
        },
        {
            "docid": "98093_4",
            "document": "Transcranial magnetic stimulation . TMS can be used clinically to measure activity and function of specific brain circuits in humans. The most robust and widely accepted use is in measuring the connection between the primary motor cortex and a muscle to evaluate damage from stroke, multiple sclerosis, amyotrophic lateral sclerosis, movement disorders, motor neuron disease and injuries and other disorders affecting the facial and other cranial nerves and the spinal cord. TMS has been suggested as a means of assessing short-interval intracortical inhibition (SICI) which measures the internal pathways of the motor cortex but this use has not yet been validated.",
            "score": 154.31626892089844
        },
        {
            "docid": "381345_7",
            "document": "Post-polio syndrome . The neural fatigue theory proposes that the enlargement of the motor neuron fibers places added metabolic stress on the nerve cell body to nourish the additional fibers. After years of use, this stress may be more than the neuron can handle, leading to the gradual deterioration of the sprouted fibers and, eventually, the neuron itself. This causes muscle weakness and paralysis. Restoration of nerve function may occur in some fibers a second time, but eventually nerve terminals malfunction and permanent weakness occurs. When these neurons no longer carry on sprouting, fatigue occurs due to the increasing metabolic demand of the nervous system. The normal aging process also may play a role. There is an ongoing denervation and reinnervation, but the reinnervation process has an upper limit where the reinnervation cannot compensate for the ongoing denervation, and loss of motor units takes place. However, what disturbs the denervation-reinnervation equilibrium and causes peripheral denervation is still unclear. With age, most people experience a decrease in the number of spinal motor neurons. Because polio survivors have already lost a considerable number of motor neurons, further age-related loss of neurons may contribute substantially to new muscle weakness. The overuse and underuse of muscles also may contribute to muscle weakness.",
            "score": 153.9632110595703
        },
        {
            "docid": "3717_45",
            "document": "Brain . Motor systems are areas of the brain that are involved in initiating body movements, that is, in activating muscles. Except for the muscles that control the eye, which are driven by nuclei in the midbrain, all the voluntary muscles in the body are directly innervated by motor neurons in the spinal cord and hindbrain. Spinal motor neurons are controlled both by neural circuits intrinsic to the spinal cord, and by inputs that descend from the brain. The intrinsic spinal circuits implement many reflex responses, and contain pattern generators for rhythmic movements such as walking or swimming. The descending connections from the brain allow for more sophisticated control.",
            "score": 153.4488067626953
        },
        {
            "docid": "842532_17",
            "document": "Functional electrical stimulation . Injuries to the spinal cord interfere with electrical signals between the brain and the muscles, resulting in paralysis below the level of injury. Restoration of limb function as well as regulation of organ function are the main application of FES, although FES is also used for treatment of pain, pressure, sore prevention, etc. Some examples of FES applications involve the use of Neuroprostheses that allow the people with paraplegia to walk, stand, restore hand grasp function in people with quadriplegia, or restore bowel and bladder function. High intensity FES of the quadriceps muscles allows patients with complete lower motor neuron lesion to increase their muscle mass, muscle fiber diameter, improve ultrastructural organization of contractile material, increase of force output during electrical stimulation and perform FES assisted stand-up exercises.",
            "score": 153.30569458007812
        },
        {
            "docid": "37186_20",
            "document": "Vagus nerve . Clinical trials are underway in Antwerp, Belgium, using VNS for the treatment of tonal tinnitus after a breakthrough study published in early 2011 by researchers at the University of Texas - Dallas showed successful tinnitus suppression in rats when tones were paired with brief pulses of stimulation of the vagus nerve.",
            "score": 152.63880920410156
        },
        {
            "docid": "4020434_4",
            "document": "Escape reflex . In higher animals examples of escape reflex include the withdrawal reflex, e.g., the withdrawal of a hand in response to a pain stimulus. Sensory receptors in the stimulated body part send signals to the spinal cord along a sensory neuron. Within the spine a reflex arc switches the signals straight back to the muscles of the arm (effectors) via an intermediate neuron (interneuron) and then a motor neuron; the muscle contracts. There often is an opposite response of the opposite limb. Because this occurs automatically and independently in the spinal cord, not the brain, the brain only becomes aware of the response after it has taken place.",
            "score": 152.5415802001953
        },
        {
            "docid": "1053949_2",
            "document": "Spinal cord injury . A spinal cord injury (SCI) is damage to the spinal cord that causes temporary or permanent changes in its function. Symptoms may include loss of muscle function, sensation, or autonomic function in the parts of the body served by the spinal cord below the level of the injury. Injury can occur at any level of the spinal cord and can be \"complete injury\", with a total loss of sensation and muscle function, or \"incomplete\", meaning some nervous signals are able to travel past the injured area of the cord. Depending on the location and severity of damage, the symptoms vary, from numbness to paralysis to incontinence. Long term outcomes also ranges widely, from full recovery to permanent tetraplegia (also called quadriplegia) or paraplegia. Complications can include muscle atrophy, pressure sores, infections, and breathing problems. In the majority of cases the damage results from physical trauma such as car accidents, gunshots, falls, or sports injuries, but it can also result from nontraumatic causes such as infection, insufficient blood flow, and tumors. Just over half of injuries affect the cervical spine, while 15% occur in each of the thoracic spine, border between the thoracic and lumbar spine, and lumbar spine. Diagnosis is typically based on symptoms and medical imaging. Efforts to prevent SCI include individual measures such as using safety equipment, societal measures such as safety regulations in sports and traffic, and improvements to equipment. Treatment starts with restricting further motion of the spine and maintaining adequate blood pressure. Corticosteroids have not been found to be useful. Other interventions vary depending on the location and extent of the injury, from bed rest to surgery. In many cases, spinal cord injuries require long-term physical and occupational therapy, especially if it interferes with activities of daily living.  In the United States, about 12,000 people a year survive with a spinal cord injury. The most commonly affected group are young adult males. SCI has seen great improvements in its care since the middle of the 20th century. Research into potential treatments includes stem cell implantation, engineered materials for tissue support, epidural spinal stimulation, and wearable robotic exoskeletons.",
            "score": 152.3015899658203
        },
        {
            "docid": "54176_24",
            "document": "Human body . Human anatomy is the study of the shape and form of the human body. The human body has four limbs (two arms and two legs), a head and a neck which connect to the torso. The body's shape is determined by a strong skeleton made of bone and cartilage, surrounded by fat, muscle, connective tissue, organs, and other structures. The spine at the back of the skeleton contains the flexible vertebral column which surrounds the spinal cord, which is a collection of nerve fibres connecting the brain to the rest of the body. Nerves connect the spinal cord and brain to the rest of the body. All major bones, muscles, and nerves in the body are named, with the exception of anatomical variations such as sesamoid bones and accessory muscles.",
            "score": 152.1250762939453
        },
        {
            "docid": "381345_6",
            "document": "Post-polio syndrome . Numerous theories have been proposed to explain post-polio syndrome. Despite this, there are currently no absolutely defined causes of PPS. The most widely accepted theory of the mechanism behind the disorder is \"neural fatigue\". A motor unit is a nerve cell (or neuron) and the muscle fibers it activates. Poliovirus attacks specific neurons in the brainstem and the anterior horn cells of the spinal cord, generally resulting in the death of a substantial fraction of the motor neurons controlling skeletal muscles. In an effort to compensate for the loss of these neurons, surviving motor neurons sprout new nerve terminals to the orphaned muscle fibers. The result is some recovery of movement and the development of enlarged motor units.",
            "score": 150.77574157714844
        },
        {
            "docid": "6115887_5",
            "document": "Spastic diplegia . Spastic diplegia's particular type of brain damage inhibits the proper development of upper motor neuron function, impacting the motor cortex, the basal ganglia and the corticospinal tract. Nerve receptors in the spine leading to affected muscles become unable to properly absorb gamma amino butyric acid (GABA), the amino acid that regulates muscle tone in humans. Without GABA absorption to those particular nerve rootlets (usually centred, in this case, around the sectors L1-S1 and L2-S2), affected nerves (here, the ones controlling the legs) perpetually fire the message for their corresponding muscles to permanently, rigidly contract, and the muscles become permanently hypertonic (spastic).",
            "score": 150.7156982421875
        },
        {
            "docid": "27811_8",
            "document": "Sleep and learning . After sleep, there is increased insight. This is because sleep helps people to reanalyze their memories. The same patterns of brain activity that occur during learning have been found to occur again during sleep, only faster. One way that sleep strengthens memories is by weeding out the less successful connections between neurons in the brain. This weeding out is essential to prevent overactivity. The brain compensates for strengthening some synapses (connections) between neurons, by weakening others. The weakening process occurs mostly during sleep. This weakening during sleep allows for strengthening of other connections while we are awake. Learning is the process of strengthening connections, therefore this process could be a major explanation for the benefits that sleep has on memory.",
            "score": 150.03456115722656
        },
        {
            "docid": "6621_21",
            "document": "Cnidaria . Cnidarians are generally thought to have no brains or even central nervous systems. However, they do have integrative areas of neural tissue that could be considered some form of centralization. Most of their bodies are innervated by decentralized nerve nets that control their swimming musculature and connect with sensory structures, though each clade has slightly different structures. These sensory structures, usually called rhopalia, can generate signals in response to various types of stimuli such as light, pressure, and much more. Medusa usually have several of them around the margin of the bell that work together to control the motor nerve net, that directly innervates the swimming muscles. Most Cnidarians also have a parallel system. In scyphozoans, this takes the form of a diffuse nerve net, which has modulatory effects on the nervous system. As well as forming the \"signal cables\" between sensory neurons and motoneurons, intermediate neurons in the nerve net can also form ganglia that act as local coordination centers. Communication between nerve cells can occur by chemical synapses or gap junctions in hydrozoans, though gap junctions are not present in all groups. Cnidarians have many of the same neurotransmitters as many animals, including chemicals such as glutamate, GABA, and acetylcholine.",
            "score": 149.78880310058594
        },
        {
            "docid": "980745_18",
            "document": "Hypotonia . The National Institute of Neurological Disorders and Stroke states that physical therapy can improve motor control and overall body strength in individuals with hypotonia. This is crucial to maintaining both static and dynamic postural stability, which is important since postural instability is a common problem in people with hypotonia. A physiotherapist can develop patient specific training programs to optimize postural control, in order to increase balance and safety. To protect against postural asymmetries the use of supportive and protective devices may be necessary. Physical therapists might use neuromuscular/sensory stimulation techniques such as quick stretch, resistance, joint approximation, and tapping to increase tone by facilitating or enhancing muscle contraction in patients with hypotonia. For patients who demonstrate muscle weakness in addition to hypotonia strengthening exercises that do not overload the muscles are indicated. Electrical Muscle Stimulation, also known as Neuromuscular Electrical Stimulation (NMES) can also be used to “activate hypotonic muscles, improve strength, and generate movement in paralyzed limbs while preventing disuse atrophy (p.498).” When using NMES it is important to have the patient focus on attempting to contract the muscle(s) being stimulated. Without such concentration on movement attempts, carryover to volitional movement is not feasible. NMES should ideally be combined with functional training activities to improve outcomes.",
            "score": 149.02334594726562
        },
        {
            "docid": "31848417_7",
            "document": "Upper motor neuron syndrome . Spasticity is a common feature of muscle performance after upper motor neuron lesions, but is generally of much less clinical significance than other features such as decreased strength, decreased control and decreased endurance. The confusion in the use of the terminology complicates assessment and treatment planning by health professionals, as many confuse the other findings of upper motor neuron syndrome and describe them as spasticity. This confusion potentially leaves health professionals attempting to inhibit an exaggerated stretch reflex to improve muscle performance, potentially leaving more significant UMNS changes such as weakness unaddressed. Improved understanding of the multiple features of the upper motor neuron syndrome supports more rigorous assessment, and improved treatment planning. The upper motor neuron syndrome signs are seen in conditions where motor areas in the brain and/or spinal cord are damaged or fail to develop normally. These include spinal cord injury, cerebral palsy, multiple sclerosis and acquired brain injury including stroke. The impact of impairment of muscles for an individual is problems with movement, and posture, which often affects their function.",
            "score": 148.71170043945312
        }
    ]
}