{
    "q": [
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 148.2444920539856
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 160.3268027305603
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 138.77039790153503
        },
        {
            "docid": "8406655_14",
            "document": "Introduction to genetics . The function of genes is to provide the information needed to make molecules called proteins in cells. Cells are the smallest independent parts of organisms: the human body contains about 100 trillion cells, while very small organisms like bacteria are just one single cell. A cell is like a miniature and very complex factory that can make all the parts needed to produce a copy of itself, which happens when cells divide. There is a simple division of labor in cells—genes give instructions and proteins carry out these instructions, tasks like building a new copy of a cell, or repairing damage. Each type of protein is a specialist that only does one job, so if a cell needs to do something new, it must make a new protein to do this job. Similarly, if a cell needs to do something faster or slower than before, it makes more or less of the protein responsible. Genes tell cells what to do by telling them which proteins to make and in what amounts.",
            "score": 146.70147275924683
        },
        {
            "docid": "31321569_11",
            "document": "The Hallmarks of Cancer . To tightly control cell division, cells have processes within them that prevent cell growth and division. These processes are orchestrated by proteins known as tumor suppressor genes. These genes take information from the cell to ensure that it is ready to divide, and will halt division if not (when the DNA is damaged, for example). In cancer, these tumour suppressor proteins are altered so that they don't effectively prevent cell division, even when the cell has severe abnormalities. Another way cells prevent over-division is that normal cells will also stop dividing when the cells fill up the space they are in and touch other cells; known as contact inhibition. Cancer cells do not have contact inhibition, and so will continue to grow and divide, regardless of their surroundings.",
            "score": 131.75790286064148
        },
        {
            "docid": "88078_19",
            "document": "Prostate cancer . The prostate is a zinc-accumulating, citrate-producing organ. The protein ZIP1 is responsible for the active transport of zinc into prostate cells. One of the zinc's important roles is to change the metabolism of the cell in order to produce citrate, an important component of semen. The process of zinc accumulation, alteration of metabolism, and citrate production is energy inefficient, and prostate cells sacrifice enormous amounts of energy (ATP) in order to accomplish this task. Prostate cancer cells are generally devoid of zinc. This allows prostate cancer cells to save energy not making citrate, and utilize the new abundance of energy to grow and spread. The absence of zinc is thought to occur via a silencing of the gene that produces the transporter protein ZIP1. ZIP1 is now called a tumor suppressor gene product for the gene SLC39A1. The cause of the epigenetic silencing is unknown. Strategies which transport zinc into transformed prostate cells effectively eliminate these cells in animals. Zinc inhibits NF-κB pathways, is anti-proliferative and induces apoptosis in abnormal cells. Unfortunately, oral ingestion of zinc is ineffective since high concentrations of zinc into prostate cells is not possible without the active transporter, ZIP1.",
            "score": 107.24959623813629
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 152.9621889591217
        },
        {
            "docid": "39383381_9",
            "document": "2-hydroxy-dATP diphosphatase . Eliminating the MTH1 gene in mice results in over three times more mice developing tumors compared to a control group. The enzyme’s much-studied ability to sanitize a cell’s nucleotide pool prevents it from developing mutations, including cancerous ones. Specifically, another study found that MTH1 inhibition in cancer cells leads to incorporation of 8-oxo-dGTP and other oxidatively damaged nucleotides into the cell’s DNA, damaging it and causing cell death. However, cancer cells have also been shown to benefit from use of MTH1. Cells from malignant breast tumors exhibit extreme MTH1 expression compared to other human cells. Because a cancer cell divides much more rapidly than a normal human cell, it is far more in need of an enzyme like MTH1 that prevents fatal mutations during replication. This property of cancer cells could allow for monitoring of cancer treatment efficacy by measuring MTH1 expression. Development of suitable probes for this purpose is currently underway.",
            "score": 120.50204336643219
        },
        {
            "docid": "7908811_3",
            "document": "Autoimmune regulator . Each T cell recognizes a specific antigen when it is presented in complex with a MHC molecule by an antigen presenting cell. This recognition is accomplished by the T cell receptors expressed on the cell surface. T cells receptors are generated by randomly shuffled gene segments which results in a highly diverse population of T cells - each with a unique antigen specificity. Subsequently, T cells with receptors that recognize the body's own proteins need to be eliminated while still in the thymus. Through the action of AIRE, medullary thymic epithelial cells (mTEC) express major proteins from elsewhere in the body (so called \"tissue-restricted antigens\" - TRA) and T cells that respond to those proteins are eliminated through cell death (apoptosis). Thus \"AIRE\" drives negative selection of self-recognizing T cells. When AIRE is defective, T cells that recognize antigens normally produced by the body can exit the thymus and enter circulation. This can result in a variety of autoimmune diseases.",
            "score": 122.18361055850983
        },
        {
            "docid": "14958_44",
            "document": "Immune system . Another important role of the immune system is to identify and eliminate tumors. This is called immune surveillance. The \"transformed cells\" of tumors express antigens that are not found on normal cells. To the immune system, these antigens appear foreign, and their presence causes immune cells to attack the transformed tumor cells. The antigens expressed by tumors have several sources; some are derived from oncogenic viruses like human papillomavirus, which causes cervical cancer, while others are the organism's own proteins that occur at low levels in normal cells but reach high levels in tumor cells. One example is an enzyme called tyrosinase that, when expressed at high levels, transforms certain skin cells (e.g. melanocytes) into tumors called melanomas. A third possible source of tumor antigens are proteins normally important for regulating cell growth and survival, that commonly mutate into cancer inducing molecules called oncogenes.",
            "score": 98.79579293727875
        },
        {
            "docid": "308793_2",
            "document": "Aneuploidy . Aneuploidy is the presence of an abnormal number of chromosomes in a cell, for example a human cell having 45 or 47 chromosomes instead of the usual 46. It does not include a difference of one or more complete sets of chromosomes. A cell with any number of complete chromosome sets is called a \"euploid\" cell. An extra or missing chromosome is a common cause of genetic disorders, including some human birth defects. Some cancer cells also have abnormal numbers of chromosomes. Aneuploidy originates during cell division when the chromosomes do not separate properly between the two cells. Most cases of aneuploidy result in miscarriage and the most common extra autosomal chromosomes among live births are 21, 18 and 13.",
            "score": 164.28839230537415
        },
        {
            "docid": "1643827_5",
            "document": "Mitogen . Mitogens are important in cancer research due to their effects on the cell cycle. Cancer is in part defined by a lack of, or failure of, control in the cell cycle. Mitogens can contribute to this by causing the cell cycle to move forward when it should be prevented by some mechanism. In normal cells, conditions such as this would be corrected by mechanisms designed to prevent the uncontrolled growth of cells, internal or external, and would result in apoptosis should the cell be unable to repair the damage. In cancerous cells, by some mechanism or other, the ability of the cell to control its own growth is impeded and external mechanisms designed to kill abnormal cells do not function. One system particularly important in the proliferation of cancers is the mitogen-activated protein kinase, or MAPK, system. These proteins have functions that are not related to mitogenesis, but can be triggered by mitogens and do control the cell cycle. MAPK proteins are capable of controlling the cell cycle either to prevent or encourage the growth of cells. The MAPK pathway can be triggered by many ligands, including hormones and growth factors. Some breast cancer types have very high MAPK activity, which is not found even in benign breast tumors. The overexpression of MAP kinase in these cells aids in their proliferation. These are known as hormone-dependent breast cancers, as the MAPK activation in these cancers is connected to exposure to estradiol.",
            "score": 115.67370307445526
        },
        {
            "docid": "2448809_2",
            "document": "Inhibitor of DNA-binding protein . Inhibitor of DNA-binding/differentiation proteins, also known as ID proteins comprise a family of proteins that heterodimerize with basic helix-loop-helix (bHLH) transcription factors to inhibit DNA binding of bHLH proteins. ID proteins also contain the HLH-dimerization domain but lack the basic DNA-binding domain and thus regulate bHLH transcription factors when they heterodimerize with bHLH proteins. The first helix-loop-helix proteins identified were named E-proteins because they bind to Ephrussi-box (E-box) sequences. In normal development, E proteins form dimers with other bHLH transcription factors, allowing transcription to occur. However, in cancerous phenotypes, ID proteins can regulate transcription by binding E proteins, so no dimers can be formed and transcription is inactive. E proteins are members of the class I bHLH family and form dimers with bHLH proteins from class II to regulate transctiption. Four ID proteins exist in humans: ID1, ID2, ID3, and ID4. The ID homologue gene in Drosophila is called extramacrochaetae (EMC) and encodes a transcription factor of the helix-loop-helix family that lacks a DNA binding domain. EMC regulates cell proliferation, formation of organs like the midgut, and wing development. ID proteins could be potential targets for systemic cancer therapies without inhibiting the functioning of most normal cells because they are highly expressed in embryonic stem cells, but not in differentiated adult cells. Evidence suggests that ID proteins are overexpressed in many types of cancer. For example, ID1 is overexpressed in pancreatic, breast, and prostate cancers. ID2 is upregulated in neuroblastoma, Ewing’s sarcoma, and squamous cell carcinoma of the head and neck.",
            "score": 106.55881011486053
        },
        {
            "docid": "31321569_12",
            "document": "The Hallmarks of Cancer . Cells have the ability to 'self-destruct'; a process known as apoptosis. This is required for organisms to grow and develop properly, for maintaining tissues of the body, and is also initiated when a cell is damaged or infected. Cancer cells, however, lose this ability; even though cells may become grossly abnormal, they do not apoptose. The cancer cells may do this by altering the mechanisms that detect the damage or abnormalities. This means that proper signalling cannot occur, thus apoptosis cannot activate. They may also have defects in the downstream signalling itself, or the proteins involved in apoptosis, each of which will also prevent proper apoptosis.",
            "score": 118.6519103050232
        },
        {
            "docid": "21082137_3",
            "document": "ESCRT . The ESCRT machinery plays a vital role in a number of cellular processes including multivesicular body (MVB) biogenesis, cellular abscission, and viral budding. Multivesicular body (MVB) biogenesis is a process in which ubiquitin tagged proteins enter organelles called endosomes via the formation of vesicles. This process is essential for cells to destroy misfolded and damaged proteins. Without ESCRT machinery, these proteins can build up and lead to neurodegenerative disease. For example, abnormalities in ESCRT-III components can lead to neurological disorders such as hereditary spastic paraplegia (HSP). Cellular abscission, the process by which the membrane connecting two daughter cells is cleaved, is also mediated by ESCRT machinery. Without the ESCRT complexes, daughter cells could not separate and abnormal cells containing twice the amount of DNA would be generated. These cells would inevitably be destroyed through a process known as apoptosis. Lastly, viral budding, or the process by which specific types of viruses exit cells, may not occur in the absence of ESCRT machinery. This would inevitably prevent viruses from spreading from cell to cell.",
            "score": 119.21889865398407
        },
        {
            "docid": "188518_18",
            "document": "Human papillomavirus infection . E6 produces a protein (also called E6) that binds to and inactivates a protein in the host cell called p53. Normally, p53 acts to prevent cell growth, and promotes cell death in the presence of DNA damage. p53 also upregulates the p21 protein, which blocks the formation of the cyclin D/Cdk4 complex, thereby preventing the phosphorylation of RB, and in turn, halting cell cycle progression by preventing the activation of E2F. In short, p53 is a tumor-suppressor protein that arrests the cell cycle and prevents cell growth and survival when DNA damage occurs. Thus, inactivation of p53 by E6 can promote unregulated cell division, cell growth, and cell survival, characteristics of cancer.",
            "score": 107.14869785308838
        },
        {
            "docid": "334955_13",
            "document": "Therapeutic index . Radiotherapy aims to minimize the size of tumors and kill cancer cells with high energy. The source of high energy arises from x-rays, gamma rays, charged particles and heavy particles. The therapeutic ratio in radiotherapy for cancer treatment is related to the maximum radiation dose by which death of cancer cells is locally controlled and the minimum radiation dose by which cells in normal tissues have low acute and late morbidity. Both of parameters have sigmoidal dose-response curves. Thus, a favorable outcome in dose-response curve is the response of tumor tissue is greater than that of normal tissue to the same dose, meaning that the treatment is effective to tumors and does not cause serious morbidity to normal tissue. Reversely, overlapping response of two tissues is highly likely to cause serious morbidity to normal tissue and ineffective treatment to tumors. The mechanism of radiation therapy is categorized into direct and indirect radiation. Both of direct and indirect radiations induce DNAs to have a mutation or chromosomal rearrangement during its repair process. Direct radiation creates a free DNA radical from radiation energy deposition that damages DNA. Indirect radiation occurs from radiolysis of water, creating a free hydroxyl radical, hydronium and electron. Then, hydroxyl radical transfers its radical to DNA. Or together with hydronium and electron, a free hydroxyl radical can damage base region of DNA. Cancer cells have imbalance of signals in cell cycle. G1 and G2/M arrest are found to be major checkpoints by irradiation in human cells. G1 arrest delays repair mechanism before synthesis of DNA in S phase and mitosis in M phase, suggesting key checkpoint to lead survival of cells. G2/M arrest occurs when cells need to repair after S phase before the mitotic entry. It was also known that S phase is the most resistant to radiation and M phase was the most sensitive to radiation. p53, a tumor suppressor protein that plays a role in G1 and G2/M arrest, enabled the understanding of the cell cycle by radiation. For example, irradiation to myeloid leukemia cell leads to an increase in p53 and a decrease in the level of DNA synthesis. Patients with Ataxia telangiectasia delays have hypersensitivity to radiation due to the delay of accumulation of p53. In this case, cells are able to replicate without repair of their DNA, prone to incidence of cancer. Most cells are in G1 and S phase and irradiation at G2 phase showed increased radiosensitivity and thus G1 arrest has been on focus for therapeutic treatment. Irradiation to a tissue creates response to both irradiated and non-irridiated cells. It was found that even cells up to 50-75 cell diameter distant from irradiated cells have phenotype of enhanced genetic instability such as micronucleation. This suggests the effect of cell-to-cell communication such as paracrine and juxtacrine signaling. Normal cells do not lose DNA repair mechanism whereas cancer cells often lose during radiotherapy. However, the nature of high energy radiation can override the ability of damaged normal cell to repair, leading to cause another risk for carcinogenesis. This suggests a significant risk associated with radiation therapy. Thus, it is desirable to improve the therapeutic ratio during radiotherapy. Employing IG-IMRT, protons and heavy ions are likely to minimize dose to normal tissues by altered fractionation. Molecular targeting to DNA repair pathway can lead to radiosensitization or radioprotection. Examples are direct and indirect inhibitors on DNA double-strand breaks. Direct inhibitors target proteins (PARP family) and kinases (ATM, DNA-PKCs) that are involved in DNA repair. Indirect inhibitors target proteins tumor cell signaling proteins such as EGFR and insulin growth factor.",
            "score": 121.89788365364075
        },
        {
            "docid": "29847460_2",
            "document": "Cancer cell . Cancer cells are cells that divide relentlessly, forming solid tumors or flooding the blood with abnormal cells. Cell division is a normal process used by the body for growth and repair. A parent cell divides to form two daughter cells, and these daughter cells are used to build new tissue, or to replace cells that have died because of ageing or damage. Healthy cells stop dividing when there is no longer a need for more daughter cells, but cancer cells continue to produce copies. They are also able to spread from one part of the body to another in a process known as metastasis. There are different categories of cancer cell, defined according to the cell type from which they originate.",
            "score": 122.58935225009918
        },
        {
            "docid": "56379488_3",
            "document": "Biological effects of radiation on the epigenome . Ionizing radiation has been known to cause damage to cellular components such as proteins, lipids, and nucleic acids. It has also been known to cause DNA double-strand breaks. Accumulation of DNA double strand breaks can lead to cell cycle arrest in somatic cells and cause cell death. Due to its ability to induce cell cycle arrest, ionizing radiation is used on abnormal growths in the human body such as cancer cells, in radiation therapy. Most cancer cells are fully treated with some type of radiotherapy, however some cells such as stem cell cancer cells show a reoccurrence when treated by this type of therapy.",
            "score": 116.40505075454712
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 135.83228635787964
        },
        {
            "docid": "2260019_9",
            "document": "Catenin . As previously mentioned, the same properties of catenin that give it an important role in normal cell fate determination, homeostasis and growth, also make it susceptible to alterations that can lead to abnormal cell behavior and growth. Any changes in cytoskeletal organization and adhesion can lead to altered signaling, migration and a loss of contact inhibition that can promote cancer development and tumor formation. In particular, catenins have been identified to be major players in aberrant epithelial cell layer growth associated with various types of cancer. Mutations in genes encoding these proteins can lead to inactivation of cadherin cell adhesions and elimination of contact inhibition, allowing cells to proliferate and migrate, thus promoting tumorigenesis and cancer development. Catenins are known to be associated with colorectal and ovarian cancer, and they have been identified in pilomatrixoma, medulloblastoma, pleomorphic adenomas, and malignant mesothelioma.",
            "score": 112.33997225761414
        },
        {
            "docid": "2457_41",
            "document": "Apoptosis . Apoptosis in HeLa cells is inhibited by proteins produced by the cell; these inhibitory proteins target retinoblastoma tumor-suppressing proteins. These tumor-suppressing proteins regulate the cell cycle, but are rendered inactive when bound to an inhibitory protein. HPV E6 and E7 are inhibitory proteins expressed by the human papillomavirus, HPV being responsible for the formation of the cervical tumor from which HeLa cells are derived. HPV E6 causes p53, which regulates the cell cycle, to become inactive. HPV E7 binds to retinoblastoma tumor suppressing proteins and limits its ability to control cell division. These two inhibitory proteins are partially responsible for HeLa cells' immortality by inhibiting apoptosis to occur. CDV (Canine Distemper Virus) is able to induce apoptosis despite the presence of these inhibitory proteins. This is an important oncolytic property of CDV: this virus is capable of killing canine lymphoma cells. Oncoproteins E6 and E7 still leave p53 inactive, but they are not able to avoid the activation of caspases induced from the stress of viral infection. These oncolytic properties provided a promising link between CDV and lymphoma apoptosis, which can lead to development of alternative treatment methods for both canine lymphoma and human non-Hodgkin lymphoma. Defects in the cell cycle are thought to be responsible for the resistance to chemotherapy or radiation by certain tumor cells, so a virus that can induce apoptosis despite defects in the cell cycle is useful for cancer treatment.",
            "score": 101.94306516647339
        },
        {
            "docid": "47253581_2",
            "document": "Tumor antigens recognized by T lymphocytes . T lymphocytes are cells of the immune system that attack and destroy virus-infected cells, tumor cells and cells from transplanted organs. This occurs because each T cell is endowed with a highly specific receptor that can bind to an antigen present at the surface of another cell. The T cell receptor binds to a complex formed by a surface protein named \"MHC\" (major histocompatibility complex) and a small peptide of about 9 amino-acids, which is located in a groove of the MHC molecule. This peptide can originate from a protein that remains within the cell (\"Fig. 1\"). Whereas each T cell recognizes a single antigen, collectively the T cells are endowed with a large diversity of receptors targeted at a wide variety of antigens. T cells originate in the thymus. There a process named central tolerance eliminates the T cells that have a receptor recognizing an antigen present on normal cells of the organism. This enables the T cells to eliminate cells with \"foreign\" or \"abnormal\" antigens without harming the normal cells.",
            "score": 96.18333172798157
        },
        {
            "docid": "2400044_35",
            "document": "Cabbage looper . Baculovirus-insect cell expression is a technique used to produce large quantities of a desired protein. It takes advantage of the ability of Baculovirus to insert genes into its target cell and induce protein expression this gene. Numerous insect cells have been developed into cell lines, such as fruit flies, mosquitoes, and silkworms. The tissue of the cabbage looper has also been used to develop a cell line. It is particularly useful for its fast growth rate and less reliance upon insect haemolymph in the medium. The cabbage looper cell line has also been engineered to grow in serum-free media. Although serum helps insect cell growth, it is very expensive and can hinder subsequent experimental procedures. As a result, the development of the cell line to grow independently of serum means that the cell line could be used to produce viruses and proteins in a more affordable, efficient, and productive manner.",
            "score": 110.82216882705688
        },
        {
            "docid": "1125767_13",
            "document": "Treacher Collins syndrome . \"TCOF1\" is found on the 5th chromosome in the 5q32 region. It codes for a relatively simple nucleolar protein called treacle, that is thought to be involved in ribosome assembly. Mutations in \"TCOF1\" lead to haploinsufficiency of the treacle protein. Haploinsufficiency occurs when a diploid organism has only one functional copy of a gene, because the other copy is inactivated by a mutation. The one normal copy of the gene does not produce enough protein, causing disease. Haploinsufficiency of the treacle protein leads to a depletion of the neural crest cell precursor, which leads to a reduced number of crest cells migrating to the first and second pharyngeal arches. These cells play an important role in the development of the craniofacial appearance, and loss of one copy of treacle affects the cells' ability to form the bones and tissues of the face.",
            "score": 134.75924241542816
        },
        {
            "docid": "854294_2",
            "document": "DNA repair . DNA repair is a collection of processes by which a cell identifies and corrects damage to the DNA molecules that encode its genome. In human cells, both normal metabolic activities and environmental factors such as radiation can cause DNA damage, resulting in as many as 1 million individual molecular lesions per cell per day. Many of these lesions cause structural damage to the DNA molecule and can alter or eliminate the cell's ability to transcribe the gene that the affected DNA encodes. Other lesions induce potentially harmful mutations in the cell's genome, which affect the survival of its daughter cells after it undergoes mitosis. As a consequence, the DNA repair process is constantly active as it responds to damage in the DNA structure. When normal repair processes fail, and when cellular apoptosis does not occur, irreparable DNA damage may occur, including double-strand breaks and DNA crosslinkages (interstrand crosslinks or ICLs). This can eventually lead to malignant tumors, or cancer as per the two hit hypothesis.",
            "score": 133.45055055618286
        },
        {
            "docid": "630611_8",
            "document": "Suicide gene . One of the challenges of cancer treatment is how to destroy malignant tumors without damaging healthy cells. A new method that shows great promise for accomplishing this employs the use of a suicide gene. A suicide gene is a gene which will cause a cell to kill itself through apoptosis. There are currently two methods of suicide gene therapy being used. Gene-directed enzyme-producing therapy (GDEPT) uses a gene taken from the cancer cell and then modified with other genes to form enzymes that are harmless to healthy cells. This foreign enzyme is inserted into the tumor cells where it releases a prodrug, which is a small molecule harmless to healthy cells, but destructive to cancerous cells. The modified suicide gene converts the non-toxic prodrug into a cytotoxic substance. The second method of suicide gene therapy is called virus-directed enzyme-prodrug therapy. This uses a virus, such as herpes simplex or cold virus, as the carrier, or vector, to deliver the modified genes to the cancer cells. Suicide gene therapy is not necessarily expected to completely eliminate the need for chemotherapy and radiation treatment for all cancerous tumors. The damage inflicted upon the tumor cells, however, makes them more susceptible to the chemo or radiation. This approach has already proven effective against prostate and bladder cancers. The application of suicide gene therapy is being expanded to several other forms of cancer as well. Cancer patients often experience depressed immune systems, so they can suffer some side effects of the use of a virus as a delivery agent.",
            "score": 136.46633112430573
        },
        {
            "docid": "21265701_4",
            "document": "Aron Moscona . In experiments performed through the 1960s, Moscona was able to separate embryonic cells using enzymes and then found that they were able to reform in their original structures once they were allowed to grow back together. His early work resulted in the identification by Masatoshi Takeichi of a class of proteins called cadherins which play a role in cell adhesion by allowing molecules to recognize each other. As he noted in a 1961 article in \"Scientific American\", without the ability of these proteins to allow cells to form bonds with similar cells, \"the human body would collapse into a heap of disconnected, individual cells, many of them quite indistinguishable from certain free-living protozoa.\" The article included photographs showing how mixtures of cells in flasks differentiated themselves by combining with like cells and how that ability faded over a period of weeks, with newer cells better able to recombine into structures closely resembling their embryonic arrangement than were older ones. He found that \"Cells dissociated from adult animals usually do not recohere at all\".",
            "score": 108.85410046577454
        },
        {
            "docid": "68300_43",
            "document": "Dominance (genetics) . A dominant-negative mutation may arise in a human somatic cell and provide a proliferative advantage to the mutant cell, leading to its clonal expansion. For instance, a dominant-negative mutation in a gene necessary for the normal process of programmed cell death (Apoptosis) in response to DNA damage can make the cell resistant to apoptosis. This will allow proliferation of the clone even when excessive DNA damage is present. Such dominant-negative mutations occur in the tumor suppressor gene \"p53\". The P53 wild-type protein is normally present as a four-protein multimer (oligotetramer). Dominant-negative \"p53\" mutations occur in a number of different types of cancer and pre-cancerous lesions (e.g. brain tumors, breast cancer, oral pre-cancerous lesions and oral cancer).",
            "score": 118.16010689735413
        },
        {
            "docid": "11011552_9",
            "document": "Cellular communication (biology) . There are three different types of basic cell communication: surface membrane to surface membrane; exterior, which is between receptors on the cell; and direct communication, which means signals pass inside the cell itself. The junctions of these cells are important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors. This stability leads researchers to believe that gap junctions will be a part of cancer treatment in the future.",
            "score": 138.01265239715576
        },
        {
            "docid": "44518844_9",
            "document": "Mary Beckerle . Ewing’s Sarcoma is a bone cancer affecting mainly children and adolescents. Tumors of Ewing’ Sarcoma are typically found in the long bones of the legs and arms, or bones in the chest, trunk, pelvis, back, or head. Beckerle’s research in this area focuses on a key pathway as believed to be a mechanism by which the cancer cells can spread. Ewing sarcoma occurs due to a chromosomal mutation that causes an atypical protein, known as EWS/FLI, to be present (also called expressed), and that when EWS/FLI is expressed, literally thousands of genes are misregulated, leading to abnormal behavior. Beckerle’s lab found that the EWS/FLI protein disrupted cell adhesion and limited the ability of cells to remain in their normal environment. The EWS/FLI protein is difficult to regulate so Beckerle’s team is focused on an essential regulating protein called ysine specific demethylase (LSD1). Preliminary research has aimed to halt the function of LSD1 to prevent the spread of Ewing Sarcoma cells.",
            "score": 120.94182598590851
        },
        {
            "docid": "14135628_15",
            "document": "TERF2 . Telomerase is an enzyme that works to create telomeric ends for DNA, and it is thought to play important roles in the development of cancer. Specifically, telomeric stability is known to be a common occurrence in cancer cells. Along with the telomerase, the shelterin complex, and TERF2 and TERF1 specifically, also have been noted to control the lengths of telomeres formed by these telomerases. Shelterin works to protect telomeres against unsuitable activation of the DNA damage response pathway, as noted in the function section above. TERF2 as part of the shelterin complex, has been known to block the ATM signaling pathways and prevent chromosome end fusion. In cancer cells, TERF2 phosphorylation by extracellular signal-regulated kinase (ERK1/2) is a controlling factor in the major pro-oncogenic signaling pathways (RAS/RAF/MEK/ERK) that affect telomeric stability. Additionally, when TERF2 was non-phosphorylated in melanoma cells, there was a cell induced DNA damage response, arresting growth and causing tumor reversion. Studies have found that in tumor cells, TERF2 levels are observed to be high, and this raised level of TERF2 contributes to oncogenesis in a variety of ways. This high level of TERF2 decreases the ability to recruit and activate natural killer cells in human tumor cells. One study used a dominant negative form of TERF2, to inhibit TERF2, and found that it could induce a reversion malignant phenotype in human melanoma cells. Therefore, over-expression of TERF2, and therefore blocking of TERF2, induced apoptosis and reduced tumourigenicity in certain cell lines. Additionally, upregulation of TERF2 may be the cause of the establishment and maintenance of short telomeres. These short telomeres increase chromosomal instability, and increase the chances of certain cancers progressing in the body, such as with leukemia. In gastric mucosa tissues, the expression of TERF2 proteins was significantly higher than normal, and this over-expression of TERF2, along with over-expression of TERF1, TIN2, TERT, and BRCA1 protein transposition, may cause a reduction in telomere length, further contributing to multistage carcinogenesis of gastric cancer.",
            "score": 124.74713897705078
        }
    ],
    "r": [
        {
            "docid": "12310347_17",
            "document": "O-Toluidine . The specific mechanisms of carcinogenicity of \"o\"-toluidine are not completely understood, but they are known to be complex and to involve metabolic activation, which results in formation of reactive metabolites. The earlier mentioned \"o\"-nitrosotoluene, which causes cancer in rats, is an example of these reactive metabolites. Research has indicated that \"o\"-toluidine is a mutagen and causes oxidative DNA damage and chromosomal damage (Skipper et al. 2010). Multiple studies have shown that the compound induces oxidative DNA damage and strand breaks in cultured human cells (Watanabe et al. 2010; Ohkuma et al. 1999, Watanabe et al. 2010). DNA damage was also observed in rats and mice exposed in vivo to \"o\"-toluidine (Robbiano et al. 2002, Sekihashi et al. 2002) and even large scale chromosomal damage was observed in yeast and mammalian cells exposed to \"o\"-toluidine in vitro. More generally, chromosomal instability is known to be induced by aromatic amines in urinary bladder cells. Chromosomal instability may lead to both aneuploidy (presence of an abnormal number of chromosomes in a cell), which is observed in cancer cells, and loss of heterozygosity (loss of the entire gene and the surrounding chromosomal region), which can result in the absence of a tumor suppressor gene (Höglund et al. 2001, Sandberg 2002, Phillips and Richardson 2006).",
            "score": 165.3227081298828
        },
        {
            "docid": "308793_2",
            "document": "Aneuploidy . Aneuploidy is the presence of an abnormal number of chromosomes in a cell, for example a human cell having 45 or 47 chromosomes instead of the usual 46. It does not include a difference of one or more complete sets of chromosomes. A cell with any number of complete chromosome sets is called a \"euploid\" cell. An extra or missing chromosome is a common cause of genetic disorders, including some human birth defects. Some cancer cells also have abnormal numbers of chromosomes. Aneuploidy originates during cell division when the chromosomes do not separate properly between the two cells. Most cases of aneuploidy result in miscarriage and the most common extra autosomal chromosomes among live births are 21, 18 and 13.",
            "score": 164.28839111328125
        },
        {
            "docid": "36777018_25",
            "document": "Causes of cancer . Up to 10% of invasive cancers are related to radiation exposure, including both non-ionizing radiation and ionizing radiation. Unlike chemical or physical triggers for cancer, ionizing radiation hits molecules within cells randomly. If it happens to strike a chromosome, it can break the chromosome, result in an abnormal number of chromosomes, inactivate one or more genes in the part of the chromosome that it hit, delete parts of the DNA sequence, cause chromosome translocations, or cause other types of chromosome abnormalities. Major damage normally results in the cell dying, but smaller damage may leave a stable, partly functional cell that may be capable of proliferating and developing into cancer, especially if tumor suppressor genes were damaged by the radiation. Three independent stages appear to be involved in the creation of cancer with ionizing radiation: morphological changes to the cell, acquiring cellular immortality (losing normal, life-limiting cell regulatory processes), and adaptations that favor formation of a tumor. Even if the radiation particle does not strike the DNA directly, it triggers responses from cells that indirectly increase the likelihood of mutations.",
            "score": 161.56903076171875
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 160.32679748535156
        },
        {
            "docid": "308793_18",
            "document": "Aneuploidy . Somatic mosaicism occurs in virtually all cancer cells, including trisomy 12 in chronic lymphocytic leukemia (CLL) and trisomy 8 in acute myeloid leukemia (AML). However, these forms of mosaic aneuploidy occur through mechanisms distinct from those typically associated with genetic syndromes involving complete or mosaic aneuploidy, such as chromosomal instability (due to mitotic segregation defects in cancer cells). Therefore, the molecular processes that lead to aneuploidy are targets for the development of cancer drugs. Both resveratrol and aspirin have been found \"in vivo\" (in mice) to selectively destroy tetraploid cells that may be precursors of aneuploid cells, and activate AMPK, which may be involved in the process.",
            "score": 156.48788452148438
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 152.96218872070312
        },
        {
            "docid": "47981132_6",
            "document": "Rong Li . To understand the pathways that control cell motility, tissue morphogenesis, and neuronal development, Li monitors both physical and biochemical reactions that overlap spatially and change rapidly, but occur only locally within a complex environment. Her broad goal is to understand how eukaryotic cells establish their distinct morphology and organization in order to carry out their specialized functions with applications in development and cancer. Specifically, how eukaryotic cells generate pattern through self-organization with or without environmental cues, accomplish division or motility through coordinated structural rearrangements and force production, and, when challenged with stress and roadblocks, evolve innovative solutions to main vitality and functionality. A key part of her research is exploring how the ability to evolve is built into cellular systems and how that ability gives rise to a cell’s properties. Li has published several seminal papers on the impact of aneuploidy on cellular fitness, gene expression, stress adaptation, and genome instability. As aneuploidy and chromosome instability are hallmarks of cancer, her results on how aneuploidy fuels the evolution of cellular adaptation and drug resistance have direct relevance to the understanding of cancer evolution and disease progression. Li has also studied the molecular mechanisms that lead to oocyte maturation, which can contribute to “advances in the treatment of infertility and the field of regenerative medicine.”",
            "score": 150.47308349609375
        },
        {
            "docid": "837167_17",
            "document": "Acute lymphoblastic leukemia . Several characteristic genetic changes lead to the creation of a leukemic lymphoblast. These changes include chromosomal translocations, intrachromosomal rearrangements, changes in the number of chromosomes in leukemic cells, and additional mutations in individual genes. Chromosomal translocations involve moving a large region of DNA from one chromosome to another. This move can result in placing a gene from one chromosome that promotes cell division to a more actively transcribed area on another chromosome. The result is a cell that divides more often. An example of this includes the translocation of \"C-MYC\", a gene that encodes a transcription factor that leads to increased cell division, next to the immunoglobulin heavy- or light-chain gene enhancers, leading to increased \"C-MYC\" expression and increased cell division. Other large changes in chromosomal structure can result in placement of two genes directly next to each other. The result is the combination of two usually separate proteins into a new fusion protein. This protein can have a new function that promotes the development of cancer. Examples of this include the \"ETV6\"-\"RUNX1\" fusion gene that combines two factors that promote blood cell development and the \"BCR\"-\"ABL1\" fusion gene of the Philadelphia chromosome. \"BCR\"-\"ABL1\" encodes an always-activated tyrosine kinase that causes frequent cell division. These mutations produce a cell that divides more often, even in the absence of growth factors.",
            "score": 149.311767578125
        },
        {
            "docid": "4948244_3",
            "document": "XXYY syndrome . Some signs and symptoms of this condition include: 48,XXYY syndrome is a condition related to the X and Y chromosomes (the sex chromosomes). People normally have 46 chromosomes in each cell. Two of the 46 chromosomes, known as X and Y, are called sex chromosomes because they help determine whether a person will develop male or female sex characteristics. Females typically have two X chromosomes (46,XX), and males have one X chromosome and one Y chromosome (46,XY). 48,XXYY syndrome results from the presence of an extra copy of both sex chromosomes in each of a male's cells (48,XXYY). Extra copies of genes on the X chromosome interfere with male sexual development, preventing the testes from functioning normally and reducing the levels of testosterone. Many genes are found only on the X or Y chromosome, but genes in areas known as the pseudoautosomal regions are present on both sex chromosomes. Extra copies of genes from the pseudoautosomal regions of the extra X and Y chromosome contribute to the signs and symptoms of 48,XXYY syndrome; however, the specific genes have not been identified.  The condition 48,XXYY is not inherited; it usually occurs as a random event during the formation of reproductive cells (eggs and sperm). An error in cell division called nondisjunction results in a reproductive cell with an abnormal number of chromosomes. In 48,XXYY syndrome, the extra sex chromosomes almost always come from a sperm cell. Nondisjunction may cause a sperm cell to gain two extra sex chromosomes, resulting in a sperm cell with three sex chromosomes (one X and two Y chromosomes). If that sperm cell fertilizes a normal egg cell with one X chromosome, the resulting child will have two X chromosomes and two Y chromosomes in each of his body's cells.",
            "score": 148.60433959960938
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 148.24449157714844
        },
        {
            "docid": "1091104_18",
            "document": "Cytochalasin B . Cytochalasin B is used for testing of the genotoxicity of substances. In order to do so, cytokinesis-block micronucleus assay (CBMN assay) with human lymphocytes is applied. This works \"in vitro\". During anaphase of mitosis of meiosis, micronuclei can be detected. These are small nuclei containing one chromosome or part of a chromosome which did not get to one of the cell poles during cell division. The CBMN test is based on the fact that only dividing cells can express micronuclei, which means that only in those cells, chromosome damage can be detected. Because genotoxicity causes abnormalities in cell division, micronuclei can be detected in binucleated cells. Cytokinesis, which is the next stage, is inhibited by cytochalasin B. A key advantage of this method is that it allows simultaneous detection of multiple molecular events leading to chromosome damage and chromosomal instability. The CBMN assay has successfully been applied to normal human lymphocytes, mouse spleen lymphocytes, mouse fibroblasts and Chinese hamster fibroblasts.",
            "score": 148.18629455566406
        },
        {
            "docid": "583438_22",
            "document": "Transformation (genetics) . Competence is specifically induced by DNA damaging conditions. For instance, transformation is induced in \"Streptococcus pneumoniae\" by the DNA damaging agents mitomycin C (a DNA crosslinking agent) and fluoroquinolone (a topoisomerase inhibitor that causes double-strand breaks). In \"B. subtilis\", transformation is increased by UV light, a DNA damaging agent. In \"Helicobacter pylori\", ciprofloxacin, which interacts with DNA gyrase and introduces double-strand breaks, induces expression of competence genes, thus enhancing the frequency of transformation Using \"Legionella pneumophila\", Charpentier et al. tested 64 toxic molecules to determine which of these induce competence. Of these only six, all DNA damaging agents, caused strong induction. These DNA damaging agents were mitomycin C (which causes DNA inter-strand crosslinks), norfloxacin, ofloxacin and nalidixic acid (inhibitors of DNA gyrase that cause double-strand breaks), bicyclomycin (causes single- and double-strand breaks), and hydroxyurea (induces DNA base oxidation). UV light also induced competence in \"L. pneumophila\". Charpentier et al. suggested that competence for transformation probably evolved as a DNA damage response. Logarithmically growing bacteria differ from stationary phase bacteria with respect to the number of genome copies present in the cell, and this has implications for the capability to carry out an important DNA repair process. During logarithmic growth, two or more copies of any particular region of the chromosome may be present in a bacterial cell, as cell division is not precisely matched with chromosome replication. The process of homologous recombinational repair (HRR) is a key DNA repair process that is especially effective for repairing double-strand damages, such as double-strand breaks. This process depends on a second homologous chromosome in addition to the damaged chromosome. During logarithmic growth, a DNA damage in one chromosome may be repaired by HRR using sequence information from the other homologous chromosome. Once cells approach stationary phase, however, they typically have just one copy of the chromosome, and HRR requires input of homologous template from outside the cell by transformation. To test whether the adaptive function of transformation is repair of DNA damages, a series of experiments were carried out using \"B. subtilis\" irradiated by UV light as the damaging agent (reviewed by Michod et al. and Bernstein et al.) The results of these experiments indicated that transforming DNA acts to repair potentially lethal DNA damages introduced by UV light in the recipient DNA. The particular process responsible for repair was likely HRR. Transformation in bacteria can be viewed as a primitive sexual process, since it involves interaction of homologous DNA from two individuals to form recombinant DNA that is passed on to succeeding generations. Bacterial transformation in prokaryotes may have been the ancestral process that gave rise to meiotic sexual reproduction in eukaryotes (see Evolution of sexual reproduction; Meiosis.)",
            "score": 147.29278564453125
        },
        {
            "docid": "8406655_14",
            "document": "Introduction to genetics . The function of genes is to provide the information needed to make molecules called proteins in cells. Cells are the smallest independent parts of organisms: the human body contains about 100 trillion cells, while very small organisms like bacteria are just one single cell. A cell is like a miniature and very complex factory that can make all the parts needed to produce a copy of itself, which happens when cells divide. There is a simple division of labor in cells—genes give instructions and proteins carry out these instructions, tasks like building a new copy of a cell, or repairing damage. Each type of protein is a specialist that only does one job, so if a cell needs to do something new, it must make a new protein to do this job. Similarly, if a cell needs to do something faster or slower than before, it makes more or less of the protein responsible. Genes tell cells what to do by telling them which proteins to make and in what amounts.",
            "score": 146.70147705078125
        },
        {
            "docid": "23974_18",
            "document": "Plasmid . Plasmid may also be used for gene transfer into human cells as potential treatment in gene therapy so that it may express the protein that is lacking in the cells. Some strategies of gene therapy require the insertion of therapeutic genes at pre-selected chromosomal target sites within the human genome. Plasmid vectors are one of many approaches that could be used for this purpose. Zinc finger nucleases (ZFNs) offer a way to cause a site-specific double-strand break to the DNA genome and cause homologous recombination. Plasmids encoding ZFN could help deliver a therapeutic gene to a specific site so that cell damage, cancer-causing mutations, or an immune response is avoided.",
            "score": 146.5872802734375
        },
        {
            "docid": "23219_41",
            "document": "Ploidy . Euploidy (Greek \"eu\", true or even) is the state of a cell or organism having one or more than one set of the same set of chromosomes, possibly excluding the sex-determining chromosomes. For example, most human cells have 2 of each of the 23 homologous monoploid chromosomes, for a total of 46 chromosomes. A human cell with an extra set out of the 23 normal ones would be considered euploid. Euploid karyotypes would consequentially be a multiple of the haploid number, which in humans is 23. Aneuploidy is the state where one or more chromosomes of a normal set are missing or present in more than their usual number of copies. Unlike euploidy, aneuploid karyotypes will not be a multiple of the haploid number. In humans, examples of aneuploidy include having a single extra chromosome (such as Down syndrome), or missing a chromosome (such as Turner syndrome). Aneuploid karyotypes are given names with the suffix \"-somy\" (rather than \"-ploidy\", used for euploid karyotypes), such as trisomy and monosomy.",
            "score": 144.51141357421875
        },
        {
            "docid": "356382_5",
            "document": "Gene regulatory network . In multicellular animals the same principle has been put in the service of gene cascades that control body-shape. Each time a cell divides, two cells result which, although they contain the same genome in full, can differ in which genes are turned on and making proteins. Sometimes a 'self-sustaining feedback loop' ensures that a cell maintains its identity and passes it on. Less understood is the mechanism of epigenetics by which chromatin modification may provide cellular memory by blocking or allowing transcription. A major feature of multicellular animals is the use of morphogen gradients, which in effect provide a positioning system that tells a cell where in the body it is, and hence what sort of cell to become. A gene that is turned on in one cell may make a product that leaves the cell and diffuses through adjacent cells, entering them and turning on genes only when it is present above a certain threshold level. These cells are thus induced into a new fate, and may even generate other morphogens that signal back to the original cell. Over longer distances morphogens may use the active process of signal transduction. Such signalling controls embryogenesis, the building of a body plan from scratch through a series of sequential steps. They also control and maintain adult bodies through feedback processes, and the loss of such feedback because of a mutation can be responsible for the cell proliferation that is seen in cancer. In parallel with this process of building structure, the gene cascade turns on genes that make structural proteins that give each cell the physical properties it needs.",
            "score": 143.93368530273438
        },
        {
            "docid": "30739972_2",
            "document": "Microcell-mediated chromosome transfer . Microcell Mediated Chromosome Transfer (or MMCT) is a technique used in cell biology and genetics to transfer a chromosome from a defined donor cell line into a recipient cell line. MMCT has been in use since the 1970s and has contributed to a multitude of discoveries including tumor, metastasis and telomerase suppressor genes as well as information about epigenetics, x-inactivation, mitochondrial function and aneuploidy. MMCT follows the basic procedure where donor cells (i.e. cells providing one or more chromosomes or fragments to a recipient cell) are induced to multinucleate their chromosomes. These nuclei are then forced through the cell membrane to create microcells, which can be fused to a recipient cell line.",
            "score": 143.47344970703125
        },
        {
            "docid": "3027162_4",
            "document": "Spindle poison . Normally, cells duplicate their genetic material and then produce two equal daughter cells. Tampering with this tightly monitored distribution system can result in the production of irregular chromosome content, within each cell, commonly referred to as aneuploidy. Cells have developed various checkpoints to carry out mitosis with great accuracy. Early research concluded that spindle poisons, inserted to cells, caused a considerable reduction in the number of cells that exited mitosis, while the number of cells that entered mitosis dramatically increased. The SAC was found to be the key signaling pathway to the mitotic arrest. The precise division of chromosomes is the primary responsibility of SAC. Its origin stems from kinetochores, proteins that aid in joining DNA and microtubules on the chromatids. Only one unattached kinetochore is required to fuel a response that ultimately blocks cell cycle progression. The end result is each chromosome is attached to the spindle in the initial stage of anaphase.",
            "score": 143.46685791015625
        },
        {
            "docid": "27110987_29",
            "document": "Gene therapy of the human retina . Retinitis pigmentosa is an inherited disease which leads to progressive night blindness and loss of peripheral vision as a result of photoreceptor cell death. Most people who suffer from RP are born with rod cells that are either dead or dysfunctional, so they are effectively blind at nighttime, since these are the cells responsible for vision in low levels of light. What follows often is the death of cone cells, responsible for color vision and acuity, at light levels present during the day. Loss of cones leads to full blindness as early as five years old, but may not onset until many years later. There have been multiple hypotheses about how the lack of rod cells can lead to the death of cone cells. Pinpointing a mechanism for RP is difficult because there are more than 39 genetic loci and genes correlated with this disease. In an effort to find the cause of RP, there have been different gene therapy techniques applied to address each of the hypotheses.",
            "score": 143.3517608642578
        },
        {
            "docid": "21304415_2",
            "document": "Sexual reproduction . Sexual reproduction is a form of reproduction where two morphologically distinct types of specialized reproductive cells called gametes fuse together, involving a female's large ovum (or egg) and a male's smaller sperm. Each gamete contains half the number of chromosomes of normal cells. They are created by a specialized type of cell division, which only occurs in eukaryotic cells, known as meiosis. The two gametes fuse during fertilization to produce DNA replication and the creation of a single-celled zygote which includes genetic material from both gametes. In a process called genetic recombination, genetic material (DNA) joins up so that homologous chromosome sequences are aligned with each other, and this is followed by exchange of genetic information. Two rounds of cell division then produce four daughter cells with half the number of chromosomes from each original parent cell, and the same number of chromosomes as both parents. For instance, in human reproduction each human cell contains 46 chromosomes in 23 pairs. Meiosis in the parents' gonads produce gamete cells which only contain 23 chromosomes each. When the gametes are combined via sexual intercourse to form a fertilized egg, the resulting child will have 23 chromosomes from each parent genetically recombined into 23 chromosome pairs or 46 total.",
            "score": 143.0896453857422
        },
        {
            "docid": "46697210_16",
            "document": "Epigenetics of human development . In embryonic development, when the zygote is still composed of just a few cells, each cell of the zygote will randomly chose an X-chromosome to condense and silence. From then on, the daughter cells of that cell will always silence the same X-chromosome as the parent cell it propagated from. This creates what is known as the “mosaic effect,” in which differential X-chromosome expression creates differing genotypes throughout a single organism. This may or may not be evident in females, depending on how the genes of the X-chromosomes affect phenotype. If the alleles for a gene are identical on both X-chromosomes, then you will see no difference between the cells that chose one X over the other. If the alleles are different for, say, fur color, then you may see patches of one color and patches of the other color. In calico cats the mosaic pattern of X inactivation is easily seen because a gene affecting coat color is carried on the X, resulting in patches of color on the coat. The mosaic pattern of X inactivation may also determine how penetrant a disease is, if the disease allele is present on one X-chromosome and not the other. The organism may have few cells in which the diseased allele has not been condensed, leading to little expression of the disease allele. This is referred to as skewed X-chromosome inactivation.",
            "score": 142.97454833984375
        },
        {
            "docid": "2332422_5",
            "document": "Carcinogenesis . There is a diverse classification scheme for the various genomic changes that may contribute to the generation of cancer cells. Many of these changes are mutations, or changes in the nucleotide sequence of genomic DNA. There are also many epigenetic changes that alter whether genes are expressed or not expressed. Aneuploidy, the presence of an abnormal number of chromosomes, is one genomic change that is not a mutation, and may involve either gain or loss of one or more chromosomes through errors in mitosis. Large-scale mutations involve the deletion or gain of a portion of a chromosome. Genomic amplification occurs when a cell gains many copies (often 20 or more) of a small chromosomal region, usually containing one or more oncogenes and adjacent genetic material. Translocation occurs when two separate chromosomal regions become abnormally fused, often at a characteristic location. A well-known example of this is the Philadelphia chromosome, or translocation of chromosomes 9 and 22, which occurs in chronic myelogenous leukemia, and results in production of the BCR-abl fusion protein, an oncogenic tyrosine kinase. Small-scale mutations include point mutations, deletions, and insertions, which may occur in the promoter of a gene and affect its expression, or may occur in the gene's coding sequence and alter the function or stability of its protein product. Disruption of a single gene may also result from integration of genomic material from a DNA virus or retrovirus, and such an event may also result in the expression of viral oncogenes in the affected cell and its descendants.",
            "score": 142.843017578125
        },
        {
            "docid": "4690610_3",
            "document": "Merozygote . One example of how merozygotes can be formed is the transfer of genetic material of an Hfr cell to an F- cell through conjugation. When an Hfr cell mates with an F- cell, the chromosome acts as a rolling circle transferring a part of its genomic chromosome across a conjugation bridge. The origin is the first bit of the DNA to be injected, while the F-factor is the last. Very rarely the whole portion of the DNA (from the origin through the F-factor) will be transferred, resulting in a very low chance of passing on the F factor to the F- cell. After conjugation, the F- cell will contain a part of the Hfr chromosome, the exogenote, as well as its own genomic chromosome, the endogenote. At this stage the cell is called a merozygote. This temporary partial diploid state may lead to recombination between the corresponding portions of the DNA, so that the genetic material of the donor may be incorporated into the chromosome of the recipient, thereby altering the genotype of the recipient. However, if no recombination occurs, the linear fragment of donor DNA in the recipient cytoplasm will be lost after one cycle. These merozygotes help to study dominance variation and mutation can be known.",
            "score": 142.1810760498047
        },
        {
            "docid": "219939_20",
            "document": "Mycoplasma . Cells infected with \"Mycoplasma\" for an extended period of time show significant chromosomal abnormalities. These include the addition of chromosomes, the loss of entire chromosomes, partial loss of chromosomes, and chromosomal translocation. All of these genetic abnormalities may contribute to the process of malignant transformation. Chromosomal translocation and extra chromosomes help create abnormally high activity of certain proto-oncogenes, which caused by these genetic abnormalities and include those encoding c-myc, HRAS, and vav. The activity of proto-oncogenes is not the only cellular function that is affected; tumour suppressor genes are affected by the chromosomal changes induced by mycoplasma, as well. Partial or complete loss of chromosomes causes the loss of important genes involved in the regulation of cell proliferation. Two genes whose activities are markedly decreased during chronic infections with mycoplasma are the Rb and the p53 tumour suppressor genes. Another possible mechanism of carcinogenesis is RAC1 activation by a small GTPase-like protein fragment of Mycoplasma. A major feature that differentiates mycoplasmas from other carcinogenic pathogens is that the mycoplasmas do not cause the cellular changes by insertion of their own genetic material into the host cell. The exact mechanism by which the bacterium causes the changes is not yet known.",
            "score": 142.07986450195312
        },
        {
            "docid": "3122518_11",
            "document": "Micronucleus . The micronucleus tests provide important information about a chemical's ability to interfere with chromosome structure and function. For instance, many known human carcinogens test positive in mammalian micronucleus tests. In these tests, organisms are treated with a chemical and the resulting frequency of micronucleated calls is measured. If there is a marked increase in the number of cells with micronuclei, it can be concluded that the chemical induces structural and/or numerical chromosomal damage. Since micronucleus tests must be performed on actively dividing cells, bone marrow stem cells and the erythrocytes they produce through cell divisions are ideal candidates. These cells experience constant, rapid turnover and the lack of a true nucleus in erythrocytes makes micronuclei easily visible under a microscope. Micronucleus assay systems are very economical, require much less skill in scoring that conventional metaphase tests, and are much faster than these conventional tests. Since micronucleus assays reflect chromosomal aberrations reliably and rapidly, they are extremely useful for a quick assessment of chromosomal damage. In particular, the CBMNcyt (cytokinesis-block micronucleus cytome) assay is extremely versatile and is one of the preferred methods to measure the level of chromosomal damage and chromosomal instability in cells. The cytokinesis-block micronucleus (CBMN) assay was first developed to score micronuclei in cells that completed nuclear division by blocking them at the binucleate stage before cytokinesis. It later evolved into the CBMN 'cytome' assay to further explore cell death, cytostasis, and biomarkers of DNA damage. The major drawback of using micronucleus tests is that they cannot determine different types of chromosomal aberrations and can be influenced by the mitotic rate and proportion of cell death, skewing the results.",
            "score": 142.05435180664062
        },
        {
            "docid": "19130523_5",
            "document": "Plasma cell leukemia . PCL is caused by the development of an excessively high number of genetic abnormalities in plasma cells or, more particularly, their precursor B cells and plasmablasts (see plasma cells). This genetic instability is due to a myriad of acquired abnormalities including gene mutations; single nucleotide polymorphisms; depletions and duplications of parts of a gene, larger portion of a chromosome, or even an entire arm of a chromosome; translocations, deletions, and duplications of entire chromosomes; and increases and decreases in the expression of intact genes due to, e.g. the methylation of gene promotors and various less direct effects. These genetic abnormalities effect the Wnt signaling pathway, regulation of the cell cycle, RNA metabolism, protein folding, and cadherin-related cell adherence to extracellular matrix. These effects in turn control plasma cell proliferation, survival, apoptosis, adhesion to bone marrow, genome stability, and secretion of monoclonal immunoglobulins.  Secondary plasma cell leukemia (sPCL) results from the comparatively slow development of plasma cell/plasma cell precursor genetic abnormalities which initially create a clone of cells that cause the premalignant condition of monoclonal gammopathy of undetermined significance. In a very small percentage of these cases, the progressive development of further genetic abnormalities serially create a clone(s) of plasma cells that cause the more serious but still premalignant disorder of smoldering multiple myeloma, overt myeloma cancer, and ultimately sPCL. In contrast to sPCL, pPCL presents \"de novo\" with a broad range of genetic abnormalities. For example, advanced methods for examining the genome viz., whole-exome sequencing and gene expression profiling, have identified 166 non-silent gene variants per pPCL patient sample at the time of diagnosis. These abnormalities are similar but not identical to those detected in sPCL while the abnormalies detected in sPCL more closely resemble those detected in multiple myeloma than do those of pPCL: the genetic data support the clinical data in suggesting that sPCL and pPCL are distinct diseases with sPCL among the two PCLs being more closely related to multiple myeloma. Examination of plasma cell immunophenotype by measuring certain of their cell surface antigens, particularly Cluster of differentiation. CD markers on plasma cells from patients with pPCL differ from those taken form multiple myeloma or sPCL patients. For example: pPCL plasma cells more often express CD20 antigen, which is considered important in anchoring plasma cells to the bone marrow stroma, than do those on plasma cells taken from myeloma patients (50% vs. 17%); pPCL plasma cells often lack CD56 antigen which is present on the majority of plasma cells taken form multiple myeloma patients; and pPCL plasma cells more frequently express CD28 than do sPCL plasma cells. Thus, immunophenotyping supports that notion that multiple myeloma, sPCL, and pPCL show critically important fundamental differences that may explain their different clinical presentations, courses, responses to therapy, and prognoses.",
            "score": 141.54232788085938
        },
        {
            "docid": "48388971_6",
            "document": "Alpha thalassemia abnormal morphogenesis . Alpha Thalassemia happens when the body has a problem producing alpha globin. This prevents oxygen from reaching the body's tissues and can cause a loss of red blood cells. Some children with alpha thalassemia have no symptoms and require no treatment. Others with more severe cases need regular blood transfusions to treat anemia and other symptoms. They also may require surgery in early years to repair the abnormalities they were born with or else physical and occupational therapy to help live with terminal transverse limbs. The only way to get alpha thalassemia abnormal morphogenesis is by inheriting it from his or her parents from their genes.  Humans are made up of trillions of cells that form the structure of our bodies and carry out specialized jobs like taking nutrients from food and turning them into energy. Red blood cells, which contain hemoglobin deliver oxygen to all parts of the body. All cells have a nucleus at their center which is kind of like a brain or command post of the cell. The nucleus directs the cell telling it to grow, mature, divide, or die. The nucleus contains DNA otherwise known as Deoxyribonucleic acid, a long spiral shaped molecule that stores the genes that determine hair color, eye color, whether or not the person is right or left handed, and many more traits. DNA, along with other genes and the information they contain, is passed down from parents to their children during reproduction. Each cell has many DNA molecules, but because cells are very small and DNA molecules are long, the DNA is packaged very tightly in each cell. These packages of DNA are called chromosomes, and each cell has 46 of them. Each package is arranged into 23 pairs with one of each pair coming from the mother and from the father. When a child has alpha thalassemia, there is a change in chromosome 16. Alpha globin is made on chromosome 16, so if any gene that tells chromosome 16 to produce alpha globin is missing or mutated, less hemoglobin is made. This affects hemoglobin and decreases the ability of red blood cells to transport oxygen to the body.",
            "score": 141.44454956054688
        },
        {
            "docid": "43206326_4",
            "document": "HAP1 cells . HAP1 cells are malignant neoplastic cells, also known as cancer cells. These cells are characterized primarily by uninhibited growth. As the rate of mitosis increases, defects in the nuclear spindles form, which results in atypical chromosomes, such as those found in HAP1 cells. Due to their irregular chromosomes, malignant cells are also morphologically different from healthy cells. These cells are often irregular shapes and sizes. They have large nuclei, prominent nucleoli, and scarce or atypically colored cytoplasm. Ribosomes and mRNA accumulate in the cytoplasm and membrane bound organelles change in shape, size, and function. Some become larger than normal, greatly reduced, or entirely non-existent. HAP1 cells are derived from leukemic cells, which develop from mutated myeloid cells in the bone marrow. Healthy myeloid cells produce red blood cells, platelets and white blood cells (apart from lymphocytes). For CML to develop an abnormal gene called \"BCR-ABL\" is formed, which turns the myeloid cell into a CML cell.",
            "score": 141.0977325439453
        },
        {
            "docid": "18976_3",
            "document": "Meiosis . In meiosis, DNA replication is followed by two rounds of cell division to produce four daughter cells, each with half the number of chromosomes as the original parent cell. The two meiotic divisions are known as Meiosis I and Meiosis II. Before meiosis begins, during S phase of the cell cycle, the DNA of each chromosome is replicated so that it consists of two identical sister chromatids, which remain held together through sister chromatid cohesion. This S-phase can be referred to as \"premeiotic S-phase\" or \"meiotic S-phase\". Immediately following DNA replication, meiotic cells enter a prolonged G2-like stage known as meiotic prophase. During this time, homologous chromosomes pair with each other and undergo genetic recombination, a programmed process in which DNA is cut and then repaired, which allows them to exchange some of their genetic information. A subset of recombination events results in crossovers, which create physical links known as chiasmata (singular: chiasma, for the Greek letter Chi (X)) between the homologous chromosomes. In most organisms, these links are essential to direct each pair of homologous chromosomes to segregate away from each other during Meiosis I, resulting in two haploid cells that have half the number of chromosomes as the parent cell. During Meiosis II, the cohesion between sister chromatids is released and they segregate from one another, as during mitosis. In some cases all four of the meiotic products form gametes such as sperm, spores, or pollen. In female animals, three of the four meiotic products are typically eliminated by extrusion into polar bodies, and only one cell develops to produce an ovum.",
            "score": 140.85745239257812
        },
        {
            "docid": "29481838_2",
            "document": "Genetic imbalance . Genetic imbalance is to describe situation when the genome of a cell or organism has more copies of some genes than other genes due to chromosomal rearrangements or aneuploidy. Changes in gene dosage, the number of times a given gene is present in the cell nucleus, can create a genetic imbalance.",
            "score": 140.62091064453125
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 140.22059631347656
        },
        {
            "docid": "54888_12",
            "document": "Telomere . Telomere shortening in humans can induce replicative senescence, which blocks cell division. This mechanism appears to prevent genomic instability and development of cancer in human aged cells by limiting the number of cell divisions. However, shortened telomeres impair immune function that might also increase cancer susceptibility.<ref name=\"10.1002/ajhb.21127\"></ref> If telomeres become too short, they have the potential to unfold from their presumed closed structure. The cell may detect this uncapping as DNA damage and then either stop growing, enter cellular old age (senescence), or begin programmed cell self-destruction (apoptosis) depending on the cell's genetic background (p53 status). Uncapped telomeres also result in chromosomal fusions. Since this damage cannot be repaired in normal somatic cells, the cell may even go into apoptosis. Many aging-related diseases are linked to shortened telomeres. Organs deteriorate as more and more of their cells die off or enter cellular senescence.",
            "score": 140.0504150390625
        }
    ]
}