{
    "q": [
        {
            "docid": "22228064_2",
            "document": "Parkinson's disease . Parkinson's disease (PD) is a long-term degenerative disorder of the central nervous system that mainly affects the motor system. The symptoms generally come on slowly over time. Early in the disease, the most obvious are shaking, rigidity, slowness of movement, and difficulty with walking. Thinking and behavioral problems may also occur. Dementia becomes common in the advanced stages of the disease. Depression and anxiety are also common, occurring in more than a third of people with PD. Other symptoms include sensory, sleep, and emotional problems. The main motor symptoms are collectively called \"parkinsonism\", or a \"parkinsonian syndrome\". The cause of Parkinson's disease is generally unknown, but believed to involve both genetic and environmental factors. Those with a family member affected are more likely to get the disease themselves. There is also an increased risk in people exposed to certain pesticides and among those who have had prior head injuries, while there is a reduced risk in tobacco smokers and those who drink coffee or tea. The motor symptoms of the disease result from the death of cells in the substantia nigra, a region of the midbrain. This results in not enough dopamine in these areas. The reason for this cell death is poorly understood, but involves the build-up of proteins into Lewy bodies in the neurons. Diagnosis of typical cases is mainly based on symptoms, with tests such as neuroimaging being used to rule out other diseases. There is no cure for Parkinson's disease, with treatment directed at improving symptoms. Initial treatment is typically with the antiparkinson medication levodopa (L-DOPA), with dopamine agonists being used once levodopa becomes less effective. As the disease progresses and neurons continue to be lost, these medications become less effective while at the same time they produce a complication marked by involuntary writhing movements. Diet and some forms of rehabilitation have shown some effectiveness at improving symptoms. Surgery to place microelectrodes for deep brain stimulation has been used to reduce motor symptoms in severe cases where drugs are ineffective. Evidence for treatments for the non-movement-related symptoms of PD, such as sleep disturbances and emotional problems, is less strong. In 2015, PD affected 6.2 million people and resulted in about 117,400 deaths globally. Parkinson's disease typically occurs in people over the age of 60, of which about one percent are affected. Males are more often affected than females at a ratio of around 3:2. When it is seen in people before the age of 50, it is called young-onset PD. The average life expectancy following diagnosis is between 7 and 14 years. The disease is named after the English doctor James Parkinson, who published the first detailed description in \"An Essay on the Shaking Palsy\", in 1817. Public awareness campaigns include World Parkinson's Day (on the birthday of James Parkinson, 11 April) and the use of a red tulip as the symbol of the disease. People with Parkinson's who have increased the public's awareness of the condition include actor Michael J. Fox, Olympic cyclist Davis Phinney, and late professional boxer Muhammad Ali. The movement difficulties found in PD are called parkinsonism and a number of different disorders feature parkinsonism. \"Parkinsonism\" is defined as bradykinesia (slowness in initiating voluntary movements, with progressive reduction in speed and range of repetitive actions such as voluntary finger-tapping) in combination with one of three other physical signs: muscular (lead-pipe or cogwheel) rigidity, tremor at rest, and postural instability.",
            "score": 159.82408714294434
        },
        {
            "docid": "39327092_5",
            "document": "Gene therapy in Parkinson's disease . There are many new PD treatments in clinical trials and several of those are focusing on gene therapeutic approaches that compensate the loss of dopamine or protect the nervous system dopamine neurons from degeneration. There are some important reasons for focusing on gene therapy as a treatment for PD. First of all, currently there is no cure for this disease. Secondly, some genes have been identified which can modulate the neuron phenotype or act as neuroprotective agents. Also, the environment of the brain cannot afford repeated injections into the region where the substantia nigra meets the striatum, the nigrostriatum. Therefore, gene therapy could be a single treatment appealing, viral vectors used in the therapy are diffusible and capable to do transduction of the striatum.",
            "score": 119.68062973022461
        },
        {
            "docid": "39327092_3",
            "document": "Gene therapy in Parkinson's disease . Parkinson's disease (PD) is a progressive neurological condition that is the result of the death of the cell that contains and produces dopamine in substantia nigra. People with PD may develop disturbance in their motor activities. Some activities can be tremor or shaking, rigidity and slow movements (bradykinesia). Patients may eventually present certain psychiatric problems like depression and dementia. Current pharmacological intervention consist on the administration of L-dopa, a dopamine precursor. The L-dopa therapy increases dopamine production of the remaining nigral neurons. Other therapy is the deep brain electrical stimulation to modulate the overactivity of the subthalamic nucleus to the loss of dopamine signaling in the stratum. However, with this treatment, the number of substantia nigra neurons decrease so it becomes less efficient.",
            "score": 160.41788816452026
        },
        {
            "docid": "21120_52",
            "document": "Neuron . Parkinson's disease (PD), also known as \"Parkinson disease\", is a degenerative disorder of the central nervous system that often impairs the sufferer's motor skills and speech. Parkinson's disease belongs to a group of conditions called movement disorders. It is characterized by muscle rigidity, tremor, a slowing of physical movement (bradykinesia), and in extreme cases, a loss of physical movement (akinesia). The primary symptoms are the results of decreased stimulation of the motor cortex by the basal ganglia, normally caused by the insufficient formation and action of dopamine, which is produced in the dopaminergic neurons of the brain. Secondary symptoms may include high level cognitive dysfunction and subtle language problems. PD is both chronic and progressive.",
            "score": 151.97439551353455
        },
        {
            "docid": "39327092_4",
            "document": "Gene therapy in Parkinson's disease . These treatments try to reduce the symptoms of the patient focusing on increasing the production of dopamine but they do not cure the disease. The new treatments for PD are in clinical trials and most of them are centered on gene therapy. With this, researchers expect to compensate the loss of dopamine or to protect the dopamine neurons from degeneration. The pharmacological and surgical therapies for PD focus on compensating the ganglia dysfunction caused by the degeneration of the dopaminergic neuron from substantia nigra.",
            "score": 119.4939215183258
        },
        {
            "docid": "5009_44",
            "document": "Zebrafish . This study of the zebrafish's retinal characteristics has also extrapolated into medical enquiry. In 2007, researchers at University College London grew a type of zebrafish adult stem cell found in the eyes of fish and mammals that develops into neurons in the retina. These could be injected into the eye to treat diseases that damage retinal neurons—nearly every disease of the eye, including macular degeneration, glaucoma, and diabetes-related blindness. The researchers studied Müller glial cells in the eyes of humans aged from 18 months to 91 years, and were able to develop them into all types of retinal neurons. They were also able to grow them easily in the lab. The stem cells successfully migrated into diseased rats' retinas, and took on the characteristics of the surrounding neurons. The team stated that they intended to develop the same approach in humans. As demonstrated through ongoing research programmes, the zebrafish model enables researchers not only to identify genes that might underlie human disease, but also to develop novel therapeutic agents in drug discovery programmes. Zebrafish embryos have proven to be a rapid, cost-efficient, and reliable teratology assay model. Drug screens in zebrafish can be used to identify novel classes of compounds with biological effects, or to repurpose existing drugs for novel uses; an example of the latter would be a screen which found that a commonly used statin (rosuvastatin) can suppress the growth of prostate cancer To date, 65 small-molecule screens have been carried out and at least one has led to clinical trials. Within these screens, many technical challenges remain to be resolved, including differing rates of drug absorption resulting in levels of internal exposure that cannot be extrapolated from the water concentration, and high levels of natural variation between individual animals. To understand drug effects, the internal drug exposure is essential, as this drives the pharmacological effect. Translating experimental results from zebrafish to higher vertebrates (like humans) requires concentration-effect relationships, which can be derived from pharmacokinetic and pharmacodynamic analysis. To date, only a pharmacokinetic model for paracetamol has been developed in zebrafish larvae. The potential for pharmacological analyses in this organism is however promising.",
            "score": 141.1423943042755
        },
        {
            "docid": "5988318_4",
            "document": "Management of Parkinson's disease . The main families of drugs useful for treating motor symptoms are Levodopa, dopamine agonists, and MAO-B inhibitors. The most commonly used treatment approach varies depending on the disease stage. Two phases are usually distinguished: an initial phase in which the individual with PD has already developed some disability for which he or she needs pharmacological treatment, and a second stage in which the patient develops motor complications related to levodopa usage. Treatment in the initial state aims to attain an optimal tradeoff between good management of symptoms and side effects resulting from enhancement of dopaminergic function. The start of L-DOPA treatment may be delayed by using other medications such as MAO-B inhibitors and dopamine agonists, in the hope of causing the onset of dyskinesias to be retarded. In the second stage, the aim is to reduce symptoms while controlling fluctuations of the response to medication. Sudden withdrawals from medication, and overuse by some patients, also must be controlled. When medications are not enough to control symptoms, surgical techniques such as deep brain stimulation can relieve the associated movement disorders.",
            "score": 145.70436096191406
        },
        {
            "docid": "5988318_57",
            "document": "Management of Parkinson's disease . Present treatments of Parkinson's disease provide satisfactory disease control for most early-stage patients. However, present gold-standard treatment of PD using levodopa is associated with motor complications, and does not prevent disease progression. More effective and long-term treatment of PD are urgently needed to control its progression. \"In vivo\" gene therapy is a new approach for treatment of PD. The use of somatic-cell gene transfer to alter gene expression in brain neurochemical systems is a novel alternative conventional treatment.",
            "score": 109.64655447006226
        },
        {
            "docid": "46685051_20",
            "document": "Epigenetics of neurodegenerative diseases . Huntington patients and both mouse and Drosophila models show histone H3 and H4 hypoacetylation. There are currently no treatments for the disease but numerous HDAC inhibitors have been tested and shown to reverse the certain symptoms caused by the Htt mutation. Parkinson’s disease (PD) is characterized by progressive degeneration of dopaminergic neurons in the substantia nigra by causes unknown. Several genes and environmental factors (e.g. pesticide exposure) may play a role in onset of PD. Hallmarks include mutations to the alpha-synuclein gene, \"SNCA\", as well as \"PARK2\", \"PINK1\", \"UCHL1\", \"DJ1\", and \"LRRK2\" genes, and fibrillar accumulation of Lewy bodies from misfolded alpha-synuclein. Symptoms are most noticeably manifested in disorders of movement, including shaking, rigidity, deficits in making controlled movements, and slow and difficult walking. The late stages of the disease result in dementia and depression. Levodopa and dopaminergic therapy may ameliorate symptoms, though there is no treatment to halt progression of the disease.",
            "score": 110.58857214450836
        },
        {
            "docid": "5988318_61",
            "document": "Management of Parkinson's disease . Investigations on neuroprotection are at the forefront of PD research. Currently, no proven neuroprotective agents or treatments are available for PD. While still theoretical, neuroprotective therapy is based on the idea that certain neurons that produce dopamine and are susceptible to premature degeneration and cell death can be protected by the introduction of neuroprotective pharmaceuticals. This protection can occur before any symptoms manifest based on genetic risk, and also during early- or late-stage PD when other treatments have ceased their impact due to the progression of the disease. Accordingly, neuroprotective therapy seeks to delay the introduction of levodopa.",
            "score": 136.01094508171082
        },
        {
            "docid": "975296_4",
            "document": "Carbidopa . Carbidopa is used in the treatment of, among other diseases, Parkinson's disease (PD), a condition characterized by death of dopaminergic neurons in the substantia nigra. Increased dopamine availability may increase the effectiveness of the remaining neurons and alleviate symptoms for a time. The pharmacologic objective is to get an exogenous dopamine-precursor known as levodopa/L-DOPA into the dopamine-deficient brains of PD patients. Levodopa/L-DOPA can cross the blood–brain barrier, but dopamine cannot. The use of carbidopa seems counter-intuitive in Parkinson's disease (PD) in that it prevents DDC conversion of levodopa/L-DOPA to dopamine. However, exogenously provided, levadopa/L-DOPA gets metabolized peripherally to its active metabolite dopamine before reaching the blood–brain barrier. Therefore, the PD brain, which is deficient in dopamine, will not receive as much of its prodrug precursor levodopa/L-DOPA due to peripheral DDC breakdown. However, carbidopa can decrease peripheral DDC conversion of levodopa/L-DOPA before it crosses the blood–brain barrier. Carbidopa acts as a peripheral DDC inhibitor, as carbidopa, itself, cannot cross the blood–brain barrier. In other words, carbidopa has no effect on brain DDC conversion of levodopa/L-DOPA to dopamine. Ultimately, a greater proportion of the exogenously provided levodopa/L-DOPA reaches the brain. Commercially, carbidopa/levodopa combinations are available in the treatment of central dopamine deficiencies.",
            "score": 173.59820985794067
        },
        {
            "docid": "22228064_31",
            "document": "Parkinson's disease . A particular conceptual model of the motor circuit and its alteration with PD has been of great influence since 1980, although some limitations have been pointed out which have led to modifications. In this model, the basal ganglia normally exert a constant inhibitory influence on a wide range of motor systems, preventing them from becoming active at inappropriate times. When a decision is made to perform a particular action, inhibition is reduced for the required motor system, thereby releasing it for activation. Dopamine acts to facilitate this release of inhibition, so high levels of dopamine function tend to promote motor activity, while low levels of dopamine function, such as occur in PD, demand greater exertions of effort for any given movement. Thus, the net effect of dopamine depletion is to produce hypokinesia, an overall reduction in motor output. Drugs that are used to treat PD, conversely, may produce excessive dopamine activity, allowing motor systems to be activated at inappropriate times and thereby producing dyskinesias.",
            "score": 114.3054929971695
        },
        {
            "docid": "28972840_20",
            "document": "Clinical neurochemistry . Parkinson's Disease is caused by the loss of dopamine stimulation to the basal ganglia of the midbrain, resulting in tremor at rest and bradykinesia. In some rare forms, protein aggregation of alpha-synuclein and parkin can elicit symptoms of Parkinson's Disease. For a variety of drugs, restoring dopamine to the central nervous system remains the target therapy. Because dopamine cannot pass the blood brain barrier on its own, the dopamine precursor L-DOPA is used in its stead. However, synaptic plasticity renders this treatment decreasingly effective with time. Another treatment option is bromocriptine, which directly stimulates D Dopamine Receptors. Bromocriptine is less effective than L-Dopa in reducing symptoms, but provides less dyskinesia. Often, the two drugs are used in concert with one another. New approaches to treatment include deep brain simulation and cell transplantation with stem cells.Deep brain stimulation offsets symptoms rather than cures, and stem cell studies have been extremely disappointing, despite relative success with animal models. Gene therapy may provide a novel route to introduce new dopamine production via viral-medicated gene transfection, but clinical trials are yet to be completed.",
            "score": 171.4088042974472
        },
        {
            "docid": "3452485_14",
            "document": "Memory disorder . Parkinson's disease (PD) is a neurodegenerative disease. PD and aging share a lot of the same neuropathologic and behavioral features. Movement is normally controlled by dopamine; a chemical that carries signals between the nerves in the brain. When cells that normally produce dopamine die off, the symptoms of Parkinson's appear. This degeneration also occurs in normal aging but is a much slower process. The most common symptoms include: tremors, slowness, stiffness, impaired balance, rigidity of the muscles, and fatigue. As the disease progresses, non-motor symptoms may also appear, such as depression, difficulty swallowing, sexual problems or cognitive changes.",
            "score": 135.40681767463684
        },
        {
            "docid": "39327092_9",
            "document": "Gene therapy in Parkinson's disease . There are therapies in development based in the modification of the disease. The first one is the neurotrophic factors gene delivery. In this therapy, GNDF or NTN are used to protect the system. GNDF is a factor of the TGFß superfamily, is secreted by astrocytes (glia cells that are in charge of the survival of the midbrain dopaminergic neurons) and is homologous to NTN, persephin and artemin. Preclinical studies of the nigrostriatal dopaminergic in relation to Parkinson disease system have shown that GNDF and NTN are very potential neuroprotective agents.  Another type in the disease’s modification technique is the synuclein silencing. Some cases of PD were related to polymorphisms in the α-synuclein promoter and also in the multiplication of the locus that carries the α-synuclein gene. Therefore, trying to down-regulate the α-synuclein expression could impact the development of the disease. There have been explored several viral vector-based gene delivery system that interfere with α- synuclein expression, and they depend on the interference of the RNA (destabilizing the α-synuclein RNAm) and/or the block the protein translation (using short hairpin RNA or micro RNA directed against the α-synuclein RNAm sequence). The discovery of the Parkin gene is another type of modification of PD. The Parkin gene is linked with mutations associated with autosomal recessive juvenile parkinsonism (previous state of Parkinson with the typical symptoms and pathology but with a slow progression). The mutations in the Parkin gene are responsible for the development of the autosomal recessive juvenile parkinsonism.",
            "score": 101.34922730922699
        },
        {
            "docid": "36561543_6",
            "document": "Dietary management of Parkinson's disease . Typical symptoms of the disease include bodily shaking, rigidity, slowness of movement, difficulty in movement, as well as other motor related symptoms. As the disease progresses, patients suffer from cognitive and behavior problems such as dementia, sensory impairment, sleep problems, and emotional issues. PD can have an effect on neurons that control the digestive process, so subjects may experience constipation and gastroparesis due to the disease. PD may also make a subject more tired in the later parts of the day, decreasing the likelihood to want to eat food and leading to further dietary problems.",
            "score": 99.32183909416199
        },
        {
            "docid": "22228064_43",
            "document": "Parkinson's disease . There is no cure for Parkinson's disease, but medications, surgery, and physical treatment can provide relief and are much more effective than treatments available for other neurological disorders like Alzheimer’s disease, motor neuron disease, and Parkinson plus syndromes. The main families of drugs useful for treating motor symptoms are levodopa (always combined with a dopa decarboxylase inhibitor and sometimes also with a COMT inhibitor), dopamine agonists and MAO-B inhibitors. The stage of the disease and the age at disease onset determine which group is most useful.",
            "score": 157.56713104248047
        },
        {
            "docid": "5940893_10",
            "document": "Amniotic epithelial cell . Amniotic epithelial cells are able to make and release acetylcholine and catecholamine. They also show gene expression for dopamine receptors and transporters. Because of this, they are also studied by scientists who research effects of new drugs on dopamine receptors and transporters as well as the basic functions including dopamine secretion and uptake. Several scientists have concluded using lab rats with Parkinson's disease that these cells, when transplanted, reversed the effects of the disease by replacing those dopamine releasing neurons that had died and prevented other neurons from being destroyed by the disease. Currently, Parkinson’s disease is treated with dopamine replacement therapy but is not functional with the late progression of the disease and can’t cure the disease. Also, other cells that have been used in the past for transplantation to treat Parkinson’s, such as neural stem cells and embryonic stem cells, are either limited or controversial in their retrieval. Similar positive effects have also been shown in studies involving chickens with neurological disorders.",
            "score": 172.59475827217102
        },
        {
            "docid": "39327092_8",
            "document": "Gene therapy in Parkinson's disease . A symptomatic approach is a treatment focused on the symptoms of the patients. The first one, consists in the ectopic dopamine synthesis. Here, the production of ectopic L-dopa in the striatum is another alternative gene therapy. This therapy consists on transferring the TH and GTP cyclohydrolase 1 genes into the MSNs because the endogenous AADC activity is able to convert the L-dopa into dopamine. In an experiment in 2005, using tyrosine hydroxylase (TH) and GCH1 altogether with vectors, they could provide normal levels of L-dopa to rats. The results of this experiment showed reduced dyskinesias by 85% as well as, the reversion view of abnormal projections in the strium using the TH-GCH1 gene transfer. Dopamine synthesis can be fully ectopic. In this case, the enzyme AADC it is in charge of converting the levodopa to dopamine. In Parkinson disease, the loss of neurons from the nigrostriatum leads to the inability to convert levodopa to dopamine. The goal of AAV2-hAADC is to restore normal levels of AADC in the striatum so there could be more conversion of levodopa, and therefore reducing levodopa- induced dyskinesia. Using the gene therapy, in 2012, an experiment was accomplish with primates testing tyrosine hydroxylase (TH) transgene in primate astrocytes. Gene therapy was made with the transfer of a TH full-length cDNA using rat TH. The results showed behavioural improvement in the monkeys that received the plasmid, unlike the control monkey. Another type is the ectopic L-dopa conversion in which they use a gene enzyme replacement therapy that can be used to increase the efficacy of the pharmacological L-dopa therapy by using AAV vectors. This AAV vectors have been designed to send the AADC coding sequence to the MSN (medium spiny neurons) in the striatum to be able to convert administered L-dopa into dopamine. Other kind of gene therapy as a symptomatic approach is the use of glutamic acid decarboxylase (GAD) expression in the subthalamic nucleus. This is a gene enzyme replacement therapy that can be used to increase the efficacy of the pharmacological L-dopa therapy by using AAV vectors. This AAV vectors have been designed to send the AADC coding sequence to the MSN in the striatum to be able to convert administered L-dopa into dopamine. A phase 2 study, published in the journal \"Lancet Neurology Parkinson\", says that a gene therapy called NLX-P101 dramatically reduces movement damage. In this study, they used glutamic acid decarboxylase (GAD). They introduced genetic material in the brain related to motor functions. The symptoms included tremor, stiffness and difficulty in movements; and were improved in half of the group in gene therapy, while in the control group, 14% improved them.",
            "score": 129.5322265625
        },
        {
            "docid": "46685051_3",
            "document": "Epigenetics of neurodegenerative diseases . Neurodengenerative diseases of motor neurons can cause degeneration of motor neurons involved in voluntary muscle control such as muscle contraction and relaxation. This article will cover the epigenetics and treatment of amyotrophic lateral sclerosis (ALS) and spinal muscular atrophy (SMA). See the Motor Neuron Fact Sheet for details regarding other motor neuron diseases.Neurodegenerative diseases of the central nervous system can affect the brain and/or spinal cord. This article will cover the epigenetics and treatment of Alzheimer’s disease (AD), Huntington’s disease (HD), and Parkinson’s disease (PD). These diseases are characterized by chronic and progressive neuronal dysfunction, sometimes leading to behavioral abnormalities (as with PD), and, ultimately, neuronal death, resulting in dementia.",
            "score": 112.98796272277832
        },
        {
            "docid": "56476_18",
            "document": "Rett syndrome . Dysregulation of the nigrostriatal pathway is causative from Parkinson disease (PD) in humans. Toxic and/or genetic ablation of SNpc neurons produces experimental parkinsonism in mice and primates. The common features of PD and PD animal models are motor impairments (hypotonia, bradykinesia, hypokinesia).",
            "score": 82.43158340454102
        },
        {
            "docid": "37130699_9",
            "document": "Vitamin D and neurology . Parkinson's disease is characterized by progressive deterioration of movement and coordination. Patients with Parkinson's disease lose dopaminergic (DA) neurons in the substantia nigra., a part of the brain that plays a central role in such brain functions as reward, addiction, and coordination of movement. Studies suggest that low vitamin D levels could play a role in PD, and in one case report, vitamin D supplements lessened parkinsonian symptoms. In a study of vitamin D receptor knockout mice, mice without VDR exhibited motor impairments similar to impairments seen in patients with Parkinson's disease. One proposed mechanism linking vitamin D to Parkinson's disease involves the \"Nurr 1\" gene. Vitamin D deficiency is associated with decreased expression of the Nurr1 gene, a gene responsible for development of DA neurons. It is therefore plausible that a lack of \"Nurr1\" expression leads to impaired DA neuronal development. Failure to form DA neurons would lead to lower dopamine concentrations in the basal ganglia. Additionally, rats lacking \"Nurr1\" exhibited hypoactivity followed by death shortly after birth.",
            "score": 127.06251764297485
        },
        {
            "docid": "36561543_4",
            "document": "Dietary management of Parkinson's disease . Many theories of the cause of PD symptoms point to the death of dopamine-producing neurons within the central nervous system due to oxidative stress. This oxidative stress is caused by metabolism and the production of molecules known as free radicals. Accumulation of these free radicals within the brain can cause damage to neurons. Additionally, dopamine producing neurons are particularly vulnerable to oxidative stress due to the relatively high levels of metabolism associated with the production of dopamine, resulting in comparatively higher amounts of free radicals being produced by these dopamine-producing neurons. The effects of dopamine within the brain are widespread, including the control of voluntary motor control. With the death of these dopamine-producing cells within an area of the mid-brain known as the substantia nigra, the central nervous system has less control over the body, resulting in the tremors and rigidity seen in patients with Parkinson's disease.",
            "score": 183.582017660141
        },
        {
            "docid": "20806653_5",
            "document": "Dopamine dysregulation syndrome . Parkinson's disease is a common neurological disorder characterized by a degeneration of dopamine neurons in the substantia nigra and a loss of dopamine in the putamen. It is described as a motor disease, but it also produces cognitive and behavioral symptoms. The most common treatment is dopamine replacement therapy, which consists in the administration of levodopa (L-Dopa) or dopamine agonists (such as pramipexole or ropinirole) to patients. Dopamine replacement therapy is well known to improve motor symptoms but its effects in cognitive and behavioral symptoms are more complex. Dopamine has been related to the normal learning of stimuli with behavioral and motivational significance, attention, and most importantly the reward system. In accordance with the role of dopamine in reward processing, addictive drugs stimulate dopamine release. Although the exact mechanism has yet to be elucidated, the role of dopamine in the reward system and addiction has been proposed as the origin of DDS. Models of addiction have been used to explain how dopamine replacement therapy produces DDS. One of these models of addiction proposes that over the usage course of a drug there is a habituation to the rewarding that it produces at the initial stages. This habituation is thought to be dopamine mediated. With long-term administration of L-dopa the reward system gets used to it and needs higher quantities. As the user increases drug intake there is a loss of dopaminergic receptors in the striatum which acts in addition to an impairment in goal-direction mental functions to produce an enhancement of sensitization to dopamine therapy. The behavioral and mood symptoms of the syndrome are produced by the dopamine overdose.",
            "score": 136.21765387058258
        },
        {
            "docid": "22228064_84",
            "document": "Parkinson's disease . PD is not known to occur naturally in any species other than humans, although animal models which show some features of the disease are used in research. The appearance of parkinsonism in a group of drug addicts in the early 1980s who consumed a contaminated batch of the synthetic opiate MPPP led to the discovery of the chemical MPTP as an agent that causes parkinsonism in non-human primates as well as in humans. Other predominant toxin-based models employ the insecticide rotenone, the herbicide paraquat and the fungicide maneb. Models based on toxins are most commonly used in primates. Transgenic rodent models that replicate various aspects of PD have been developed. Using the neurotoxin 6-hydroxydopamine, also known as 6-OHDA, it creates a model of Parkinson's disease in rats by targeting and destroying dopaminergic neurons in the nigrostriatal pathway when injected into the substantia nigra.",
            "score": 110.31952917575836
        },
        {
            "docid": "17681122_30",
            "document": "Central nervous system disease . Parkinson's disease, or PD, is a progressive illness of the nervous system. Caused by the death of dopamine-producing brain cells that affect motor skills and speech. Symptoms may include bradykinesia (slow physical movement), muscle rigidity, and tremors. Behavior, thinking, sensation disorders, and the sometimes co-morbid skin condition Seborrheic dermatitis are just some of PD's numerous nonmotor symptoms. Parkinson's disease, Attention deficit/hyperactivity disorder (ADHD) & Bi-polar disorder, all appear to have some connection to one another, as all three nervous system disorders involve lower than normal levels of the brain chemical dopamine(In ADHD, Parkinson's, & the depressive phase of Bi-polar disorder.) or too much dopamine (in Mania or Manic states of Bi-polar disorder) in different areas of the brain:",
            "score": 150.14191961288452
        },
        {
            "docid": "22228064_47",
            "document": "Parkinson's disease . The motor symptoms of PD are the result of reduced dopamine production in the brain's basal ganglia. Dopamine does not cross the blood-brain barrier, so it cannot be taken as a medicine to boost the brain's depleted levels of dopamine. However a precursor of dopamine, levodopa, can pass through to the brain where it is readily converted to dopamine, and administration of levodopa temporarily diminishes the motor symptoms of PD. Levodopa has been the most widely used PD treatment for over 40 years.",
            "score": 128.96438360214233
        },
        {
            "docid": "931508_14",
            "document": "Parkin (ligase) . Patients with parkin mutations (PARK2) do not have Lewy bodies. Such patients develop a syndrome that closely resembles the sporadic form of PD; however, they tend to develop symptoms at a much younger age. In humans, loss-of-function mutations in parkin \"PARK2\" gene have been implicated in 50% of inherited and 15% of juvenile-onset sporadic forms of Parkinson’s disease (PD). While PD is traditionally regarded a late-onset neurodegenerative condition characterised by alpha-synuclein-enriched Lewy bodies, autosomal recessive PD due to parkin mutations is often early onset and lack the ubiquitinated protein deposits pathognomonic for sporadic PD. Parkin-mutant PD could also involve loss of noradrenergic neurons in the locus coeruleus alongside the hallmark degeneration of dopaminergic neurons in the substantia nigra pars compacta (SNpc). However, its symptoms resembles those of idiopathic PD, with patients presenting with resting tremors, postural instability and bradykinesia.",
            "score": 62.85349655151367
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 104.18770635128021
        },
        {
            "docid": "22228064_59",
            "document": "Parkinson's disease . Treating motor symptoms with surgery was once a common practice, but since the discovery of levodopa, the number of operations has declined. Studies in the past few decades have led to great improvements in surgical techniques, so that surgery is again being used in people with advanced PD for whom drug therapy is no longer sufficient. Surgery for PD can be divided in two main groups: lesional and deep brain stimulation (DBS). Target areas for DBS or lesions include the thalamus, the globus pallidus or the subthalamic nucleus. Deep brain stimulation is the most commonly used surgical treatment, developed in the 1980s by Alim Louis Benabid and others. It involves the implantation of a medical device called a neurostimulator, which sends electrical impulses to specific parts of the brain. DBS is recommended for people who have PD with motor fluctuations and tremor inadequately controlled by medication, or to those who are intolerant to medication, as long as they do not have severe neuropsychiatric problems. Other, less common, surgical therapies involve intentional formation of lesions to suppress overactivity of specific subcortical areas. For example, pallidotomy involves surgical destruction of the globus pallidus to control dyskinesia.",
            "score": 85.31415903568268
        },
        {
            "docid": "1872854_33",
            "document": "Biochemical cascade . Cellular models are instrumental in dissecting a complex pathological process into simpler molecular events. Parkinson's disease (PD) is multifactorial and clinically heterogeneous; the aetiology of the sporadic (and most common) form is still unclear and only a few molecular mechanisms have been clarified so far in the neurodegenerative cascade. In such a multifaceted picture, it is particularly important to identify experimental models that simplify the study of the different networks of proteins and genes involved. Cellular models that reproduce some of the features of the neurons that degenerate in PD have contributed to many advances in our comprehension of the pathogenic flow of the disease. In particular, the pivotal biochemical pathways (i.e. apoptosis and oxidative stress, mitochondrial impairment and dysfunctional mitophagy, unfolded protein stress and improper removal of misfolded proteins) have been widely explored in cell lines, challenged with toxic insults or genetically modified. The central role of a-synuclein has generated many models aiming to elucidate its contribution to the dysregulation of various cellular processes. Classical cellular models appear to be the correct choice for preliminary studies on the molecular action of new drugs or potential toxins and for understanding the role of single genetic factors. Moreover, the availability of novel cellular systems, such as cybrids or induced pluripotent stem cells, offers the chance to exploit the advantages of an in vitro investigation, although mirroring more closely the cell population being affected.",
            "score": 107.53641057014465
        },
        {
            "docid": "41969333_9",
            "document": "Chemogenetics . DREADDS have been used in many animal models (e.g., mice and other non-primate animals) to target and influence the activity of various cells . Chemogenetics used in animals assists with demonstrating human disease models such as Parkinson's disease. Having this information allows scientists understand whether viral expression of DREADD proteins, both in-vivo enhancers and inhibitors of neuronal function can be used to bidirectionally affect the behaviors and the activity of the involved neurons. Recent studies have shown that DREADDs were successfully used to treat the motor deficits of rats modeling Parkinson's disease. Other studies have had successes linking the usage of DREADDs and influencing drug seeking and drug sensitization behavior.",
            "score": 146.11884820461273
        }
    ],
    "r": [
        {
            "docid": "36561543_4",
            "document": "Dietary management of Parkinson's disease . Many theories of the cause of PD symptoms point to the death of dopamine-producing neurons within the central nervous system due to oxidative stress. This oxidative stress is caused by metabolism and the production of molecules known as free radicals. Accumulation of these free radicals within the brain can cause damage to neurons. Additionally, dopamine producing neurons are particularly vulnerable to oxidative stress due to the relatively high levels of metabolism associated with the production of dopamine, resulting in comparatively higher amounts of free radicals being produced by these dopamine-producing neurons. The effects of dopamine within the brain are widespread, including the control of voluntary motor control. With the death of these dopamine-producing cells within an area of the mid-brain known as the substantia nigra, the central nervous system has less control over the body, resulting in the tremors and rigidity seen in patients with Parkinson's disease.",
            "score": 183.58201599121094
        },
        {
            "docid": "5035843_10",
            "document": "Area postrema . The area postrema also has a significant role in the discussion of Parkinson's disease. Drugs that treat Parkinson's disease using dopamine have a strong effect on the area postrema. These drugs stimulate dopamine transmission and attempt to normalize motor functions affected by Parkinson's. This works because nerve cells, in particular, in the basal ganglia, which has a crucial role in the regulation of movement and is the primary site for the pathology of Parkinson's, use dopamine as their neurotransmitter and are activated by medications that increase the concentrations of the dopamine or work to stimulate the dopamine receptors. Dopamine also manages to stimulate the area postrema, since this part of the brain contains a high density of dopamine receptors. The area postrema is very sensitive to changes in blood toxicity and senses the presence of poisonous or dangerous substances in the blood. As a defense mechanism, the area postrema induces vomiting to prevent further intoxication. The high density of dopamine receptors in the area postrema makes it very sensitive to the dopamine-enhancing drugs. Stimulation of the dopamine receptors in the area postrema activates these vomiting centers of the brain; this is why nausea is one of the most common side-effects of antiparkinsonian drugs.",
            "score": 177.2115478515625
        },
        {
            "docid": "975296_4",
            "document": "Carbidopa . Carbidopa is used in the treatment of, among other diseases, Parkinson's disease (PD), a condition characterized by death of dopaminergic neurons in the substantia nigra. Increased dopamine availability may increase the effectiveness of the remaining neurons and alleviate symptoms for a time. The pharmacologic objective is to get an exogenous dopamine-precursor known as levodopa/L-DOPA into the dopamine-deficient brains of PD patients. Levodopa/L-DOPA can cross the blood–brain barrier, but dopamine cannot. The use of carbidopa seems counter-intuitive in Parkinson's disease (PD) in that it prevents DDC conversion of levodopa/L-DOPA to dopamine. However, exogenously provided, levadopa/L-DOPA gets metabolized peripherally to its active metabolite dopamine before reaching the blood–brain barrier. Therefore, the PD brain, which is deficient in dopamine, will not receive as much of its prodrug precursor levodopa/L-DOPA due to peripheral DDC breakdown. However, carbidopa can decrease peripheral DDC conversion of levodopa/L-DOPA before it crosses the blood–brain barrier. Carbidopa acts as a peripheral DDC inhibitor, as carbidopa, itself, cannot cross the blood–brain barrier. In other words, carbidopa has no effect on brain DDC conversion of levodopa/L-DOPA to dopamine. Ultimately, a greater proportion of the exogenously provided levodopa/L-DOPA reaches the brain. Commercially, carbidopa/levodopa combinations are available in the treatment of central dopamine deficiencies.",
            "score": 173.5982208251953
        },
        {
            "docid": "46425_28",
            "document": "Substantia nigra . The substantia nigra is the target of chemical therapeutics for the treatment of Parkinson's disease. Levodopa (commonly referred to as L-DOPA), the dopamine precursor, is the most commonly prescribed medication for Parkinson's disease, despite controversy concerning the neurotoxicity of dopamine and L-DOPA. The drug is especially effective in treating patients in the early stages of Parkinson's, although it does lose its efficacy over time. Levodopa can cross the blood–brain barrier and increases dopamine levels in the substantia nigra, thus alleviating the symptoms of Parkinson's disease. The drawback of levodopa treatment is that it treats the symptoms of Parkinson's (low dopamine levels), rather than the cause (the death of dopaminergic neurons in the substantia nigra).",
            "score": 172.66798400878906
        },
        {
            "docid": "5940893_10",
            "document": "Amniotic epithelial cell . Amniotic epithelial cells are able to make and release acetylcholine and catecholamine. They also show gene expression for dopamine receptors and transporters. Because of this, they are also studied by scientists who research effects of new drugs on dopamine receptors and transporters as well as the basic functions including dopamine secretion and uptake. Several scientists have concluded using lab rats with Parkinson's disease that these cells, when transplanted, reversed the effects of the disease by replacing those dopamine releasing neurons that had died and prevented other neurons from being destroyed by the disease. Currently, Parkinson’s disease is treated with dopamine replacement therapy but is not functional with the late progression of the disease and can’t cure the disease. Also, other cells that have been used in the past for transplantation to treat Parkinson’s, such as neural stem cells and embryonic stem cells, are either limited or controversial in their retrieval. Similar positive effects have also been shown in studies involving chickens with neurological disorders.",
            "score": 172.59475708007812
        },
        {
            "docid": "28972840_20",
            "document": "Clinical neurochemistry . Parkinson's Disease is caused by the loss of dopamine stimulation to the basal ganglia of the midbrain, resulting in tremor at rest and bradykinesia. In some rare forms, protein aggregation of alpha-synuclein and parkin can elicit symptoms of Parkinson's Disease. For a variety of drugs, restoring dopamine to the central nervous system remains the target therapy. Because dopamine cannot pass the blood brain barrier on its own, the dopamine precursor L-DOPA is used in its stead. However, synaptic plasticity renders this treatment decreasingly effective with time. Another treatment option is bromocriptine, which directly stimulates D Dopamine Receptors. Bromocriptine is less effective than L-Dopa in reducing symptoms, but provides less dyskinesia. Often, the two drugs are used in concert with one another. New approaches to treatment include deep brain simulation and cell transplantation with stem cells.Deep brain stimulation offsets symptoms rather than cures, and stem cell studies have been extremely disappointing, despite relative success with animal models. Gene therapy may provide a novel route to introduce new dopamine production via viral-medicated gene transfection, but clinical trials are yet to be completed.",
            "score": 171.40879821777344
        },
        {
            "docid": "44517156_3",
            "document": "Dopamine therapy . DRT has been used to improve motor skills, impulsivity, and decision making in Parkinson’s patients. In Parkinson’s Disease patients, dopamine deficiencies can be seen in two key areas of the brain: the dorsal frontostriatal circuit, the area responsible for motor skills and task-switching, and the ventral frontostriatal circuit, the area responsible for impulsivity. Impairment in these areas can be treated with dopamine agonists, a group of medications that mimics the ligand dopamine and bonds to dopamine receptors. Other medications that convert into dopamine, as opposed to functioning as dopamine analogs, alleviate the effects of the degeneration of dopamine-producing neurons. One dopamine precursor, Levodopa, was the first drug approved specifically for Parkinson’s disease. DRT increases dopamine in the brain to optimal levels in order to return motor skills, impulsivity, and decision making to normal function. Although DRT can improve motor skills and decision making in patients with mild to severe Parkinson’s Disease, an overdose of dopamine is associated with impaired impulsivity (see next section).",
            "score": 162.798828125
        },
        {
            "docid": "2965167_11",
            "document": "NINDS brain trauma research . NINDS investigators are also looking at larger, tissue-specific changes within the brain after a TBI. Researchers have shown that trauma to the frontal lobes of the brain can damage specific chemical messenger systems, specifically the dopaminergic system, the collection of neurons in the brain that uses the neurotransmitter dopamine. Dopamine is an important chemical messenger - for example, degeneration of dopamine-producing neurons is the primary cause of Parkinson's disease. NINDS researchers are studying how the dopaminergic system responds after a TBI and its relationship to neurodegeneration and Parkinson's disease.",
            "score": 161.73358154296875
        },
        {
            "docid": "39327092_3",
            "document": "Gene therapy in Parkinson's disease . Parkinson's disease (PD) is a progressive neurological condition that is the result of the death of the cell that contains and produces dopamine in substantia nigra. People with PD may develop disturbance in their motor activities. Some activities can be tremor or shaking, rigidity and slow movements (bradykinesia). Patients may eventually present certain psychiatric problems like depression and dementia. Current pharmacological intervention consist on the administration of L-dopa, a dopamine precursor. The L-dopa therapy increases dopamine production of the remaining nigral neurons. Other therapy is the deep brain electrical stimulation to modulate the overactivity of the subthalamic nucleus to the loss of dopamine signaling in the stratum. However, with this treatment, the number of substantia nigra neurons decrease so it becomes less efficient.",
            "score": 160.4178924560547
        },
        {
            "docid": "964888_8",
            "document": "Domperidone . Parkinson's disease is a chronic neurological condition where a decrease in dopamine in the brain leads to rigidity (stiffness of movement), tremor and other symptoms and signs. Poor gastrointestinal function, nausea and vomiting is a major problem for people with Parkinson's disease because most medications used to treat Parkinson's disease are given by mouth. These medications, such as levodopa, can cause nausea as a side effect. Furthermore, anti-nausea drugs, such as metoclopramide, which do cross the blood–brain barrier may worsen the extra-pyramidal symptoms of Parkinson's disease.",
            "score": 160.32565307617188
        },
        {
            "docid": "845662_4",
            "document": "Arvid Carlsson . In 1957 Kathleen Montagu succeeded in demonstrating the presence of dopamine in the human brain; later that same year Carlsson also demonstrated that dopamine was a neurotransmitter in the brain and not just a precursor for norepinephrine. Carlsson went on to develop a method for measuring the amount of dopamine in brain tissues. He found that dopamine levels in the basal ganglia, a brain area important for movement, were particularly high. He then showed that giving animals the drug reserpine caused a decrease in dopamine levels and a loss of movement control. These effects were similar to the symptoms of Parkinson's disease. By administering to these animals L-Dopa, which is the precursor of dopamine, he could alleviate the symptoms. These findings led other doctors to try using L-Dopa on patients with Parkinson's disease, and found it to alleviate some of the symptoms in the early stages of the disease. L-Dopa is still the basis for most commonly used means of treating Parkinson's disease.",
            "score": 159.84573364257812
        },
        {
            "docid": "22228064_2",
            "document": "Parkinson's disease . Parkinson's disease (PD) is a long-term degenerative disorder of the central nervous system that mainly affects the motor system. The symptoms generally come on slowly over time. Early in the disease, the most obvious are shaking, rigidity, slowness of movement, and difficulty with walking. Thinking and behavioral problems may also occur. Dementia becomes common in the advanced stages of the disease. Depression and anxiety are also common, occurring in more than a third of people with PD. Other symptoms include sensory, sleep, and emotional problems. The main motor symptoms are collectively called \"parkinsonism\", or a \"parkinsonian syndrome\". The cause of Parkinson's disease is generally unknown, but believed to involve both genetic and environmental factors. Those with a family member affected are more likely to get the disease themselves. There is also an increased risk in people exposed to certain pesticides and among those who have had prior head injuries, while there is a reduced risk in tobacco smokers and those who drink coffee or tea. The motor symptoms of the disease result from the death of cells in the substantia nigra, a region of the midbrain. This results in not enough dopamine in these areas. The reason for this cell death is poorly understood, but involves the build-up of proteins into Lewy bodies in the neurons. Diagnosis of typical cases is mainly based on symptoms, with tests such as neuroimaging being used to rule out other diseases. There is no cure for Parkinson's disease, with treatment directed at improving symptoms. Initial treatment is typically with the antiparkinson medication levodopa (L-DOPA), with dopamine agonists being used once levodopa becomes less effective. As the disease progresses and neurons continue to be lost, these medications become less effective while at the same time they produce a complication marked by involuntary writhing movements. Diet and some forms of rehabilitation have shown some effectiveness at improving symptoms. Surgery to place microelectrodes for deep brain stimulation has been used to reduce motor symptoms in severe cases where drugs are ineffective. Evidence for treatments for the non-movement-related symptoms of PD, such as sleep disturbances and emotional problems, is less strong. In 2015, PD affected 6.2 million people and resulted in about 117,400 deaths globally. Parkinson's disease typically occurs in people over the age of 60, of which about one percent are affected. Males are more often affected than females at a ratio of around 3:2. When it is seen in people before the age of 50, it is called young-onset PD. The average life expectancy following diagnosis is between 7 and 14 years. The disease is named after the English doctor James Parkinson, who published the first detailed description in \"An Essay on the Shaking Palsy\", in 1817. Public awareness campaigns include World Parkinson's Day (on the birthday of James Parkinson, 11 April) and the use of a red tulip as the symbol of the disease. People with Parkinson's who have increased the public's awareness of the condition include actor Michael J. Fox, Olympic cyclist Davis Phinney, and late professional boxer Muhammad Ali. The movement difficulties found in PD are called parkinsonism and a number of different disorders feature parkinsonism. \"Parkinsonism\" is defined as bradykinesia (slowness in initiating voluntary movements, with progressive reduction in speed and range of repetitive actions such as voluntary finger-tapping) in combination with one of three other physical signs: muscular (lead-pipe or cogwheel) rigidity, tremor at rest, and postural instability.",
            "score": 159.82408142089844
        },
        {
            "docid": "14131347_7",
            "document": "Monoamine oxidase B . Monoamine oxidase A (MAOA) generally metabolizes tyramine, norepinephrine (NE), serotonin (5-HT), and dopamine (DA) (and other less clinically relevant chemicals). In contrast, Monoamine oxidase B (MAOB) mainly metabolizes dopamine (DA) (and other less clinically relevant chemicals). The differences between the substrate selectivity of the two enzymes are utilized clinically when treating specific disorders: Monoamine oxidase A inhibitors have been typically used in the treatment of depression, and monoamine oxidase B inhibitors are typically used in the treatment of Parkinson's disease. Nonspecific (i.e. MAOA/B combined) inhibitors can pose problems when taken concomitantly with tyramine-containing foods such as cheese, because the drug's inhibition of MAOA causes a dangerous elevation of serum tyramine levels, which can lead to hypertensive symptoms. Selective MAOB inhibitors bypass this problem by preferentially inhibiting MAOB, which mostly metabolizes DA. If MAOB is inhibited, then more DA is available for proper neuronal function, especially in Parkinson's Disease.",
            "score": 159.484375
        },
        {
            "docid": "22228064_43",
            "document": "Parkinson's disease . There is no cure for Parkinson's disease, but medications, surgery, and physical treatment can provide relief and are much more effective than treatments available for other neurological disorders like Alzheimer’s disease, motor neuron disease, and Parkinson plus syndromes. The main families of drugs useful for treating motor symptoms are levodopa (always combined with a dopa decarboxylase inhibitor and sometimes also with a COMT inhibitor), dopamine agonists and MAO-B inhibitors. The stage of the disease and the age at disease onset determine which group is most useful.",
            "score": 157.56712341308594
        },
        {
            "docid": "1685778_20",
            "document": "Neuropharmacology . Parkinson's disease is a neurodegenerative disease described by the selective loss of dopaminergic neurons located in the substantia nigra. Today, the most commonly used drug to combat this disease is levodopa or L-DOPA. This precursor to dopamine can penetrate through the blood–brain barrier, whereas the neurotransmitter dopamine cannot. There has been extensive research to determine whether L-dopa is a better treatment for Parkinson's disease rather than other dopamine agonists. Some believe that the long-term use of L-dopa will compromise neuroprotection and, thus, eventually lead to dopaminergic cell death. Though there has been no proof, in-vivo or in-vitro, some still believe that the long-term use of dopamine agonists is better for the patient.",
            "score": 157.55027770996094
        },
        {
            "docid": "48548_5",
            "document": "Dopamine . Several important diseases of the nervous system are associated with dysfunctions of the dopamine system, and some of the key medications used to treat them work by altering the effects of dopamine. Parkinson's disease, a degenerative condition causing tremor and motor impairment, is caused by a loss of dopamine-secreting neurons in an area of the midbrain called the substantia nigra. Its metabolic precursor L-DOPA can be manufactured, and in its pure form marketed as \"Levodopa\" is the most widely used treatment for the condition. There is evidence that schizophrenia involves altered levels of dopamine activity, and most antipsychotic drugs used to treat this are dopamine antagonists which reduce dopamine activity. Similar dopamine antagonist drugs are also some of the most effective anti-nausea agents. Restless legs syndrome and attention deficit hyperactivity disorder (ADHD) are associated with decreased dopamine activity. Dopaminergic stimulants can be addictive in high doses, but some are used at lower doses to treat ADHD. Dopamine itself is available as a manufactured medication for intravenous injection: although it cannot reach the brain from the bloodstream, its peripheral effects make it useful in the treatment of heart failure or shock, especially in newborn babies. A dopamine molecule consists of a catechol structure (a benzene ring with two hydroxyl side groups) with one amine group attached via an ethyl chain. As such, dopamine is the simplest possible catecholamine, a family that also includes the neurotransmitters norepinephrine and epinephrine. The presence of a benzene ring with this amine attachment makes it a substituted phenethylamine, a family that includes numerous psychoactive drugs.",
            "score": 157.4036865234375
        },
        {
            "docid": "1685778_11",
            "document": "Neuropharmacology . The dopamine neurotransmitter mediates synaptic transmission by binding to five specific GPCRs. These five receptor proteins are separated into two classes due to whether the response elicits an excitatory or inhibitory response on the post-synaptic cell. There are many types of drugs, legal and illegal, that effect dopamine and its interactions in the brain. With Parkinson's disease, a disease that decreases the amount of dopamine in the brain, the dopamine precursor Levodopa is given to the patient due to the fact that dopamine cannot cross the blood–brain barrier and L-dopa can. Some dopamine agonists are also given to Parkinson's patients that have a disorder known as restless leg syndrome or RLS. Some examples of these are ropinirole and pramipexole.",
            "score": 155.8312225341797
        },
        {
            "docid": "53829489_23",
            "document": "Giovanna Mallucci . She added: “We know that trazodone is safe to use in humans, so a clinical trial is now possible to test whether the protective effects of the drug we see on brain cells in mice with neurodegeneration also applies to people in the early stages of Alzheimer’s disease and other dementias. We could know in 2-3 years whether this approach can slow down disease progression, which would be a very exciting first step in treating these disorders. “Interestingly, trazodone has been used to treat the symptoms of patients in later stages of dementia, so we know it is safe for this group. We now need to find out whether giving the drug to patients at an early stage could help arrest or slow down the disease through its effects on this pathway.” It is known that misfolded proteins build up in the brains of those with neurodegenerative diseases and are a major factor in dementias such as Alzheimer’s and Parkinson’s as well as prion disease.",
            "score": 154.3737030029297
        },
        {
            "docid": "36561543_3",
            "document": "Dietary management of Parkinson's disease . Parkinson’s disease is a degenerative disorder of the central nervous system that results due to the death of dopamine producing cells within the central nervous system. Because of the death of these cells, less dopamine is available within the brain, resulting in tremors and other side effects within motor functions. The reason for the deaths of these cells is a topic of current research, with some theories suggesting a contribution of oxidative stress due to free radicals and inflammation. Currently, there are no treatments to cure Parkinson’s disease, yet a variety of treatment options are available to alleviate the symptoms including medication and dietary changes.",
            "score": 153.21536254882812
        },
        {
            "docid": "2050435_3",
            "document": "George A. Ricaurte . His research focuses on Parkinson's disease and other movement disorders. His work centers on amphetamine-type drugs and their potential to damage monoamine neurons in the brain. Dr. Ricaurte is best known for investigating how methamphetamine damages dopamine neurons, and whether MDMA (ecstasy) damages serotonin neurons. The long-term goal of this neurotoxicology research is to help find ways to prevent or retard the progression of Parkinson’s disease and related neurodegenerative disorders. His work also has implications for substance use disorders.",
            "score": 152.06324768066406
        },
        {
            "docid": "21120_52",
            "document": "Neuron . Parkinson's disease (PD), also known as \"Parkinson disease\", is a degenerative disorder of the central nervous system that often impairs the sufferer's motor skills and speech. Parkinson's disease belongs to a group of conditions called movement disorders. It is characterized by muscle rigidity, tremor, a slowing of physical movement (bradykinesia), and in extreme cases, a loss of physical movement (akinesia). The primary symptoms are the results of decreased stimulation of the motor cortex by the basal ganglia, normally caused by the insufficient formation and action of dopamine, which is produced in the dopaminergic neurons of the brain. Secondary symptoms may include high level cognitive dysfunction and subtle language problems. PD is both chronic and progressive.",
            "score": 151.97439575195312
        },
        {
            "docid": "4907328_8",
            "document": "Glial cell line-derived neurotrophic factor . GDNF has regenerative properties for brain cells and showed potential as treatment for Parkinson's disease - monkeys with an induced form of Parkinson's disease showed less trembling when treated with the drug, and neuronal fibres grew in part of the human brain exposed to the drug. However progress to a treatment is hampered by the problem of delivering the drug to brain cells through the blood-brain barrier in human.",
            "score": 150.54400634765625
        },
        {
            "docid": "55439935_17",
            "document": "Role of microglia in disease . Parkinson's disease is a movement disorder in which the dopamine-producing neurons in the brain do not function as they should; the neurons of the substantia nigra become dysfunctional and eventually die, leaving a lack of dopamine input into the striatum. Glial cell line-derived neurotrophic factor (GDNF) may have the ability to chemoprotect the cells of the substantia nigra. A small study is (2017) in the recruitment stage for participants who will undergo AAV2-GDNF gene transfer via surgical infusion into their brains, in the hope of ameliorating Parkinson's symptoms.",
            "score": 150.16983032226562
        },
        {
            "docid": "17681122_30",
            "document": "Central nervous system disease . Parkinson's disease, or PD, is a progressive illness of the nervous system. Caused by the death of dopamine-producing brain cells that affect motor skills and speech. Symptoms may include bradykinesia (slow physical movement), muscle rigidity, and tremors. Behavior, thinking, sensation disorders, and the sometimes co-morbid skin condition Seborrheic dermatitis are just some of PD's numerous nonmotor symptoms. Parkinson's disease, Attention deficit/hyperactivity disorder (ADHD) & Bi-polar disorder, all appear to have some connection to one another, as all three nervous system disorders involve lower than normal levels of the brain chemical dopamine(In ADHD, Parkinson's, & the depressive phase of Bi-polar disorder.) or too much dopamine (in Mania or Manic states of Bi-polar disorder) in different areas of the brain:",
            "score": 150.1419219970703
        },
        {
            "docid": "13140640_15",
            "document": "Eye–hand coordination . Adults with Parkinson's disease have been observed to show the same impairments as normal aging, only to a more extreme degree, in addition to a loss of control of motor functions as per normal symptoms of the disease. It is a movement disorder and occurs when there is degeneration of dopaminergic neurons that connect the substantia nigra with the caudate nucleus. A patient's primary symptoms include muscular rigidity, slowness of movement, a resting tremor, and postural instability. The ability to plan and learn from experience has been shown to allow adults with Parkinson's to improvement times, but only under conditions where they are using medications to combat the effects of Parkinson's. Some patients are given L-DOPA, which is a precursor to dopamine. It is able to cross the blood-brain barrier and then is taken up by dopaminergic neurons and then converted to dopamine.",
            "score": 150.05960083007812
        },
        {
            "docid": "48548_47",
            "document": "Dopamine . The dopamine system plays a central role in several significant medical conditions, including Parkinson's disease, attention deficit hyperactivity disorder, schizophrenia, bipolar disorder, and addiction. Aside from dopamine itself, there are many other important drugs that act on dopamine systems in various parts of the brain or body. Some are used for medical or recreational purposes, but neurochemists have also developed a variety of research drugs, some of which bind with high affinity to specific types of dopamine receptors and either agonize or antagonize their effects, and many that affect other aspects of dopamine physiology, including dopamine transporter inhibitors, VMAT inhibitors, and enzyme inhibitors.",
            "score": 149.9965057373047
        },
        {
            "docid": "36561543_8",
            "document": "Dietary management of Parkinson's disease . Treatments are only effective in moderating the symptoms of the disease, mainly with drugs including levodopa (L-DOPA) and dopamine agonists. Once too many dopamine producing cells have been lost however, the effects of L-DOPA become less effective. Once this occurs, a complication known as dyskenesia commonly occurs in which subjects undergo involuntary writhing movements despite the use of L-DOPA. The effects of dyskenesia vary between periods of high symptoms and low symptoms. In order to limit the onset of dyskenesia, typical L-DOPA dosages are kept as low as possible while still achieving desired results. Lastly, in cases in which drugs are ineffective, deep brain stimulation and surgery can be used to reduce symptoms.",
            "score": 149.99331665039062
        },
        {
            "docid": "2171835_3",
            "document": "Isocarboxazid . Isocarboxazid is primarily used to treat mood and anxiety disorders. It has also been investigated in the treatment of Parkinson's disease and other dementia-related disorders. Isocarboxazid may produce headaches, orthostatic hypotension, dizziness, and minor anticholinergic side effects Isocarboxazid, as well as other MAOIs, increase the levels of the monoamine neurotransmitters serotonin, dopamine, and norepinephrine in the brain. Classical MAOIs, including isocarboxazid, are used only very rarely due to prominent food and drug interactions and have been largely superseded by newer antidepressants such as the selective serotonin reuptake inhibitors (SSRIs). The cause of the interactions is because MAOIs inhibit the metabolism of dietary amines (e.g., tyramine) and the monoamine neurotransmitters. In combination with other drugs that increase the levels of the monoamine neurotransmitters such as the SSRIs, or with certain foods high in dietary amines such as aged cheeses, MAOIs can produce dangerous elevations of monoamine neurotransmitters resulting in potentially life-threatening syndromes such as hypertensive crisis and serotonin syndrome.",
            "score": 149.83164978027344
        },
        {
            "docid": "39605014_4",
            "document": "Kim Kwang-soo . Kim is a Professor and Director at the Molecular Neurobiology Laboratory, McLean Hospital, Harvard Medical School. He has over 20 year experiences to investigate molecular neurobiology of midbrain dopamine neuronal system in health and disease, focusing on elucidating the genetic network of intrinsic signaling molecules and extrinsic transcription factors for development and maintenance of dopamine neurons. He is also investigating stem cell biology and has pioneered to generate human induced pluripotent stem (iPS) cells by protein-based reprogramming methods and demonstrated that these protein-iPS cells can efficiently generate functional dopamine neurons. He is currently focused on translating his neuroscience and stem cell research to potential therapeutic development for brain disorders such as Parkinson's disease, Alzheimer's disease, and inflammatory diseases.",
            "score": 148.11024475097656
        },
        {
            "docid": "3987386_6",
            "document": "Pramipexole . Parkinson's disease is a neurodegenerative disease affecting the substantia nigra, a component of the basal ganglia. The substantia nigra has a high quantity of dopaminergic neurons, which are nerve cells that release the neurotransmitter known as dopamine. When dopamine is released, it may activate dopamine receptors in the striatum, which is another component of the basal ganglia. When neurons of the substantia nigra deteriorate in Parkinson's disease, the striatum no longer properly receives dopamine signals. As a result, the basal ganglia can no longer regulate body movement effectively and motor function becomes impaired. By acting as an agonist for the D, D, and D dopamine receptors, pramipexole may directly stimulate the underfunctioning dopamine receptors in the striatum, thereby restoring the dopamine signals needed for proper functioning of the basal ganglia.",
            "score": 147.63941955566406
        },
        {
            "docid": "19593553_6",
            "document": "Antiparkinson medication . Once a preliminary diagnosis is made, carbidopa-levodopa can be given as an antiparkinson medication. If this medication shows improvement, doctors will likely confirm their diagnosis. This standard treatment for Parkinson's disease is referred to as L-DOPA, the precursor of dopamine. L-DOPA causes the person's remaining dopaminergic neurons to produce and secrete more dopamine, counteracting the effects of Parkinson's disease. However, eventually the nigrostriatal dopaminergic neurons in the brain drop to a low enough count where the symptoms of Parkinson's disease become worse. This is due to the short half-life of L-DOPA in the body; typically 1.5–2 hours. L-DOPA also activates DA neurons in the mesolimbic/mesocortical system and produces side effects such as hallucinations and delusions.",
            "score": 147.3231201171875
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 147.27645874023438
        }
    ]
}