{
    "q": [
        {
            "docid": "966654_4",
            "document": "DNA-binding protein . Structural proteins that bind DNA are well-understood examples of non-specific DNA-protein interactions. Within chromosomes, DNA is held in complexes with structural proteins. These proteins organize the DNA into a compact structure called chromatin. In eukaryotes, this structure involves DNA binding to a complex of small basic proteins called histones. In prokaryotes, multiple types of proteins are involved. The histones form a disk-shaped complex called a nucleosome, which contains two complete turns of double-stranded DNA wrapped around its surface. These non-specific interactions are formed through basic residues in the histones making ionic bonds to the acidic sugar-phosphate backbone of the DNA, and are therefore largely independent of the base sequence. Chemical modifications of these basic amino acid residues include methylation, phosphorylation and acetylation. These chemical changes alter the strength of the interaction between the DNA and the histones, making the DNA more or less accessible to transcription factors and changing the rate of transcription. Other non-specific DNA-binding proteins in chromatin include the high-mobility group (HMG) proteins, which bind to bent or distorted DNA. Biophysical studies show that these architectural HMG proteins bind, bend and loop DNA to perform its biological functions. These proteins are important in bending arrays of nucleosomes and arranging them into the larger structures that form chromosomes.",
            "score": 228.7729687690735
        },
        {
            "docid": "7955_53",
            "document": "DNA . Structural proteins that bind DNA are well-understood examples of non-specific DNA-protein interactions. Within chromosomes, DNA is held in complexes with structural proteins. These proteins organize the DNA into a compact structure called chromatin. In eukaryotes, this structure involves DNA binding to a complex of small basic proteins called histones, while in prokaryotes multiple types of proteins are involved. The histones form a disk-shaped complex called a nucleosome, which contains two complete turns of double-stranded DNA wrapped around its surface. These non-specific interactions are formed through basic residues in the histones, making ionic bonds to the acidic sugar-phosphate backbone of the DNA, and are thus largely independent of the base sequence. Chemical modifications of these basic amino acid residues include methylation, phosphorylation, and acetylation. These chemical changes alter the strength of the interaction between the DNA and the histones, making the DNA more or less accessible to transcription factors and changing the rate of transcription. Other non-specific DNA-binding proteins in chromatin include the high-mobility group proteins, which bind to bent or distorted DNA. These proteins are important in bending arrays of nucleosomes and arranging them into the larger structures that make up chromosomes.",
            "score": 230.82860803604126
        },
        {
            "docid": "32150862_7",
            "document": "Bacterial DNA binding protein . H-NS is about 15.6 kDa and assists in the regulation of bacterial transcription in bacteria by repressing and activating certain genes. H-NS binds to DNA with an intrinsic curvature. In \"E. coli\", H-NS binds to a P1 promoter decreasing rRNA production during stationary and slow growth periods. RNA polymerase and H-NS DNA binding protein have overlapping binding sites; it is thought that H-NS regulates rRNA production by acting on the transcription initiation site. It has been found that H-NS and RNA polymerase both bind to the P1 promoter and form a complex. When H-NS is bound with RNA Polymerase to the promoter region, there are structural differences in the DNA that are accessible. It has also been found that H-NS can affect translation as well by binding to mRNA and causing its degradation.",
            "score": 309.2501525878906
        },
        {
            "docid": "805665_4",
            "document": "Nucleoid . Experimental evidence suggests that the nucleoid is largely composed of DNA, about 60%, with a small amount of RNA and protein. The latter two constituents are likely to be mainly messenger RNA and the transcription factor proteins found regulating the bacterial genome. Proteins that carry out the dynamic spatial organization of the nucleic acid are known as \"nucleoid proteins\" or nucleoid-associated proteins (NAPs) and are distinct from histones of eukaryotic nuclei. In contrast to histones, the DNA-binding proteins of the nucleoid do not form nucleosomes, in which DNA is wrapped around a protein core. Instead, these proteins often use other mechanisms to promote compaction such as DNA looping. The most studied NAPs are HU, H-NS, Fis, CbpA, Dps that organize the genome by driving events such as DNA bending, bridging, and aggregation. These proteins can form clusters (like H-NS does) in order to locally compact specific genomic regions, or be scattered throughout the chromosome (HU, Fis) and they seem to be involved also in coordinating transcription events, spatially sequestering specific genes and participating in their regulation.",
            "score": 282.54959201812744
        },
        {
            "docid": "32150862_3",
            "document": "Bacterial DNA binding protein . Histone-like proteins are present in many Eubacteria, Cyanobacteria, and Archaebacteria. These proteins participate in all DNA-dependent functions; in these processes, bacterial DNA binding proteins have an architectural role, maintaining structural integrity as transcription, recombination, replication, or any other DNA-dependent process proceeds. Eukaryotic histones were first discovered through experiments in 0.4M NaCl. In these high salt concentrations, the eukaryotic histone protein is eluted from a DNA solution in which single stranded DNA is bound covalently to cellulose. Following elution, the protein readily binds DNA, indicating the protein's high affinity for DNA. Histone-like proteins were unknown to be present in bacteria until similarities between eukaryotic histones and the HU-protein were noted, particularly because of the abundancy, basicity, and small size of both of the proteins. Upon further investigation, it was discovered that the amino acid composition of HU resembles that of eukaryotic histones, thus prompting further research into the exact function of bacterial DNA binding proteins and discoveries of other related proteins in bacteria.",
            "score": 207.20179629325867
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 269.25196266174316
        },
        {
            "docid": "854294_38",
            "document": "DNA repair . The SOS response is the changes in gene expression in \"Escherichia coli\" and other bacteria in response to extensive DNA damage. The prokaryotic SOS system is regulated by two key proteins: LexA and RecA. The LexA homodimer is a transcriptional repressor that binds to operator sequences commonly referred to as SOS boxes. In \"Escherichia coli\" it is known that LexA regulates transcription of approximately 48 genes including the lexA and recA genes. The SOS response is known to be widespread in the Bacteria domain, but it is mostly absent in some bacterial phyla, like the Spirochetes. The most common cellular signals activating the SOS response are regions of single-stranded DNA (ssDNA), arising from stalled replication forks or double-strand breaks, which are processed by DNA helicase to separate the two DNA strands. In the initiation step, RecA protein binds to ssDNA in an ATP hydrolysis driven reaction creating RecA–ssDNA filaments. RecA–ssDNA filaments activate LexA autoprotease activity, which ultimately leads to cleavage of LexA dimer and subsequent LexA degradation. The loss of LexA repressor induces transcription of the SOS genes and allows for further signal induction, inhibition of cell division and an increase in levels of proteins responsible for damage processing.",
            "score": 214.35749912261963
        },
        {
            "docid": "12197312_3",
            "document": "Chromatin remodeling . The transcriptional regulation of the genome is controlled primarily at the preinitiation stage by binding of the core transcriptional machinery proteins (namely, RNA polymerase, transcription factors, and activators and repressors) to the core promoter sequence on the coding region of the DNA. However, DNA is tightly packaged in the nucleus with the help of packaging proteins, chiefly histone proteins to form repeating units of nucleosomes which further bundle together to form condensed chromatin structure. Such condensed structure occludes many DNA regulatory regions, not allowing them to interact with transcriptional machinery proteins and regulate gene expression. To overcome this issue and allow dynamic access to condensed DNA, a process known as chromatin remodeling alters nucleosome architecture to expose or hide regions of DNA for transcriptional regulation.",
            "score": 257.86035776138306
        },
        {
            "docid": "25428989_6",
            "document": "Homeotic selector gene . Homeotic selector genes encode regulatory DNA-binding proteins which are all related through a highly conserved DNA binding sequences called the homeobox (from which the \"Hox Complex\" name is derived from). Although each all of the DNA-binding complexes are conserved, each para-segment still has an individual identity. The proteins do not bind directly to the DNA, rather, they interact with other regulatory proteins which are already bound to DNA-binding complexes. Different interactions determine which DNA binding sites are recognized and subsequently activated or repressed. Homeotic selector proteins combine in different combinations with regulatory proteins to give each parasegment its identity.  Certain signals set up the spatial pattern of expression of the Hox complex early in development. The Hox complex acts like a stamp, giving cells in each segment a long term positional value. The cell memory of a given positional value depends on two inputs, the first being the ability of many Hox proteins to autoactivate their own transcription, and the second derived from two large groups of transcriptional regulators: The Polycomb group and the Trithorax group. A defect in either of these regulators results in a pattern which is initially correct but is not maintained at later embryonic stages. The Polycomb and Trithorax regulators act in opposite ways. The Trithorax group maintains Hox transcription after transcription is already activated. The Polycomb group forms stable complexes that bind to the chromatin of Hox genes, and keep it in a repressed state at sites where Hox genes are not active.",
            "score": 202.83533477783203
        },
        {
            "docid": "32150862_6",
            "document": "Bacterial DNA binding protein . Initially, bacterial DNA binding proteins were thought to help stabilize bacterial DNA. Currently, many more functions of bacteria DNA binding proteins have been discovered, including the regulation of gene expression by histone-like nucleoid-structuring protein, H-NS.",
            "score": 245.79534339904785
        },
        {
            "docid": "553745_4",
            "document": "Histone fold . The histone fold’s evolution can be found by different combinations of ancestral sets of peptides that make up helix-strand-helix motif that come from the three folds from the ancestral fragments. These peptide chains can be found in the archaeal histones, which could have come from eukaryotic H3-H4 tetramer. The eukaryotic histone-like domain of the son of seven less protein. The archaeal single-chain histones are also found in the bacterium Aquifex aeolicus. Which helps the diverse bacteria phylogeny coming from the ancestry of eukaryotes and archaea with lateral gene transfers to get to the bacteria. These lead into the octamer articulated protein endoskeleton for DNA compaction. From this endoskeleton it has a central segment that folds for the histone dimerization. This then leads into the end segments of the fold to make properties of dimer-dimer contacts that also cap the protein super helix at the octamer. One species that looked at is Drosophila, and in the subunits of the Drosophila transcription initiation factor has specific amino acid sequences that have different characteristics of the histone folds that make up the two proteins make up the subunits. When just looking at the histone fold motif in the Drosophila the protein-protein and the protein DNA interaction of the core histone proteins can be found by looking at the non-histone proteins. This can then be used in “Structural studies on the TAFII42/TAFII62 complex from Drosophila and HMfB from Methanococcus fervidus, proteins identified as containing the histone fold in the aforementioned searches, confirmed that a histone-like substructure exists in these proteins, with the individual proteins folding into the canonical histone fold motif”. The evolutionary structure and range of the histone protein-protein and DNA-protein interactions of the histone fold proteins has a very wide range of evolutionary traits that form the structures and other proteins.",
            "score": 247.73161578178406
        },
        {
            "docid": "7955_54",
            "document": "DNA . A distinct group of DNA-binding proteins is the DNA-binding proteins that specifically bind single-stranded DNA. In humans, replication protein A is the best-understood member of this family and is used in processes where the double helix is separated, including DNA replication, recombination, and DNA repair. These binding proteins seem to stabilize single-stranded DNA and protect it from forming stem-loops or being degraded by nucleases. In contrast, other proteins have evolved to bind to particular DNA sequences. The most intensively studied of these are the various transcription factors, which are proteins that regulate transcription. Each transcription factor binds to one particular set of DNA sequences and activates or inhibits the transcription of genes that have these sequences close to their promoters. The transcription factors do this in two ways. Firstly, they can bind the RNA polymerase responsible for transcription, either directly or through other mediator proteins; this locates the polymerase at the promoter and allows it to begin transcription. Alternatively, transcription factors can bind enzymes that modify the histones at the promoter. This changes the accessibility of the DNA template to the polymerase.",
            "score": 249.7396913766861
        },
        {
            "docid": "14062118_4",
            "document": "HMGB1 . Like the histones, HMGB1 is among the most important chromatin proteins. In the nucleus HMGB1 interacts with nucleosomes, transcription factors, and histones. This nuclear protein organizes the DNA and regulates transcription. After binding, HMGB1 bends DNA, which facilitates the binding of other proteins. HMGB1 supports transcription of many genes in interactions with many transcription factors. It also interacts with nucleosomes to loosen packed DNA and remodel the chromatin. Contact with core histones changes the structure of nucleosomes.",
            "score": 188.78013610839844
        },
        {
            "docid": "3113700_2",
            "document": "Catabolite activator protein . Catabolite activator protein (CAP; also known as cAMP receptor protein, CRP) is a trans-acting transcriptional activator that exists as a homodimer in solution. Each subunit of CAP is composed of a ligand-binding domain at the N-terminus (CAP, residues 1-138) and a DNA-binding domain at the C-terminus (DBD, residues 139-209). Two cAMP (cyclic AMP) molecules bind dimeric CAP with negative cooperativity. Cyclic AMP functions as an allosteric effector by increasing CAP's affinity for DNA. CAP binds a DNA region upstream from the DNA binding site of RNA Polymerase. CAP activates transcription through protein-protein interactions with the α-subunit of RNA Polymerase. This protein-protein interaction is responsible for (i) catalyzing the formation of the RNAP-promoter closed complex; and (ii) isomerization of the RNAP-promoter complex to the open confirmation. CAP's interaction with RNA polymerase causes bending of the DNA near the transcription start site, thus effectively catalyzing the transcription initiation process. CAP's name is derived from its ability to affect transcription of genes involved in many catabolic pathways. For example, when the amount of glucose transported into the cell is low, a cascade of events results in the increase of cytosolic cAMP levels. This increase in cAMP levels is sensed by CAP, which goes on to activate the transcription of many other catabolic genes.",
            "score": 243.41986513137817
        },
        {
            "docid": "805665_6",
            "document": "Nucleoid . Changes in the structure of the nucleoid of bacteria and archaea are observed after exposure to DNA damaging conditions. The nucleoids of the bacteria \"Bacillus subtilis\" and \"Escherichia coli\" both become significantly more compact after UV irradiation. Formation of the compact structure in \"E. coli\" requires RecA activation through specific RecA-DNA interactions. The RecA protein plays a key role in homologous recombinational repair of DNA damage.",
            "score": 127.68053412437439
        },
        {
            "docid": "579390_6",
            "document": "Gene prediction . Gene prediction is closely related to the so-called 'target search problem' investigating how DNA-binding proteins (transcription factors) locate specific binding sites within the genome. Many aspects of structural gene prediction are based on current understanding of underlying biochemical processes in the cell such as gene transcription, translation, protein–protein interactions and regulation processes, which are subject of active research in the various omics fields such as transcriptomics, proteomics, metabolomics, and more generally structural and functional genomics.",
            "score": 162.37511730194092
        },
        {
            "docid": "2015367_40",
            "document": "Two-hybrid screening . It may be of note that the methylation activity of certain \"E. coli\" DNA methyltransferase proteins may interfere with some DNA-binding protein selections. If this is anticipated, the use of an \"E. coli\" strain that is defective for a particular methyltransferase may be an obvious solution. Important to mention is that bacteria are prokaryotic organisms and when studying eukaryotic protein-protein interactions (e.g. human proteins) the results need to be carefully approached.",
            "score": 174.6081473827362
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 221.03628075122833
        },
        {
            "docid": "31474_21",
            "document": "Transcription factor . In eukaryotes, DNA is organized with the help of histones into compact particles called nucleosomes, where sequences of about 147 DNA base pairs make ~1.65 turns around histone protein octamers. DNA within nucleosomes is inaccessible to many transcription factors. Some transcription factors, so-called pioneering factors are still able to bind their DNA binding sites on the nucleosomal DNA. For most other transcription factors, the nucleosome should be actively unwound by molecular motors such as chromatin remodelers. Alternatively, the nucleosome can be partially unwrapped by thermal fluctuations, allowing temporary access to the transcription factor binding site. In many cases, a transcription factor needs to compete for binding to its DNA binding site with other transcription factors and histones or non-histone chromatin proteins. Pairs of transcription factors and other proteins can play antagonistic roles (activator versus repressor) in the regulation of the same gene.",
            "score": 225.75637006759644
        },
        {
            "docid": "1430855_5",
            "document": "Phage display . Like the two-hybrid system, phage display is used for the high-throughput screening of protein interactions. In the case of M13 filamentous phage display, the DNA encoding the protein or peptide of interest is ligated into the pIII or pVIII gene, encoding either the minor or major coat protein, respectively. Multiple cloning sites are sometimes used to ensure that the fragments are inserted in all three possible reading frames so that the cDNA fragment is translated in the proper frame. The phage gene and insert DNA hybrid is then inserted (a process known as \"transduction\") into \"Escherichia coli\" (E. coli) bacterial cells such as TG1, SS320, ER2738, or XL1-Blue \"E. coli\". If a \"phagemid\" vector is used (a simplified display construct vector) phage particles will not be released from the \"E. coli\" cells until they are infected with helper phage, which enables packaging of the phage DNA and assembly of the mature virions with the relevant protein fragment as part of their outer coat on either the minor (pIII) or major (pVIII) coat protein.  By immobilizing a relevant DNA or protein target(s) to the surface of a microtiter plate well, a phage that displays a protein that binds to one of those targets on its surface will remain while others are removed by washing. Those that remain can be eluted, used to produce more phage (by bacterial infection with helper phage) and to produce a phage mixture that is enriched with relevant (i.e. binding) phage. The repeated cycling of these steps is referred to as 'panning', in reference to the enrichment of a sample of gold by removing undesirable materials. Phage eluted in the final step can be used to infect a suitable bacterial host, from which the phagemids can be collected and the relevant DNA sequence excised and sequenced to identify the relevant, interacting proteins or protein fragments.",
            "score": 194.2010930776596
        },
        {
            "docid": "10967846_2",
            "document": "Fis . fis is the \"E. coli\" gene encoding FIS protein. The regulation of this gene is more complex than most other genes in the \"E. coli\" genome, as FIS is an important protein which regulates expression of other genes. It is supposed that \"fis\" is regulated by H-NS, IHF (protein) and CRP. It also regulates its own expression (autoregulation). Fis is one of the most abundant DNA binding proteins in Escherichia coli under nutrient-rich growth conditions.",
            "score": 202.02420592308044
        },
        {
            "docid": "46685051_5",
            "document": "Epigenetics of neurodegenerative diseases . The term epigenetics refers to three levels of gene regulation: (1) DNA methylation, (2) histone modifications, and (3) non-coding RNA (ncRNA) function. Briefly, histone-mediated transcriptional control occurs by the wrapping of DNA around a histone core. This DNA-histone structure is called a nucleosome; the more tightly the DNA is bound by the nucleosome, and the more tightly a string of nucleosomes are compressed among each other, the greater the repressive effect on transcription of genes in the DNA sequences near or wrapped around the histones, and vice versa (i.e. looser DNA binding and relaxed compaction leads to a comparatively derepressed state, resulting in facultative heterochromatin or, even further derepressed, euchromatin). At its most repressive state, involving many folds into itself and other scaffolding proteins, DNA-histone structures form constitutive heterochromatin. This chromatin structure is mediated by these three levels of gene regulation. The most relevant epigenetic modifications to treatment of neurodegenerative diseases are DNA methylation and histone protein modifications via methylation or acetylation.",
            "score": 231.03845477104187
        },
        {
            "docid": "553121_11",
            "document": "Regulation of gene expression . Regulation of transcription thus controls when transcription occurs and how much RNA is created. Transcription of a gene by RNA polymerase can be regulated by several mechanisms. Specificity factors alter the specificity of RNA polymerase for a given promoter or set of promoters, making it more or less likely to bind to them (i.e., sigma factors used in prokaryotic transcription). Repressors bind to the Operator, coding sequences on the DNA strand that are close to or overlapping the promoter region, impeding RNA polymerase's progress along the strand, thus impeding the expression of the gene.The image to the right demonstrates regulation by a repressor in the lac operon. General transcription factors position RNA polymerase at the start of a protein-coding sequence and then release the polymerase to transcribe the mRNA. Activators enhance the interaction between RNA polymerase and a particular promoter, encouraging the expression of the gene. Activators do this by increasing the attraction of RNA polymerase for the promoter, through interactions with subunits of the RNA polymerase or indirectly by changing the structure of the DNA. Enhancers are sites on the DNA helix that are bound by activators in order to loop the DNA bringing a specific promoter to the initiation complex. Enhancers are much more common in eukaryotes than prokaryotes, where only a few examples exist (to date). Silencers are regions of DNA sequences that, when bound by particular transcription factors, can silence expression of the gene.",
            "score": 287.75622832775116
        },
        {
            "docid": "2631477_15",
            "document": "Homologous recombination . Two primary models for how homologous recombination repairs double-strand breaks in DNA are the double-strand break repair (DSBR) pathway (sometimes called the \"double Holliday junction model\") and the synthesis-dependent strand annealing (SDSA) pathway. The two pathways are similar in their first several steps. After a double-strand break occurs, the MRX complex (MRN complex in humans) binds to DNA on either side of the break. Next a resection, in which DNA around the 5' ends of the break is cut back, is carried out in two distinct steps. In the first step of resection, the MRX complex recruits the Sae2 protein. The two proteins then trim back the 5' ends on either side of the break to create short 3' overhangs of single-strand DNA. In the second step, 5'→3' resection is continued by the Sgs1 helicase and the Exo1 and Dna2 nucleases. As a helicase, Sgs1 \"unzips\" the double-strand DNA, while Exo1 and Dna2's nuclease activity allows them to cut the single-stranded DNA produced by Sgs1. The RPA protein, which has high affinity for single-stranded DNA, then binds the 3' overhangs. With the help of several other proteins that mediate the process, the Rad51 protein (and Dmc1, in meiosis) then forms a filament of nucleic acid and protein on the single strand of DNA coated with RPA. This nucleoprotein filament then begins searching for DNA sequences similar to that of the 3' overhang. After finding such a sequence, the single-stranded nucleoprotein filament moves into (invades) the similar or identical recipient DNA duplex in a process called strand invasion. In cells that divide through mitosis, the recipient DNA duplex is generally a sister chromatid, which is identical to the damaged DNA molecule and provides a template for repair. In meiosis, however, the recipient DNA tends to be from a similar but not necessarily identical homologous chromosome. A displacement loop (D-loop) is formed during strand invasion between the invading 3' overhang strand and the homologous chromosome. After strand invasion, a DNA polymerase extends the end of the invading 3' strand by synthesizing new DNA. This changes the D-loop to a cross-shaped structure known as a Holliday junction. Following this, more DNA synthesis occurs on the invading strand (i.e., one of the original 3' overhangs), effectively restoring the strand on the homologous chromosome that was displaced during strand invasion.",
            "score": 176.97742342948914
        },
        {
            "docid": "31726766_10",
            "document": "Nanoparticle–biomolecule conjugate . Biological processes can be controlled through transcription regulation, gene regulation, and enzyme inhibition processes that can be regulated using nanoparticles. Nanoparticles can play a part in gene regulation through ionic bonding between positively charged cationic ligands on the surfaces of nanoparticles and negatively charged anionic nucleic acids present in DNA. In an experiment, a nanoparticle-DNA complex inhibited transcription by T7 RNA polymerase, signifying strong bonding in the complex. A high affinity of the nanoparticle-DNA complex indicates strong bonding and a favorable use of nanoparticles. Attaching ionic ligands to nanoparticles allows control over enzyme activity. An example of enzyme inhibition is given by binding of a-chymotrypsin (ChT), an enzyme with a largely cationic active site. When a-chymotrypsin is incubated with anionic (negatively charged) nanoparticles, ChT activity is inhibited as anionic nanoparticles bind to the active site. Enzyme activity can be restored by the addition of cationic surfactants. Alkyl surfactants form a bilayer around ChT, whereas thiol and alcohol surfactants alter the surface of ChT such that interactions with nanoparticles are interrupted. Though formation of a protein-nanoparticle complex can inhibit enzyme activity, studies show that it can also stabilize protein structure, and significantly protect the protein from denaturization. Attachments of ligands to segments of nanoparticles selected for functionalization of metallic properties can be used to generate a magnetic nanowire, which generates a magnetic field that allows for the manipulation of cellular assemblies.",
            "score": 216.1045343875885
        },
        {
            "docid": "32150862_2",
            "document": "Bacterial DNA binding protein . In molecular biology, bacterial DNA binding proteins are a family of small, usually basic proteins of about 90 residues that bind DNA and are known as histone-like proteins. Since bacterial binding proteins have a diversity of functions, it has been difficult to develop a common function for all of them. They are commonly referred to as histone-like and have many similar traits with the eukaryotic histone proteins. Eukaryotic histones package DNA to help it to fit in the nucleus, and they are known to be the most conserved proteins in nature. Examples include the HU protein in \"Escherichia coli\", a dimer of closely related alpha and beta chains and in other bacteria can be a dimer of identical chains. HU-type proteins have been found in a variety of eubacteria, cyanobacteria and archaebacteria, and are also encoded in the chloroplast genome of some algae. The integration host factor (IHF), a dimer of closely related chains which is suggested to function in genetic recombination as well as in translational and transcriptional control is found in Enterobacteria and viral proteins including the African swine fever virus protein A104R (or LMW5-AR).",
            "score": 217.36389660835266
        },
        {
            "docid": "5462098_2",
            "document": "Histone code . The histone code is a hypothesis that the transcription of genetic information encoded in DNA is in part regulated by chemical modifications to histone proteins, primarily on their unstructured ends. Together with similar modifications such as DNA methylation it is part of the epigenetic code. Histones associate with DNA to form nucleosomes, which themselves bundle to form chromatin fibers, which in turn make up the more familiar chromosome. Histones are globular proteins with a flexible N-terminus (taken to be the tail) that protrudes from the nucleosome. Many of the histone tail modifications correlate very well to chromatin structure and both histone modification state and chromatin structure correlate well to gene expression levels. The critical concept of the histone code hypothesis is that the histone modifications serve to recruit other proteins by specific recognition of the modified histone via protein domains specialized for such purposes, rather than through simply stabilizing or destabilizing the interaction between histone and the underlying DNA. These recruited proteins then act to alter chromatin structure actively or to promote transcription. For details of gene expression regulation by histone modifications see table below.",
            "score": 217.25511145591736
        },
        {
            "docid": "53367602_5",
            "document": "SMiLE-Seq . The use of microfluidics in SMiLE-seq offers three main advantages when compared to current techniques used to measure protein-DNA interactions (e.g., ChIP-seq, HT-SELEX, and protein binding microarrays). Firstly, it requires fewer transcription factors than other similar techniques (only picograms are required). Secondly, the process is much faster than other techniques (it requires less than an hour, as compared to days). Lastly, SMiLE-seq is not limited by the length of target DNA (a limitation of protein binding microarrays), and is not biased towards stronger affinity protein-DNA interactions (a major limitation of HT-SELEX). Existing technologies have been found to be laborious and technically complex due to improper transcription factor expression or loss of transcription factor-DNA binding properties \"in vitro\". The ability of many transcription factors to bind DNA is dependent on heterodimer formation, and therefore requires the presence of a specific dimer partner for binding. This has been shown to yield incomplete results if transcription factors are individually tested. Heterodimer combinations have been shown to range from 3000 to 25000, and many remain uncharacterized. A technology like SMiLE-seq, which is able to detect these dimeric interactions, is essential to broaden current knowledge and characterization of transcription factor-DNA binding profiles. Additionally, previous technologies have used transcription factor probes in their truncated form, which may reduce their ability to bind and dimerize. SMiLE-seq enables robust identification of DNA binding specificities of full length, previously uncharacterized transcription factors. Furthermore, SMiLE-seq is able to identify transcription factor binding sites over a wide range of binding affinities, which represents a significant limitation of other technologies. In theory SMiLE-seq is not limited to only protein-DNA interactions and may potentially be utilized to study protein-RNA binding properties once the technology has been developed further.",
            "score": 186.51229977607727
        },
        {
            "docid": "7955_7",
            "document": "DNA . Within eukaryotic cells, DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the eukaryotic chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 199.54004430770874
        },
        {
            "docid": "3233135_2",
            "document": "TATA-binding protein . The TATA-binding protein (TBP) is a general transcription factor that binds specifically to a DNA sequence called the TATA box. This DNA sequence is found about 30 base pairs upstream of the transcription start site in some eukaryotic gene promoters. TBP, along with a variety of TBP-associated factors, make up the TFIID, a general transcription factor that in turn makes up part of the RNA polymerase II preinitiation complex. As one of the few proteins in the preinitiation complex that binds DNA in a sequence-specific manner, it helps position RNA polymerase II over the transcription start site of the gene. However, it is estimated that only 10–20% of human promoters have TATA boxes. Therefore, TBP is probably not the only protein involved in positioning RNA polymerase II.",
            "score": 261.12095880508423
        },
        {
            "docid": "966654_8",
            "document": "DNA-binding protein . Protein–DNA interactions occur when a protein binds a molecule of DNA, often to regulate the biological function of DNA, usually the expression of a gene. Among the proteins that bind to DNA are transcription factors that activate or repress gene expression by binding to DNA motifs and histones that form part of the structure of DNA and bind to it less specifically. Also proteins that repair DNA such as uracil-DNA glycosylase interact closely with it.",
            "score": 233.6683874130249
        },
        {
            "docid": "1137227_10",
            "document": "DNA methylation . DNA methylation may affect the transcription of genes in two ways. First, the methylation of DNA itself may physically impede the binding of transcriptional proteins to the gene, and second, and likely more important, methylated DNA may be bound by proteins known as methyl-CpG-binding domain proteins (MBDs). MBD proteins then recruit additional proteins to the locus, such as histone deacetylases and other chromatin remodeling proteins that can modify histones, thereby forming compact, inactive chromatin, termed heterochromatin. This link between DNA methylation and chromatin structure is very important. In particular, loss of methyl-CpG-binding protein 2 (MeCP2) has been implicated in Rett syndrome; and methyl-CpG-binding domain protein 2 (MBD2) mediates the transcriptional silencing of hypermethylated genes in cancer.",
            "score": 216.49633955955505
        }
    ],
    "r": [
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 331.63153076171875
        },
        {
            "docid": "46697210_4",
            "document": "Epigenetics of human development . Gene expression refers to the transcription of a gene but the RNA produced does not necessarily have to encode a protein product. Transcription may produce so called noncoding RNA products such as tRNA and regulatory RNA. Repression may refer to the decrease in transcription of a gene or inhibition of a protein. Proteins are often inhibited by binding the active site or causing a conformational change so that the active site can no longer bind. By making these alterations, proteins, like transcription factors, may bind DNA less or some protein may be inhibited so that it becomes a block in a signaling cascade and certain genes will then not be induced to be expressed. Repression can occur pre- or post-transcriptionally. Methylating the DNA or the modifying the histones that the DNA wraps around is one example that commonly leads to repression. Pre-transcriptional repression can also occur by altering the proteins that allow transcription to occur, namely the polymerase complex. Proteins can sit on the DNA strand and serve as a kind of block to polymerase proteins, halting them from transcribing. Post-transcriptional repression generally refers to the degradation of the RNA product or binding the RNA with proteins so that it cannot be translated or carry out its function.",
            "score": 315.9207763671875
        },
        {
            "docid": "32150862_7",
            "document": "Bacterial DNA binding protein . H-NS is about 15.6 kDa and assists in the regulation of bacterial transcription in bacteria by repressing and activating certain genes. H-NS binds to DNA with an intrinsic curvature. In \"E. coli\", H-NS binds to a P1 promoter decreasing rRNA production during stationary and slow growth periods. RNA polymerase and H-NS DNA binding protein have overlapping binding sites; it is thought that H-NS regulates rRNA production by acting on the transcription initiation site. It has been found that H-NS and RNA polymerase both bind to the P1 promoter and form a complex. When H-NS is bound with RNA Polymerase to the promoter region, there are structural differences in the DNA that are accessible. It has also been found that H-NS can affect translation as well by binding to mRNA and causing its degradation.",
            "score": 309.2501525878906
        },
        {
            "docid": "46695897_14",
            "document": "Molecular and epigenetic mechanisms of alcoholism . In coordination with the molecules and pathways discussed, epigenetic mechanisms play a role in the development of alcoholism. These mechanisms include DNA methylation, histone acetylation and methylation, and (microRNA miRNA) action. Methylation of the DNA typically occurs at CpG sites, or a cysteine nucleotide followed by a guanine nucleotide in the 5’ to 3’ direction. These sites are common promoter and regulatory elements in mammals and methylation of cysteine residues typically inhibits these functions resulting in the repression of gene expression. DNA methylation is carried out by DNA methyltransferases (DNMTs) which are recruited to CpG sites by methyl-DNA binding proteins, such as MeCP2. Next, histones can be modified in several ways to increase or decrease gene expression. Histones are protein complexes used to package DNA into structures known as nucleosomes. The level of coiling of the DNA around histones is variable and influences transcription levels. Tight coiling, or heterochromatin, is associated with low gene expression or even silencing. Loose coiling, or euchromatin, is associated with higher levels of gene expression. Typically, acetylation of histones is associated with euchromatin formation. Acetyl groups are added by histone acetyltransferases (HATs), such as CBP. In opposition, histone deacetylases (HDACs) remove acetyl groups, typically leading to the formation of heterochromatin. HDACs are recruited by scaffolding proteins, such as RACK 1. HDAC inhibitors prevent HDAC functioning which promotes gene expression. Histone methylation, adding a methyl group to specific histone protein amino acids, can both increase or decrease gene expression depending on the histone protein, amino acid, and number of methyl groups used. Gene expression can also be inhibited post-transcriptionally by miRNA, double-stranded RNA, typically formed from hairpin structures, that is used to inhibit translation of proteins. After processing by the RNA interference (RNAi) molecules Drosha and Dicer, a single, guide-strand is loaded into the RNA induced silencing complex (RISC) which is used to bind mRNA. This binding suppresses protein synthesis and sometimes initiates mRNA degradation.",
            "score": 300.5335388183594
        },
        {
            "docid": "55410471_7",
            "document": "DCas9 activation system . Transcriptional Activators are protein domains or whole proteins linked to dCas9 or sgRNAs that assist in the recruitment of important co-factors as well as RNA Polymerase for transcription of the gene(s) targeted by the system. In order for a protein to be made from the gene that encodes it, RNA polymerase must make RNA from the DNA template of the gene during a process called transcription. Transcriptional activators have a DNA binding domain and a domain for activation of transcription. The activation domain can recruit general transcription factors or RNA polymerase to the gene sequence. Activation domains can also function by facilitating transcription by stalled RNA polymerases, and in eukaryotes can act to move nucleosomes on the DNA or modify histones to increase gene expression. These activators can be introduced into the system through attachment to dCas9 or to the sgRNA. Some researchers have noted that the extent of transcriptional upregulation can be modulated by using multiple sites for activator attachment in one experiment and by using different variations and combinations of activators at once in a given experiment or sample.",
            "score": 298.51708984375
        },
        {
            "docid": "4440593_2",
            "document": "Histone methylation . Histone methylation is a process by which methyl groups are transferred to amino acids of histone proteins that make up nucleosomes, which the DNA double helix wraps around to form chromosomes. Methylation of histones can either increase or decrease transcription of genes, depending on which amino acids in the histones are methylated, and how many methyl groups are attached. Methylation events that weaken chemical attractions between histone tails and DNA increase transcription, because they enable the DNA to uncoil from nucleosomes so that transcription factor proteins and RNA polymerase can access the DNA. This process is critical for the regulation of gene expression that allows different cells to express different genes.",
            "score": 294.0486755371094
        },
        {
            "docid": "553121_11",
            "document": "Regulation of gene expression . Regulation of transcription thus controls when transcription occurs and how much RNA is created. Transcription of a gene by RNA polymerase can be regulated by several mechanisms. Specificity factors alter the specificity of RNA polymerase for a given promoter or set of promoters, making it more or less likely to bind to them (i.e., sigma factors used in prokaryotic transcription). Repressors bind to the Operator, coding sequences on the DNA strand that are close to or overlapping the promoter region, impeding RNA polymerase's progress along the strand, thus impeding the expression of the gene.The image to the right demonstrates regulation by a repressor in the lac operon. General transcription factors position RNA polymerase at the start of a protein-coding sequence and then release the polymerase to transcribe the mRNA. Activators enhance the interaction between RNA polymerase and a particular promoter, encouraging the expression of the gene. Activators do this by increasing the attraction of RNA polymerase for the promoter, through interactions with subunits of the RNA polymerase or indirectly by changing the structure of the DNA. Enhancers are sites on the DNA helix that are bound by activators in order to loop the DNA bringing a specific promoter to the initiation complex. Enhancers are much more common in eukaryotes than prokaryotes, where only a few examples exist (to date). Silencers are regions of DNA sequences that, when bound by particular transcription factors, can silence expression of the gene.",
            "score": 287.7562255859375
        },
        {
            "docid": "805665_4",
            "document": "Nucleoid . Experimental evidence suggests that the nucleoid is largely composed of DNA, about 60%, with a small amount of RNA and protein. The latter two constituents are likely to be mainly messenger RNA and the transcription factor proteins found regulating the bacterial genome. Proteins that carry out the dynamic spatial organization of the nucleic acid are known as \"nucleoid proteins\" or nucleoid-associated proteins (NAPs) and are distinct from histones of eukaryotic nuclei. In contrast to histones, the DNA-binding proteins of the nucleoid do not form nucleosomes, in which DNA is wrapped around a protein core. Instead, these proteins often use other mechanisms to promote compaction such as DNA looping. The most studied NAPs are HU, H-NS, Fis, CbpA, Dps that organize the genome by driving events such as DNA bending, bridging, and aggregation. These proteins can form clusters (like H-NS does) in order to locally compact specific genomic regions, or be scattered throughout the chromosome (HU, Fis) and they seem to be involved also in coordinating transcription events, spatially sequestering specific genes and participating in their regulation.",
            "score": 282.5495910644531
        },
        {
            "docid": "40328701_4",
            "document": "Chimeric RNA . DNA encodes the genetic information required for an organism to carry out its life cycle. In effect, DNA serves as the \"hard drive\" which stores genetic data. DNA is replicated and serves as its own template for replication. DNA forms a double helix structure and is a composed of a sugar-phosphate backbone and nitrogenous bases. This can be thought of as a ladder structure where the sides of the ladder are constructed of deoxyribose sugar and phosphate while the rungs of the ladder are composed of paired nitrogenous bases. There are four bases in a DNA molecule: adenine (A), cytosine (C), thymine (T), and guanine (G). Nucleotide is a structural component of DNA and RNA. It's made of a base, a molecule of sugar and a molecule of phosphoric acid. The double helix structure of DNA is composed of two antiparallel strands which are oriented in opposite directions. DNA is composed of base pairs in which adenine pairs with thymine and guanine pairs with cytosine. While DNA serves as template for production of ribonucleic acid (RNA), RNA is usually responsible for making protein. The process of making RNA from DNA is called transcription. RNA uses a similar set of bases except that thymine is replaced with U = uracil. A group of enzymes called RNA polymerases (isolated by biochemists Jerard Hurwitz and Samuel B. Weiss) function in the presence of DNA. These enzymes produce RNA using segments of chromosomal DNA as a template. Unlike replication, where a complete copy of DNA is made, transcription copies only the gene that is to be expressed as a protein.",
            "score": 281.8088684082031
        },
        {
            "docid": "446223_8",
            "document": "Gene knockdown . A different means of silencing exogenous DNA that has been discovered in prokaryotes is a mechanism involving loci called 'Clustered Regularly Interspaced Short Palindromic Repeats', or CRISPRs. Proteins called 'CRISPR-associated genes' (cas genes) encode cellular machinery that cuts exogenous DNA into small fragments and inserts them into a CRISPR repeat locus. When this CRISPR region of DNA is expressed by the cell, the small RNAs produced from the exogenous DNA inserts serve as a template sequence that other Cas proteins use to silence this same exogenous sequence. The transcripts of the short exogenous sequences are used as a guide to silence these foreign DNA when they are present in the cell. This serves as a kind of acquired immunity, and this process is like a prokaryotic RNA interference mechanism. The CRISPR repeats are conserved amongst many species and have been demonstrated to be usable in human cells, bacteria, \"C. elegans\", zebrafish, and other organisms for effective genome manipulation. The use of CRISPRs as a versatile research tool can be illustrated by many studies making use of it to generate organisms with genome alterations.",
            "score": 280.5593566894531
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 276.04730224609375
        },
        {
            "docid": "9127632_18",
            "document": "Biology . Genes are the primary units of inheritance in all organisms. A gene is a unit of heredity and corresponds to a region of DNA that influences the form or function of an organism in specific ways. All organisms, from bacteria to animals, share the same basic machinery that copies and translates DNA into proteins. Cells transcribe a DNA gene into an RNA version of the gene, and a ribosome then translates the RNA into a sequence of amino acids known as a protein. The translation code from RNA codon to amino acid is the same for most organisms. For example, a sequence of DNA that codes for insulin in humans also codes for insulin when inserted into other organisms, such as plants.",
            "score": 271.39007568359375
        },
        {
            "docid": "33449620_3",
            "document": "Histone-like nucleoid-structuring protein . A major function of H-NS is to influence DNA topology. It is believed that H-NS achieves this by forming complexes with itself and binding to different sections of DNA, bringing them together. Another major role of H-NS is to turn off the expression of genes. H-NS regulates gene expression by binding to AT rich DNA, which is a common feature of promoters, and of horizontally acquired genes. Relief of suppression by H-NS can be achieved by the binding of another protein, or by changes in DNA topology which can occur due to changes in temperature and osmolarity, for example.",
            "score": 269.8291931152344
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 269.2519836425781
        },
        {
            "docid": "4718833_7",
            "document": "Eukaryotic chromosome structure . Packaging of DNA is facilitated by the electrostatic charge distribution: phosphate groups cause DNA to have a negative charge, whilst the histones are positively charged. Most eukaryotic cells contain histones (with a few exceptions) as well as the kingdom Archaea. Histones are positively charged molecules as they contain lysine and arginine in larger quantities and DNA is negatively charged. So they make a strong ionic bond in between them to form nucleosome. Packaging is also accomplished by specialized proteins that bind and fold the DNA. This generates a series of loops and coils that provide increasingly higher levels of organization and prevent the DNA from becoming tangled and unmanageable. This complex of DNA and proteins are called chromatin. But in addition to proteins involved with packaging, chromosomes are associated with proteins involved with DNA replication, DNA repair, and gene expression.",
            "score": 268.8321228027344
        },
        {
            "docid": "4250553_25",
            "document": "Gene . Additionally, genes can have regulatory regions many kilobases upstream or downstream of the open reading frame that alter expression. These act by binding to transcription factors which then cause the DNA to loop so that the regulatory sequence (and bound transcription factor) become close to the RNA polymerase binding site. For example, enhancers increase transcription by binding an activator protein which then helps to recruit the RNA polymerase to the promoter; conversely silencers bind repressor proteins and make the DNA less available for RNA polymerase.",
            "score": 268.1205749511719
        },
        {
            "docid": "505869_10",
            "document": "Lac operon . Specific control of the \"lac\" genes depends on the availability of the substrate lactose to the bacterium. The proteins are not produced by the bacterium when lactose is unavailable as a carbon source. The \"lac\" genes are organized into an operon; that is, they are oriented in the same direction immediately adjacent on the chromosome and are co-transcribed into a single polycistronic mRNA molecule. Transcription of all genes starts with the binding of the enzyme RNA polymerase (RNAP), a DNA-binding protein, which binds to a specific DNA binding site, the promoter, immediately upstream of the genes. Binding of RNA polymerase to the promoter is aided by the cAMP-bound catabolite activator protein (CAP, also known as the cAMP receptor protein). However, the \"lacI\" gene (regulatory gene for \"lac\" operon) produces a protein that blocks RNAP from binding to the promoter of the operon. This protein can only be removed when allolactose binds to it, and inactivates it. The protein that is formed by the \"lacI\" gene is known as the lac repressor. The type of regulation that the \"lac\" operon undergoes is referred to as negative inducible, meaning that the gene is turned off by the regulatory factor (\"lac\" repressor) unless some molecule (lactose) is added. Because of the presence of the \"lac\" repressor protein, genetic engineers who replace the \"lacZ\" gene with another gene will have to grow the experimental bacteria on agar with lactose available on it. If they do not, the gene they are trying to express will not be expressed as the repressor protein is still blocking RNAP from binding to the promoter and transcribing the gene. Once the repressor is removed, RNAP then proceeds to transcribe all three genes (\"lacZYA\") into mRNA. Each of the three genes on the mRNA strand has its own Shine-Dalgarno sequence, so the genes are independently translated. The DNA sequence of the \"E. coli\" lac operon, the \"lacZYA\" mRNA, and the \"lacI \" genes are available from GenBank (view).",
            "score": 266.5556640625
        },
        {
            "docid": "7955_63",
            "document": "DNA . Transcription is carried out by a DNA-dependent RNA polymerase that copies the sequence of a DNA strand into RNA. To begin transcribing a gene, the RNA polymerase binds to a sequence of DNA called a promoter and separates the DNA strands. It then copies the gene sequence into a messenger RNA transcript until it reaches a region of DNA called the terminator, where it halts and detaches from the DNA. As with human DNA-dependent DNA polymerases, RNA polymerase II, the enzyme that transcribes most of the genes in the human genome, operates as part of a large protein complex with multiple regulatory and accessory subunits.",
            "score": 266.0271911621094
        },
        {
            "docid": "7955_44",
            "document": "DNA . DNA usually occurs as linear chromosomes in eukaryotes, and circular chromosomes in prokaryotes. The set of chromosomes in a cell makes up its genome; the human genome has approximately 3 billion base pairs of DNA arranged into 46 chromosomes. The information carried by DNA is held in the sequence of pieces of DNA called genes. Transmission of genetic information in genes is achieved via complementary base pairing. For example, in transcription, when a cell uses the information in a gene, the DNA sequence is copied into a complementary RNA sequence through the attraction between the DNA and the correct RNA nucleotides. Usually, this RNA copy is then used to make a matching protein sequence in a process called translation, which depends on the same interaction between RNA nucleotides. In alternative fashion, a cell may simply copy its genetic information in a process called DNA replication. The details of these functions are covered in other articles; here the focus is on the interactions between DNA and other molecules that mediate the function of the genome.",
            "score": 265.5745849609375
        },
        {
            "docid": "4250553_2",
            "document": "Gene . In biology, a gene is a sequence of DNA or RNA that codes for a molecule that has a function. During gene expression, the DNA is first copied into RNA. The RNA can be directly functional or be the intermediate template for a protein that performs a function. The transmission of genes to an organism's offspring is the basis of the inheritance of phenotypic traits. These genes make up different DNA sequences called genotypes. Genotypes along with environmental and developmental factors determine what the phenotypes will be. Most biological traits are under the influence of polygenes (many different genes) as well as gene–environment interactions. Some genetic traits are instantly visible, such as eye color or number of limbs, and some are not, such as blood type, risk for specific diseases, or the thousands of basic biochemical processes that constitute life.",
            "score": 263.2212219238281
        },
        {
            "docid": "3233135_2",
            "document": "TATA-binding protein . The TATA-binding protein (TBP) is a general transcription factor that binds specifically to a DNA sequence called the TATA box. This DNA sequence is found about 30 base pairs upstream of the transcription start site in some eukaryotic gene promoters. TBP, along with a variety of TBP-associated factors, make up the TFIID, a general transcription factor that in turn makes up part of the RNA polymerase II preinitiation complex. As one of the few proteins in the preinitiation complex that binds DNA in a sequence-specific manner, it helps position RNA polymerase II over the transcription start site of the gene. However, it is estimated that only 10–20% of human promoters have TATA boxes. Therefore, TBP is probably not the only protein involved in positioning RNA polymerase II.",
            "score": 261.1209411621094
        },
        {
            "docid": "68300_40",
            "document": "Dominance (genetics) . The molecular basis of dominance was unknown to Mendel. It is now understood that a gene locus includes a long series (hundreds to thousands) of bases or nucleotides of deoxyribonucleic acid (DNA) at a particular point on a chromosome. The central dogma of molecular biology states that \"\"DNA makes RNA makes protein\"\", that is, that DNA is transcribed to make an RNA copy, and RNA is translated to make a protein. In this process, different alleles at a locus may or may not be transcribed, and if transcribed may be translated to slightly different versions of the same protein (called isoforms). Proteins often function as enzymes that catalyze chemical reactions in the cell, which directly or indirectly produce phenotypes. In any diploid organism, the DNA sequences of the two alleles present at any gene locus may be identical (homozygous) or different (heterozygous). Even if the gene locus is heterozygous at the level of the DNA sequence, the proteins made by each allele may be identical. In the absence of any difference between the protein products, neither allele can be said to be dominant (see \"co-dominance\", above). Even if the two protein products are slightly different (allozymes), it is likely that they produce the same phenotype with respect to enzyme action, and again neither allele can be said to be dominant.",
            "score": 260.5694885253906
        },
        {
            "docid": "3190493_2",
            "document": "Silencer (genetics) . In genetics, a silencer is a DNA sequence capable of binding transcription regulation factors, called repressors. DNA contains genes and provides the template to produce messenger RNA (mRNA). That mRNA is then translated into proteins. When a repressor protein binds to the silencer region of DNA, RNA polymerase is prevented from transcribing the DNA sequence into RNA. With transcription blocked, the translation of RNA into proteins is impossible. Thus, silencers prevent genes from being expressed as proteins.",
            "score": 260.09967041015625
        },
        {
            "docid": "7284095_5",
            "document": "Roger D. Kornberg . All organisms are controlled by their genes, which are coded by DNA, which is copied to RNA, which creates proteins, which are sequences of amino acids. DNA resides in the nucleus. When a cell expresses a gene, it copies (transcribes) that gene's DNA sequence onto a messenger RNA (mRNA) sequence. mRNA is transported out of the nucleus to ribosomes. The ribosomes read the mRNA and translate the code into the right amino acid sequence to make that gene's protein.",
            "score": 260.0376281738281
        },
        {
            "docid": "38782175_9",
            "document": "GLIS1 . The result of the various changes in gene expression is the conversion of heterochromatin, which is very difficult to access, to euchromatin, which can be easily accessed by transcriptional proteins and enzymes such as RNA polymerase. During reprogramming, histones, which make up nucleosomes, the complexes used to package DNA, are generally demethylated and acetylated 'unpacking' the DNA by neutralising the positive charge of the lysine residues on the N-termini of histones.",
            "score": 259.8127136230469
        },
        {
            "docid": "26816280_2",
            "document": "RadC RNA motif . The \"radC\" RNA motif is a conserved RNA structure identified by bioinformatics. The \"radC\" RNA motif is found in certain bacteria where it is consistent located in the presumed 5' untranslated regions of genes whose encoded proteins bind DNA are interact with other proteins that bind DNA. These proteins include integrases, methyltransferases that might methylate DNA, proteins that inhibit restriction enzymes and \"radC\" genes. Although \"radC\" genes were thought to encode DNA repair proteins, this conclusion was based on mutation data that was later shown to affect a different gene. However, it is still possible that \"radC\" genes play some DNA-related role. No \"radC\" RNAs have been detected in any purified phage whose sequence was available as of 2010, although integrases are often used by phages.",
            "score": 259.27154541015625
        },
        {
            "docid": "6933_3",
            "document": "Chromatin . Chromatin's structure is currently poorly understood despite being subjected to intense investigation. Its structure depends on several factors. The overall structure depends on the stage of the cell cycle. During interphase, the chromatin is structurally loose to allow access to RNA and DNA polymerases that transcribe and replicate the DNA. The local structure of chromatin during interphase depends on the genes present on the DNA. That DNA which codes genes that are actively transcribed (\"turned on\") is more loosely packaged and associated with RNA polymerases (referred to as euchromatin) while that DNA which codes inactive genes (\"turned off\") is more condensed and associated with structural proteins (heterochromatin). Epigenetic chemical modification of the structural proteins in chromatin also alters the local chromatin structure, in particular chemical modifications of histone proteins by methylation and acetylation. As the cell prepares to divide, i.e. enters mitosis or meiosis, the chromatin packages more tightly to facilitate segregation of the chromosomes during anaphase. During this stage of the cell cycle this makes the individual chromosomes in many cells visible by optical microscope.",
            "score": 259.1863708496094
        },
        {
            "docid": "159266_8",
            "document": "Gene expression . In prokaryotes, transcription is carried out by a single type of RNA polymerase, which needs a DNA sequence called a Pribnow box as well as a sigma factor (σ factor) to start transcription. In eukaryotes, transcription is performed by three types of RNA polymerases, each of which needs a special DNA sequence called the promoter and a set of DNA-binding proteins—transcription factors—to initiate the process. RNA polymerase I is responsible for transcription of ribosomal RNA (rRNA) genes. RNA polymerase II (Pol II) transcribes all protein-coding genes but also some non-coding RNAs (e.g., snRNAs, snoRNAs or long non-coding RNAs). Pol II includes a C-terminal domain (CTD) that is rich in serine residues. When these residues are phosphorylated, the CTD binds to various protein factors that promote transcript maturation and modification. RNA polymerase III transcribes 5S rRNA, transfer RNA (tRNA) genes, and some small non-coding RNAs (e.g., 7SK). Transcription ends when the polymerase encounters a sequence called the terminator.",
            "score": 258.70880126953125
        },
        {
            "docid": "12197312_3",
            "document": "Chromatin remodeling . The transcriptional regulation of the genome is controlled primarily at the preinitiation stage by binding of the core transcriptional machinery proteins (namely, RNA polymerase, transcription factors, and activators and repressors) to the core promoter sequence on the coding region of the DNA. However, DNA is tightly packaged in the nucleus with the help of packaging proteins, chiefly histone proteins to form repeating units of nucleosomes which further bundle together to form condensed chromatin structure. Such condensed structure occludes many DNA regulatory regions, not allowing them to interact with transcriptional machinery proteins and regulate gene expression. To overcome this issue and allow dynamic access to condensed DNA, a process known as chromatin remodeling alters nucleosome architecture to expose or hide regions of DNA for transcriptional regulation.",
            "score": 257.8603515625
        },
        {
            "docid": "17704946_10",
            "document": "Epigenomics . The mechanism by which DNA methylation represses gene expression is a multi-step process. The distinction between methylated and unmethylated cytosine residues is carried out by specific DNA-binding proteins. Binding of these proteins recruit histone deacetylases (HDACs) enzyme which initiate chromatin remodeling such that the DNA becoming less accessible to transcriptional machinery, such as RNA polymerase, effectively repressing gene expression.",
            "score": 256.81689453125
        },
        {
            "docid": "9955145_2",
            "document": "Eukaryotic transcription . Eukaryotic transcription is the elaborate process that eukaryotic cells use to copy genetic information stored in DNA into units of RNA replica. Gene transcription occurs in both eukaryotic and prokaryotic cells. Unlike prokaryotic RNA polymerase that initiates the transcription of all different types of RNA, RNA polymerase in eukaryotes (including humans) comes in three variations, each encoding a different type of gene. A eukaryotic cell has a nucleus that separates the processes of transcription and translation. Eukaryotic transcription occurs within the nucleus where DNA is packaged into nucleosomes and higher order chromatin structures. The complexity of the eukaryotic genome necessitates a great variety and complexity of gene expression control.",
            "score": 256.3008728027344
        },
        {
            "docid": "6933_2",
            "document": "Chromatin . Chromatin is a complex of macromolecules found in cells, consisting of DNA, protein, and RNA. The primary functions of chromatin are 1) to package DNA into a more compact, denser shape, 2) to reinforce the DNA macromolecule to allow mitosis, 3) to prevent DNA damage, and 4) to control gene expression and DNA replication. The primary protein components of chromatin are histones that compact the DNA. Chromatin is only found in eukaryotic cells (cells with defined nuclei). Prokaryotic cells have a different organization of their DNA (the prokaryotic chromosome equivalent is called genophore and is localized within the nucleoid region).",
            "score": 255.47984313964844
        }
    ]
}