{
    "q": [
        {
            "docid": "10446876_6",
            "document": "Fate mapping . In 1978, David Weisblat and colleagues in Gunther Stent's lab at Berkeley improved the technique of single-cell resolution fate mapping by injection of horseradish peroxidase (HRP) enzyme, and later fluorescent peptides (1980), into individual cells in \"Helobdella triserialis\" (leech) embryos during early development. All progeny of the injected cells could later be discerned by staining for HRP using benzidine substrate or visualized by fluorescence microscopy. This technique allowed the experimenter greater control and selectivity over what cell was labeled and traced. However, the opaque character of the HRP stain prevented use of vital dye nuclear counter-stains such as Hoechst 33258 (blue) to observe the mitotic state of the injected cell's progeny. Also, embryos had to be fixed in order to stain for the HRP, thus allowing only a single timepoint view of each individual leech embryo injected. The use of fluorescent peptides such as Rhodamine-D-protein (red, RDP) and Fluorescein-D-protein (yellow/green, FDP) conjugated to large carrier molecules to prevent diffusion through cell gap junctions, alleviated several of the shortcomings of HRP injection. Leech embryos injected with the fluorescent tracers could be visualized, and images collected of the same specimen at multiple timepoints, without fixation. The fluorescent tracers could also be combined with nuclear Hoechst staining to visualize the mitotic status of the progeny of injected cells. Seth Blair, also in Stent's lab, introduced a novel ablation technique that could be used in tandem with lineage tracing to pursue the questions relating to developmental potential changes in cell fate in experimentally perturbed embryos that were first raised by Roux and Driesch (1980). For this purpose, specific cells were ablated by microinjection with Pronase (an enzyme that digests proteins) to ablate the cell; later modifications of this technique employed DNase or the ricin A chain. The single-cell injection technique is now also in use by researchers studying other model organisms such as \"Xenopus\" (frogs), \"Danio rerio\" (zebrafish), and \"Caenorhabditis elegans\" (worms).",
            "score": 174.45280599594116
        },
        {
            "docid": "10446876_11",
            "document": "Fate mapping . More recently, scientists have developed new tools inspired by past approaches. The use of fluorescent peptide tracers can be helpful, but in order to extend fate mapping to later stages when cells are smaller and thus difficult to consistently and selectively inject (unlike the 0.5mm leech embryo), modifications were made. Chemically-\"caged\" fluorescent peptides, such as caged Rhodamine-dextran or caged Fluorescein-dextran (FITC), have been developed to be non-fluorescent until hit with an ultraviolet (450 nm) laser, which \"uncages\" the compound and causes it to fluoresce. This tool was particularly well received in the zebrafish community since it is ideal to inject caged compound into a freshly fertilized, single-cell embryo that will rapidly develop over 24 hours into a transparent swimming larvae with approximately 30,000 cells. Injection of the compound into the single-cell embryo allows uniform distribution throughout all the cells of the developing embryo, and the dextran carrier, developed by Jochen Braun and Bob Glimich prevents diffusion between cells through gap junctions, which are common during embryogenesis. At a given stage of development, one can use a UV laser to uncage the compound in a distinct cell or set of cells, effectively labeling them red (Rhodamine) or green (FITC). The embryos can be allowed to develop normally until a later time, at which point they can be imaged for red or green fluorescence in the progeny of the uncaged cells. However, it is important to note that properly focusing the UV laser beam on an individual cell deep within the embryo is difficult. Sub-optimal focusing can lead to unintentional uncaging of cells outside the focal plane of the target cell. Also, uncaged Rhodamine has a short half-life, and must be imaged within 48 hours or the signal may be difficult to see. Similarly uncaged FITC is sometimes difficult to image later in development, and thus detection by immunostaining is often performed. Injected embryos must also be kept in the dark to avoid non-specific uncaging from ambient light.",
            "score": 206.07297921180725
        },
        {
            "docid": "155192_26",
            "document": "Chimera (genetics) . There are a variety of combinations that can give rise to a successful chimera mouse and — according to the goal of the experiment — an appropriate cell and embryo combination can be picked; they are generally but not limited to diploid embryo and ES cells, diploid embryo and diploid embryo, ES cell and tetraploid embryo, diploid embryo and tetraploid embryo, ES cells and ES cells. The combination of embryonic stem cell and diploid embryo is a common technique used for the making of chimeric mice, since gene targeting can be done in the embryonic stem cell. These kinds of chimeras can be made through either aggregation of stem cells and the diploid embryo or injection of the stem cells into the diploid embryo. If embryonic stem cells are to be used for gene targeting to make a chimera, the following procedure is common: a construct for homologous recombination for the gene targeted will be introduced into cultured mouse embryonic stem cells from the donor mouse, by way of electroporation; cells positive for the recombination event will have antibiotic resistance, provided by the insertion cassette used in the gene targeting; and be able to be positively selected for. ES cells with the correct targeted gene are then injected into a diploid host mouse blastocyst. These injected blastocysts are then implanted into a pseudo pregnant female surrogate mouse which will bring the embryos to term and give birth to a mouse whose germline is derived from the donor mouse's ES cells. This same procedure can be achieved through aggregation of ES cells and diploid embryos, diploid embryos are cultured in aggregation plates in wells where single embryos can fit, to these wells ES cells are added the aggregates are cultured until a single embryo is formed and has progressed to the blastocyst stage, and can then be transferred to the surrogate mouse.",
            "score": 185.5580186843872
        },
        {
            "docid": "155192_25",
            "document": "Chimera (genetics) . It is possible to dissect the embryo at other stages so as to accordingly give rise to one lineage of cells from an embryo selectively and not the other. For example, subsets of blastomeres can be used to give rise to chimera with specified cell lineage from one embryo. The Inner Cell Mass of a diploid blastocyst for example can be used to make a chimera with another blastocyst of eight-cell diploid embryo; the cells taken from the inner cell mass will give rise to the primitive endoderm and to the epiblast in the chimera mouse. From this knowledge, ES cell contributions to chimeras have been developed. ES cells can be used in combination with eight-cell-and two-cell-stage embryos to make chimeras and exclusively give rise to the embryo proper. Embryos that are to be used in chimeras can further be genetically altered in order to specifically contribute to only one part of chimera. An example is the chimera built off of ES cells and tetraploid embryos, tetraploid embryos which are artificially made by electrofusion of two two-cell diploid embryos. The tetraploid embryo will exclusively give rise to the trophectoderm and primitive endoderm in the chimera.",
            "score": 195.52285504341125
        },
        {
            "docid": "12276398_36",
            "document": "Human embryogenesis . Each cell of the preimplantation embryo has the potential to form all of the different cell types in the developing embryo. This cell potency means that some cells can be removed from the preimplantation embryo and the remaining cells will compensate for their absence. This has allowed the development of a technique known as preimplantation genetic diagnosis, whereby a small number of cells from the preimplantation embryo created by IVF, can be removed by biopsy and subjected to genetic diagnosis. This allows embryos that are not affected by defined genetic diseases to be selected and then transferred to the mother's uterus.",
            "score": 159.0665762424469
        },
        {
            "docid": "4327082_6",
            "document": "Andrzej Tarkowski . Pioneering work of Andrzej K. Tarkowski initiated in 1950s formed the basis not only for modern mammalian developmental biology and progress in animal breeding, but also in such techniques as assisted reproduction (in vitro fertilisation) or preimplantational diagnostics. In 1959 Tarkowski showed that a single blastomere isolated from a 2-cell stage mouse embryo is fully able to develop and the result is healthy and fertile mouse (Tarkowski, 1959, Nature). His next achievement was, reported in 1961, birth of first chimaeric mice produced experimentally by injecting blastomeres from one embryo to genetically different embryo (Tarkowski, 1961;Nature). Since then the chimaera has become a useful tool, used in producing genetically modified animals (in this technique genetically engineered stem cells are aggregated with developing embryo. Chimaera obtained this way is phenetypically changed and passes it to the next generation). In 1966 Tarkowski developed a technique which enabled observing chromosome in oocytes, which has been widely used in early studies of embryo (Tarkowski, 1967;Cytogenetics). This Publication is often citaded, although has been publicised over 50 years ago. In later years professor Tarkowski with his collaborators showed for the first time in history that partenogenetically activated mouse oocytes are able of developing until mid-gestation (Tarkowski, et al.,1970;Nature). It was a serious argument for the hypothesis of genomic imprinting. Mutually with his Ph.D. student Jacek Kubiak, Tarkowski devised a technique of blastomere electrofusion leading to the generation of tetraploid embryo.",
            "score": 135.01016700267792
        },
        {
            "docid": "20528783_6",
            "document": "Embryomics . The entire process of embryogenesis can be described with the aid of two maps: an embryo map, a temporal sequence of 3-dimensional images of the developing embryo, showing the location of cells of the many cell types present in the embryo at a given time, and an embryogenic tree, a diagram showing how the cell types are derived from each other during embryogenesis.",
            "score": 161.37891292572021
        },
        {
            "docid": "5009_26",
            "document": "Zebrafish . Due to their short lifecycles and relatively large clutch sizes, zebrafish are a useful model for genetic studies. A common reverse genetics technique is to reduce gene expression or modify splicing using Morpholino antisense technology. Morpholino oligonucleotides (MO) are stable, synthetic macromolecules that contain the same bases as DNA or RNA; by binding to complementary RNA sequences, they can reduce the expression of specific genes or block other processes from occurring on RNA. MO can be injected into one cell of an embryo after the 32-cell stage, reducing gene expression in only cells descended from that cell. However, cells in the early embryo (less than 32 cells) are interpermeable to large molecules, allowing diffusion between cells. Guidelines for using Morpholinos in zebrafish describe appropriate control strategies. Morpholinos are commonly microinjected in 500pL directly into 1-2 cell stage zebrafish embryos. The morpholino is able to integrate into most cells of the embryo.",
            "score": 158.16784620285034
        },
        {
            "docid": "53662282_6",
            "document": "Magdalena Zernicka-Goetz . Her recent development of systems permitting both mouse and human embryogenesis during implantation and early post-implantation stages \"in vitro\" allowed her to reveal that mouse and human embryo remodelling at implantation is done autonomously by the embryo. She uncovered the mechanism underlying embryo remodelling between the blastocyst and gastrula stages that has led to a change in the textbook model. Her demonstration of the self-organisation of human embryos developing \"in vitro\" until day 13/14, gastrulation, has provided an unprecedented opportunity to study human development at previously inaccessible and critical stages. This discovery was hailed as the people’s choice for the scientific breakthrough of 2016 by Science magazine. The knowledge she gained through her work on how the embryo develops during the blastocyst to gastrula transition, allowed her to mimic these developmental processes with different types of stem cells in vitro. This led her to the pioneering success of constructing embryo-like structures from pluripotent embryonic and multipotent extra-embryonic (trophoblast) stem cells in a 3D scaffold of extra-cellular matrix proteins in vitro. These \"synthetic embryos\" recapitulate the natural architecture of the embryo and their patterns of gene expression leading to the specification of the germ layers and germ cells. This system allowed her to identify signalling pathways responsible for morphogenesis of stem cells into embryos. Together these models bring outstanding potential for understanding development and for regenerative medicine.",
            "score": 141.53328800201416
        },
        {
            "docid": "10446876_4",
            "document": "Fate mapping . Early embryologists used \"vital dyes\" (which would stain but not harm the cells) to follow movements of individual cells or groups of cells over time in \"Xenopus\" frog embryos. The tissue(s) to which the cells contribute would thus be labeled and visible in the adult organism. The first person to develop and use this technique to study cell fate was embryologist Walter Vogt in 1929. Vogt used small chips of agar impregnated with a vital dye, (such as Nile Blue or Nile Red) which he placed on a particular cell or population of cells in \"Xenopus\" embryos until the dye absorbed into the yolk platelets within the desired cell(s). Once the cells were effectively labeled, the agar chip could be removed and the embryo was allowed to develop normally. With this method, Vogt was able to discern movements of particular cell populations and the ultimate organ or tissue into which they integrated. Although innovative for the time, this technique is limiting in that the size of a chip of agar may not accommodate single-cell resolution studies at later stages of development, since successive cell divisions will yield smaller cells (until the embryo develops into a larval form that can eat, and thereby grow larger). Additionally, the cell or cell population of interest must be superficial, since the agar chip with the dye must be placed on the surface of the embryo.",
            "score": 174.44401836395264
        },
        {
            "docid": "7375514_12",
            "document": "Synaptotropic hypothesis . Dynamic morphometrics technology involves new methods of labeling, imaging, and quantifying dendritogenesis. The transparent, externally developing vertebrate embryos of \"Xenopus laevis\" and zebrafish allow direct imaging of the organism in the critical stages of development while keeping the embryos intact. Individual brain neurons can be fluorescently labeled using single cell electroporation while leaving the rest of the brain unaltered. Also, two-photon microscopy allows in vivo time-lapse imaging to create high-resolution, 3D images of neurons deep within the living brain, again with minimal damage to the brain. New computer software also can now track and measure dendritic growth. These methods comprise a new type of imaging technology that can monitor the process of dendritogenesis and can help give evidence to either dissent with or support the synaptotropic hypothesis.",
            "score": 160.07115960121155
        },
        {
            "docid": "8285473_3",
            "document": "Cell fate determination . The development of new molecular tools including GFP, and major advances in imaging technology including fluorescence microscopy, have made possible the mapping of the cell lineage of \"Caenorhabditis elegans\" including its embryo. This technique of fate mapping is used to study cells as they differentiate into their final cell fates. Merely observing a cell as it becomes differentiated during embryogenesis provides no indication of the mechanisms that drive the specification. Therefore, the addition of molecular manipulation techniques, including gene and protein knock downs, knock outs and overexpression, along with live cell imaging techniques has been transformational in understanding what mechanisms are involved with cell fate determination. Transplantation experiments are commonly used in conjunction with the genetic manipulation and lineage tracing. Transplantation experiments are the only way to determine what state the cell is in on its way to being differentiated.",
            "score": 165.34552764892578
        },
        {
            "docid": "18517778_5",
            "document": "Janet Rossant . Rossant's lab is based in Toronto, Canada, at the SickKids, and focuses on stem cell and embryonic research. The lab specifically focuses on how cells in the early mouse embryos decide their fate and how this information can be applied to maintaining and differentiating embryo-derived stem cells. They then use this information to research how to change human iPS cells (induced pluripotent stem cells) into cell types that are useful for investigating human cell biology and disease. Her research includes using genetic manipulation, live imaging, proteomics and single cell expression analysis to study fundamental lineage development.",
            "score": 176.39997458457947
        },
        {
            "docid": "18517778_2",
            "document": "Janet Rossant . Janet Rossant, (born 13 July 1950) is a developmental biologist well known for her contributions to the understanding of the role of genes in embryo development. She is a world renown leader in developmental biology. Her current research interests focus on stem cells, molecular genetics, and developmental biology. Specifically, she uses cellular and genetic manipulation techniques to study how genetics control both normal and abnormal development of early mouse embryos. Rossant has discovered information on embryo development, how multiple types of stem cells are established, and the methods at which genes control development. In 1998, her work helped lead to the discovery of the trophoblast stem cell, which has assisted in showing how congenital anomalies in the heart, blood vessels, and placenta can occur.",
            "score": 160.96866583824158
        },
        {
            "docid": "25662158_6",
            "document": "Beatrice Mintz . Mintz and Kristoph Tarkowski independently made the first mouse embryonic chimeras in the 1960s, by aggregating two embryos at the eight-cell stage. The resultant mice developed normally and their tissues were a mixture of cells derived from the two donor embryos. Mintz went on to create viable chimeric embryos containing blastomeres from up to fifteen different laboratory mice. She developed a technique that involved mixing cells from a black mouse strain into the blastocysts of white or brown mice \"in vitro\". She then surgically transferred these early embryos into surrogate mothers and, after birth, traced the tissue contribution of each cell type made by studying the coat colour. Her cell fusion technique was successful where others had failed because she chose to remove the zona pellucida with pronase treatment, rather than physically. Since 1967 Mintz has created over 25,000 offspring using this technique.",
            "score": 156.94201636314392
        },
        {
            "docid": "256141_28",
            "document": "Fluorescent tag . Latest advances in methods involving fluorescent tags have led to the visualization of mRNA and its localization within various organisms. Live cell imaging of RNA can be achieved by introducing synthesized RNA that is chemically coupled with a fluorescent tag into living cells by microinjection. This technique was used to show how the \"oskar\" mRNA in the \"Drosophila\" embryo localizes to the posterior region of the oocyte.",
            "score": 152.07007670402527
        },
        {
            "docid": "21170509_15",
            "document": "Eos (protein) . EosFP has been used to track cell movements during embryonic development of \"Xenopus laevis.\" At the two-cell/ early gastrula stage, capped mRNA coding for a dimeric EosFP (d2EosFP) was injected into cells and locally photoconverted using fluorescence microscopy. These fluorescent embryos demonstrated the dynamics of cell movement during neurulation. EosFP was found in part of the notochord which shows the possibility of EosFP to be used in fate-mapping experiments.",
            "score": 153.15866255760193
        },
        {
            "docid": "930016_43",
            "document": "Ascidiacea . A number of factors make sea squirts good models for studying the fundamental developmental processes of chordates, such as cell-fate specification. The embryonic development of sea squirts is simple, rapid, and easily manipulated. Because each embryo contains relatively few cells, complex processes can be studied at the cellular level, while remaining in the context of the whole embryo. The embryo's transparency is ideal for fluorescent imaging and its maternally-derived proteins are naturally pigmented, so cell lineages are easily labeled, allowing scientists to visualize embryogenesis from beginning to end.",
            "score": 192.4341757297516
        },
        {
            "docid": "155192_24",
            "document": "Chimera (genetics) . The ability to make mouse chimeras comes from an understanding of early mouse development. Between the stages of fertilization of the egg and the implantation of a blastocyst into the uterus, different parts of the mouse embryo retain the ability to give rise to a variety of cell lineages. Once the embryo has reached the blastocyst stage, it is composed of several parts, mainly the trophectoderm, the inner cell mass, and the primitive endoderm. Each of these parts of the blastocyst gives rise to different parts of the embryo; the inner cell mass gives rise to the embryo proper, while the trophectoderm and primitive endoderm give rise to extra embryonic structures that support growth of the embryo. Two- to eight-cell-stage embryos are competent for making chimeras, since at these stages of development, the cells in the embryos are not yet committed to give rise to any particular cell lineage, and could give rise to the inner cell mass or the trophectoderm. In the case where two diploid eight-cell-stage embryos are used to make a chimera, chimerism can be later found in the epiblast, primitive endoderm, and trophectoderm of the mouse blastocyst.",
            "score": 180.7997407913208
        },
        {
            "docid": "1731036_3",
            "document": "Tetra (monkey) . Tetra was created using embryo splitting, a process where the cells in the embryo are split at the eight–cell stage to create four identical two cell embryos, and was the first time this technique had prove successful in monkeys, although it is often used in cattle. She was the first primate to have been cloned using this \"splitting\" technique. The first non-human primate derived from nuclear transfer was created in 1997 using a different technique for \"cloning\" Only two of the four embryos survived to the stage in which they could be implanted into surrogates, and Tetra was the only one to be delivered successfully after 157 days. The announcement of Tetra was made on 13 January 2000, when she was four months old. It was thought that by producing identical primates, advances in human medical research could be made. A further four monkeys, cloned using this same technique were due to be born in May 2000.",
            "score": 148.52504420280457
        },
        {
            "docid": "18293050_3",
            "document": "Genetically modified mouse . In 1974 Rudolf Jaenisch created the first genetically modified animal by inserting a DNA virus into an early-stage mouse embryo and showing that the inserted genes were present in every cell. However, the mice did not pass the transgene to their offspring, and the impact and applicability of this experiment were, therefore, limited. In 1981 the laboratories of Frank Ruddle from Yale University, Frank Costantini and Elizabeth Lacy from Oxford, and Ralph Brinster and Richard Palmiter in collaboration from the University of Pennsylvania and the University of Washington injected purified DNA into a single-cell mouse embryo utilizing techniques developed by Brinster in the 1960s and 1970s, showing transmission of the genetic material to subsequent generations for the first time. During the early eighties, Palmiter and Brinster developed and led the field of transgenesis, refining methods of germline modification and using these techniques to elucidate the activity and function of genes in a way never possible before their unique approach.",
            "score": 115.28440165519714
        },
        {
            "docid": "40304800_2",
            "document": "Time-lapse embryo imaging . Time-lapse embryo imaging is an emerging non-invasive embryo selection technique used in reproductive biology. It is used to help select embryos with lower risk of defects and/or greater potential of implantation. The procedure involves taking thousands of pictures of the growing embryo in vitro during incubation to study morphology and morphokinetic parameters.",
            "score": 99.89188504219055
        },
        {
            "docid": "26385653_7",
            "document": "Ectoderm specification . The molecular function of human ectodermin to act as a negative regulator of Smad4 suggests that this specific function is conserved among the vertebrate lineage. The sequence identity between FAM homologs is higher than 90% when comparing the homologs of \"Xenopus\", zebrafish, mouse, and human, suggesting that this might also be conserved among other organisms. Indeed, knockout gene inactivation in mouse embryos showed that the function of ectodermin as inhibitor of TGF-beta signaling is conserved. Embryos lacking of ectodermin show defective development of the anterior visceral endoderm (AVE), which is the first tissue that is induced by TGF-beta signals in mouse embryos; in accordance with loss of an inhibitor, ectodermin-/- embryos showed enlarged AVE induction. As the AVE is a natural source of secreted TGF-beta antagonists, this primary AVE expansion caused secondarily, at later stages, an inhibition of extracellular TGF-beta ligands, resulting in embryos lacking of mesoderm development. This model was confirmed by the finding that ectodermin-/- embryos were rescued to wild type (normal AVE, normal mesoderm development) by lowering the genetic dosage of the main TGF-beta ligand of the emrbyo, Nodal. Further supporting a role as TGF-beta inhibitor, tissue-selective deletion of ectodermin from the epiblast (from which the mesoderm, but not the AVE, derive) left the AVE untouched but caused this time an expansion of anterior mesodermal fates, indicative of increased responsiveness to TGF-beta signals. Collectively, these data confirmed with genetic tools a cell-autonomous role for ectodermin as inhibitor of Smad4 responses previously identified in Xenopus embryos and human cell lines.",
            "score": 130.01137912273407
        },
        {
            "docid": "23737513_7",
            "document": "Zeng Fanyi . In July 2009 Zeng, her co-workers, and her co-operational team published a paper in \"Nature\", demonstrating for the first-time that an entire mammalian body can be generated from induced pluripotent stem cells (iPSCs). They used mouse embryos and created iPSCs by applying the same method as Shinya Yamanaka's team. They further created tetraploid embryos by fusing two early-stage fertilized embryos. They implanted these embryos and some of them finally developed into full mice. Twelve mice even mated and produced offspring, which showed no physical deficiencies.",
            "score": 122.59166526794434
        },
        {
            "docid": "1507044_19",
            "document": "Neural plate . The process of in situ hybridization (ISH) follows the labeling of a DNA or RNA sequence to serve as an antisense mRNA probe, complementary to a sequence of mRNA within the embryo. Labeling with a fluorescent dye or radioactive tag allows for the visualization of the probe and their location within the embryo. This technique is useful as it reveals specific areas of gene expression in a tissue as well as throughout an entire embryo through whole-mount in situ hybridization. This technique is often used in determination of gene expression necessary for the proper development of the embryo. Marking certain genes in a developing embryo allows for the determination of the exact time and place in which the gene is activated, offering information in the role of the particular gene in development.",
            "score": 102.85497307777405
        },
        {
            "docid": "1708182_3",
            "document": "Designer baby . In medicine and (clinical) genetics pre-implantation genetic diagnosis (PGD or PIGD) (also known as embryo screening) is a procedure performed on embryos prior to implantation, sometimes even on oocytes prior to fertilization. The methods of PGD help to identify and locate genetic defects in early embryos that were conceived through in vitro fertilization (IVF). The IVF procedure is carried out by the removal of one or two cells when the embryo is at a specific stage in development. The PGD uses the IVF technique to obtain oocytes or embryos for evaluation of the organism's genome.",
            "score": 131.04915189743042
        },
        {
            "docid": "562180_30",
            "document": "Preimplantation genetic diagnosis . Cleavage-stage biopsy is generally performed the morning of day three post-fertilization, when normally developing embryos reach the eight-cell stage. The biopsy is usually performed on embryos with less than 50% of anucleated fragments and at an 8-cell or later stage of development. A hole is made in the zona pellucida and one or two blastomeres containing a nucleus are gently aspirated or extruded through the opening. The main advantage of cleavage-stage biopsy over PB analysis is that the genetic input of both parents can be studied. On the other hand, cleavage-stage embryos are found to have a high rate of chromosomal mosaicism, putting into question whether the results obtained on one or two blastomeres will be representative for the rest of the embryo. It is for this reason that some programs utilize a combination of PB biopsy and blastomere biopsy. Furthermore, cleavage-stage biopsy, as in the case of PB biopsy, yields a very limited amount of tissue for diagnosis, necessitating the development of single-cell PCR and FISH techniques. Although theoretically PB biopsy and blastocyst biopsy are less harmful than cleavage-stage biopsy, this is still the prevalent method. It is used in approximately 94% of the PGD cycles reported to the ESHRE PGD Consortium. The main reasons are that it allows for a safer and more complete diagnosis than PB biopsy and still leaves enough time to finish the diagnosis before the embryos must be replaced in the patient's uterus, unlike blastocyst biopsy. Of all cleavage-stages, it is generally agreed that the optimal moment for biopsy is at the eight-cell stage. It is diagnostically safer than the PB biopsy and, unlike blastocyst biopsy, it allows for the diagnosis of the embryos before day 5. In this stage, the cells are still totipotent and the embryos are not yet compacting. Although it has been shown that up to a quarter of a human embryo can be removed without disrupting its development, it still remains to be studied whether the biopsy of one or two cells correlates with the ability of the embryo to further develop, implant and grow into a full term pregnancy.",
            "score": 145.51494443416595
        },
        {
            "docid": "5009_22",
            "document": "Zebrafish . Other advantages include the species' nearly constant size during early development, which enables simple staining techniques to be used, and the fact that its two-celled embryo can be fused into a single cell to create a homozygous embryo. The zebrafish is also demonstrably similar to mammalian models and humans in toxicity testing, and exhibits a diurnal sleep cycle with similarities to mammalian sleep behavior. However, zebrafish are not a universally ideal research model; there are a number of disadvantages to their scientific use, such as the absence of a standard diet and the presence of small but important differences between zebrafish and mammals in the roles of some genes related to human disorders.",
            "score": 131.67653393745422
        },
        {
            "docid": "16853131_4",
            "document": "VEZT . The morphogenesis of a blastocyst is dependent on the formation of the trophectoderm, the first epithelial layer . Like all other epithelium, the trophectoderm is composed of polarised cells with highly specialised adhesion complexes along the lateral sides of the cells . This layer of cells is vital in the implantation of the embryo to the uterus and gives rise to majority of the extra-embryonic tissues . In order for the proper physiological function of these cells and ultimately the proper development of the embryo, the adherens junctions between them must be properly developed . VEZT codes for the protein vezatin which is an essential protein in the regulation and maintenance of these adherens junctions. However, most genes and subsequent protein release are determined by the combination of paternal and maternal DNA mixing. In the case of the early embryo, especially before compaction has started to occur, majority of the control is via the maternal genome . Vezatin has been shown to appear in the mouse blastocyst as early as the 2-cell stage, suggesting that this protein is in fact under the maternal genome control . Two isoforms of the protein however are evidenced later on at the 8-cell stage, suggesting that now the gene is under the control of the embryo itself . Furthermore, expression of vezatin has been shown to be linked with that of E-cadherin. Disruption of vezatin synthesis in the early embryo not only leads to lack of adherens junction formation, but also results in a strong reduction of E-cadherin protein present . Vezatin itself could be involved in the regulation of the transcription of E-cadherin as it is seen within the nucleus of early embryonic cells . Whilst there are several transcription factors that are associated with the repression of E-cadherin, it is unknown which is the novel target that is engaged when vezatin is also inhibited.",
            "score": 154.61518120765686
        },
        {
            "docid": "1029022_27",
            "document": "Embryonic stem cell . Embryonic stem cells are derived from the inner cell mass of the early embryo, which are harvested from the donor mother animal. Martin Evans and Matthew Kaufman reported a technique that delays embryo implantation, allowing the inner cell mass to increase. This process includes removing the donor mother's ovaries and dosing her with progesterone, changing the hormone environment, which causes the embryos to remain free in the uterus. After 4–6 days of this intrauterine culture, the embryos are harvested and grown in \"in vitro\" culture until the inner cell mass forms “egg cylinder-like structures,” which are dissociated into single cells, and plated on fibroblasts treated with mitomycin-c (to prevent fibroblast mitosis). Clonal cell lines are created by growing up a single cell. Evans and Kaufman showed that the cells grown out from these cultures could form teratomas and embryoid bodies, and differentiate \"in vitro,\" all of which indicating that the cells are pluripotent.",
            "score": 159.05965995788574
        },
        {
            "docid": "21122725_4",
            "document": "Riboprobe . There are two kinds of probes used during in situ hybridization: Riboprobes and DNA oligonucleotides probes. Riboprobes are essential in the study of embryo development in which DNA probes are insufficient. With labelled (fluoresce-dyed, for instance) antisense RNA probes hybridized with developing embryo's mRNA, tracking the expression of genes in different stages of development is possible. RNA probes can be used in detecting either whole embryo's development or just on tissue sections of interest. The ability of riboprobes to bind to transcripted mRNA makes RNA probes important in research on model organisms: Drosophila, zebrafish, chick, Xenopus and mouse. RNA probes can also be utilized in immunohistochemistry to identify tissue infection in embryos. Viral mRNA can be targeted by its antisense RNA probes, while infected tissues don't have complementary mRNA that can hybridize with probes; the unique mRNA sequence of each organism makes the detection of expression of certain gene highly effective and accurate.",
            "score": 117.07857120037079
        },
        {
            "docid": "3472237_10",
            "document": "Gerald Schatten . Schatten also made contributions to imaging and microscopy. In his first published paper, he demonstrated the utility of polylysine and other engineered peptides that could adhere to cells, embryos, and intracellular structures for various microscopic applications and purifications (see Selected Publications). This technology is now widely applied and has solved the problem of holding cells for imaging. His team also published findings on imaging calcium and other ion transients in egg, embryos and cells, as well as dynamic architectural alternations during fertilization and cell division (see Selected Publications).",
            "score": 148.63256740570068
        }
    ],
    "r": [
        {
            "docid": "10446876_11",
            "document": "Fate mapping . More recently, scientists have developed new tools inspired by past approaches. The use of fluorescent peptide tracers can be helpful, but in order to extend fate mapping to later stages when cells are smaller and thus difficult to consistently and selectively inject (unlike the 0.5mm leech embryo), modifications were made. Chemically-\"caged\" fluorescent peptides, such as caged Rhodamine-dextran or caged Fluorescein-dextran (FITC), have been developed to be non-fluorescent until hit with an ultraviolet (450 nm) laser, which \"uncages\" the compound and causes it to fluoresce. This tool was particularly well received in the zebrafish community since it is ideal to inject caged compound into a freshly fertilized, single-cell embryo that will rapidly develop over 24 hours into a transparent swimming larvae with approximately 30,000 cells. Injection of the compound into the single-cell embryo allows uniform distribution throughout all the cells of the developing embryo, and the dextran carrier, developed by Jochen Braun and Bob Glimich prevents diffusion between cells through gap junctions, which are common during embryogenesis. At a given stage of development, one can use a UV laser to uncage the compound in a distinct cell or set of cells, effectively labeling them red (Rhodamine) or green (FITC). The embryos can be allowed to develop normally until a later time, at which point they can be imaged for red or green fluorescence in the progeny of the uncaged cells. However, it is important to note that properly focusing the UV laser beam on an individual cell deep within the embryo is difficult. Sub-optimal focusing can lead to unintentional uncaging of cells outside the focal plane of the target cell. Also, uncaged Rhodamine has a short half-life, and must be imaged within 48 hours or the signal may be difficult to see. Similarly uncaged FITC is sometimes difficult to image later in development, and thus detection by immunostaining is often performed. Injected embryos must also be kept in the dark to avoid non-specific uncaging from ambient light.",
            "score": 206.07296752929688
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 197.80564880371094
        },
        {
            "docid": "155192_25",
            "document": "Chimera (genetics) . It is possible to dissect the embryo at other stages so as to accordingly give rise to one lineage of cells from an embryo selectively and not the other. For example, subsets of blastomeres can be used to give rise to chimera with specified cell lineage from one embryo. The Inner Cell Mass of a diploid blastocyst for example can be used to make a chimera with another blastocyst of eight-cell diploid embryo; the cells taken from the inner cell mass will give rise to the primitive endoderm and to the epiblast in the chimera mouse. From this knowledge, ES cell contributions to chimeras have been developed. ES cells can be used in combination with eight-cell-and two-cell-stage embryos to make chimeras and exclusively give rise to the embryo proper. Embryos that are to be used in chimeras can further be genetically altered in order to specifically contribute to only one part of chimera. An example is the chimera built off of ES cells and tetraploid embryos, tetraploid embryos which are artificially made by electrofusion of two two-cell diploid embryos. The tetraploid embryo will exclusively give rise to the trophectoderm and primitive endoderm in the chimera.",
            "score": 195.52285766601562
        },
        {
            "docid": "930016_43",
            "document": "Ascidiacea . A number of factors make sea squirts good models for studying the fundamental developmental processes of chordates, such as cell-fate specification. The embryonic development of sea squirts is simple, rapid, and easily manipulated. Because each embryo contains relatively few cells, complex processes can be studied at the cellular level, while remaining in the context of the whole embryo. The embryo's transparency is ideal for fluorescent imaging and its maternally-derived proteins are naturally pigmented, so cell lineages are easily labeled, allowing scientists to visualize embryogenesis from beginning to end.",
            "score": 192.43417358398438
        },
        {
            "docid": "152611_13",
            "document": "Cellular differentiation . Other important mechanisms fall under the category of asymmetric cell divisions, divisions that give rise to daughter cells with distinct developmental fates. Asymmetric cell divisions can occur because of asymmetrically expressed maternal cytoplasmic determinants or because of signaling. In the former mechanism, distinct daughter cells are created during cytokinesis because of an uneven distribution of regulatory molecules in the parent cell; the distinct cytoplasm that each daughter cell inherits results in a distinct pattern of differentiation for each daughter cell. A well-studied example of pattern formation by asymmetric divisions is body axis patterning in Drosophila. RNA molecules are an important type of intracellular differentiation control signal. The molecular and genetic basis of asymmetric cell divisions has also been studied in green algae of the genus \"Volvox\", a model system for studying how unicellular organisms can evolve into multicellular organisms. In \"Volvox carteri\", the 16 cells in the anterior hemisphere of a 32-cell embryo divide asymmetrically, each producing one large and one small daughter cell. The size of the cell at the end of all cell divisions determines whether it becomes a specialized germ or somatic cell.",
            "score": 186.1568145751953
        },
        {
            "docid": "155192_26",
            "document": "Chimera (genetics) . There are a variety of combinations that can give rise to a successful chimera mouse and — according to the goal of the experiment — an appropriate cell and embryo combination can be picked; they are generally but not limited to diploid embryo and ES cells, diploid embryo and diploid embryo, ES cell and tetraploid embryo, diploid embryo and tetraploid embryo, ES cells and ES cells. The combination of embryonic stem cell and diploid embryo is a common technique used for the making of chimeric mice, since gene targeting can be done in the embryonic stem cell. These kinds of chimeras can be made through either aggregation of stem cells and the diploid embryo or injection of the stem cells into the diploid embryo. If embryonic stem cells are to be used for gene targeting to make a chimera, the following procedure is common: a construct for homologous recombination for the gene targeted will be introduced into cultured mouse embryonic stem cells from the donor mouse, by way of electroporation; cells positive for the recombination event will have antibiotic resistance, provided by the insertion cassette used in the gene targeting; and be able to be positively selected for. ES cells with the correct targeted gene are then injected into a diploid host mouse blastocyst. These injected blastocysts are then implanted into a pseudo pregnant female surrogate mouse which will bring the embryos to term and give birth to a mouse whose germline is derived from the donor mouse's ES cells. This same procedure can be achieved through aggregation of ES cells and diploid embryos, diploid embryos are cultured in aggregation plates in wells where single embryos can fit, to these wells ES cells are added the aggregates are cultured until a single embryo is formed and has progressed to the blastocyst stage, and can then be transferred to the surrogate mouse.",
            "score": 185.55801391601562
        },
        {
            "docid": "155192_24",
            "document": "Chimera (genetics) . The ability to make mouse chimeras comes from an understanding of early mouse development. Between the stages of fertilization of the egg and the implantation of a blastocyst into the uterus, different parts of the mouse embryo retain the ability to give rise to a variety of cell lineages. Once the embryo has reached the blastocyst stage, it is composed of several parts, mainly the trophectoderm, the inner cell mass, and the primitive endoderm. Each of these parts of the blastocyst gives rise to different parts of the embryo; the inner cell mass gives rise to the embryo proper, while the trophectoderm and primitive endoderm give rise to extra embryonic structures that support growth of the embryo. Two- to eight-cell-stage embryos are competent for making chimeras, since at these stages of development, the cells in the embryos are not yet committed to give rise to any particular cell lineage, and could give rise to the inner cell mass or the trophectoderm. In the case where two diploid eight-cell-stage embryos are used to make a chimera, chimerism can be later found in the epiblast, primitive endoderm, and trophectoderm of the mouse blastocyst.",
            "score": 180.7997283935547
        },
        {
            "docid": "43146_12",
            "document": "Hemichordate . \"P. flava’s\" early cleavage pattern is similar to that of \"S. kowalevskii\". The first and second cleavages from the single cell zygote of \"P. flava\" are equal cleavages, are orthogonal to each other and both include the animal and vegetal poles of the embryo. The third cleavage is equal and equatorial so that the embryo has four blastomeres both in the vegetal and the animal pole. The fourth division occurs mainly in blastomeres in the animal pole, which divide transversally as well as equally to make eight blastomeres. The four vegetal blastomeres divide equatorially but unequally and they give rise to four big macromeres and four smaller micromeres. Once this fourth division has occurred, the embryo has reached a 16 cell stage. \"P. flava\" has a 16 cell embryo with four vegetal micromeres, eight animal mesomeres and 4 larger macromeres. Further divisions occur until \"P. flava\" finishes the blastula stage and goes on to gastrulation. The animal mesomeres of \"P. flava\" go on to give rise to the larva’s ectoderm, animal blastomeres also appear to give rise to these structures though the exact contribution varies from embryo to embryo. The macromeres give rise to the posterior larval ectoderm and the vegetal micromeres give rise to the internal endomesodermal tissues. Studies done on the potential of the embryo at different stages have shown that at both the two and four cell stage of development \"P. flava\" blastomeres can go on to give rise to a tornaria larvae, so fates of these embryonic cells don’t seem to be established till after this stage.",
            "score": 177.17852783203125
        },
        {
            "docid": "18517778_5",
            "document": "Janet Rossant . Rossant's lab is based in Toronto, Canada, at the SickKids, and focuses on stem cell and embryonic research. The lab specifically focuses on how cells in the early mouse embryos decide their fate and how this information can be applied to maintaining and differentiating embryo-derived stem cells. They then use this information to research how to change human iPS cells (induced pluripotent stem cells) into cell types that are useful for investigating human cell biology and disease. Her research includes using genetic manipulation, live imaging, proteomics and single cell expression analysis to study fundamental lineage development.",
            "score": 176.3999786376953
        },
        {
            "docid": "22560705_8",
            "document": "Ganglion mother cell . During the embryonic development of Drosophila, neuroblasts delaminate from their respective positions in the embryo and move towards the interior forming a ventral monolayer of cells, known as the neurogenic region. The region is bilaterally symmetrical. The equivalent regions of neuronal growth in other common animal models do not have this symmetrical property, which makes Drosophila preferable for neurogenic study. The neurogenic region is composed of neuroblasts that divide and migrate throughout embryonic development. A larva embryo will contain about 30 neuroblasts per hemisegment of neurogenic tissue. At a certain point, a neuroblast will undergo asymmetric cell division giving rise to a neuroblast and a ganglion mother cell. Each neuroblast can be traced through a lineage using methods such as green fluorescent protein transgene expression in order to investigate mechanisms of cellular diversity. A neuroblast lineage can produce as few as 3 GMCs or up to 20. Research has been conducted to observe the movement of neuroblasts and GMCs in the neurogenic region during embryonic developmenh using molecular markers.",
            "score": 175.80230712890625
        },
        {
            "docid": "10446876_6",
            "document": "Fate mapping . In 1978, David Weisblat and colleagues in Gunther Stent's lab at Berkeley improved the technique of single-cell resolution fate mapping by injection of horseradish peroxidase (HRP) enzyme, and later fluorescent peptides (1980), into individual cells in \"Helobdella triserialis\" (leech) embryos during early development. All progeny of the injected cells could later be discerned by staining for HRP using benzidine substrate or visualized by fluorescence microscopy. This technique allowed the experimenter greater control and selectivity over what cell was labeled and traced. However, the opaque character of the HRP stain prevented use of vital dye nuclear counter-stains such as Hoechst 33258 (blue) to observe the mitotic state of the injected cell's progeny. Also, embryos had to be fixed in order to stain for the HRP, thus allowing only a single timepoint view of each individual leech embryo injected. The use of fluorescent peptides such as Rhodamine-D-protein (red, RDP) and Fluorescein-D-protein (yellow/green, FDP) conjugated to large carrier molecules to prevent diffusion through cell gap junctions, alleviated several of the shortcomings of HRP injection. Leech embryos injected with the fluorescent tracers could be visualized, and images collected of the same specimen at multiple timepoints, without fixation. The fluorescent tracers could also be combined with nuclear Hoechst staining to visualize the mitotic status of the progeny of injected cells. Seth Blair, also in Stent's lab, introduced a novel ablation technique that could be used in tandem with lineage tracing to pursue the questions relating to developmental potential changes in cell fate in experimentally perturbed embryos that were first raised by Roux and Driesch (1980). For this purpose, specific cells were ablated by microinjection with Pronase (an enzyme that digests proteins) to ablate the cell; later modifications of this technique employed DNase or the ricin A chain. The single-cell injection technique is now also in use by researchers studying other model organisms such as \"Xenopus\" (frogs), \"Danio rerio\" (zebrafish), and \"Caenorhabditis elegans\" (worms).",
            "score": 174.4528045654297
        },
        {
            "docid": "10446876_4",
            "document": "Fate mapping . Early embryologists used \"vital dyes\" (which would stain but not harm the cells) to follow movements of individual cells or groups of cells over time in \"Xenopus\" frog embryos. The tissue(s) to which the cells contribute would thus be labeled and visible in the adult organism. The first person to develop and use this technique to study cell fate was embryologist Walter Vogt in 1929. Vogt used small chips of agar impregnated with a vital dye, (such as Nile Blue or Nile Red) which he placed on a particular cell or population of cells in \"Xenopus\" embryos until the dye absorbed into the yolk platelets within the desired cell(s). Once the cells were effectively labeled, the agar chip could be removed and the embryo was allowed to develop normally. With this method, Vogt was able to discern movements of particular cell populations and the ultimate organ or tissue into which they integrated. Although innovative for the time, this technique is limiting in that the size of a chip of agar may not accommodate single-cell resolution studies at later stages of development, since successive cell divisions will yield smaller cells (until the embryo develops into a larval form that can eat, and thereby grow larger). Additionally, the cell or cell population of interest must be superficial, since the agar chip with the dye must be placed on the surface of the embryo.",
            "score": 174.4440155029297
        },
        {
            "docid": "1892841_16",
            "document": "Cleavage (embryo) . At the eight-cell stage, the embryo goes through some changes. Most of the blastomeres in this stage become polarized and develop tight junctions with the other blastomeres. This process leads to the development of two different populations of cells: Polar cells on the outside and apolar cells on the inside. The outer cells, called the trophoblast cells, pump sodium in from the outside, which automatically brings water in with it to the basal (inner) surface to form a blastocoel cavity in a process called compaction. The trophoblast cells will eventually give rise to the embryonic contribution to the placenta called the chorion. The inner cells are pushed to one side of the cavity (because the embryo isn't getting any bigger) to form the inner cell mass (ICM) and will give rise to the embryo and some extraembryonic membranes. At this stage, the embryo is called a blastocyst.",
            "score": 173.63221740722656
        },
        {
            "docid": "31570900_2",
            "document": "Somatic embryogenesis . Somatic embryogenesis is an artificial process in which a plant or embryo is derived from a single somatic cell or group of somatic cells. Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form from the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Somatic embryos are mainly produced \"in vitro\" and for laboratory purposes, using either solid or liquid nutrient media which contain plant growth regulators (PGR’s). The main PGRs used are auxins but can contain cytokinin in a smaller amount. Shoots and roots are monopolar while somatic embryos are bipolar, allowing them to form a whole plant without culturing on multiple media types. Somatic embryogenesis has served as a model to understand the physiological and biochemical events that occur during plant developmental processes as well as a component to biotechnological advancement. The first documentation of somatic embryogenesis was by Steward et al. in 1958 and Reinert in 1959 with carrot cell suspension cultures.",
            "score": 173.2553253173828
        },
        {
            "docid": "33177861_23",
            "document": "Core–shell semiconductor nanocrystal . Because multiple colors can be imaged, CSSNCs’ ability to be used in cell labeling is of growing importance. However, it can be difficult to get CSSNCs across the cell membrane. This has been achieved via endocytosis (the most common method), direct microinjection, and electroporation, and once in the cell, they become concentrated in the nucleus and can stay there for extended periods of time. Once CSSNCs are inside cells, they remain even after cellular division and can be imaged in both mother and daughter cells. This particular technique was shown using \"Xenopus\" embryos. Another example of CSSNCs is seen in their tracking ability; when cells are gown on a 2D matrix embedded with CSSNCs, cells uptake the CSSNCs as they move, leaving a trail seen as the absence of CSSNCs. This means that the mobility of cells can be imaged, which is important since the metastatic potential of breast tissue cells has been shown to increase with mobility. Also, it has been shown that five different toxins can be detected using five different CSSNCs simultaneously.",
            "score": 172.4760284423828
        },
        {
            "docid": "1251821_12",
            "document": "Plant embryogenesis . The process of androgenesis allows a mature plant embryo to form from a reduced, or immature, pollen grain. Androgenesis usually occurs under stressful conditions. Embryos that result from this mechanism can germinate into fully functional plants. As mentioned, the embryo results from a single pollen grain. Pollen grains consists of three cells - one vegetative cell containg two generative cells. According to Maraschin et al., androgenesis must be triggered during the asymmetric division of microspores. However, once the vegetative cell starts to make starch and proteins, androgenesis can no longer occur. Maraschin et al., indicates that this mode of embryogenesis consists of three phases. The first phase is the \"acquisition of embryonic potential\", which is the repression of gametophyte formation, so that the differentiation of cells can occur. Then during the \"initiation of cell divisions\", multicellular structures begin to form, which are contained by the exine wall. The last step of androgenesis is \"pattern formation\", where the embryo-like structures are released out of the exile wall, in order for pattern formation to continue.",
            "score": 170.0159454345703
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 169.60023498535156
        },
        {
            "docid": "11562803_4",
            "document": "Fish development . The fate of the first cells, called blastomeres, is determined by its location. This contrasts with the situation in some other animals, such as mammals, in which each blastomere can develop into any part of the organism. Fish embryos go through a process called mid-blastula transition which is observed around the tenth cell division in some fish species. Once zygotic gene transcription starts, slow cell division begins and cell movements are observable. During this time three cell populations become distinguished. The first population is the yolk syncytial layer. This layer forms when the cells at the vegetal pole of the blastoderm combine with the yolk cell underneath it. Later in development the yolk syncytial layer will be important in directing cell movements of gastrulation. The second cell population is the enveloping layer which is made of superficial cells from the blastoderm that eventually form a single epithetial cell layer. This layer functions in protection by allowing the embryo to develop in a hypotonic solution so the cell will not burst. Finally, the third set of blastomeres are the deep cells. These deep cells are located between the enveloping layer and the yolk syncytial layer and eventually give ride to the embryo proper.",
            "score": 169.4954071044922
        },
        {
            "docid": "703002_30",
            "document": "Neuroethics . The primary ethical dilemma that is brought up in stem cell research is concerning the source of embryonic stem cells (hESCs). As the name states, hESCs come from embryos. To be more specific, they come from the inner cell mass of a blastophere, which is the beginning stage of an embryo. However, that mass of cells could have the potential to give rise to human life, and there in lies the problem. Often, this argument leads back to a similar moral debate held around abortion. The question is: when does a mass of cells gain personhood and autonomy? Some individuals believe that an embryo is in fact a person at the moment of conception and that using an embryo for anything other than creating a baby would essentially be killing a baby. On the other end of the spectrum, people argue that the small ball of cells at that point only has the potential to become a fetus, and that potentiality, even in natural conception, is far from guaranteed. According to a study done by developmental biologists, between 75–80% of embryos created through intercourse are naturally lost before they can become fetuses. This debate is not one that has a right or wrong answer, nor can it be clearly settled. Much of the ethical dilemma surrounding hESCs relies on individual beliefs about life and the potential for scientific advancement versus creating new human life.",
            "score": 169.12576293945312
        },
        {
            "docid": "168927_6",
            "document": "Somatic cell nuclear transfer . Embryonic stem cells are undifferentiated cells of an embryo. These cells are deemed to have a pluripotent potential because they have the ability to give rise to all of the tissues found in an adult organism. This ability allows stem cells to create any cell type, which could then be transplanted to replace damaged or destroyed cells. Controversy surrounds human ESC work due to the destruction of viable human embryos. Leading scientists to seek an alternative method of obtaining stem cells, SCNT is one such method.",
            "score": 168.52589416503906
        },
        {
            "docid": "207754_3",
            "document": "Somatic cell . In contrast, gametes are cells that fuse during sexual reproduction, germ cells are cells that give rise to gametes, and stem cells are cells that can divide through mitosis and differentiate into diverse specialized cell types. For example, in mammals, somatic cells make up all the internal organs, skin, bones, blood and connective tissue, while mammalian germ cells give rise to spermatozoa and ova which fuse during fertilization to produce a cell called a zygote, which divides and differentiates into the cells of an embryo. There are approximately 220 types of somatic cells in the human body.",
            "score": 167.81869506835938
        },
        {
            "docid": "27783_14",
            "document": "Stem cell . Embryonic stem (ES) cells are the cells of the inner cell mass of a blastocyst, an early-stage embryo. Human embryos reach the blastocyst stage 4–5 days post fertilization, at which time they consist of 50–150 cells. ES cells are pluripotent and give rise during development to all derivatives of the three primary germ layers: ectoderm, endoderm and mesoderm. In other words, they can develop into each of the more than 200 cell types of the adult body when given sufficient and necessary stimulation for a specific cell type. They do not contribute to the extra-embryonic membranes or the placenta.",
            "score": 166.91773986816406
        },
        {
            "docid": "1029022_26",
            "document": "Embryonic stem cell . In vitro fertilization generates multiple embryos. The surplus of embryos is not clinically used or is unsuitable for implantation into the patient, and therefore may be donated by the donor with consent. Human embryonic stem cells can be derived from these donated embryos or additionally they can also be extracted from cloned embryos using a cell from a patient and a donated egg. The inner cell mass (cells of interest), from the blastocyst stage of the embryo, is separated from the trophectoderm, the cells that would differentiate into extra-embryonic tissue. Immunosurgery, the process in which antibodies are bound to the trophectoderm and removed by another solution, and mechanical dissection are performed to achieve separation. The resulting inner cell mass cells are plated onto cells that will supply support. The inner cell mass cells attach and expand further to form a human embryonic cell line, which are undifferentiated. These cells are fed daily and are enzymatically or mechanically separated every four to seven days. For differentiation to occur, the human embryonic stem cell line is removed from the supporting cells to form embryoid bodies, is co-cultured with a serum containing necessary signals, or is grafted in a three-dimensional scaffold to result.",
            "score": 166.82664489746094
        },
        {
            "docid": "8406655_4",
            "document": "Introduction to genetics . Chromosomes are tiny packages which contain one DNA molecule and its associated proteins. Humans have 46 chromosomes (23 pairs). This number varies between species—for example, many primates have 24 pairs. Meiosis creates special cells, sperm in males and eggs in females, which only have 23 chromosomes. These two cells merge into one during the fertilization stage of sexual reproduction, creating a zygote. In a zygote, a nucleic acid double helix divides, with each single helix occupying one of the daughter cells, resulting in half the normal number of genes. By the time the zygote divides again, genetic recombination has created a new embryo with 23 pairs of chromosomes, half from each parent. Mating and resultant mate choice result in sexual selection. In normal cell division (mitosis) is possible when the double helix separates, and a complement of each separated half is made, resulting in two identical double helices in one cell, with each occupying one of the two new daughter cells created when the cell divides.",
            "score": 166.7257537841797
        },
        {
            "docid": "1721040_9",
            "document": "Martin Evans . Evans and Kaufman isolated the embryonic stem cells from early embryos (embryoblasts) of mice and established them in cell cultures. These early embryonic cells have the potential to differentiate into any of the cells of the adult organism. They modified these stem cells genetically and placed them in the wombs of female mice so they would give birth to genetically modified offspring. In 1981, Evans and Kaufman published results for experiments in which they described how they isolated embryonic stem cells from mouse blastocysts and grew them in cell cultures. This was also achieved by Gail R. Martin, independently, in the same year. Eventually, Evans was able to isolate the embryonic stem cell of the early mouse embryo and establish it in a cell culture. He then genetically modified it and implanted it into adult female mice with the intent of creating genetically modified offspring, the forbearers of the laboratory mice that are considered so vital to medical research today. The availability of these cultured stem cells eventually made possible the introduction of specific gene alterations into the germ line of mice and the creation of transgenic mice to use as experimental models for human illnesses.",
            "score": 165.5717010498047
        },
        {
            "docid": "232025_4",
            "document": "Cephalic disorder . The human nervous system develops from a small, specialized plate of cells on the surface of the embryo. Early in development, this plate of cells forms the neural tube, a narrow sheath that closes between the third and fourth weeks of pregnancy to form the brain and spinal cord of the embryo. Four main processes are responsible for the development of the nervous system: cell proliferation, the process in which nerve cells divide to form new generations of cells; cell migration, the process in which nerve cells move from their place of origin to the place where they will remain for life; cell differentiation, the process during which cells acquire individual characteristics; and cell death, a natural process in which cells die.",
            "score": 165.5200653076172
        },
        {
            "docid": "20528783_16",
            "document": "Embryomics . Cells, embryonic cells in particular, are sensitive to the presence or absence of specific chemical molecules in their surroundings. This is the basis for cell signaling, and during embryogenesis cells “talk to each other” by emitting and receiving signaling molecules. This is how development of the embryo’s structure is organized and controlled. If cells of a particular line have been removed from the embryo and are growing alone in a Petri dish in the lab, and some cell signaling chemicals are put in the growth medium bathing the cells, this can induce the cells to differentiate into a different, “daughter” cell type, mimicking the differentiation process that occurs naturally in the developing embryo. Artificially inducing differentiation in this way can yield clues to the correct placement of a particular cell line in the embryogenic tree, by observing what kind of cell results from inducing the differentiation.",
            "score": 165.34820556640625
        },
        {
            "docid": "8285473_3",
            "document": "Cell fate determination . The development of new molecular tools including GFP, and major advances in imaging technology including fluorescence microscopy, have made possible the mapping of the cell lineage of \"Caenorhabditis elegans\" including its embryo. This technique of fate mapping is used to study cells as they differentiate into their final cell fates. Merely observing a cell as it becomes differentiated during embryogenesis provides no indication of the mechanisms that drive the specification. Therefore, the addition of molecular manipulation techniques, including gene and protein knock downs, knock outs and overexpression, along with live cell imaging techniques has been transformational in understanding what mechanisms are involved with cell fate determination. Transplantation experiments are commonly used in conjunction with the genetic manipulation and lineage tracing. Transplantation experiments are the only way to determine what state the cell is in on its way to being differentiated.",
            "score": 165.34552001953125
        },
        {
            "docid": "20528783_4",
            "document": "Embryomics . As an embryo develops from a fertilized egg, the single egg cell splits into many cells, which grow in number and migrate to the appropriate locations inside the embryo at appropriate times during development. As the embryo’s cells grow in number and migrate, they also differentiate into an increasing number of different cell types, ultimately turning into the stable, specialized cell types characteristic of the adult organism. Each of the cells in an embryo contains the same genome, characteristic of the species, but the level of activity of each of the many thousands of genes that make up the complete genome varies with, and determines, a particular cell’s type (e.g. neuron, bone cell, skin cell, muscle cell, etc.).",
            "score": 164.1125946044922
        },
        {
            "docid": "22560705_2",
            "document": "Ganglion mother cell . Ganglion mother cells (GMCs) are cells involved in neurogenesis that divide only once to give rise to two neurons, or one neuron and one glial cell or two glial cells, and are present only in the central nervous system. They are also responsible for transcription factor expression. While each ganglion mother cell necessarily gives rise to two neurons, a neuroblast can asymmetrically divide multiple times. GMCs are the progeny of type I neuroblasts. Neuroblasts asymmetrically divide during embryogenesis to create GMCs. GMCs are only present in certain species and only during the embryonic and larval stages of life. Recent research has shown that there is an intermediate stage between a GMC and two neurons. The GMC forms two ganglion cells which then develop into neurons or glial cells. Embryonic neurogenesis has been extensively studied in Drosophila melanogaster embryos and larvae. The daughter cells of a neuroblast have two decidedly different neural fates. This is accomplished by neural fate determinants, important proteins that segregate asymmetrically. Most notable are Numb and Prospero. These proteins are evenly distributed in the neuroblast until mitosis occurs and they segregate totally into the newly formed GMC During Mitosis Numb and Prospero localize to the basal cortex from which the GMC buds off.",
            "score": 161.760009765625
        },
        {
            "docid": "42947694_2",
            "document": "Cell lineage . Cell lineage denotes the developmental history of a tissue or organ from the fertilized embryo. Cell lineage can be studied by marking a cell (with fluorescent molecules or other traceable markers) and following its progeny after cell division. Some organisms as \"C. elegans\" have a predetermined pattern of cell progeny and the adult male will always consist of 1031 cells, this is because cell division in \"C. elegans\" is genetically determined and known as eutely. This causes the cell lineage and cell fate to be highly correlated. Other organisms, such as humans, have variable lineages and somatic cell numbers.",
            "score": 161.59170532226562
        },
        {
            "docid": "20528783_6",
            "document": "Embryomics . The entire process of embryogenesis can be described with the aid of two maps: an embryo map, a temporal sequence of 3-dimensional images of the developing embryo, showing the location of cells of the many cell types present in the embryo at a given time, and an embryogenic tree, a diagram showing how the cell types are derived from each other during embryogenesis.",
            "score": 161.37890625
        }
    ]
}