{
    "q": [
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 222.41744697093964
        },
        {
            "docid": "15213555_4",
            "document": "ENDOG . The protein encoded by this gene is a nuclear encoded endonuclease that is localized in the mitochondrial intermembrane space. The encoded protein is widely distributed among animals and cleaves DNA at GC tracts. This protein is capable of generating the RNA primers required by DNA polymerase gamma to initiate replication of mitochondrial DNA. In some apoptotic pathways, EndoG is released from the mitochondrion and migrates to the nucleus, where it degrades chromatin with the help of other nuclear proteins. In one such pathway, caspase-independent apoptosis, the E3 ligase C-terminal of Hsc-70 interacting protein (CHIP), a regulator of EndoG expression, functions as a protective mechanism against oxidative stress. Under normal conditions, EndoG remains bound to Hsp70 and CHIP; however, when undergoing oxidative stress, EndoG dissociates from Hsp70 and CHIP and translocates to the nucleus, where it degrades DNA to effect apoptosis. Therefore, maintaining low levels of EndoG could prevent cell death caused by stress conditions. In epithelial cells, the nuclear localization and proapoptotic function of EndoG leads it to play a role in cell senescence. In addition to DNA degradation, EndoG also stimulates inhibitors of apoptosis proteins (IAPs) to target proteins for proteasomal degradation.",
            "score": 209.37381196022034
        },
        {
            "docid": "14958_44",
            "document": "Immune system . Another important role of the immune system is to identify and eliminate tumors. This is called immune surveillance. The \"transformed cells\" of tumors express antigens that are not found on normal cells. To the immune system, these antigens appear foreign, and their presence causes immune cells to attack the transformed tumor cells. The antigens expressed by tumors have several sources; some are derived from oncogenic viruses like human papillomavirus, which causes cervical cancer, while others are the organism's own proteins that occur at low levels in normal cells but reach high levels in tumor cells. One example is an enzyme called tyrosinase that, when expressed at high levels, transforms certain skin cells (e.g. melanocytes) into tumors called melanomas. A third possible source of tumor antigens are proteins normally important for regulating cell growth and survival, that commonly mutate into cancer inducing molecules called oncogenes.",
            "score": 180.80543649196625
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 235.32497608661652
        },
        {
            "docid": "3572611_5",
            "document": "HRAS . HRAS has been shown to be a proto-oncogene. When mutated, proto-oncogenes have the potential to cause normal cells to become cancerous. Some gene mutations are acquired during a person's lifetime and are present only in certain cells. These changes are called somatic mutations and are not inherited. Somatic mutations in the HRAS gene in bladder cells have been associated with bladder cancer. One specific mutation has been identified in a significant percentage of bladder tumors; this mutation substitutes one protein building block (amino acid) for another amino acid in the HRAS protein. Specifically, the mutation replaces the amino acid glycine with the amino acid valine at position 12 (written as Gly12Val, G12V, or H-RasV). The altered HRAS protein is permanently activated within the cell. This overactive protein directs the cell to grow and divide in the absence of outside signals, leading to uncontrolled cell division and the formation of a tumor. Mutations in the HRAS gene also have been associated with the progression of bladder cancer and an increased risk of tumor recurrence after treatment.",
            "score": 186.20358192920685
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 195.72936308383942
        },
        {
            "docid": "46669355_20",
            "document": "Polycomb Group Proteins and Cancer . Oncogenes are genes that can cause cancer when they are mutated or if they have drastically abnormal expression levels. PcG proteins have been found to associate with such genes, serving to either directly or indirectly alter their levels of expression through epigenetic modifications. c-Myc is a canonical oncogene that has been shown to associate with members of the PcG proteins. Normally, c-Myc is highly expressed in immature cells but has almost no perceivable expression in mature/differentiated cells. Its roles in the cell cycle and apoptosis help cells maintain an immature state, and its expression wanes as cells begin to differentiate. Bmi-1 and Myc were found to be partners within the cell nucleus. Interestingly, Bmi-1 and c-Myc seem to function in tandem in multiple ways. Studies have found that together c-Myc and Bmi-1 possess the ability to alter tumor suppressor genes. Hypoactive c-Myc was shown to alter p16 via Bmi-1, while hyperactive c-Myc was capable of altering the p16 promoter itself [28]. Normally, p16 functions to prevent cells from progressing through the G1 phase to the S phase of the cell cycle too quickly. Altering this function helps drive cells to proliferate uncontrollably making them more tumorigenic in nature. Hence, these data present a model in which c-Myc and Bmi-1 alter cellular apoptosis via cell cycle regulator genes. Conversely, another protein has been shown to alter Bmi-1 in such a way that negates its association with c-Myc and ultimately reduces its tumorigenic capacity. Researchers found that Akt phosphorylate Bmi-1 at Serine 316 (Ser316), thus inhibiting its chromatin-modifying function, suppressing its growth-promoting potential, promoting the derepression of the \"Ink4a-Arf\" locus, and decreasing cellular transformation activities with c-Myc.",
            "score": 288.33674478530884
        },
        {
            "docid": "206979_9",
            "document": "Colorectal cancer . Colorectal cancer is a disease originating from the epithelial cells lining the colon or rectum of the gastrointestinal tract, most frequently as a result of mutations in the Wnt signaling pathway that increase signaling activity. The mutations can be inherited or acquired, and most probably occur in the intestinal crypt stem cell. The most commonly mutated gene in all colorectal cancer is the \"APC\" gene, which produces the APC protein. The APC protein prevents the accumulation of β-catenin protein. Without APC, β-catenin accumulates to high levels and translocates (moves) into the nucleus, binds to DNA, and activates the transcription of proto-oncogenes. These genes are normally important for stem cell renewal and differentiation, but when inappropriately expressed at high levels, they can cause cancer. While APC is mutated in most colon cancers, some cancers have increased β-catenin because of mutations in β-catenin (CTNNB1) that block its own breakdown, or have mutations in other genes with function similar to APC such as AXIN1, AXIN2, TCF7L2, or NKD1.",
            "score": 203.40820586681366
        },
        {
            "docid": "14135628_15",
            "document": "TERF2 . Telomerase is an enzyme that works to create telomeric ends for DNA, and it is thought to play important roles in the development of cancer. Specifically, telomeric stability is known to be a common occurrence in cancer cells. Along with the telomerase, the shelterin complex, and TERF2 and TERF1 specifically, also have been noted to control the lengths of telomeres formed by these telomerases. Shelterin works to protect telomeres against unsuitable activation of the DNA damage response pathway, as noted in the function section above. TERF2 as part of the shelterin complex, has been known to block the ATM signaling pathways and prevent chromosome end fusion. In cancer cells, TERF2 phosphorylation by extracellular signal-regulated kinase (ERK1/2) is a controlling factor in the major pro-oncogenic signaling pathways (RAS/RAF/MEK/ERK) that affect telomeric stability. Additionally, when TERF2 was non-phosphorylated in melanoma cells, there was a cell induced DNA damage response, arresting growth and causing tumor reversion. Studies have found that in tumor cells, TERF2 levels are observed to be high, and this raised level of TERF2 contributes to oncogenesis in a variety of ways. This high level of TERF2 decreases the ability to recruit and activate natural killer cells in human tumor cells. One study used a dominant negative form of TERF2, to inhibit TERF2, and found that it could induce a reversion malignant phenotype in human melanoma cells. Therefore, over-expression of TERF2, and therefore blocking of TERF2, induced apoptosis and reduced tumourigenicity in certain cell lines. Additionally, upregulation of TERF2 may be the cause of the establishment and maintenance of short telomeres. These short telomeres increase chromosomal instability, and increase the chances of certain cancers progressing in the body, such as with leukemia. In gastric mucosa tissues, the expression of TERF2 proteins was significantly higher than normal, and this over-expression of TERF2, along with over-expression of TERF1, TIN2, TERT, and BRCA1 protein transposition, may cause a reduction in telomere length, further contributing to multistage carcinogenesis of gastric cancer.",
            "score": 230.65540170669556
        },
        {
            "docid": "14131075_3",
            "document": "E2F4 . The protein encoded by this gene is a member of the E2F family of transcription factors. The E2F family plays a crucial role in the control of cell cycle and action of tumor suppressor proteins and is also a target of the transforming proteins of small DNA tumor viruses. This protein binds to all three of the tumor suppressor proteins pRB, p107 and p130, but with higher affinity to the last two. It plays an important role in the suppression of proliferation-associated genes, and its gene mutation and increased expression may be associated with human cancer.",
            "score": 157.59918570518494
        },
        {
            "docid": "13562705_5",
            "document": "RAC1 . Along with other subfamily of Rac and Rho proteins, they exert an important regulatory role specifically in cell motility and cell growth. Rac1 has ubiquitous tissue expression, and drives cell motility by formation of lamellipodia. In order for cancer cells to grow and invade local and distant tissues, deregulation of cell motility is one of the hallmark events in cancer cell invasion and metastasis. Overexpression of a constitutively active Rac1 V12 in mice caused a tumor that's phenotypically indistinguishable from human Kaposi's sarcoma. Activating or gain-of-function mutations of Rac1 are shown to play active roles in promoting mesenchymal-type of cell movement assisted by NEDD9 and DOCK3 protein complex. Such abnormal cell motility may result in epithelial mesenchymal transition (EMT) – a driving mechanism for tumor metastasis as well as drug-resistant tumor relapse.",
            "score": 186.533456325531
        },
        {
            "docid": "35746225_13",
            "document": "Cancer epigenetics . Mutations in the epigenetic machinery itself may occur as well, potentially responsible for the changing epigenetic profiles of cancerous cells. The histone variants of the H2A family are highly conserved in mammals, playing critical roles in regulating many nuclear processes by altering chromatin structure. One of the key H2A variants, H2A.X, marks DNA damage, facilitating the recruitment of DNA repair proteins to restore genomic integrity. Another variant, H2A.Z, plays an important role in both gene activation and repression. A high level of H2A.Z expression is detected in many cancers and is significantly associated with cellular proliferation and genomic instability. Histone variant macroH2A1 is important in the pathogenesis of many types of cancers, for instance in hepatocellular carcinoma. Other mechanisms include a decrease in H4K16ac may be caused by either a decrease in activity of a histone acetyltransferases (HATs) or an increase in deacetylation by SIRT1. Likewise, an inactivating frameshift mutation in HDAC2, a histone deacetylase that acts on many histone-tail lysines, has been associated with cancers showing altered histone acetylation patterns. These findings indicate a promising mechanism for altering epigenetic profiles through enzymatic inhibition or enhancement.",
            "score": 180.16054606437683
        },
        {
            "docid": "1566105_14",
            "document": "GTPase-activating protein . The importance of GAPs comes from its regulation of the crucial G proteins. Many of these G proteins are involved in cell cycling, and as such are known proto-oncogenes. The Ras superfamily of G proteins, for example, has been associated with many cancers because Ras is a common downstream target of many growth factors like FGF, or fibroblast growth factor. Under normal conditions, this signaling ultimately induces regulated cell growth and proliferation. However, in the cancer state, such growth is no longer regulated and results in the formation of tumors. Often, this oncogenic behavior is due to a loss of function of GAPs associated with those G proteins or a loss of the G protein’s ability to respond to its GAP. With the former, G proteins are unable to hydrolyze GTP quickly, resulting in sustained expression of the active form of G proteins. Although the G proteins have weak hydrolytic activity, in the presence of functional GEFs, the inactivated G proteins are constantly replaced with activated ones because the GEFs exchange GDP for GTP in these proteins. With no GAPs to curb the G protein’s activity, this results in constitutively active G proteins, unregulated cell growth, and the cancerous state. In the case of the latter, a loss of the G protein’s ability to respond to GAP, the G proteins have lost their ability to hydrolyze GTP. With a nonfunctional G protein enzyme, GAPs cannot activate the GTPase activity, and the G protein is constitutively on. This also results in unregulated cell growth and cancer.",
            "score": 201.48466300964355
        },
        {
            "docid": "1264722_13",
            "document": "Malignant transformation . Epigenetic alterations are also carried out by another major regulatory element, the microRNAs. In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Epigenetic silencing or epigenetic over-expression of miRNA genes, caused by aberrant DNA methylation of the promoter regions controlling their expression, is a frequent event in cancer cells. Almost one third of miRNA promoters active in normal mammary cells were found to be hypermethylated in breast cancer cells, and that is a several fold greater proportion of promoters with altered methylation than is usually observed for protein coding genes. Other microRNA promoters are hypomethylated in breast cancers, and, as a result, these microRNAs are over-expressed. Several of these over-expressed microRNAs have a major influence in progression to breast cancer. BRCA1 is normally expressed in the cells of breast and other tissue, where it helps repair damaged DNA, or destroy cells if DNA cannot be repaired. BRCA1 is involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double-strand breaks. BRCA1 expression is reduced or undetectable in the majority of high grade, ductal breast cancers. Only about 3%-8% of all women with breast cancer carry a mutation in BRCA1 or BRCA2. \"BRCA1\" promoter hypermethylation was present in only 13% of unselected primary breast carcinomas. However, breast cancers were found to have an average of about 100-fold increase in miR-182, compared to normal breast tissue. In breast cancer cell lines, there is an inverse correlation of BRCA1 protein levels with miR-182 expression. Thus it appears that much of the reduction or absence of BRCA1 in high grade ductal breast cancers may be due to over-expressed miR-182. (For review see ref.) In addition to miR-182, a pair of almost identical microRNAs, miR-146a and miR-146b-5p, also repress BRCA1 expression. These two microRNAs are over-expressed in triple-negative tumors and their over-expression results in BRCA1 inactivation. Thus, miR-146a and/or miR-146b-5p may also contribute to reduced expression of BRCA1 in these triple-negative breast cancers.",
            "score": 225.078932762146
        },
        {
            "docid": "28902690_7",
            "document": "Oncolytics Biotech . REOLYSIN is a proprietary formulation of human reovirus, which is naturally found in mammalian respiratory and bowel systems. Most people have been exposed to reovirus by adulthood, but the infection does not typically produce symptoms. Reovirus was noted to be a potential cancer therapeutic when early studies suggested it reproduces well in certain cancer cell lines. It has since been shown to replicate specifically in cells that have an activated Ras pathway with very little effect in cells that do not have active Ras pathways. Activating mutations of the Ras protein and upstream elements of the Ras protein may play a role in more than two thirds of all human cancers, including most metastatic disease, which suggests that Reolysin may be an effective therapeutic for many Ras-activated tumor types and potentially for some cell proliferative disorders.",
            "score": 170.89323258399963
        },
        {
            "docid": "13570238_8",
            "document": "PER1 . PER1 expression may have significant effects on the cell cycle. Cancer is often a result of unregulated cell growth and division, which can be controlled by circadian mechanisms. Therefore, a cell's circadian clock may play a large role in its likelihood of developing into a cancer cell. PER1 is a gene that plays an important role in such a circadian mechanism. Its overexpression, in particular, causes DNA-damage induced apoptosis. In addition, down-regulation of PER1 can enhance tumor growth in mammals. PER1 also interacts with proteins ATM and Chk2. These proteins are key checkpoint proteins in the cell cycle. Cancer patients have a lowered expression of per1. Gery, et al. suggests that regulation of PER1 expression may be useful for cancer treatment in the future.",
            "score": 220.25697827339172
        },
        {
            "docid": "11158878_34",
            "document": "Rho family of GTPases . After finding that Ras proteins are mutated in 30% of human cancers, it was suspected that mutated Rho proteins might also be involved in cancer reproduction. However, as of August 2007, no oncogenic mutations have been found in Rho proteins, and only one has been found to be genetically altered. To explain the role of Rho pathways without mutation, researchers have now turned to the regulators of rho activity and the levels of expression of the Rho proteins for answers.",
            "score": 114.31841444969177
        },
        {
            "docid": "6531976_4",
            "document": "Chemokine receptor . Intracellular signaling by chemokine receptors is dependent on neighbouring G-proteins. G-proteins exist as a heterotrimer; they are composed of three distinct subunits. When the molecule GDP is bound to the G-protein subunit, the G-protein is in an inactive state. Following binding of the chemokine ligand, chemokine receptors associate with G-proteins, allowing the exchange of GDP for another molecule called GTP, and the dissociation of the different G protein subunits. The subunit called Gβ activates an enzyme known as Phospholipase C (PLC) that is associated with the cell membrane. PLC cleaves Phosphatidylinositol (4,5)-bisphosphate (PIP2) to form two second messenger molecules called inositol triphosphate (IP3) and diacylglycerol (DAG); DAG activates another enzyme called protein kinase C (PKC), and IP3 triggers the release of calcium from intracellular stores. These events promote many signaling cascades, effecting a cellular response. For example, when CXCL8 (IL-8) binds to its specific receptors, CXCR1 or CXCR2, a rise in intracellular calcium activates the enzyme phospholipase D (PLD) that goes on to initiate an intracellular signaling cascade called the MAP kinase pathway. At the same time the G-protein subunit Gα directly activates an enzyme called protein tyrosine kinase (PTK), which phosphorylates serine and threonine residues in the tail of the chemokine receptor, causing its desensitisation or inactivation. The initiated MAP kinase pathway activates specific cellular mechanisms involved in chemotaxis, degranulation, release of superoxide anions, and changes in the avidity of cell adhesion molecules called integrins. Chemokines and their receptors play a crucial role in cancer metastatis as they are involved in extravastation, migration, micrometastatis, and angiogenesis. This role of chemokine is strikingly similar to their normal function of localizing leukocytes to an inflammatory site.",
            "score": 157.64172744750977
        },
        {
            "docid": "48695408_10",
            "document": "Dale Brown Emeagwali . Her later research involved the study of cancerous cells. Her most notable achievement in this area involves ras oncogene. Ras proteins play a vital role in the transmission of signals that regulate the growth of cells. When the gene that initiates the ras protein becomes mutated, the signals are disrupted in a way that can cause the cells to become cancerous. She also showed that antisense methodology (a process that inhibits the ability of genes to do their work) can be used to suppress genes that have become cancerous.",
            "score": 181.4789524078369
        },
        {
            "docid": "14769657_3",
            "document": "Cell division cycle 7-related protein kinase . The product encoded by this gene is predominantly localized in the nucleus and is a cell division cycle protein with kinase activity.  The protein is a serine-threonine kinase that is activated by another protein called either Dbf4 in the yeast \"Saccharomyces cerevisiae\" or ASK in mammals. The Cdc7/Dbf4 complex adds a phosphate group to the minichromosome maintenance (MCM) protein complex allowing for the initiation of DNA replication in mitosis (as explained in the Cdc7 and Replication section below). Although expression levels of the protein appear to be constant throughout the cell cycle, the protein kinase activity appears to increase during S phase. It has been suggested that the protein is essential for initiation of DNA replication and that it plays a role in regulating cell cycle progression. Overexpression of this gene product may be associated with neoplastic transformation for some tumors. Additional transcript sizes have been detected, suggesting the presence of alternative splicing.",
            "score": 151.2743592262268
        },
        {
            "docid": "46669355_13",
            "document": "Polycomb Group Proteins and Cancer . Polycomb group proteins have been studied quite intensely and have been shown to play a role in the formation and/or maintenance of certain types of cancer. PcG target genes have been shown to be more likely to be hypermethylated in aged somatic cells, and found to be 12 times more likely to be hypermethylated in cancers than non-PcG targets. A vast majority of PcG targets are lineage and differentiation determinants. Studies have suggested that uncontrolled methylation by PcGs will lock cells in an undifferentiated or immature state, which could prime them for malignant transformation. Polycomb group proteins have also been shown to affect DNA damage and apoptosis pathways preventing cells from entering senescence; this is a state in which the cell ceases to replicate.",
            "score": 204.3532167673111
        },
        {
            "docid": "22689_3",
            "document": "Oncogene . Most normal cells will undergo a programmed form of rapid cell death (apoptosis) when critical functions are altered and malfunctioning. Activated oncogenes can cause those cells designated for apoptosis to survive and proliferate instead. Most oncogenes began as proto-oncogenes, normal genes involved in cell growth and proliferation or inhibition of apoptosis. If normal genes promoting cellular growth, through mutation, are up-regulated, (gain of function mutation) they will predispose the cell to cancer and are thus termed oncogenes. Usually multiple oncogenes, along with mutated apoptotic and/or tumor suppressor genes will all act in concert to cause cancer. Since the 1970s, dozens of oncogenes have been identified in human cancer. Many cancer drugs target the proteins encoded by oncogenes.",
            "score": 222.4629237651825
        },
        {
            "docid": "563093_19",
            "document": "Paracrine signalling . The Hedgehog Signaling pathway is critical in proper tissue patterning and orientation during normal development of most animals. Hedgehog proteins induce cell proliferation in certain cells and differentiations in others. Aberrant activation of the Hedgehog pathway has been implicated in several types of cancers, Basal Cell Carcinoma in particular. This uncontrolled activation of the Hedgehog proteins can be caused by mutations to the signal pathway, which would be ligand independent, or a mutation that causes overexpression of the Hedgehog protein, which would be ligand dependent. In addition, therapy-induced Hedgehog pathway activation has been shown to be necessary for progression of Prostate Cancer tumors after androgen deprivation therapy. This connection between the Hedgehog signaling pathway and human cancers may provide for the possible of therapeutic intervention as treatment for such cancers. The Hedgehog signaling pathway is also involved in normal regulation of stem-cell populations, and required for normal growth and regeneration of damaged organs. This may provide another possible route for tumorigenesis via the Hedgehog pathway.",
            "score": 179.62724387645721
        },
        {
            "docid": "35048427_8",
            "document": "LIG3 . Unlike the LIG1 and LIG4 genes, inherited mutations in the LIG3 gene have not been identified in the human population. DNA ligase III-alpha has, however, been indirectly implicated in cancer and neurodegenerative diseases. In cancer, DNA ligase III-alpha is frequently overexpressed and this serves as a biomarker to identify cells that are more dependent upon the alternative NHEJ pathway for the repair of DNA double strand breaks. Although the increased activity of the alternative NHEJ pathway causes genomic instability that drives disease progression, it also constitutes a novel target for the development of cancer cell-specific therapeutic strategies. Several genes encoding proteins that interact directly with DNA ligase III-alpha or indirectly via interactions with XRCC1 have been identified as being mutated in inherited neurodegenerative diseases. Thus, it appears that DNA transactions involving DNA ligase III-alpha play an important role in maintaining the viability of neuronal cells.",
            "score": 191.91034638881683
        },
        {
            "docid": "35746225_21",
            "document": "Cancer epigenetics . HMGA expression is almost undetectable in differentiated adult tissues but is elevated in many cancers. HGMA proteins are polypeptides of ~100 amino acid residues characterized by a modular sequence organization. These proteins have three highly positively charged regions, termed AT hooks, that bind the minor groove of AT-rich DNA stretches in specific regions of DNA. Human neoplasias, including thyroid, prostatic, cervical, colorectal, pancreatic and ovarian carcinoma, show a strong increase of HMGA1a and HMGA1b proteins. Transgenic mice with HMGA1 targeted to lymphoid cells develop aggressive lymphoma, showing that high HMGA1 expression is not only associated with cancers, but that the \"HMGA1\" gene can act as an oncogene to cause cancer. Baldassarre et al., showed that HMGA1 protein binds to the promoter region of DNA repair gene \"BRCA1\" and inhibits \"BRCA1\" promoter activity. They also showed that while only 11% of breast tumors had hypermethylation of the \"BRCA1\" gene, 82% of aggressive breast cancers have low BRCA1 protein expression, and most of these reductions were due to chromatin remodeling by high levels of HMGA1 protein.",
            "score": 194.7136685848236
        },
        {
            "docid": "11864399_5",
            "document": "Leukoencephalopathy with vanishing white matter . eIF2B is the guanine nucleotide-exchange factor for eIF2, and is composed of 5 subunits. The largest subunit, eIF2B5 contains the most mutations for VWM. eIF2B is a complex which is very involved with the regulation of in the translation of mRNA into proteins. eIF2B is essential for the exchange of guanosine diphosphate(GDP) for guanosine-5'-triphosphate(GTP) in the initiation of translation via eIF2, because eIF2 is regenerated through this exchange. A decrease in eIF2B activity has been correlated with the onset of VWM. A common factor among VWM patients is mutations in the five subunits of eIF2B (21 discovered thus far), expressed in over 60% of the patients. These mutations lead to the decreased activity of eIF2B. The most common mutation is R113H, which is the mutation of histidine to arginine. The homozygous form of the mutation is the least severe form. This mutation has also been documented in rodents, but they do not acquire VWM, while humans do. Another common mutation is G584A found in the eIF2B5 subunit. A correlation with stress has also been made, as eIF2B plays a central role in stress management – it is essential in down regulation protein synthesis in different stress conditions – and VWM patients are highly sensitive to stress. Protein eIF2B exists in all cells, and if this protein is reduced enough the cell will be negatively affected, and if it is reduced to zero, the cell will die. In affected cells, the protein is reduced to about 50%, which is acceptable for functionality in most cells, but not in glial cells since they synthesize a large amount of proteins constantly and need as many functioning proteins within them as possible. This would lower the baseline of the amount of stress a cell can handle, and thus in a stressed environment, it would have detrimental effects on these cells. Mutations in three of the subunits of eIF2B (2,4,&5) has been seen in both VWM and premature ovarian failure. The North American Cree population has also been found to have a distinctive mutation, R195H, which can lead to VWM. All patients who have been studied only have one mutation present in the gene, causing the eIF2B to still be active, which leads to VWM. If two mutations occurred, then eIF2B activity would be stopped by the body.",
            "score": 140.84180653095245
        },
        {
            "docid": "28902806_6",
            "document": "Reolysin . Reovirus was noted to be a potential cancer therapeutic when early studies on reovirus suggested it reproduces well in certain cancer cell lines. It has since been shown to replicate specifically in cells that have an activated Ras (a cellular signaling pathway that is involved in cell growth and differentiation) with very little effect in cells that do not have active Ras pathways. Reovirus replicates in and eventually kills Ras-activated tumour cells, and as cell death occurs, progeny virus particles are then free to infect surrounding cancer cells. This cycle of infection, replication and cell death is believed to be repeated until all tumour cells carrying an activated Ras pathway are destroyed. Activating mutations of the Ras protein and upstream elements of the Ras protein may play a role in more than two thirds of all human cancers, including most metastatic disease, which suggests that REOLYSIN may be an effective therapeutic for many Ras-activated tumor types and potentially for some cell proliferative disorders.",
            "score": 184.43040692806244
        },
        {
            "docid": "28329275_2",
            "document": "SESN1 . Sestrin 1, also known as p53-regulated protein PA26, is a protein that in humans is encoded by the \"SESN1\" gene.  This gene encodes a member of the sestrin family. Sestrins are induced by the p53 tumor suppressor protein and play a role in the cellular response to DNA damage and oxidative stress.  The encoded protein mediates p53 inhibition of cell growth by activating AMP-activated protein kinase, which results in the inhibition of the mammalian target of rapamycin protein. The encoded protein also plays a critical role in antioxidant defense by regenerating overoxidized peroxiredoxins, and the expression of this gene is a potential marker for exposure to radiation. Alternatively spliced transcript variants encoding multiple isoforms have been observed for this gene.",
            "score": 127.18114733695984
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 254.70820605754852
        },
        {
            "docid": "273854_26",
            "document": "Telomerase . While this method of modeling human cancer in cell culture is effective and has been used for many years by scientists, it is also very imprecise. The exact changes that allow for the formation of the tumorigenic clones in the above-described experiment are not clear. Scientists addressed this question by the serial introduction of multiple mutations present in a variety of human cancers. This has led to the identification of mutation combinations that form tumorigenic cells in a variety of cell types. While the combination varies by cell type, the following alterations are required in all cases: TERT activation, loss of p53 pathway function, loss of pRb pathway function, activation of the Ras or myc proto-oncogenes, and aberration of the PP2A protein phosphatase. That is to say, the cell has an activated telomerase, eliminating the process of death by chromosome instability or loss, absence of apoptosis-induction pathways, and continued mitosis activation.",
            "score": 235.5854709148407
        },
        {
            "docid": "32706791_22",
            "document": "Genome instability . Cancers usually result from disruption of a tumor repressor or dysregulation of an oncogene. Knowing that B-cells experience DNA breaks through development can give insight to the genome of lymphomas. Many types of lymphoma are caused by chromosomal translocation, which can arise from breaks in DNA leading to incorrect joining. In Burkitt’s lymphoma, c-myc, an oncogene encoding a transcription factor, is translocated after the promoter of the immunoglobulin gene, leading dysregulation of c-myc transcription. Since immunoglobulins are essential to a lymphocyte and highly expressed to increase detection of antigens, c-myc is then also highly expressed leading to transcription of its targets which are involved in cell proliferation. Mantle cell lymphoma is characterized by fusion of cyclin D1 to the immunoglobulin locus. Cyclin D1 inhibits Rb, a tumor suppressor, leading to tumorigenesis. Follicular lymphoma results from the translocation of immunoglobulin promoter to the Bcl-2 gene, giving rise to large amounts of Bcl-2 protein which inhibits apoptosis. DNA-damaged B-cells no longer undergo apoptosis leading to further mutations which could affect driver genes leading to tumorigenesis. The location of translocation in the oncogene shares structural properties of the target regions of AID, suggesting that the oncogene was a potential target of AID, leading to a double-stranded break that was translocated to the immunoglobulin gene locus through NHEJ repair.",
            "score": 291.84071350097656
        },
        {
            "docid": "3272096_4",
            "document": "Bert Vogelstein . The first tumor suppressor gene validating this hypothesis was that encoding p53. The p53 protein was discovered 10 years earlier by several groups, including that of David Lane and Lionel Crawford, Arnold Levine, and Lloyd Old. But there was no evidence that p53 played a major role in human cancers, and the gene encoding p53 (TP53) was thought to be an oncogene rather than a tumor suppressor gene. In 1989, Vogelstein and his students discovered that TP53 not only played a role in human tumorigenesis, but that it was a common denominator of human tumors, mutated in the majority of them. He then discovered the mechanism through which TP53 suppresses tumorigenesis. Prior to these studies, the only biochemical function attributed to p53 was its binding to heat shock proteins. Vogelstein and his colleagues demonstrated that p53 had a much more specific activity: it bound DNA in a sequence-specific manner. They precisely defined its consensus recognition sequence and showed that virtually all p53 mutations found in tumors resulted in loss of the sequence-specific transcriptional activation properties of p53. They subsequently discovered genes that are directly activated by p53 to control cell birth and cell death. His group's more recent studies examining the entire compendium of human genes have shown that the TP53 gene is more frequently mutated in cancers than any other gene.",
            "score": 154.13945865631104
        }
    ],
    "r": [
        {
            "docid": "32706791_22",
            "document": "Genome instability . Cancers usually result from disruption of a tumor repressor or dysregulation of an oncogene. Knowing that B-cells experience DNA breaks through development can give insight to the genome of lymphomas. Many types of lymphoma are caused by chromosomal translocation, which can arise from breaks in DNA leading to incorrect joining. In Burkitt’s lymphoma, c-myc, an oncogene encoding a transcription factor, is translocated after the promoter of the immunoglobulin gene, leading dysregulation of c-myc transcription. Since immunoglobulins are essential to a lymphocyte and highly expressed to increase detection of antigens, c-myc is then also highly expressed leading to transcription of its targets which are involved in cell proliferation. Mantle cell lymphoma is characterized by fusion of cyclin D1 to the immunoglobulin locus. Cyclin D1 inhibits Rb, a tumor suppressor, leading to tumorigenesis. Follicular lymphoma results from the translocation of immunoglobulin promoter to the Bcl-2 gene, giving rise to large amounts of Bcl-2 protein which inhibits apoptosis. DNA-damaged B-cells no longer undergo apoptosis leading to further mutations which could affect driver genes leading to tumorigenesis. The location of translocation in the oncogene shares structural properties of the target regions of AID, suggesting that the oncogene was a potential target of AID, leading to a double-stranded break that was translocated to the immunoglobulin gene locus through NHEJ repair.",
            "score": 291.8406982421875
        },
        {
            "docid": "46669355_20",
            "document": "Polycomb Group Proteins and Cancer . Oncogenes are genes that can cause cancer when they are mutated or if they have drastically abnormal expression levels. PcG proteins have been found to associate with such genes, serving to either directly or indirectly alter their levels of expression through epigenetic modifications. c-Myc is a canonical oncogene that has been shown to associate with members of the PcG proteins. Normally, c-Myc is highly expressed in immature cells but has almost no perceivable expression in mature/differentiated cells. Its roles in the cell cycle and apoptosis help cells maintain an immature state, and its expression wanes as cells begin to differentiate. Bmi-1 and Myc were found to be partners within the cell nucleus. Interestingly, Bmi-1 and c-Myc seem to function in tandem in multiple ways. Studies have found that together c-Myc and Bmi-1 possess the ability to alter tumor suppressor genes. Hypoactive c-Myc was shown to alter p16 via Bmi-1, while hyperactive c-Myc was capable of altering the p16 promoter itself [28]. Normally, p16 functions to prevent cells from progressing through the G1 phase to the S phase of the cell cycle too quickly. Altering this function helps drive cells to proliferate uncontrollably making them more tumorigenic in nature. Hence, these data present a model in which c-Myc and Bmi-1 alter cellular apoptosis via cell cycle regulator genes. Conversely, another protein has been shown to alter Bmi-1 in such a way that negates its association with c-Myc and ultimately reduces its tumorigenic capacity. Researchers found that Akt phosphorylate Bmi-1 at Serine 316 (Ser316), thus inhibiting its chromatin-modifying function, suppressing its growth-promoting potential, promoting the derepression of the \"Ink4a-Arf\" locus, and decreasing cellular transformation activities with c-Myc.",
            "score": 288.33673095703125
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 254.7082061767578
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 250.97482299804688
        },
        {
            "docid": "837167_17",
            "document": "Acute lymphoblastic leukemia . Several characteristic genetic changes lead to the creation of a leukemic lymphoblast. These changes include chromosomal translocations, intrachromosomal rearrangements, changes in the number of chromosomes in leukemic cells, and additional mutations in individual genes. Chromosomal translocations involve moving a large region of DNA from one chromosome to another. This move can result in placing a gene from one chromosome that promotes cell division to a more actively transcribed area on another chromosome. The result is a cell that divides more often. An example of this includes the translocation of \"C-MYC\", a gene that encodes a transcription factor that leads to increased cell division, next to the immunoglobulin heavy- or light-chain gene enhancers, leading to increased \"C-MYC\" expression and increased cell division. Other large changes in chromosomal structure can result in placement of two genes directly next to each other. The result is the combination of two usually separate proteins into a new fusion protein. This protein can have a new function that promotes the development of cancer. Examples of this include the \"ETV6\"-\"RUNX1\" fusion gene that combines two factors that promote blood cell development and the \"BCR\"-\"ABL1\" fusion gene of the Philadelphia chromosome. \"BCR\"-\"ABL1\" encodes an always-activated tyrosine kinase that causes frequent cell division. These mutations produce a cell that divides more often, even in the absence of growth factors.",
            "score": 247.54681396484375
        },
        {
            "docid": "68300_43",
            "document": "Dominance (genetics) . A dominant-negative mutation may arise in a human somatic cell and provide a proliferative advantage to the mutant cell, leading to its clonal expansion. For instance, a dominant-negative mutation in a gene necessary for the normal process of programmed cell death (Apoptosis) in response to DNA damage can make the cell resistant to apoptosis. This will allow proliferation of the clone even when excessive DNA damage is present. Such dominant-negative mutations occur in the tumor suppressor gene \"p53\". The P53 wild-type protein is normally present as a four-protein multimer (oligotetramer). Dominant-negative \"p53\" mutations occur in a number of different types of cancer and pre-cancerous lesions (e.g. brain tumors, breast cancer, oral pre-cancerous lesions and oral cancer).",
            "score": 246.09512329101562
        },
        {
            "docid": "39531450_3",
            "document": "MXD3 . MXD3 is a basic helix-loop-helix protein belonging to a subfamily of MAX-interacting proteins. This protein competes with MYC for binding to MAX to form a sequence-specific DNA-binding complex. MXD3 is a transcriptional repressor that is specifically expressed during S phase of the cell cycle. The protein is implicated in both normal neural development and in the development of brain cancer. In medulloblastoma cells, MXD3 binds E-box sequences, leading to increased cell proliferation at moderate MXD3 levels but increased cell death and apoptosis at higher expression levels.",
            "score": 244.5177764892578
        },
        {
            "docid": "657905_14",
            "document": "Agkistrodon . Although \"Agkistrodon\" venom is lethal to both prey and humans \"in vivo\", when controlled, research shows that the venom has some clinical application. \"Deinagkistrodon acutus\" snake venom contains a protein called ACTX-6. This protein was shown to induce apoptosis (cell death) in isolated cancer cells through Fas pathway activation. Fas is a protein that becomes a death receptor in the cellular membrane. When activated, Fas turns on what is called a “Caspase Cascade.” This pathway is made up of a series of proteins called initiator and executioner caspases. Initiator caspases help form an apoptosis initiation factor that eventually activates executioner caspases (see figure 3). Executioner caspases go on to “digest” the cell from the inside out. They cleave cytoskeleton filaments and DNA until the cell completely implodes.",
            "score": 242.85968017578125
        },
        {
            "docid": "24048613_6",
            "document": "Catherine Margaret Shachaf . Identifying Tumor Activation Targets  The MYC protein in cancers correlates with poor prognosis and is a difficult therapeutic target. To find alternative downstream targets of MYC, Dr. Shachaf defined levels of MYC expression required to drive tumorigenic properties. She conducted a systematic genomic and proteomic profile of MYC dependent tumor cells using microarray analysis, mass spectrometry, cell-antibody arrays and phospho-flow (a flow cytometry based approach to study phosphorylation events in single cells). As a member of the Stanford NCI funded Integrated Cancer Biology Program (ICBP), Dr. Shachaf and her colleagues developed a computational program of the genes and gene programs that are required to maintain cancers at different stages of aggressiveness. Using this program, Dr. Shachaf and her team found the gene silencing and apoptotic programs to be most significant in inducing tumor cell death.",
            "score": 242.61383056640625
        },
        {
            "docid": "2332422_24",
            "document": "Carcinogenesis . Cancers are known to exhibit genome instability or a mutator phenotype. The protein-coding DNA within the nucleus is about 1.5% of the total genomic DNA. Within this protein-coding DNA (called the exome), an average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be \"driver\" mutations, and the remaining ones may be \"passenger\" mutations. However, the average number of DNA sequence mutations in the entire genome (including non-protein-coding regions) within a breast cancer tissue sample is about 20,000. In an average melanoma tissue sample (where melanomas have a higher exome mutation frequency) the total number of DNA sequence mutations is about 80,000. These high frequencies of mutations in the total nucleotide sequences within cancers suggest that often an early alteration in the field defect giving rise to a cancer (e.g. yellow area in the diagram in the preceding section) is a deficiency in DNA repair. Large field defects surrounding colon cancers (extending to about 10 cm on each side of a cancer) are found to frequently have epigenetic defects in 2 or 3 DNA repair proteins (ERCC1, XPF and/or PMS2) in the entire area of the field defect. When expression of DNA repair genes is reduced, DNA damages accumulate in cells at a higher than normal level, and these excess damages cause increased frequencies of mutation and/or epimutation. Mutation rates strongly increase in cells defective in DNA mismatch repair or in homologous recombinational repair (HRR). A deficiency in DNA repair, itself, can allow DNA damages to accumulate, and error-prone translesion synthesis past some of those damages may give rise to mutations. In addition, faulty repair of these accumulated DNA damages may give rise to epimutations. These new mutations and/or epimutations may provide a proliferative advantage, generating a field defect. Although the mutations/epimutations in DNA repair genes do not, themselves, confer a selective advantage, they may be carried along as passengers in cells when the cell acquires an additional mutation/epimutation that does provide a proliferative advantage.",
            "score": 242.09552001953125
        },
        {
            "docid": "13991053_9",
            "document": "IRS1 . IRS-1, as a signalling adapter protein, is able to integrate different signalling cascades, which indicates its possible role in cancer progression. IRS-1 protein is known to be involved in various types of cancer, including colorectal, lung, prostate and breast cancer. IRS-1 integrates signalling from insulin receptor (InsR), insulin-like growth factor-1 receptor (IGF1R) and many other cytokine receptors and is elevated in β-catenin induced cells. Some evidence shows that TCF/LEF-β-catenin complexes directly regulate IRS-1. IRS-1 is required for maintenance of neoplasmic phenotype in adenomatous polyposis coli (APC) - mutated cells, it is also needed for transformation in ectopically expressing oncogenic β-catenin cells. IRS-1 dominant-negative mutant functions as tumor suppressor, whereas ectopic IRS-1 stimulates oncogenic transformation. IRS-1 is upregulated in colorectal cancers (CRC) with elevated levels of β-catenin, c-MYC, InsRβ and IGF1R. IRS-1 promotes CRC metastasis to the liver. Decreased apoptosis of crypt stem cells is associated with colon cancer risk. Reduced expression of IRS-1 in Apc (min/+) mutated mice showes increased irradiation-induced apoptosis in crypt. Deficiency in IRS-1 - partial (+/-) or absolute (-/-) - in Apc (min/+) mice demonstrates reduced amount of tumors comparing to IRS-1 (+/+)/ Apc (min/+) mice.",
            "score": 241.0545654296875
        },
        {
            "docid": "7856684_9",
            "document": "P53 upregulated modulator of apoptosis . Several studies have shown that PUMA function is affected or absent in cancer cells. Additionally, many human tumors contain p53 mutations, which results in no induction of PUMA, even after DNA damage induced through irradiation or chemotherapy drugs. Other cancers, which exhibit overexpression of antiapoptotic Bcl-2 family proteins, counteract and overpower PUMA-induced apoptosis. Even though PUMA function is compromised in most cancer cells, it does not appear that genetic inactivation of PUMA is a direct target of cancer. Many cancers do exhibit p53 gene mutations, making gene therapies that target this gene impossible, but an alternate pathway may be to focus on therapeutic to target PUMA and induce apoptosis in cancer cells. Animal studies have shown that PUMA does play a role in tumor suppression, but lack of PUMA activity alone does not translate to spontaneous formation of malignancies. Inhibiting PUMA induced apoptosis may be an interesting target for reducing the side effects of cancer treatments, such as chemotherapy, which induce apoptosis in rapidly dividing healthy cells in addition to rapidly dividing cancer cells.",
            "score": 240.20172119140625
        },
        {
            "docid": "1643827_5",
            "document": "Mitogen . Mitogens are important in cancer research due to their effects on the cell cycle. Cancer is in part defined by a lack of, or failure of, control in the cell cycle. Mitogens can contribute to this by causing the cell cycle to move forward when it should be prevented by some mechanism. In normal cells, conditions such as this would be corrected by mechanisms designed to prevent the uncontrolled growth of cells, internal or external, and would result in apoptosis should the cell be unable to repair the damage. In cancerous cells, by some mechanism or other, the ability of the cell to control its own growth is impeded and external mechanisms designed to kill abnormal cells do not function. One system particularly important in the proliferation of cancers is the mitogen-activated protein kinase, or MAPK, system. These proteins have functions that are not related to mitogenesis, but can be triggered by mitogens and do control the cell cycle. MAPK proteins are capable of controlling the cell cycle either to prevent or encourage the growth of cells. The MAPK pathway can be triggered by many ligands, including hormones and growth factors. Some breast cancer types have very high MAPK activity, which is not found even in benign breast tumors. The overexpression of MAP kinase in these cells aids in their proliferation. These are known as hormone-dependent breast cancers, as the MAPK activation in these cancers is connected to exposure to estradiol.",
            "score": 236.82972717285156
        },
        {
            "docid": "24048613_5",
            "document": "Catherine Margaret Shachaf . Dedifferentiation and Tumor Dormancy  Dr. Shachaf has researched how MYC expression induces cancer in mice and the effect of its inactivation in those tumors. She showed that removing MYC expression kills the tumor. But more importantly, she showed that MYC reprograms the tumor cells. When MYC expression is taken away from the tumor cells, they are released to their inherent embryonic program. The appearance of the tissue formed in this process looks normal by histology (a method used by pathologists to determine the presence of cancer cells). However, Dr. Shachaf showed that the cells derived from the tumor are \"camouflaged\" to appear normal but have the capability to easily revert and become tumors.",
            "score": 235.97947692871094
        },
        {
            "docid": "273854_26",
            "document": "Telomerase . While this method of modeling human cancer in cell culture is effective and has been used for many years by scientists, it is also very imprecise. The exact changes that allow for the formation of the tumorigenic clones in the above-described experiment are not clear. Scientists addressed this question by the serial introduction of multiple mutations present in a variety of human cancers. This has led to the identification of mutation combinations that form tumorigenic cells in a variety of cell types. While the combination varies by cell type, the following alterations are required in all cases: TERT activation, loss of p53 pathway function, loss of pRb pathway function, activation of the Ras or myc proto-oncogenes, and aberration of the PP2A protein phosphatase. That is to say, the cell has an activated telomerase, eliminating the process of death by chromosome instability or loss, absence of apoptosis-induction pathways, and continued mitosis activation.",
            "score": 235.58546447753906
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 235.32498168945312
        },
        {
            "docid": "1881003_25",
            "document": "Phycocyanin . C-phycocyanin (C-PC) has anti-cancer effects. Cancer happens when cells continue to grow uncontrollably. C-PC has been found to prevent cell growth. C-PC stops the formation of tumour before the S phase. DNA synthesis is not performed due to the tumour cell entering G0, resulting in no tumour proliferation. Furthermore, C-PC induces apoptosis. When cells are treated with C-PC, ROS (Radical Oxygen Species) are made. These molecules decrease BCl-2 (regulator of apoptosis) production. Here, BCl-2 inhibits proteins called caspases. Caspases are part of the apoptosis pathway. When BCl-2 decreases, the expression of caspases increases. As a result, apoptosis occurs. C-PC alone is not enough to treat cancer, it needs to work other drugs to overcome the persistence nature of tumour cells.",
            "score": 234.65684509277344
        },
        {
            "docid": "2457_40",
            "document": "Apoptosis . Inhibition of apoptosis can result in a number of cancers, autoimmune diseases, inflammatory diseases, and viral infections. It was originally believed that the associated accumulation of cells was due to an increase in cellular proliferation, but it is now known that it is also due to a decrease in cell death. The most common of these diseases is cancer, the disease of excessive cellular proliferation, which is often characterized by an overexpression of IAP family members. As a result, the malignant cells experience an abnormal response to apoptosis induction: Cycle-regulating genes (such as p53, ras or c-myc) are mutated or inactivated in diseased cells, and further genes (such as bcl-2) also modify their expression in tumors. Some apoptotic factors are vital during mitochondrial respiration e.g. cytochrome C. Pathological inactivation of apoptosis in cancer cells is correlated with frequent respiratory metabolic shifts toward glycolysis (an observation known as the “Warburg hypothesis” ).",
            "score": 234.3553924560547
        },
        {
            "docid": "969821_32",
            "document": "JAK-STAT signaling pathway . Cancer involves abnormal and uncontrollable cell growth in a part of the body. Therefore, since JAK-STAT signalling can allow the transcription of genes involved in cell division, one potential effect of excessive JAK-STAT signalling is cancer formation. High levels of STAT activation have been associated with cancer; in particular, high amounts of STAT3 and STAT5 activation is mostly linked to more dangerous tumours. For example, too much STAT3 activity has been associated with increasing the likelihood of melanoma (skin cancer) returning after treatment and abnormally high levels of STAT5 activity have been linked to a greater probability of patient death from prostate cancer.  Altered JAK-STAT signalling can also be involved in developing breast cancer. JAK-STAT signalling in mammary glands (located within breasts) can promote cell division and reduce cell apoptosis during pregnancy and puberty, and therefore if excessively activated, cancer can form. High STAT3 activity plays a major role in this process, as it can allow the transcription of genes such as \"BCL2\" and \"c-Myc\", which are involved in cell division.",
            "score": 234.00021362304688
        },
        {
            "docid": "9691122_12",
            "document": "Galectin . The best understood galectin in terms of cancer is galectin-3. Evidence suggests that galectin-3 plays a considerable part in processes linked to tumorigenesis, including transformation to a malignant form, metastasis and increased invasive properties of tumour cells. There is some significant evidence that galectin-3 is involved in cancer since it interacts with oncogenes such as Ras and activates downstream signalling that promotes proliferation. It can also regulate some of the proteins of the cell cycle, such as cyclin E and c-myc, which may give it additional tumorigenic properties. The concentration of galectin-3 is elevated in the circulation of patients with some types of cancer including breast cancer. It has also been identified bound to glycans on the surface of breast cancer cells. In cancer patients whose cancer has metastasised, galectin-3 is higher still, suggesting that this galectin has a crucial role in metastasis. Galectin-3 also binds to MUC-1, a very large transmembrane mucin, which on cancer cells changes expression from long core 2 type O-glycosylation to shorter core 1 type O-glycosylation. Core 2 glycans terminate in galactose or sialic acid, whereas core 1 is branched and has potential for large carbohydrate extensions. High levels of MUC-1 are associated with poor prognosis and increased potential of metastasis. This cancer-associated MUC-1 is a natural ligand for galectin-3. In normal cells, MUC-1 has distinct polarisation and acts as a protective barrier around the cell, reducing cell-cell interactions. In breast cancer cells, it is hypothesised that galectin-3 has high affinity for cancer-associated MUC-1, causing depolarisation and breaking the cell's protective shield. This exposes small adhesion molecules on the surface of the cell, which interact with adhesion proteins on endothelial cell walls, such as E-selectin, promoting intravastion into the blood stream. Experiments shows that overexpression of MUC-1 alone is not enough to increase metastatic potential, and in fact it inhibits tumour cell entry into the blood stream. It requires the presence of upregulated galectin-3 in addition to MUC-1 to increase invasive and metastatic properties of the cancer. This is supported by other studies showing that inhibition of galectin-3 in human breast cancer cells lose their malignancy in vitro. This may provide a clue towards developing therapeutics for cancer, such as galectin-3 inhibitors.",
            "score": 231.27371215820312
        },
        {
            "docid": "14135628_15",
            "document": "TERF2 . Telomerase is an enzyme that works to create telomeric ends for DNA, and it is thought to play important roles in the development of cancer. Specifically, telomeric stability is known to be a common occurrence in cancer cells. Along with the telomerase, the shelterin complex, and TERF2 and TERF1 specifically, also have been noted to control the lengths of telomeres formed by these telomerases. Shelterin works to protect telomeres against unsuitable activation of the DNA damage response pathway, as noted in the function section above. TERF2 as part of the shelterin complex, has been known to block the ATM signaling pathways and prevent chromosome end fusion. In cancer cells, TERF2 phosphorylation by extracellular signal-regulated kinase (ERK1/2) is a controlling factor in the major pro-oncogenic signaling pathways (RAS/RAF/MEK/ERK) that affect telomeric stability. Additionally, when TERF2 was non-phosphorylated in melanoma cells, there was a cell induced DNA damage response, arresting growth and causing tumor reversion. Studies have found that in tumor cells, TERF2 levels are observed to be high, and this raised level of TERF2 contributes to oncogenesis in a variety of ways. This high level of TERF2 decreases the ability to recruit and activate natural killer cells in human tumor cells. One study used a dominant negative form of TERF2, to inhibit TERF2, and found that it could induce a reversion malignant phenotype in human melanoma cells. Therefore, over-expression of TERF2, and therefore blocking of TERF2, induced apoptosis and reduced tumourigenicity in certain cell lines. Additionally, upregulation of TERF2 may be the cause of the establishment and maintenance of short telomeres. These short telomeres increase chromosomal instability, and increase the chances of certain cancers progressing in the body, such as with leukemia. In gastric mucosa tissues, the expression of TERF2 proteins was significantly higher than normal, and this over-expression of TERF2, along with over-expression of TERF1, TIN2, TERT, and BRCA1 protein transposition, may cause a reduction in telomere length, further contributing to multistage carcinogenesis of gastric cancer.",
            "score": 230.65541076660156
        },
        {
            "docid": "52042018_2",
            "document": "Cellular Inhibitor of Apoptosis Protein 1 . cIAP1 (also named BIRC2) is the abbreviation for a human protein, cellular inhibitor of apoptosis protein-1. It belongs to the IAP family of proteins and therefore contains at least one BIR (baculoviral IAP repeat) domain.  cIAP1 is a multi-functional protein which can be found in the cytoplasm of cells and in the nucleus of tumor cells. Its function in this particular case is yet to be understood. However, it is well-known that this protein has a big influence in the growth of diverse cancers. cIAP1 is involved in the development process of osteosarcoma and gastric cancer among others. The ubication of cIAP1 is diverse depending on the phase of the living cycle of the cell. In healthy cells the protein is usually found in the nucleus. This was experimentally determined by immunofluorescence microscopy and subcellular fractionations methods. However, when the cell is apoptotic nuclear export of cIAP1 is induced provoking an increase in the cytosolic concentration of the protein. When a cell is tumorous it does not cease to proliferate inhibiting the apoptosis, as a result, in cancerous cells cIAP1 is rarely located in the cytoplasm.",
            "score": 230.59393310546875
        },
        {
            "docid": "55215371_19",
            "document": "Ced-3 . Ced-3 is a critical part of the programmed cell death pathway which is a well known pathway for being associated with cancer, autoimmune diseases, and neurodegenerative diseases in mammals. The discovery of the ced-3 function and mutations in \"C. elegans\" led to the understanding of how programmed cell death works in mammals. The \"C.elegans\" provided as a model organism that allowed researchers to compare the ortholog genes in the programmed cell death pathway. The ortholog of ced-3 gene is caspase 9 and its mutated form is involved in the origin of certain cancers and tumourous tissues. A mutation in the caspase gene can either cause the protein to be non-functional thereby allowing the cells to live and accumulate in the tissue or cause a DNA damaged protein to live and disrupt the body for further harm. This occurs commonly in the brain, leading to neurodevelopmental or neurodegenerative diseases.",
            "score": 230.5059356689453
        },
        {
            "docid": "9377328_7",
            "document": "CD19 . Paired box transcription factor 5 (PAX5) plays a major role in B cell differentiation from pro B cell to mature B cell, the point at which the expression of non-B-lineage genes is permanently blocked. Part of B cell differentiation is controlling c-MYC protein stability and steady-state levels through CD19, which acts as a PAX5 target and downstream effector of the PI3K-AKT-GSK3β axis. CD19 signaling, independent of BCR functions, increases c-MYC protein stability. Using a loss of function approach, researchers found reduced MYC levels in B cells of CD19 knockdown mice. CD19 signaling involves the recruitment and activation of phosphoinositide 3-kinase (PI3K) and later downstream, the activation of protein kinase B (Akt). The Akt-GSK3β axis is necessary for MYC activation by CD19 in BCR-negative cells, with higher levels of Akt activation corresponding to higher levels of MYC. CD19 is a crucial BCR-independent regulator of MYC-driven neoplastic growth in B cells since the CD19-MYC axis promotes cell expansion \"in vitro\" and \"in vivo\".",
            "score": 230.4477081298828
        },
        {
            "docid": "614697_9",
            "document": "Bcl-2 . Cancer can be seen as a disturbance in the homeostatic balance between cell growth and cell death. Over-expression of anti-apoptotic genes, and under-expression of pro-apoptotic genes, can result in the lack of cell death that is characteristic of cancer. An example can be seen in lymphomas. The over-expression of the anti-apoptotic Bcl-2 protein in lymphocytes alone does not cause cancer. But simultaneous over-expression of Bcl-2 and the proto-oncogene myc may produce aggressive B-cell malignancies including lymphoma. In follicular lymphoma, a chromosomal translocation commonly occurs between the fourteenth and the eighteenth chromosomes — t(14;18) — which places the Bcl-2 gene from chromosome 18 next to the immunoglobulin heavy chain locus on chromosome 14. This fusion gene is deregulated, leading to the transcription of excessively high levels of Bcl-2. This decreases the propensity of these cells for apoptosis.",
            "score": 230.28016662597656
        },
        {
            "docid": "46669355_21",
            "document": "Polycomb Group Proteins and Cancer . c-Myc has also shown association with the catalytic subunit of PRC2, EZH2. c-Myc has been shown to repress other genes using the H3K27me3 mark laid down by EZH2. This allows c-Myc to take advantage of EZH2's silencing capabilities to prevent regulatory genes from acting upon it. EZH2 has also been shown to activate c-Myc directly in primary glioblastoma cancer stem cells, as well as through the ERα and Wnt pathways in breast cancer cells.",
            "score": 230.13174438476562
        },
        {
            "docid": "24235232_5",
            "document": "Death domain . Due to the large size of the death domain family protein superfamily, some death domain proteins may have a role to play in cancer and many other infections through several families of DD-proteins and specific gene alterations that have a downstream function to induce cell apoptosis. Many of these alterations occur in genes encoding mediators of apoptosis or necroptosis, potentially enabling the development of resistance to cell death, an important hallmark of cancer. Many cancers contain an oncogene that will inhibit the MHC complex on the cell surface from presenting antigens to immune cells. Many of these malignancies have a subset of cases harboring genomic alterations in components of intrinsic or extrinsic cell death pathways, including amplification and overexpression of the Fas-associated via death domain (FADD) and inhibitor of apoptosis proteins (IAP), as well as mutations in caspase-encoding genes. One example of this can be seen in head and neck squamous cell carcinomas. (HNSCC) Head and neck squamous cell carcinomas are among the cancers with the highest frequency of deregulation in genes encoding for cell death pathway constituents, with nearly half of all cases exhibiting such genomic alterations.",
            "score": 229.91921997070312
        },
        {
            "docid": "35713622_12",
            "document": "N6-Methyladenosine . Considering the versatile functions of mA in various physiological processes, it is thus not surprising to find links between mA and numerous human diseases; many originated from mutations or single nucleotide polymorphisms (SNPs) of cognate factors of mA. The linkages between mA and numerous cancer types have been indicated in reports that include stomach cancer, prostate cancer, breast cancer, pancreatic cancer, kidney cancer, mesothelioma, sarcoma, and leukaemia. The impacts of mA on cancer cell proliferation might be much more profound with more data emerging. The depletion of METTL3 is known to cause apoptosis of cancer cells and reduce invasiveness of cancer cells, while the activation of ALKBH5 by hypoxia was shown to cause cancer stem cell enrichment. mA has also been indicated in the regulation of energy homeostasis and obesity, as FTO is a key regulatory gene for energy metabolism and obesity. SNPs of \"FTO\" have been shown to associate with body mass index in human populations and occurrence of obesity and diabetes. The influence of FTO on pre-adipocyte differentiation has been suggested. The connection between mA and neuronal disorders has also been studied. For instance, neurodegenerative diseases may be affected by mA as the cognate dopamine signalling was shown to be dependent on FTO and correct mA methylation on key signalling transcripts. The mutations in HNRNPA2B1, a potential reader of mA, have been known to cause neurodegeneration. The IGF2BP1–3, a novel class of mA reader, has oncogenic functions. IGF2BP1–3 knockdown or knockout decreased MYC protein expression, cell proliferation and colony formation in human cancer cell lines.The ZC3H13,a member of the m6A methyltransferase complex, markedly inhibited the colorectal cancer cells growth when knocked down.",
            "score": 228.861083984375
        },
        {
            "docid": "31321569_12",
            "document": "The Hallmarks of Cancer . Cells have the ability to 'self-destruct'; a process known as apoptosis. This is required for organisms to grow and develop properly, for maintaining tissues of the body, and is also initiated when a cell is damaged or infected. Cancer cells, however, lose this ability; even though cells may become grossly abnormal, they do not apoptose. The cancer cells may do this by altering the mechanisms that detect the damage or abnormalities. This means that proper signalling cannot occur, thus apoptosis cannot activate. They may also have defects in the downstream signalling itself, or the proteins involved in apoptosis, each of which will also prevent proper apoptosis.",
            "score": 228.37728881835938
        },
        {
            "docid": "42663845_5",
            "document": "Epigenetics of physical exercise . Physical exercise increases levels of eustress, or good stress, on the body. This eustress stimulates epigenetic modifications affecting the DNA genome of cancer cells. Environmental conditions, such as eustress, strongly induces expression of the tumor suppressor TP53 gene by influencing epigenetic modifications to be made to the cancer cells genome. The TP53 gene codes for the p53 protein, a protein important in the apoptotic pathway of programmed cell death. The p53 protein is important for the regulation of cell growth and apoptosis, so hypermethylation of the TP53 promoter region are common markers associated with the development of cancer. Other than methylation patterns affecting expression of TP53, microRNAs and antisense RNAs control the levels of the p53 protein by regulating expression of the p53 coding TP53 gene.",
            "score": 228.3325653076172
        },
        {
            "docid": "2457_50",
            "document": "Apoptosis . Viruses can trigger apoptosis of infected cells via a range of mechanisms including: Canine distemper virus (CDV) is known to cause apoptosis in central nervous system and lymphoid tissue of infected dogs in vivo and in vitro. Apoptosis caused by CDV is typically induced via the extrinsic pathway, which activates caspases that disrupt cellular function and eventually leads to the cells death. In normal cells, CDV activates caspase-8 first, which works as the initiator protein followed by the executioner protein caspase-3. However, apoptosis induced by CDV in HeLa cells does not involve the initiator protein caspase-8. HeLa cell apoptosis caused by CDV follows a different mechanism than that in vero cell lines. This change in the caspase cascade suggests CDV induces apoptosis via the intrinsic pathway, excluding the need for the initiator caspase-8. The executioner protein is instead activated by the internal stimuli caused by viral infection not a caspase cascade.",
            "score": 228.221923828125
        },
        {
            "docid": "5065725_6",
            "document": "Methyltransferase . p53 methylated on lysine to regulate its activation and interaction with other proteins in the DNA damage response. This is an example of regulation of protein-protein interactions and protein activation. p53 is a known tumor suppressor that activates DNA repair pathways, initiates apoptosis, and pauses the cell cycle. Overall, it responds to mutations in DNA, signaling to the cell to fix them or to initiate cell death so that these mutations cannot contribute to cancer.",
            "score": 228.15576171875
        }
    ]
}