{
    "q": [
        {
            "docid": "89226_4",
            "document": "Adenosine diphosphate . ADP cycling supplies the energy needed to do work in a biological system, the thermodynamic process of transferring energy from one source to another. There are two types of energy: potential energy and kinetic energy. Potential energy can be thought of as stored energy, or usable energy that is available to do work. Kinetic energy is the energy of an object as a result of its motion. The significance of ATP is in its ability to store potential energy within the phosphate bonds. The energy stored between these bonds can then be transferred to do work. For example, the transfer of energy from ATP to the protein myosin causes a conformational change when connecting to actin during muscle contraction. It takes multiple reactions between myosin and actin to effectively produce one muscle contraction, and, therefore, the availability of large amounts of ATP is required to produce each muscle contraction. For this reason, biological processes have evolved to produce efficient ways to replenishment the potential energy of ATP from ADP.  Breaking one of ATP’s phosphorus bonds generates approximately 30.5 kilojoules per Mole of ATP (7.3 kcal). ADP can be converted, or powered back to ATP through the process of releasing the chemical energy available in food; in humans, this is constantly performed via aerobic respiration in the mitochondria. Plants use photosynthetic pathways to convert and store energy from sunlight, also conversion of ADP to ATP. Animals use the energy released in the breakdown of glucose and other molecules to convert ADP to ATP, which can then be used to fuel necessary growth and cell maintenance.",
            "score": 151.07057893276215
        },
        {
            "docid": "214573_11",
            "document": "Carbohydrate catabolism . The last process in aerobic respiration is oxidative phosphorylation, also known as the electron transport chain. Here NADH and FADH, which contain the energy in the form of electrons, deliver their electrons to the inner membranes of the mitochondrion to power the production of ATP. Oxidative phosphorylation contributes the majority of the ATP produced, compared to glycolysis and the Krebs cycle. While the ATP count is glycolysis and the Krebs cycle is two ATP molecules, the electron transport chain contributes, at most, twenty-eight ATP molecules. A contributing factor is due to the energy potentials of NADH and FADH. As they are brought from the initial process, glycolysis, to the electron transport chain, the energy stored in them are now utilized. A second contributing factor is that cristae, the inner membranes of mitochondria, increase the surface area and therefore the amount of proteins in the membrane that assist in the synthesis of ATP. Along the electron transport chain, there are separate compartments, each with their own concentration gradient of H + ions, which are the power source of ATP synthesis. To convert ADP to ATP, energy must be provided. That energy is provided by the H+ gradient. On one side of the membrane compartment, there is a high concentration of H+ ions compared to the other. The shuttling of H+ to one side of the membrane is driven by the exergonic flow of electrons throughout the membrane. These electrons are supplied by NADH and FADH as they transfer their potential energy. Once the H+ concentration gradient is established, a proton-motive force is established, which provides the energy to convert ADP to ATP. The H+ ions that were initially forced to one side of the mitochondrion membrane now naturally flow through a membrane protein called ATP synthase, a protein that converts ADP to ATP with the help of H+ ions.",
            "score": 103.23810970783234
        },
        {
            "docid": "19723734_26",
            "document": "Muscle . Muscular activity accounts for much of the body's energy consumption. All muscle cells produce adenosine triphosphate (ATP) molecules which are used to power the movement of the myosin heads. Muscles have a short-term store of energy in the form of creatine phosphate which is generated from ATP and can regenerate ATP when needed with creatine kinase. Muscles also keep a storage form of glucose in the form of glycogen. Glycogen can be rapidly converted to glucose when energy is required for sustained, powerful contractions. Within the voluntary skeletal muscles, the glucose molecule can be metabolized anaerobically in a process called glycolysis which produces two ATP and two lactic acid molecules in the process (note that in aerobic conditions, lactate is not formed; instead pyruvate is formed and transmitted through the citric acid cycle). Muscle cells also contain globules of fat, which are used for energy during aerobic exercise. The aerobic energy systems take longer to produce the ATP and reach peak efficiency, and requires many more biochemical steps, but produces significantly more ATP than anaerobic glycolysis. Cardiac muscle on the other hand, can readily consume any of the three macronutrients (protein, glucose and fat) aerobically without a 'warm up' period and always extracts the maximum ATP yield from any molecule involved. The heart, liver and red blood cells will also consume lactic acid produced and excreted by skeletal muscles during exercise.",
            "score": 112.01017308235168
        },
        {
            "docid": "19179592_38",
            "document": "Archaea . Phototrophic archaea use light to produce chemical energy in the form of ATP. In the Halobacteria, light-activated ion pumps like bacteriorhodopsin and halorhodopsin generate ion gradients by pumping ions out of and into the cell across the plasma membrane. The energy stored in these electrochemical gradients is then converted into ATP by ATP synthase. This process is a form of photophosphorylation. The ability of these light-driven pumps to move ions across membranes depends on light-driven changes in the structure of a retinol cofactor buried in the center of the protein.",
            "score": 117.5321671962738
        },
        {
            "docid": "656613_12",
            "document": "Cytoplasmic streaming . Photosynthesis converts light energy into chemical energy in the form of adenosine triphosphate (ATP). This occurs in the chloroplasts of plants cells. Light photons interact with various intermebrane proteins of the cholorplast to accomplish this. However, these proteins can become saturated with photons, making them unable to function until the saturation is alleviated. This is known as the Kautsky effect and is a cause of inefficiency on the ATP production mechanism. Cytoplasmic streaming in \"Chara corallina\", however, enables chloroplasts to move around the stem of the plant. Thus, the chloroplasts move into lighted regions and shaded regions. This intermittent exposure to photons due to cytoplasmic streaming actually increases the photosynthetic efficiency of chloroplasts. Photosynthetic activity is generally assessed using chlorophyll fluorescence analysis.",
            "score": 136.04221153259277
        },
        {
            "docid": "6355_2",
            "document": "Chloroplast . Chloroplasts are organelles, specialized compartments, in plant and algal cells. The main role of chloroplasts is to conduct photosynthesis, where the photosynthetic pigment chlorophyll captures the energy from sunlight and converts it and stores it in the energy-storage molecules ATP and NADPH while freeing oxygen from water. They then use the ATP and NADPH to make organic molecules from carbon dioxide in a process known as the Calvin cycle. Chloroplasts carry out a number of other functions, including fatty acid synthesis, much amino acid synthesis, and the immune response in plants. The number of chloroplasts per cell varies from one, in unicellular algae, up to 100 in plants like \"Arabidopsis\" and wheat.",
            "score": 117.22071552276611
        },
        {
            "docid": "864490_28",
            "document": "Chemiosmosis . Bacteria and archaea also can use chemiosmosis to generate ATP. Cyanobacteria, green sulfur bacteria, and purple bacteria synthesize ATP by a process called photophosphorylation. These bacteria use the energy of light to create a proton gradient using a photosynthetic electron transport chain. Non-photosynthetic bacteria such as \"E. coli\" also contain ATP synthase. In fact, mitochondria and chloroplasts are believed to have been formed when early eukaryotic cells ingested bacteria that could transfer energy using chemiosmosis. This is called the endosymbiotic theory.",
            "score": 133.16610383987427
        },
        {
            "docid": "102871_27",
            "document": "Cellular respiration . The outcome of these transport processes using the proton electrochemical gradient is that more than 3 H are needed to make 1 ATP. Obviously this reduces the theoretical efficiency of the whole process and the likely maximum is closer to 28–30 ATP molecules. In practice the efficiency may be even lower because the inner membrane of the mitochondria is slightly leaky to protons. Other factors may also dissipate the proton gradient creating an apparently leaky mitochondria. An uncoupling protein known as thermogenin is expressed in some cell types and is a channel that can transport protons. When this protein is active in the inner membrane it short circuits the coupling between the electron transport chain and ATP synthesis. The potential energy from the proton gradient is not used to make ATP but generates heat. This is particularly important in brown fat thermogenesis of newborn and hibernating mammals. According to some of newer sources the ATP yield during aerobic respiration is not 36–38, but only about 30–32 ATP molecules / 1 molecule of glucose , because:",
            "score": 78.56693375110626
        },
        {
            "docid": "57276769_8",
            "document": "Physiology of marathons . The Aerobic Energy Pathway is the third and slowest ATP producing pathway that is oxygen dependent. This energy pathway typically supplies the bulk of the body's energy during exercise after 3 minutes from the onset of exercise until the end of the exercise or when the individual experiences fatigue. This energy pathway is used for lower intensity exercise that lasts longer than 3 minutes, which corresponds to the rate at which ATP is produced using oxygen. This energy system is essential to endurance athletes such as marathon runners, triathletes, cross-country skiers, etc. The Aerobic Energy Pathway is able to produce the largest amount of ATP out of these three systems. This is largely in part to this energy system's ability to use fats, carbohydrates, and protein in conjunction with its capacity for converting these macro-nutrients into a state capable of entering the mitochondria, the site of aerobic ATP production.",
            "score": 97.88452792167664
        },
        {
            "docid": "5213005_4",
            "document": "Methanosarcina acetivorans . However, in the presence of minerals containing iron sulfides, as might have been found in sediments in a primordial environment, acetate would be catalytically converted into acetate thioester, a sulfur-containing derivative. Primitive microbes could obtain biochemical energy in the form of adenosine triphosphate (ATP) by converting acetate thioester back into acetate using PTS and ACK, which would then be converted back into acetate thioester to complete the process. In such an environment, a primitive \"protocell\" could easily produce energy through this metabolic pathway, excreting acetate as waste. Furthermore, ACK catalyzes the synthesis of ATP directly. Other pathways generate energy from ATP only through complex multi-enzyme reactions involving protein pumps and osmotic imbalances across a membrane.",
            "score": 86.76375126838684
        },
        {
            "docid": "214570_7",
            "document": "Protein catabolism . The degradation of proteins occurs within the cells, as the amino acids have to pass through certain membranes before being able to be used for different processes. This first step to protein catabolism is breaking the protein down into amino acids by cleaving their peptide bonds, also known as proteolysis. The peptide bonds are broken up by the proteasome, which is able to hydrolyze the peptide bonds by using ATP energy. This process is further helped by the use of enzymes called proteases. The proteases help cleave off the remaining peptide residues to produce individual amino acids, ready to be converted into usable molecules for either glycolysis or the TCA cycle, to produce energy for the organisms, or to be used to create new proteins.",
            "score": 90.08136677742004
        },
        {
            "docid": "23982752_4",
            "document": "Light-dependent reactions . Cytochrome b6f and ATP synthase work together to create ATP. This process is called photophosphorylation, which occurs in two different ways. In non-cyclic photophosphorylation, cytochrome b6f uses the energy of electrons from PSII to pump protons from the stroma to the lumen. The proton gradient across the thylakoid membrane creates a proton-motive force, used by ATP synthase to form ATP. In cyclic photophosphorylation, cytochrome b6f uses the energy of electrons from not only PSII but also PSI to create more ATP and to stop the production of NADPH. Cyclic phosphorylation is important to create ATP and maintain NADPH in the right proportion for the light-independent reactions.",
            "score": 93.45338904857635
        },
        {
            "docid": "6355_105",
            "document": "Chloroplast . Embedded in the thylakoid membranes are important protein complexes which carry out the light reactions of photosynthesis. Photosystem II and photosystem I contain light-harvesting complexes with chlorophyll and carotenoids that absorb light energy and use it to energize electrons. Molecules in the thylakoid membrane use the energized electrons to pump hydrogen ions into the thylakoid space, decreasing the pH and turning it acidic. ATP synthase is a large protein complex that harnesses the concentration gradient of the hydrogen ions in the thylakoid space to generate ATP energy as the hydrogen ions flow back out into the stroma—much like a dam turbine.",
            "score": 128.25509691238403
        },
        {
            "docid": "3017886_6",
            "document": "Motor protein . Myosins are a superfamily of actin motor proteins that convert chemical energy in the form of ATP to mechanical energy, thus generating force and movement. The first identified myosin, myosin II, is responsible for generating muscle contraction. Myosin II is an elongated protein that is formed from two heavy chains with motor heads and two light chains. Each myosin head contains actin and ATP binding site. The myosin heads bind and hydrolyze ATP, which provides the energy to walk toward the plus end of an actin filament. Myosin II are also vital in the process of cell division. For example, non-muscle myosin II bipolar thick filaments provide the force of contraction needed to divide cell into two daughter cells during cytokinesis.In addition to myosin II, many other myosin types are responsible for variety of movement of non-muscle cells. For example, myosin is involved in intracellular organization and the protrusion of actin-rich structures at the cell surface. Myosin V is involved in vesicle and organelle transport. Myosin XI are involved in cytoplasmic streaming, wherein movement along microfilament networks in the cell allows organelles and cytoplasm to stream in a particular direction. Eighteen different classes of myosins are known.",
            "score": 94.47637367248535
        },
        {
            "docid": "159670_8",
            "document": "Adenosine monophosphate deaminase deficiency type 1 . AMP deaminase is an enzyme that converts adenosine monophosphate (AMP) to inosine monophosphate (IMP), freeing an ammonia molecule in the process. It is a part of the metabolic process that converts sugar, fat, and protein into cellular energy. In order to use energy, a cell converts one of the above fuels into adenosine triphosphate (ATP) via the mitochondria. Cellular processes, especially muscles, then convert the ATP into adenosine diphosphate (ADP), freeing the energy to do work.",
            "score": 86.92570853233337
        },
        {
            "docid": "4575803_2",
            "document": "Ion transporter . In biology, an ion transporter (or ion pump) is a transmembrane protein that moves ions across a plasma membrane against their concentration gradient through active transport. These primary transporters are enzymes that convert energy from various sources—including adenosine triphosphate (ATP), sunlight, and other redox reactions—to potential energy stored in an electrochemical gradient. This potential energy is then used by secondary transporters, including ion carriers and ion channels, to drive vital cellular processes, such as ATP synthesis.",
            "score": 82.53479623794556
        },
        {
            "docid": "6271_71",
            "document": "Chemical reaction . The biochemical reactions that occur in living organisms are collectively known as metabolism. Among the most important of its mechanisms is the anabolism, in which different DNA and enzyme-controlled processes result in the production of large molecules such as proteins and carbohydrates from smaller units. Bioenergetics studies the sources of energy for such reactions. An important energy source is glucose, which can be produced by plants via photosynthesis or assimilated from food. All organisms use this energy to produce adenosine triphosphate (ATP), which can then be used to energize other reactions.",
            "score": 108.73433518409729
        },
        {
            "docid": "1394307_2",
            "document": "Photophosphorylation . In the process of photosynthesis, the phosphorylation of ADP to form ATP using the energy of sunlight is called photophosphorylation. Only two sources of energy are available to living organisms: sunlight and reduction-oxidation (redox) reactions. All organisms produce ATP, which is the universal energy currency of life. Commonly in photosynthesis this involves photolysis, or photodissociation, of water and a continuous unidirectional flow of electrons from water to PS|| .",
            "score": 94.29497790336609
        },
        {
            "docid": "4575803_6",
            "document": "Ion transporter . ATP producing transporters run in the opposite direction of ATP Utilizing transporters. These proteins transport ions from high to low concentration with the gradient but in the process ATP is formed. Potential energy in the form of the concentration gradient is used to generate ATP. In animals, this ATP synthesis takes place in the mitochondria using F- type ATPase otherwise known as ATP synthase. V-type ATPase serves the opposite function as F-type ATPase and is used in plants to hydrolyze ATP to create a proton gradient. Examples of this are lysosomes that use V-type ATPase acidify vesicles or plant vacuoles during process of photosynthesis in the chloroplasts. This process can be regulated through various methods such as pH.",
            "score": 84.95941376686096
        },
        {
            "docid": "3967032_2",
            "document": "Photosynthetic reaction centre . A photosynthetic reaction centre is a complex of several proteins, pigments and other co-factors that together execute the primary energy conversion reactions of photosynthesis. Molecular excitations, either originating directly from sunlight or transferred as excitation energy via light-harvesting antenna systems, give rise to electron transfer reactions along the path of a series of protein-bound co-factors. These co-factors are light-absorbing molecules (also named chromophores or pigments) such as chlorophyll and phaeophytin, as well as quinones. The energy of the photon is used to excite an electron of a pigment. The free energy created is then used to reduce a chain of nearby electron acceptors, which have subsequently higher redox-potentials. These electron transfer steps are the initial phase of a series of energy conversion reactions, ultimately resulting in the conversion of the energy of photons to the storage of that energy by the production of chemical bonds.",
            "score": 156.20370292663574
        },
        {
            "docid": "24544_3",
            "document": "Photosynthesis . Although photosynthesis is performed differently by different species, the process always begins when energy from light is absorbed by proteins called reaction centres that contain green chlorophyll pigments. In plants, these proteins are held inside organelles called chloroplasts, which are most abundant in leaf cells, while in bacteria they are embedded in the plasma membrane. In these light-dependent reactions, some energy is used to strip electrons from suitable substances, such as water, producing oxygen gas. The hydrogen freed by the splitting of water is used in the creation of two further compounds that serve as short-term stores of energy, enabling its transfer to drive other reactions: these compounds are reduced nicotinamide adenine dinucleotide phosphate (NADPH) and adenosine triphosphate (ATP), the \"energy currency\" of cells.",
            "score": 146.97472620010376
        },
        {
            "docid": "2683080_3",
            "document": "Halobacterium . The genus \"Halobacterium\" (\"salt\" or \"ocean bacterium\") consists of several species of the Archaea with an aerobic metabolism which requires an environment with a high concentration of salt; many of their proteins will not function in low-salt environments. They grow on amino acids in their aerobic conditions. Their cell walls are also quite different from those of bacteria, as ordinary lipoprotein membranes fail in high salt concentrations. In shape, they may be either rods or cocci, and in color, either red or purple. They reproduce using binary fission (by constriction), and are motile. \"Halobacterium\" grows best in a 42 °C environment. The genome of an unspecified \"Halobacterium\" species, sequenced by Shiladitya DasSarma, comprises 2,571,010 bp (base pairs) of DNA compiled into three circular strands: one large chromosome with 2,014,239 bp, and two smaller ones with 191,346 and 365,425 bp. This species, called \"Halobacterium\" sp. NRC-1, has been extensively used for postgenomic analysis. \"Halobacterium\" species can be found in the Great Salt Lake, the Dead Sea, Lake Magadi, and any other waters with high salt concentration. Purple \"Halobacterium\" species owe their color to bacteriorhodopsin, a light-sensitive protein which provides chemical energy for the cell by using sunlight to pump protons out of the cell. The resulting proton gradient across the cell membrane is used to drive the synthesis of the energy carrier ATP. Thus, when these protons flow back in, they are used in the synthesis of ATP (this proton flow can be emulated with a decrease in pH outside the cell, causing a flow of H ions). The bacteriorhodopsin protein is chemically very similar to the light-detecting pigment rhodopsin, found in the vertebrate retina.",
            "score": 116.59353530406952
        },
        {
            "docid": "24544_24",
            "document": "Photosynthesis . In the non-cyclic reaction, the photons are captured in the light-harvesting antenna complexes of photosystem II by chlorophyll and other accessory pigments (see diagram at right). The absorption of a photon by the antenna complex frees an electron by a process called photoinduced charge separation. The antenna system is at the core of the chlorophyll molecule of the photosystem II reaction center. That freed electron is transferred to the primary electron-acceptor molecule, pheophytin. As the electrons are shuttled through an electron transport chain (the so-called Z-scheme shown in the diagram), it initially functions to generate a chemiosmotic potential by pumping proton cations (H) across the membrane and into the thylakoid space. An ATP synthase enzyme uses that chemiosmotic potential to make ATP during photophosphorylation, whereas NADPH is a product of the terminal redox reaction in the \"Z-scheme\". The electron enters a chlorophyll molecule in Photosystem I. There it is further excited by the light absorbed by that photosystem. The electron is then passed along a chain of electron acceptors to which it transfers some of its energy. The energy delivered to the electron acceptors is used to move hydrogen ions across the thylakoid membrane into the lumen. The electron is eventually used to reduce the co-enzyme NADP with a H to NADPH (which has functions in the light-independent reaction); at that point, the path of that electron ends.",
            "score": 109.54139995574951
        },
        {
            "docid": "3954_34",
            "document": "Biochemistry . In aerobic cells with sufficient oxygen, as in most human cells, the pyruvate is further metabolized. It is irreversibly converted to acetyl-CoA, giving off one carbon atom as the waste product carbon dioxide, generating another reducing equivalent as NADH. The two molecules acetyl-CoA (from one molecule of glucose) then enter the citric acid cycle, producing two more molecules of ATP, six more NADH molecules and two reduced (ubi)quinones (via FADH as enzyme-bound cofactor), and releasing the remaining carbon atoms as carbon dioxide. The produced NADH and quinol molecules then feed into the enzyme complexes of the respiratory chain, an electron transport system transferring the electrons ultimately to oxygen and conserving the released energy in the form of a proton gradient over a membrane (inner mitochondrial membrane in eukaryotes). Thus, oxygen is reduced to water and the original electron acceptors NAD and quinone are regenerated. This is why humans breathe in oxygen and breathe out carbon dioxide. The energy released from transferring the electrons from high-energy states in NADH and quinol is conserved first as proton gradient and converted to ATP via ATP synthase. This generates an additional \"28\" molecules of ATP (24 from the 8 NADH + 4 from the 2 quinols), totaling to 32 molecules of ATP conserved per degraded glucose (two from glycolysis + two from the citrate cycle). It is clear that using oxygen to completely oxidize glucose provides an organism with far more energy than any oxygen-independent metabolic feature, and this is thought to be the reason why complex life appeared only after Earth's atmosphere accumulated large amounts of oxygen.",
            "score": 91.84659051895142
        },
        {
            "docid": "9649_24",
            "document": "Energy . Any living organism relies on an external source of energy—radiant energy from the Sun in the case of green plants, chemical energy in some form in the case of animals—to be able to grow and reproduce. The daily 1500–2000 Calories (6–8 MJ) recommended for a human adult are taken as a combination of oxygen and food molecules, the latter mostly carbohydrates and fats, of which glucose (CHO) and stearin (CHO) are convenient examples. The food molecules are oxidised to carbon dioxide and water in the mitochondria and some of the energy is used to convert ADP into ATP. The rest of the chemical energy in O and the carbohydrate or fat is converted into heat: the ATP is used as a sort of \"energy currency\", and some of the chemical energy it contains is used for other metabolism when ATP reacts with OH groups and eventually splits into ADP and phosphate (at each stage of a metabolic pathway, some chemical energy is converted into heat). Only a tiny fraction of the original chemical energy is used for work:",
            "score": 102.19622159004211
        },
        {
            "docid": "36345514_5",
            "document": "Ycf9 protein domain . Oxygenic photosynthesis uses two multi-subunit photosystems (I and II) located in the cell membranes of cyanobacteria and in the thylakoid membranes of chloroplasts in plants and algae. Photosystem II (PSII) has a P680 reaction centre containing chlorophyll 'a' that uses light energy to carry out the oxidation (splitting) of water molecules, and to produce ATP via a proton pump. Photosystem I (PSI) has a P700 reaction centre containing chlorophyll that takes the electron and associated hydrogen donated from PSII to reduce NADP+ to NADPH. Both ATP and NADPH are subsequently used in the light-independent reactions to convert carbon dioxide to glucose using the hydrogen atom extracted from water by PSII, releasing oxygen as a by-product.",
            "score": 102.09161424636841
        },
        {
            "docid": "5330368_33",
            "document": "Microbial metabolism . Many microbes (phototrophs) are capable of using light as a source of energy to produce ATP and organic compounds such as carbohydrates, lipids, and proteins. Of these, algae are particularly significant because they are oxygenic, using water as an electron donor for electron transfer during photosynthesis. Phototrophic bacteria are found in the phyla Cyanobacteria, Chlorobi, Proteobacteria, Chloroflexi, and Firmicutes. Along with plants these microbes are responsible for all biological generation of oxygen gas on Earth. Because chloroplasts were derived from a lineage of the Cyanobacteria, the general principles of metabolism in these endosymbionts can also be applied to chloroplasts. In addition to oxygenic photosynthesis, many bacteria can also photosynthesize anaerobically, typically using sulfide () as an electron donor to produce sulfate. Inorganic sulfur (), thiosulfate () and ferrous iron () can also be used by some organisms. Phylogenetically, all oxygenic photosynthetic bacteria are Cyanobacteria, while anoxygenic photosynthetic bacteria belong to the purple bacteria (Proteobacteria), Green sulfur bacteria (e.g. Chlorobium), Green non-sulfur bacteria (e.g. Chloroflexus), or the heliobacteria (Low %G+C Gram positives). In addition to these organisms, some microbes (e.g. the Archaeon \"Halobacterium\" or the bacterium \"Roseobacter\", among others) can utilize light to produce energy using the enzyme bacteriorhodopsin, a light-driven proton pump. However, there are no known Archaea that carry out photosynthesis.",
            "score": 150.06665420532227
        },
        {
            "docid": "1126111_2",
            "document": "Photosystem I . Photosystem I (PS I, or plastocyanin-ferredoxin oxidoreductase) is the second photosystem in the photosynthetic light reactions of algae, plants, and some bacteria. Photosystem I (PS I) is an integral membrane protein complex that uses light energy to produce the high energy carriers ATP and NADPH. More than 110 cofactors, significantly more than photosystem II, comprise the PS I system.",
            "score": 133.17213010787964
        },
        {
            "docid": "11012831_5",
            "document": "Bioenergetic systems . Since energy is released when ATP is broken down, energy is required to rebuild or resynthesize it. The building blocks of ATP synthesis are the by-products of its breakdown; adenosine diphosphate (ADP) and inorganic phosphate (Pi). The energy for ATP resynthesis comes from three different series of chemical reactions that take place within the body. Two of the three depend upon the type of food eaten, whereas the other depends upon a chemical compound called phosphocreatine. The energy released from any of these three series of reactions is coupled with the energy needs of the reaction that resynthesizes ATP. The separate reactions are functionally linked together in such a way that the energy released by the one is always used by the other.",
            "score": 88.98589396476746
        },
        {
            "docid": "34504569_6",
            "document": "Solar fuel . Hydrogen can be produced by electrolysis. To use sunlight in this process, a photoelectrochemical cell can be used, where one photosensitized electrode converts light into an electric current that is then used for water splitting. One such type of cell is the dye-sensitized solar cell. This is an indirect process, since it produces electricity that then is used to form hydrogen. The other major indirect process using sunlight is conversion of biomass to biofuel using photosynthetic organisms; however, most of the energy harvested by photosynthesis is used in life-sustaining processes and therefore lost for energy use.",
            "score": 124.15701532363892
        },
        {
            "docid": "2773080_8",
            "document": "Endoplasm . The mitochondria are vital to the efficiency of eukaryotes. These organelles breakdown simple sugars like glucose to create a multitude of ATP (adenosine triphosphate) molecules. ATP provides the energy for protein synthesis, which takes about 75% of the cell’s energy, as well as other cellular processes like signaling pathways. Present in a cell’s endoplasm, the number of mitochondria varies based on the cell’s metabolic needs. Cells that must make a large amount of proteins or breakdown a lot of material require a large amount of mitochondria. Glucose is broken down through three sequential processes: glycolysis, the citric acid cycle, and the electron transport chain.",
            "score": 84.16096329689026
        },
        {
            "docid": "947934_4",
            "document": "Transduction (biophysics) . In photosynthesis, when the electrons of the \"chlorophyll pair\" receive the photon energy from the \"collecting\" associated pigments, the photonic energy is \"destined\" to link one molecule of phosphate to one of NAD. The resulting NADP in turn will use the stored energy in the generation of ATP, which is the end point of the light-induced photosynthetic process. [This is quite wrong: NADP is reduced (electrons are added) to NADPH in the light reactions of linear electron transport. No ATP involved directly. Phosphate is \"linked\" to ADP, forming ATP, but this does not involve NADP(H), it involves the proton gradient (and ATP synthase) generated by photosynthetic electron transport processes.] This means that the photon's energy ends up its circuit by being \"transduced\" to an electron that takes part in the formation of a molecular link of energy-rich phosphate.",
            "score": 124.61187028884888
        }
    ],
    "r": [
        {
            "docid": "4066860_3",
            "document": "Photosynthetic efficiency . where CHO is glucose (which is subsequently transformed into other sugars, cellulose, lignin, and so forth). The value of the photosynthetic efficiency is dependent on how light energy is defined – it depends on whether we count only the light that is absorbed, and on what kind of light is used (see Photosynthetically active radiation). It takes eight (or perhaps 10 or more) photons to utilize one molecule of CO. The Gibbs free energy for converting a mole of CO to glucose is 114 kcal, whereas eight moles of photons of wavelength 600 nm contains 381 kcal, giving a nominal efficiency of 30%. However, photosynthesis can occur with light up to wavelength 720 nm so long as there is also light at wavelengths below 680 nm to keep Photosystem II operating (see Chlorophyll). Using longer wavelengths means less light energy is needed for the same number of photons and therefore for the same amount of photosynthesis. For actual sunlight, where only 45% of the light is in the photosynthetically active wavelength range, the theoretical maximum efficiency of solar energy conversion is approximately 11%. In actuality, however, plants do not absorb all incoming sunlight (due to reflection, respiration requirements of photosynthesis and the need for optimal solar radiation levels) and do not convert all harvested energy into biomass, which results in an overall photosynthetic efficiency of 3 to 6% of total solar radiation. If photosynthesis is inefficient, excess light energy must be dissipated to avoid damaging the photosynthetic apparatus. Energy can be dissipated as heat (non-photochemical quenching), or emitted as chlorophyll fluorescence.",
            "score": 184.33566284179688
        },
        {
            "docid": "3967218_2",
            "document": "Light-harvesting complex . A light-harvesting complex has a complex of subunit proteins that may be part of a larger supercomplex of a photosystem, the functional unit in photosynthesis. It is used by plants and photosynthetic bacteria to collect more of the incoming light than would be captured by the photosynthetic reaction center alone. Light-harvesting complexes are found in a wide variety among the different photosynthetic species. The complexes consist of proteins and photosynthetic pigments and surround a photosynthetic reaction center to focus energy, attained from photons absorbed by the pigment, toward the reaction center using Förster resonance energy transfer.",
            "score": 163.0912322998047
        },
        {
            "docid": "48258779_3",
            "document": "Chromatophore (bacteria) . Chromatophores contain bacteriochlorophyll pigments and carotenoids. In purple bacteria, such as \"Rhodospirillum rubrum\", the light-harvesting proteins are intrinsic to the chromatophore membranes. However, in green sulfur bacteria, they are arranged in specialised antenna complexes called chlorosomes.",
            "score": 162.34951782226562
        },
        {
            "docid": "3967032_2",
            "document": "Photosynthetic reaction centre . A photosynthetic reaction centre is a complex of several proteins, pigments and other co-factors that together execute the primary energy conversion reactions of photosynthesis. Molecular excitations, either originating directly from sunlight or transferred as excitation energy via light-harvesting antenna systems, give rise to electron transfer reactions along the path of a series of protein-bound co-factors. These co-factors are light-absorbing molecules (also named chromophores or pigments) such as chlorophyll and phaeophytin, as well as quinones. The energy of the photon is used to excite an electron of a pigment. The free energy created is then used to reduce a chain of nearby electron acceptors, which have subsequently higher redox-potentials. These electron transfer steps are the initial phase of a series of energy conversion reactions, ultimately resulting in the conversion of the energy of photons to the storage of that energy by the production of chemical bonds.",
            "score": 156.20370483398438
        },
        {
            "docid": "25336_105",
            "document": "Quantum entanglement . It has been suggested that in the process of photosynthesis, entanglement is involved in the transfer of energy between light-harvesting complexes and photosynthetic reaction centers where the kinetic energy is harvested in the form of chemical energy. Without such a process, the efficient conversion of optical energy into chemical energy cannot be explained. Using femtosecond spectroscopy, the coherence of entanglement in the Fenna-Matthews-Olson complex was measured over hundreds of femtoseconds (a relatively long time in this regard) providing support to this theory.",
            "score": 156.1464080810547
        },
        {
            "docid": "14622000_3",
            "document": "Bacterial antenna complex . The bacterial antenna complexes of all photosynthetic bacteria have similar features. They consist of light-absorbing pigments that are either non-covalently associated with integral proteins in the case of purple photosynthetic bacteria and cyanobacteria, or present in chlorosomes in the case of green photosynthetic bacteria. The light-absorbing pigments in chlorosomes do not associate with integral proteins for assembly. Green and purple photosynthetic bacteria utilize different bacteriochlorophyll molecules while cyanobacteria contain chlorophyll, the light-absorbing pigments found in plants. Purple photosynthetic bacteria, particularly \"Rhodopseudomonos acidophilia\" of purple non-sulfur bacteria, have been one of the main groups of organisms used to study bacterial antenna complexes so much is known about this group's photosynthetic components.",
            "score": 156.0285186767578
        },
        {
            "docid": "14622000_2",
            "document": "Bacterial antenna complex . Bacterial antenna complex proteins are the main light-absorbing components in photosynthetic bacteria. Also known as a light-harvesting complex/system, the bacterial antenna complex is responsible for the transfer of solar energy to the photosynthetic reaction centre.",
            "score": 153.55923461914062
        },
        {
            "docid": "45684445_18",
            "document": "Klaus Schulten . As of 2015, the largest reported simulations involved a hundred million atoms. Schulten's team modeled the structure and function of a Purple bacteria's chromatophore, one of the simplest living examples of photosynthesis. Modeling the processes involved in converting sunlight into chemical energy meant representing 100 million atoms, 16,000 lipids, and 101 proteins, the contents of a tiny sphere-shaped organelle occupying just one percent of the cell's total volume. The team used the Titan supercomputer at the Oak Ridge National Laboratory in Tennessee. At his death Schulten was already planning simulations for the exa-scale Summit computer, expected to be built by 2018.",
            "score": 152.51573181152344
        },
        {
            "docid": "89226_4",
            "document": "Adenosine diphosphate . ADP cycling supplies the energy needed to do work in a biological system, the thermodynamic process of transferring energy from one source to another. There are two types of energy: potential energy and kinetic energy. Potential energy can be thought of as stored energy, or usable energy that is available to do work. Kinetic energy is the energy of an object as a result of its motion. The significance of ATP is in its ability to store potential energy within the phosphate bonds. The energy stored between these bonds can then be transferred to do work. For example, the transfer of energy from ATP to the protein myosin causes a conformational change when connecting to actin during muscle contraction. It takes multiple reactions between myosin and actin to effectively produce one muscle contraction, and, therefore, the availability of large amounts of ATP is required to produce each muscle contraction. For this reason, biological processes have evolved to produce efficient ways to replenishment the potential energy of ATP from ADP.  Breaking one of ATP’s phosphorus bonds generates approximately 30.5 kilojoules per Mole of ATP (7.3 kcal). ADP can be converted, or powered back to ATP through the process of releasing the chemical energy available in food; in humans, this is constantly performed via aerobic respiration in the mitochondria. Plants use photosynthetic pathways to convert and store energy from sunlight, also conversion of ADP to ATP. Animals use the energy released in the breakdown of glucose and other molecules to convert ADP to ATP, which can then be used to fuel necessary growth and cell maintenance.",
            "score": 151.07058715820312
        },
        {
            "docid": "5330368_33",
            "document": "Microbial metabolism . Many microbes (phototrophs) are capable of using light as a source of energy to produce ATP and organic compounds such as carbohydrates, lipids, and proteins. Of these, algae are particularly significant because they are oxygenic, using water as an electron donor for electron transfer during photosynthesis. Phototrophic bacteria are found in the phyla Cyanobacteria, Chlorobi, Proteobacteria, Chloroflexi, and Firmicutes. Along with plants these microbes are responsible for all biological generation of oxygen gas on Earth. Because chloroplasts were derived from a lineage of the Cyanobacteria, the general principles of metabolism in these endosymbionts can also be applied to chloroplasts. In addition to oxygenic photosynthesis, many bacteria can also photosynthesize anaerobically, typically using sulfide () as an electron donor to produce sulfate. Inorganic sulfur (), thiosulfate () and ferrous iron () can also be used by some organisms. Phylogenetically, all oxygenic photosynthetic bacteria are Cyanobacteria, while anoxygenic photosynthetic bacteria belong to the purple bacteria (Proteobacteria), Green sulfur bacteria (e.g. Chlorobium), Green non-sulfur bacteria (e.g. Chloroflexus), or the heliobacteria (Low %G+C Gram positives). In addition to these organisms, some microbes (e.g. the Archaeon \"Halobacterium\" or the bacterium \"Roseobacter\", among others) can utilize light to produce energy using the enzyme bacteriorhodopsin, a light-driven proton pump. However, there are no known Archaea that carry out photosynthesis.",
            "score": 150.066650390625
        },
        {
            "docid": "43287831_7",
            "document": "Marion C. Thurnauer . Dr. Thurnaeur studies fundamental mechanisms in photophysics and photochemistry and their applications to the design of artificial photocatalytic systems. A major area of her research has been solar photochemical energy conversion in bacterial and oxygenic photosynthesis and model photosynthetic systems. Oxygenic photosynthesis is the main process providing energy to the biosphere of the planet, creating the protective ozone layer and consuming carbon dioxide. Photosynthetic organisms use solar energy, converting it into high-energy biochemical compounds. She has modelled the spin and polarization of electrons in photosynthetic systems and helped to develop time-resolved magnetic resonance techniques for the study of sequential electron transfer in photochemical energy conversion. With researchers such as Tijana Rajh, she has studied bio-inspired nanomaterials that mimic the energy transduction of natural photosynthesis. She is a co-editor of \"The Purple Photosynthetic Bacteria\" (2008), a collection of authoritative reviews on bacterial photosynthesis. She has also engaged in research relating to heavy elements chemistry, separations chemistry, radiation chemistry, and environmental management.",
            "score": 147.88526916503906
        },
        {
            "docid": "24544_3",
            "document": "Photosynthesis . Although photosynthesis is performed differently by different species, the process always begins when energy from light is absorbed by proteins called reaction centres that contain green chlorophyll pigments. In plants, these proteins are held inside organelles called chloroplasts, which are most abundant in leaf cells, while in bacteria they are embedded in the plasma membrane. In these light-dependent reactions, some energy is used to strip electrons from suitable substances, such as water, producing oxygen gas. The hydrogen freed by the splitting of water is used in the creation of two further compounds that serve as short-term stores of energy, enabling its transfer to drive other reactions: these compounds are reduced nicotinamide adenine dinucleotide phosphate (NADPH) and adenosine triphosphate (ATP), the \"energy currency\" of cells.",
            "score": 146.9747314453125
        },
        {
            "docid": "52153973_5",
            "document": "Peridinin-chlorophyll-protein complex . Photosynthetic dinoflagellates contain membrane-bound light-harvesting complexes similar to those found in green plants. They additionally contain water-soluble protein-pigment complexes that exploit carotenoids such as peridinin to extend their photosynthetic capacity. Peridinin absorbs light in the blue-green wavelengths (470 to 550 nm) which are inaccessible to chlorophyll by itself; instead the PCP complex uses the geometry of the relative pigment orientations to effect extremely high-efficiency energy transfer from the peridinin molecules to their neighboring chlorophyll molecule. PCP has served as a common model system for spectroscopy and for theoretical calculations relating to the protein's photophysics.",
            "score": 144.46627807617188
        },
        {
            "docid": "24544_2",
            "document": "Photosynthesis . Photosynthesis is a process used by plants and other organisms to convert light energy into chemical energy that can later be released to fuel the organisms' activities (energy transformation). This chemical energy is stored in carbohydrate molecules, such as sugars, which are synthesized from carbon dioxide and water – hence the name \"photosynthesis\", from the Greek φῶς, \"phōs\", \"light\", and σύνθεσις, \"synthesis\", \"putting together\". In most cases, oxygen is also released as a waste product. Most plants, most algae, and cyanobacteria perform photosynthesis; such organisms are called photoautotrophs. Photosynthesis is largely responsible for producing and maintaining the oxygen content of the Earth's atmosphere, and supplies all of the organic compounds and most of the energy necessary for life on Earth.",
            "score": 142.93370056152344
        },
        {
            "docid": "29946595_2",
            "document": "Chlorophyll fluorescence . Chlorophyll fluorescence is light re-emitted by chlorophyll molecules during return from excited to non-excited states. It is used as an indicator of photosynthetic energy conversion in higher plants, algae and bacteria. Excited chlorophyll dissipates the absorbed light energy by driving photosynthesis (photochemical energy conversion), as heat in non-photochemical quenching or by emission as fluorescence radiation. As these processes are complementary processes, the analysis of chlorophyll fluorescence is an important tool in plant research with a wide spectra of applications.",
            "score": 142.2672119140625
        },
        {
            "docid": "19316605_4",
            "document": "Non-photochemical quenching . In higher plants, the absorption of light continues to increase as light intensity increases, while the capacity for photosynthesis tends to saturate. Therefore there is the potential for the absorption of excess light energy by photosynthetic light harvesting systems. This excess excitation energy leads to an increase in the lifetime of singlet excited chlorophyll, increasing the chances of the formation of long-lived chlorophyll triplet states by inter-system crossing. Triplet chlorophyll is a potent photosensitiser of molecular oxygen forming singlet oxygen which can cause oxidative damage to the pigments, lipids and proteins of the photosynthetic thylakoid membrane. To counter this problem, one photoprotective mechanism is so-called non-photochemical quenching (NPQ), which relies upon the conversion and dissipation of the excess excitation energy into heat. NPQ involves conformational changes within the light harvesting proteins of photosystem (PS) II that bring about a change in pigment interactions causing the formation of energy traps. The conformational changes are stimulated by a combination of transmembrane proton gradient, the PsbS subunit of photosystem II and the enzymatic conversion of the carotenoid violaxanthin to zeaxanthin (the xanthophyll cycle).",
            "score": 142.1399688720703
        },
        {
            "docid": "1430539_58",
            "document": "Artificial photosynthesis . A concern usually addressed in catalyst design is efficiency, in particular how much of the incident light can be used in a system in practice. This is comparable with photosynthetic efficiency, where light-to-chemical-energy conversion is measured. Photosynthetic organisms are able to collect about 50% of incident solar radiation, however the theoretical limit of photosynthetic efficiency is 4.6 and 6.0% for C3 and C4 plants respectively. In reality, the efficiency of photosynthesis is much lower and is usually below 1%, with some exceptions such as sugarcane in tropical climate. In contrast, the highest reported efficiency for artificial photosynthesis lab prototypes is 22.4%. However, plants are efficient in using CO at atmospheric concentrations, something that artificial catalysts still cannot perform.",
            "score": 139.26705932617188
        },
        {
            "docid": "4066860_2",
            "document": "Photosynthetic efficiency . The photosynthetic efficiency is the fraction of light energy converted into chemical energy during photosynthesis in plants and algae. Photosynthesis can be described by the simplified chemical reaction",
            "score": 138.650634765625
        },
        {
            "docid": "7005062_12",
            "document": "Energy conversion efficiency . With the exception of a few light sources, such as incandescent light bulbs, most light sources have multiple stages of energy conversion between the \"wall plug\" (electrical input point, which may include batteries, direct wiring, or other sources) and the final light-output, with each stage producing a loss. Low-pressure sodium lamps initially convert the electrical energy using an electrical ballast, to maintain the proper current and voltage, but some energy is lost in the ballast. Similarly, fluorescent lamps also convert the electricity using a ballast (electronic efficiency). The electricity is then converted into light energy by the electrical arc (electrode efficiency and discharge efficiency). The light is then transferred to a fluorescent coating that only absorbs suitable wavelengths, with some losses of those wavelengths due to reflection off and transmission through the coating (transfer efficiency). The number of photons absorbed by the coating will not match the number then reemitted as fluorescence (quantum efficiency). Finally, due to the phenomenon of the Stokes shift, the reemitted photons will have a shorter wavelength (thus lower energy) than the absorbed photons (fluorescence efficiency). In very similar fashion, lasers also experience many stages of conversion between the wall plug and the output aperture. The terms \"wall-plug efficiency\" or \"energy conversion efficiency\" are therefore used to denote the overall efficiency of the energy-conversion device, deducting the losses from each stage, although this may exclude external components needed to operate some devices, such as coolant pumps.",
            "score": 138.59400939941406
        },
        {
            "docid": "7005062_9",
            "document": "Energy conversion efficiency . The wall-plug efficiency differs from the \"luminous efficiency\" in that wall-plug efficiency describes the direct output/input conversion of energy (the amount of work that can be performed) whereas luminous efficiency takes into account the human eye's varying sensitivity to different wavelengths (how well it can illuminate a space). Instead of using watts, the power of a light source to produce wavelengths proportional to human perception is measured in lumens. The human eye is most sensitive to wavelengths of 555 nanometers (greenish-yellow) but the sensitivity decreases dramatically to either side of this wavelength, following a Gaussian power-curve and dropping to zero sensitivity at the red and violet ends of the spectrum. Due to this the eye does not usually see all of the wavelengths emitted by a particular light-source, nor does it see all of the wavelengths within the visual spectrum equally. Yellow and green, for example, make up more than 50% of what the eye perceives as being white, even though in terms of radiant energy white-light is made from equal portions of all colors (i.e.: a 5 mw green laser appears brighter than a 5 mw red laser, yet the red laser stands-out better against a white background). Therefore, the radiant intensity of a light source may be much greater than its luminous intensity, meaning that the source emits more energy than the eye can use. Likewise, the lamp's wall-plug efficiency is usually greater than its luminous efficiency. The effectiveness of a light source to convert electrical energy into wavelengths of visible light, in proportion to the sensitivity of the human eye, is referred to as luminous efficacy, which is measured in units of lumens per watt (lm/w) of electrical input-energy.",
            "score": 137.92929077148438
        },
        {
            "docid": "656613_12",
            "document": "Cytoplasmic streaming . Photosynthesis converts light energy into chemical energy in the form of adenosine triphosphate (ATP). This occurs in the chloroplasts of plants cells. Light photons interact with various intermebrane proteins of the cholorplast to accomplish this. However, these proteins can become saturated with photons, making them unable to function until the saturation is alleviated. This is known as the Kautsky effect and is a cause of inefficiency on the ATP production mechanism. Cytoplasmic streaming in \"Chara corallina\", however, enables chloroplasts to move around the stem of the plant. Thus, the chloroplasts move into lighted regions and shaded regions. This intermittent exposure to photons due to cytoplasmic streaming actually increases the photosynthetic efficiency of chloroplasts. Photosynthetic activity is generally assessed using chlorophyll fluorescence analysis.",
            "score": 136.04222106933594
        },
        {
            "docid": "6021465_25",
            "document": "Biological pigment . The only light source in the deep sea, marine animals give off visible light energy called bioluminescence, a subset of chemiluminescence. This is the chemical reaction in which chemical energy is converted to light energy. It is estimated that 90% of deep-sea animals produce some sort of bioluminescence. Considering that a large proportion of the visible light spectrum is absorbed before reaching the deep sea, most of the emitted light from the sea-animals is blue and green. However, some species may emit a red and infrared light, and there has even been a genus that is found to emit yellow bioluminescence. The organ that is responsible for the emission of bioluminescence is known as photophores. This type is only present in squid and fish, and is used to illuminate their ventral surfaces, which disguise their silhouettes from predators. The uses of the photophores in the sea-animals differ, such as lenses for controlling intensity of color, and the intensity of the light produced. Squids have both photophores and chromatophores which controls both of these intensities. Another thing that is responsible for the emission of bioluminescence, which is evident in the bursts of light that jellyfish emit, start with a luciferin (a photogen) and ends with the light emitter (a photagogikon.) Luciferin, luciferase, salt, and oxygen react and combine to create a single unit called photo-proteins, which can produce light when reacted with another molecule such as Ca+. Jellyfish use this as a defense mechanism; when a smaller predator is attempting to devour a jellyfish, it will flash its lights, which would therefore lure a larger predator and chase the smaller predator away. It is also used as mating behavior.",
            "score": 135.08926391601562
        },
        {
            "docid": "6355_22",
            "document": "Chloroplast . While most chloroplasts originate from that first set of endosymbiotic events, \"Paulinella chromatophora\" is an exception that acquired a photosynthetic cyanobacterial endosymbiont more recently. It is not clear whether that symbiont is closely related to the ancestral chloroplast of other eukaryotes. Being in the early stages of endosymbiosis, \"Paulinella chromatophora\" can offer some insights into how chloroplasts evolved. \"Paulinella\" cells contain one or two sausage shaped blue-green photosynthesizing structures called chromatophores, descended from the cyanobacterium \"Synechococcus\". Chromatophores cannot survive outside their host. Chromatophore DNA is about a million base pairs long, containing around 850 protein encoding genes—far less than the three million base pair \"Synechococcus\" genome, but much larger than the approximately 150,000 base pair genome of the more assimilated chloroplast. Chromatophores have transferred much less of their DNA to the nucleus of their host. About 0.3–0.8% of the nuclear DNA in \"Paulinella\" is from the chromatophore, compared with 11–14% from the chloroplast in plants.",
            "score": 134.85267639160156
        },
        {
            "docid": "9630_68",
            "document": "Ecology . There is a relationship between light, primary production, and ecological energy budgets. Sunlight is the primary input of energy into the planet's ecosystems. Light is composed of electromagnetic energy of different wavelengths. Radiant energy from the sun generates heat, provides photons of light measured as active energy in the chemical reactions of life, and also acts as a catalyst for genetic mutation. Plants, algae, and some bacteria absorb light and assimilate the energy through photosynthesis. Organisms capable of assimilating energy by photosynthesis or through inorganic fixation of HS are autotrophs. Autotrophs — responsible for primary production — assimilate light energy which becomes metabolically stored as potential energy in the form of biochemical enthalpic bonds.",
            "score": 134.45848083496094
        },
        {
            "docid": "2932386_3",
            "document": "Light-harvesting complexes of green plants . The antenna pigments are predominantly chlorophyll \"b\", xanthophylls, and carotenes. Chlorophyll \"a\" is known as the core pigment. Their absorption spectra are non-overlapping and broaden the range of light that can be absorbed in photosynthesis. The carotenoids have another role as an antioxidant to prevent photo-oxidative damage of chlorophyll molecules. Each antenna complex has between 250 and 400 pigment molecules and the energy they absorb is shuttled by resonance energy transfer to a specialized chlorophyll-protein complex known as the reaction center of each photosystem. The reaction center initiates a complex series of chemical reactions that capture energy in the form of chemical bonds.",
            "score": 134.08811950683594
        },
        {
            "docid": "4066860_9",
            "document": "Photosynthetic efficiency . Only if the light intensity is above a plant specific value, called the compensation point the plant assimilates more carbon and releases more oxygen by photosynthesis than it consumes by cellular respiration for its own current energy demand.<br> Photosynthesis measurement systems are not designed to directly measure the amount of light absorbed by the leaf. Nevertheless, the light response curves that the class produces do allow comparisons in photosynthetic efficiency between plants.",
            "score": 133.7293243408203
        },
        {
            "docid": "12460_25",
            "document": "Green . Green is common in nature, as many plants are green because of a complex chemical known as chlorophyll, which is involved in photosynthesis. Chlorophyll absorbs the long wavelengths of light (red) and short wavelengths of light (blue) much more efficiently than the wavelengths that appear green to the human eye, so light reflected by plants is enriched in green. Chlorophyll absorbs green light poorly because it first arose in organisms living in oceans where purple halobacteria were already exploiting photosynthesis. Their purple color arose because they extracted energy in the green portion of the spectrum using bacteriorhodopsin. The new organisms that then later came to dominate the extraction of light were selected to exploit those portions of the spectrum not used by the halobacteria.",
            "score": 133.67015075683594
        },
        {
            "docid": "57401142_4",
            "document": "Paraheliotropism . Plants require light to perform photosynthesis, but receiving too much light can be just as damaging for a plant as receiving not enough light. An excess of light leads to three main overarching physiological problems: a surplus of photochemical energy leads to the creation of Reactive Oxygen Species, which are extremely damaging to numerous cellular structures; the temperature of the plant's cells becomes so high that proteins denature and/or that enzyme kinetics are negatively impacted; and transpiration increases, resulting in losses of turgor and photochemical efficiency. Paraheliotropic movement can help a plant avoid these problems by limiting the amount of light that is actually absorbed by the plant; when leaves are positioned parallel to incoming light, they intercept just a small fraction of the photons that they would intercept if they were positioned perpendicular to the incoming light. So in essence, paraheliotropic plants avoid the physiological consequences of excess light by simply avoiding light. In 2003, Bielenberg et al. used two Phaseolus species, a quantum sensor, a light meter, a thermocouple meter, and an inclinometer to quantitatively demonstrate the effectiveness of this approach: leaves that displayed paraheliotropic behavior experienced lower photon flux densities (light intensity), lower temperatures, and higher Water Use Efficiencies.",
            "score": 133.58975219726562
        },
        {
            "docid": "1126111_2",
            "document": "Photosystem I . Photosystem I (PS I, or plastocyanin-ferredoxin oxidoreductase) is the second photosystem in the photosynthetic light reactions of algae, plants, and some bacteria. Photosystem I (PS I) is an integral membrane protein complex that uses light energy to produce the high energy carriers ATP and NADPH. More than 110 cofactors, significantly more than photosystem II, comprise the PS I system.",
            "score": 133.17213439941406
        },
        {
            "docid": "864490_28",
            "document": "Chemiosmosis . Bacteria and archaea also can use chemiosmosis to generate ATP. Cyanobacteria, green sulfur bacteria, and purple bacteria synthesize ATP by a process called photophosphorylation. These bacteria use the energy of light to create a proton gradient using a photosynthetic electron transport chain. Non-photosynthetic bacteria such as \"E. coli\" also contain ATP synthase. In fact, mitochondria and chloroplasts are believed to have been formed when early eukaryotic cells ingested bacteria that could transfer energy using chemiosmosis. This is called the endosymbiotic theory.",
            "score": 133.16610717773438
        },
        {
            "docid": "31336624_15",
            "document": "Plant secondary metabolism . Carotenoids are organic pigments found in the chloroplasts and chromoplasts of plants. They are also found in some organisms such as algae, fungi, some bacteria, and certain species of aphids. There are over 600 known carotenoids. They are split into two classes, xanthophylls and carotenes. Xanthophylls are carotenoids with molecules containing oxygen, such as lutein and zeaxanthin. Carotenes are carotenoids with molecules that are unoxygenated, such as α-carotene, β-carotene and lycopene. In plants, carotenoids can occur in roots, stems, leaves, flowers, and fruits. Carotenoids have two important functions in plants. First, they can contribute to photosynthesis. They do this by transferring some of the light energy they absorb to chlorophylls, which then uses this energy for photosynthesis. Second, they can protect plants which are over-exposed to sunlight. They do this by harmlessly dissipating excess light energy which they absorb as heat. In the absence of carotenoids, this excess light energy could destroy proteins, membranes, and other molecules. Some plant physiologists believe that carotenoids may have an additional function as regulators of certain developmental responses in plants. Tetraterpenes are synthesized from DOXP precursors in plants and some bacteria. Carotenoids involved in photosynthesis are formed in chloroplasts; Others are formed in plastids. Carotenoids formed in fungi are presumably formed from mevalonic acid precursors. Carotenoids are formed by a head-to-head condensation of geranylgeranyl pyrophosphate or diphosphate (GGPP) and there is no NADPH requirement.",
            "score": 132.9246063232422
        },
        {
            "docid": "8271911_9",
            "document": "MELiSSA . A closed ecosystem can be thought of as a mass balance between the major elements which are carbon, hydrogen, oxygen, nitrogen, sulphur and phosphorus (CHONSP) which alone represent 95% of the mass to recycle. The conversion of waste elements to resources, which can be used by crewmembers can be achieved by two means: physiochemically or biologically. Physiochemical processes such as the Sabatier reaction would result in high efficiencies however a large amount of energy is required in terms of temperature and pressure. Whereas biologically, using photosynthesis, efficiencies are lower, however ambient temperatures and pressures can be used. Photosynthesis is the process whereby plants convert light energy into chemical energy of sugars and other organic compounds. The chemical reactions utilise carbon and water with the by-product of oxygen, released into the atmosphere. MELiSSA is partly based on these photosynthetic reactions: recycling carbon dioxide into oxygen. Higher plants (wheat, rice, salad) would be utilised to produce food for the crewmembers. Photosynthetic micro-organisms would also be used to transform carbon dioxide into oxygen with the possibility of using the micro-organism of choice as part of the food intake, as an essential protein resource.",
            "score": 132.7919464111328
        }
    ]
}