{
    "q": [
        {
            "docid": "28819243_8",
            "document": "Crickets as pets . A male cricket \"sings\" by raising his wing covers (tegmina) above the body and rubbing their bases against each other. The wing covers of a mature male cricket have protruding, irregularly shaped veins. The scraper of the left wing cover rubs against the file of the right wing, producing a high-pitched chirp. Crickets are much smaller than the sound wavelengths that they emit, which makes them inefficient transducers, but they overcome this disadvantage by using external natural resonators. Ground-dwelling field crickets use their funnel-shaped burrow entrances as acoustic horns; \"\" attach themselves to leaves which serve as soundboards and increase sound volume by 15 to 47 times. Chinese handlers increase the apparent loudness of their captive crickets by waxing the insects' tympanum with a mixture of cypress or lacebark pine tree sap and cinnabar. A legend says that this treatment was discovered in the day of the Qing Dynasty, when the Emperor's cricket, held in a cage suspended from a pine tree, was observed to develop an \"unusually beautiful voice\" after accidentally dipping its wings in tree sap.",
            "score": 203.0352407693863
        },
        {
            "docid": "351564_7",
            "document": "Pileated woodpecker . Usually, pileated woodpeckers excavate their large nests in the cavities of dead trees. Woodpeckers make such large holes in dead trees that the holes can cause a small tree to break in half. The roost of a pileated woodpecker usually has multiple entrance holes. Pileated woodpeckers raise their young every year in a hole in a tree. In April, the hole made by the male attracts a female for mating and raising their young. Once the brood is raised, the pileated woodpeckers abandon the hole and do not use it the next year. When abandoned, these holes—made similarly by all woodpeckers—provide good homes in future years for many forest song birds and a wide variety of other animals. Owls and tree-nesting ducks may largely rely on holes made by pileateds in which to lay their nests. Even mammals such as raccoons may use them. Other woodpeckers and smaller birds such as wrens may be attracted to pileated holes to feed on the insects found in them. Ecologically, the entire woodpecker family is important to the wellbeing of many other bird species. The pileated woodpecker also nests in boxes about off the ground. A pileated woodpecker pair stays together on its territory all year round and is not migratory. They defend the territory in all seasons, but tolerate floaters during the winter. When clashing with conspecifics, they engage in much chasing, calling, striking with the wings, and jabbing with the bill. Drumming is most commonly to proclaim a territory, and hollow trees are often used to make the largest sound possible.",
            "score": 141.88230669498444
        },
        {
            "docid": "8607633_6",
            "document": "Tree cricket . Like other species of cricket they produce their calling song by rubbing the ridges of their wings together. The chirp (or trill) of a tree cricket is long and continuous and can sometimes be mistaken for the call of a cicada or certain species of frogs. While male tree crickets have the ability to call, females lack the ability (Brown 1997). This call is then received by other tree crickets in the area through a system called sender-receiver matching. For example, a male tree cricket will produce a mating call at a specific range of frequencies. This allows females to be able to pick out the males mating call without becoming distracted or confused by other calls from other species of insects. This range of frequencies is called a carrier frequency. Tree crickets are unique in the way they use carrier frequencies because the range of frequencies changes according to the temperature. Due to this, female tree crickets have tympanum (hearing organs) that can receive a much wider range of frequencies than most other insects (Mhatre 2011). Female tree crickets seem to prefer calls at the lower range of frequencies indicating the presence of a large male. This preference for larger males is could be because larger males produce a greater amount of sperm thus increasing the females chances of offspring.",
            "score": 164.4487807750702
        },
        {
            "docid": "766675_4",
            "document": "Kanklės . Although kanklės vary not only between the regional variations and individually, there are some common characteristic in their construction. The body of the kanklės is constructed of one trapezoidal piece of linden tree, ash tree, oak, maple or black alder, hollowed out to make a cavity. A thin sheet of softwood (usually spruce) is used to make a sounding board, which covers the body. Sound holes, which traditionally take the shape of a stylized flower or star, are cut into the sounding board, allowing sound to project outward.",
            "score": 108.32977390289307
        },
        {
            "docid": "2367253_7",
            "document": "Tegmen . Tegmina, generally being stiffer than the rear wings, are used as sound boards by many species of insects, especially Orthoptera; in many locusts they make a crackling noise in flight, and in many crickets, tree crickets, and even mole crickets, the tegmina have undergone marked anatomical adaptations, often asymmetric, for sound production.",
            "score": 148.30921816825867
        },
        {
            "docid": "21481882_7",
            "document": "Jerusalem cricket . No species have wings with sound-producing structures; moreover, evidently none has structures it could use to hear sound. This contrasts with true crickets and katydids, who use their wings to produce sounds and have hearing organs to sense sounds of others. Jerusalem crickets also seem unable to hiss by forcing air through their spiracles, as some beetles and cockroaches do. Instead, the few Jerusalem crickets that do make sound rub their hind legs against the sides of the abdomen, producing a rasping, hissing noise. This hiss may serve to deter predators rather than to communicate with other crickets. For such purposes, Jerusalem crickets rely on substrate vibrations felt by subgenual organs located in all six of the insect's legs.",
            "score": 168.60628461837769
        },
        {
            "docid": "19251676_3",
            "document": "Mating call . There are many different mechanisms to produce mating calls, which can be broadly categorized into vocalizations and mechanical calls. Vocalizations are considered as sounds produced by the larynx and are often seen in species of birds, mammals, amphibians, and insects. Mechanical calls refer to any other type of sound that the animal produces using unique body parts and/or tools for communication with potential mates. Examples include crickets that vibrate their wings, birds that flap their feathers, and frogs that use an air sac instead of lungs.",
            "score": 137.34421372413635
        },
        {
            "docid": "18994087_22",
            "document": "Sound . A distinct use of the term \"sound\" from its use in physics is that in physiology and psychology, where the term refers to the subject of \"perception\" by the brain. The field of psychoacoustics is dedicated to such studies. Historically the word \"sound\" referred exclusively to an effect in the mind. Webster's 1947 dictionary defined sound as: \"that which is heard; the effect which is produced by the vibration of a body affecting the ear.\" This meant (at least in 1947) the correct response to the question: \"if a tree falls in the forest with no one to hear it fall, does it make a sound?\" was \"no\". However, owing to contemporary usage, definitions of sound as a physical effect are prevalent in most dictionaries. Consequently, the answer to the same question is now \"yes, a tree falling in the forest with no one to hear it fall does make a sound\".",
            "score": 105.886714220047
        },
        {
            "docid": "210845_3",
            "document": "Woodpecker . Members of this family are chiefly known for their characteristic behaviour. They mostly forage for insect prey on the trunks and branches of trees, and often communicate by drumming with their beak, producing a reverberatory sound that can be heard at some distance. Some species vary their diet with fruits, birds' eggs, small animals, and tree sap. They mostly nest and roost in holes that they excavate in tree trunks, and their abandoned holes are of importance to other cavity-nesting birds. They sometimes come into conflict with humans when they make holes in buildings or feed on fruit crops, but perform a useful service by their removal of insect pests on trees.",
            "score": 116.33744311332703
        },
        {
            "docid": "19251676_17",
            "document": "Mating call . As outlined below, each species uses a distinct method to produce a non-vocal mating call in order to be most successful in attracting mates. The examples below represent the most common examples found in the literature, although many more examples may exist in nature that are still currently unknown. The feathers, the beak, the feet, and different tools are all used by different bird species to produce mating calls to attract mates. For example, the snipe uses its feathers to produce a \"drumming\" sound to attract mates during a special mating dance. Snipes used specialized tail feathers to create a sound described as a \"rattle\" or \"throbbing\" noise. Palm cockatoos use sticks to drum on hollow trees, creating a loud noise to attract the attention of mates. Bustards are large, highly terrestrial birds that stamp their feet during mating displays to attract mates. \"Mirafra apiata\", commonly known as the Clapper lark, engages in a complex display flight that is characterized by the rattling of the wings.",
            "score": 94.32497930526733
        },
        {
            "docid": "11253941_19",
            "document": "Flight feather . In some species, for example, either remiges or rectrices make a sound during flight. These sounds are most often associated with courtship or territorial displays. The outer primaries of male broad-tailed hummingbirds produce a distinctive high-pitched trill, both in direct flight and in power-dives during courtship displays; this trill is diminished when the outer primaries are worn, and absent when those feathers have been moulted. During the northern lapwing's zigzagging display flight, the bird's outer primaries produce a humming sound. The outer primaries of the male American woodcock are shorter and slightly narrower than those of the female, and are likely the source of the whistling and twittering sounds made during his courtship display flights. Male club-winged manakins use modified secondaries to make a clear trilling courtship call. A curve-tipped secondary on each wing is dragged against an adjacent ridged secondary at high speeds (as many as 110 times per second—slightly faster than a hummingbird's wingbeat) to create a stridulation much like that produced by some insects. Both Wilson's and common snipe have modified outer tail feathers which make noise when they are spread during the birds' roller coaster display flights; as the bird dives, wind flows through the modified feathers and creates a series of rising and falling notes, which is known as \"winnowing\". Differences between the sounds produced by these two former conspecific subspecies—and the fact that the outer two pairs of rectrices in Wilson's snipe are modified, while only the single outermost pair are modified in common snipe—were among the characteristics used to justify their splitting into two distinct and separate species. Flight feathers are also used by some species in visual displays. Male standard-winged and pennant-winged nightjars have modified P2 primaries (using the descendant numbering scheme explained above) which are displayed during their courtship rituals. In the standard-winged nightjar, this modified primary consists of an extremely long shaft with a small \"pennant\" (actually a large web of barbules) at the tip. In the pennant-winged nightjar, the P2 primary is an extremely long (but otherwise normal) feather, while P3, P4 and P5 are successively shorter; the overall effect is a broadly forked wingtip with a very long plume beyond the lower half of the fork.",
            "score": 118.24683737754822
        },
        {
            "docid": "252653_14",
            "document": "Diabolo . The size and weight of diabolos varies. Diabolos with more weight tend to retain their momentum for longer, whereas small, light diabolos can be thrown higher and are easier to accelerate to high speeds. Rubber diabolos are less prone to breakage but are more prone to deformations. More commonly used are plastic-rubber hybrids that allow flex but hold their shape. The size of the disc or cone varies, as do the presence and size of holes in the discs or cones which may alter the sound produced. In yo-yos a cone is known as the butterfly shape. Regardless of the presence, size, and shape, \"once a diabolo is spinning, the friction of the spinning diabolo against the string creates a whining sound; this is called 'making the diabolo sing.'\" \"When played hard, the [Chinese] yoyo will give out a sharp shrill sound...The shrill sound would add an exciting atmosphere to the [Shanghai winter] festivals...A skillful player can use a pot cover [with a round handle] as a yoyo [without sound].\" A fast whirling kouen-gen produces, \"a shrill whistling sound...not unlike the note of the steam siren.\" Diabolos with only one cup (\"monobolos\") are also used.",
            "score": 95.8426251411438
        },
        {
            "docid": "59166_11",
            "document": "Cassowary . All three species have a keratinous skin-covered on their heads which grows with age. The casque's shape and size, up to , is species-dependent. \"Casuarius casuarius\" has the largest and \"Casuarius bennetti\" the smallest (tricorn shape), with \"Casuarius unappendiculatus\" having variations in between. Contrary to earlier findings, the hollow inside of the casque is spanned with fine fibres which are believed to have an acoustic function. Several functions for the casque have been proposed. One is that they are a secondary sexual characteristic. Other suggested functions include being used to batter through underbrush, as a weapon in dominance disputes, or for pushing aside leaf litter during foraging. The latter three are disputed by biologist Andrew Mack, whose personal observation suggests that the casque amplifies deep sounds. Earlier research indicates the birds lower their heads when running \"full tilt through the vegetation, brushing saplings aside and occasionally careening into small trees. The casque would help protect the skull from such collisions\". Cassowaries eat fallen fruit and consequently spend much time under trees where seeds the size of golfballs or larger fall from heights of up to ; the wedge-shaped casque may protect the head by deflecting falling fruit. It has also been speculated that the casques play a role in either sound reception or acoustic communication. This is related to their discovery that at least the dwarf cassowary and southern cassowary produce very-low frequency sounds, which may aid in communication in dense rainforest. The \"boom\" vocalisation that cassowaries produce is the lowest frequency bird-call known and is at the lower limit of human hearing. A cooling function for the very similar casques of guineafowl has been proposed.",
            "score": 97.7282612323761
        },
        {
            "docid": "1499094_3",
            "document": "Black Ark Studios . From a technological standpoint, the Black Ark was at the low end in comparison to the international music recording standards of its day. The studio's legendary reputation stems from the innovative production techniques employed by Perry to create sounds that baffled his contemporaries, and which have continued to be a source of amazement to later generations of music producers. An example of Perry's inventive style was his ability to overdub layers of sound effects and instrumentation on each recording track of a basic 4-track machine, with such precise timing and in such a way that the resulting sound would destroy the competition from Jamaica's other top producers using the latest 16-track mixing consoles. Perry once buried microphones at the base of a palm tree and thumped it rhythmically to produce a mystifying bass drum effect and his drum booth at the Black Ark was for a time surrounded with chicken wire to further his distinctive sound. Many of his songs are layered with a variety of subtle effects created from broken glass, ghastly sighs and screeches, crying babies, falling rain and cow noises. While it was thought to believe that Perry recorded the \"mooing\" noises from actual cows, it was actually the baritone voice of Watty Burnett through a tin foil laced cardboard tube that produced the cow-like noises. These and other notable recording techniques helped define the Black Ark sound, as well as Lee Perry's creative legacy.",
            "score": 104.18383133411407
        },
        {
            "docid": "924328_15",
            "document": "Mole cricket . Mole crickets stridulate like other crickets by scraping the rear edge of the left fore wing, which forms a plectrum, against the lower surface of the right fore wing, which has a ratchet-like series of asymmetric teeth; the more acute edges face backwards, as do those of the plectrum. The plectrum can move forward with little resistance, but moving it backwards makes it catch each tooth, setting up a vibration in both wings. The sound-producing stroke is the raising (levation) of the wings. The resulting song resembles the result of modulating a pure tone with a 66-Hz wave to form regular chirps. In \"G. vineae\", the wing levator muscle, which weighs 50 mg, can deliver 3.5 milliwatts of mechanical power; \"G. gryllotalpa\" can deliver about 1 milliwatt. \"G. vineae\" produces an exceptionally loud song from half an hour after sunset, continuing for an hour; it can be heard up to 600 m away. At a distance of 1 m from the burrow, the sound has a mean power over the stridulation cycle up to 88 decibels; the loudest recorded peak power was about 92 decibels; at the mouths of the burrow, the sound reaches around 115 decibels. \"G. gryllotalpa\" can deliver a peak sound pressure of 72 decibels and a mean of about 66 decibels. The throat of the horn appears to be tuned (offering low inductive reactance), making the burrow radiate sound efficiently; the efficiency increases when the burrow is wet and absorbs less sound. Mole crickets are the only insects that construct a sound-producing apparatus. Given the known sensitivity of a cricket's hearing (60 decibels), a night-flying \"G. vineae\" female should be able to detect the male's song at a range of 30 m; this compares to about 5 m for a typical \"Gryllus\" cricket that does not construct a burrow.",
            "score": 180.5403561592102
        },
        {
            "docid": "8607633_8",
            "document": "Tree cricket . Tree crickets exhibit a behavior called courtship feeding. Shortly after copulation the male tree cricket secretes a fluid from the metanotal gland located between its wings in the thoracic cavity. This fluid provides the female with nutrients that help to increase the chances of reproduction. Female tree crickets have even been known to steal this fluid from a mating pair during copulation or finish consuming the fluid if the first female dismounts and leaves. After mating a male cannot mate again until after 30 to 60 min allowing the production of another spermatophere (Brown 1997). Eggs are laid in the fall, in a series of small holes drilled into the bark. After remaining dormant for the winter, the eggs hatch in the spring and the young tree crickets begin feeding on aphids. They may go through as many as twelve molts before reaching maturity around mid summer.",
            "score": 118.85368192195892
        },
        {
            "docid": "28819243_9",
            "document": "Crickets as pets . Entomologists from Ivan Regen onward have agreed that the principal purpose of a male cricket's \"song\" is to attract females for mating. Berthold Laufer and Frank Lutz recognized the fact but noted that it was not clear why males do it continuously throughout most of their adult lives, when actual mating doesn't take much time. More is known about the attractive mechanism of a cricket's song. Scientists exposed cricket females to synthesized \"cricket songs\", carefully varying different acoustic parameters, and measured the degree of females' response to different sounds. They found that although each species has its own optimal mating call, the repetition rate of chirp \"syllables\" was the single most important parameter. A male's singing skills do not guarantee him instant success: other, silent, males may be waiting nearby to intercept the females he attracts. Other males may be attracted by the song and rush to the singer just as females do. When another cricket confronts a singing male, the two insects determine each other's sex by touching their antennae. If it turns out that both crickets are male, the contact leads to a fight. Crickets, and Orthoptera in general, are model organisms for the study of male-male aggression, although females can also be aggressive. According to Judge and Bonanno, the shape and size of male crickets' heads are a direct result of selection through male-male fights.",
            "score": 145.68429327011108
        },
        {
            "docid": "57884_19",
            "document": "Tap dance . Metallic taps were added to tap shoes in 1910. Before that tap shoes used wood to produce a distinct tapping sound. Castanets were commonly used for larger shows with full orchestration. Depending on manufacturer and model, tap characteristics can vary considerably. For example, some taps have relatively low weight and small footprint, whereas others may be thicker and fill out the edge of the shoe more, making them heavier as a result. A tap's \"tone\" is influenced by its weight as well as its surface shape, which may be concave or convex. The tonal quality of a tap can also be influenced by the material it is made from, and the presence of a soundboard (though there is some debate whether this affects the sound).",
            "score": 91.35931730270386
        },
        {
            "docid": "318648_4",
            "document": "Musica universalis . Aristotle criticised the notion that celestial bodies make a sound in moving in the context of his own cosmological model. From all this it is clear that the theory that the movement of the stars produces a harmony, i.e. that the sounds they make are concordant, in spite of the grace and originality with which it has been stated, is nevertheless untrue. Some thinkers suppose that the motion of bodies of that size must produce a noise, since on our earth the motion of bodies far inferior in size and in speed of movement has that effect. Also, when the sun and the moon, they say, and all the stars, so great in number and in size, are moving with so rapid a motion, how should they not produce a sound immensely great? Starting from this argument and from the observation that their speeds, as measured by their distances, are in the same ratios as musical concordances, they assert that the sound given forth by the circular movement of the stars is a harmony. Since, however, it appears unaccountable that we should not hear this music, they explain this by saying that the sound is in our ears from the very moment of birth and is thus indistinguishable from its contrary silence, since sound and silence are discriminated by mutual contrast. What happens to men, then, is just what happens to coppersmiths, who are so accustomed to the noise of the smithy that it makes no difference to them. But, as we said before, melodious and poetical as the theory is, it cannot be a true account of the facts. There is not only the absurdity of our hearing nothing, the ground of which they try to remove, but also the fact that no effect other than sensitive is produced upon us. Excessive noises, we know, shatter the solid bodies even of inanimate things: the noise of thunder, for instance, splits rocks and the strongest of bodies. But if the moving bodies are so great, and the sound which penetrates to us is proportionate to their size, that sound must needs reach us in an intensity many times that of thunder, and the force of its action must be immense.",
            "score": 107.11845350265503
        },
        {
            "docid": "14713486_2",
            "document": "Frog hearing and communication . Frogs and toads produce a rich variety of sounds, calls, and songs during their courtship and mating rituals. The callers, usually males, make stereotyped sounds in order to advertise their location, their mating readiness and their willingness to defend their territory; listeners respond to the calls by return calling, by approach, and by going silent. These responses have been shown to be important for species recognition, mate assessment, and localization. Beginning with the pioneering experiments of Robert Capranica in the 1930s using playback techniques with normal and synthetic calls, behavioral biologists and neurobiologists have teamed up to use frogs and toads as a model system for understanding the auditory function and evolution. It is now considered an important example of the neural basis of animal behavior, because of the simplicity of the sounds, the relative ease with which neurophysiological recordings can be made from the auditory nerve, and the reliability of localization behavior. Acoustic communication is essential for the frog's survival in both territorial defense and in localization and attraction of mates. Sounds from frogs travel through the air, through water, and through the substrate. The neural basis of communication and audition gives insights into the science of sound applied to human communication.",
            "score": 89.58979368209839
        },
        {
            "docid": "53873837_5",
            "document": "Thai kites . The specification of Pakpao kite is similar to E-lum kite, but the structure of the wing parts is much stronger than E-loom. Moreover, the tail is longer and is made of clothes to ballance the kite. Pakpao kite can be flown as an animal posture.  Chula kite is in the shape of five rays of a star which made from five sticks of Seesuk (Thai: สีสุก) bamboo wood. The longest stick called “Petch mai” (Thai: เพรชไม้) is used to make the center line of kite and other two sticks are used to make the wing parts and the left to make the leg parts. The leg parts are shorter than the wing parts. The stretch is made of thread and covered with Sar paper (Thai: กระดาษสา). Most of people believed that the origin of Dui-dui kite is from Chula kite. The shape is different from others. There’re a big oval at the top and a small oval at the middle of the kite. The two tails are in the shape of rectangular. It is made of Wai wood (Thai: ไม้หวาย). When the stick is attacked by wind, it makes the sound \"dui-dui\". Mostly, Dui-dui kite is created by monk and is usually played in the evening.",
            "score": 91.04837679862976
        },
        {
            "docid": "39265695_7",
            "document": "Stimulus filtering . Female flies of the genus \"Ormia ochracea\" possess organs in their bodies that can detect frequencies of cricket sounds from meters away. This process is important for the survival of their species because females will lay their first instar larvae into the body of the cricket, where they will feed and molt for approximately seven days. After this period, the larvae grow into flies and the cricket usually perishes. Researchers were puzzled about how precise hearing ability could arise from a small ear structure. Normal animals detect and locate sounds using the interaural time difference (ITD) and the interaural level difference (ILD). The ITD is the difference in the time it takes sound to reach the ear. ILD is the difference in sound intensity measure between both ears. At maximum, the ITD would only reach about 1.5 microseconds and the ILD would be less than one decibel. These small values make it hard to sense the differences. To solve these issues, researchers studied the mechanical aspects of flies’ ears. They found that they have a presternum structure linking both tympanal membranes that is critical in detecting sound and localization. The structure acts as a lever by transferring and amplifying vibrational energy between the membranes. After sound hits the membranes at different amplitudes, the presternum sets up symmetrical vibration modes through bending and rocking. This effect helps the nervous system distinguish which side the sound is coming from. Because the presternum acts as an intertympanal bridge, the ITD is increased from 1.5 us to 55 us and the ILD is increased from less than one decibel to over 10 decibels.",
            "score": 136.56449496746063
        },
        {
            "docid": "48801648_3",
            "document": "Gryllotalpa vinae . \"Gryllotalpa vineae\" is believed to produce a louder sound than any other insect. The male stridulates by raising and lowering his wing cases repeatedly while scraping the rear edge of the left forewing, which forms a plectrum, against the lower edge of the right forewing, which has a ratchet-like series of teeth. The vibrations that these rapid movements make are produced at a frequency of 3500 per second, and the \"harp\" (part of the wing) vibrates at the same frequency and acts to amplify the sound. The male stridulates in his burrow, which is Y-shaped with two horn-shaped openings on the ground surface, and a smooth-walled bulb on the stem of the \"Y\". This is just larger than the mole cricket, and he faces into the bulb with his tail near the tunnel fork. The bulb acts as a resonator and augments the sound dramatically so that one metre from the entrances, the sound intensity is ninety decibels, and can be heard away.",
            "score": 159.92883157730103
        },
        {
            "docid": "214765_9",
            "document": "New Caledonian crow . This species uses stick tools in the wild by finding small twigs and probing them into hole in logs to extract insects and larvae. New Caledonian crows are also able to manufacture tools by breaking twigs off bushes and trimming them to produce functional stick tools. Tool manufacture is rare in comparison to simple tool use and indicates a higher level of cognitive function. The crows can also make leaf tools by tearing rectangular strips off the edges of Pandanus spp. leaves. The creation of such leaf tools allows these crows to exploit naturally occurring hooks – the barbs running along the edges of these leaves can be used as hooks if the tool is held such that the barbs point towards the crows’ head. Other naturally occurring hooks are also incorporated within tools, such as the thorns that grow on vine species in New Caledonia. These crows create hooks by crafting both wood and ferns into hooks. This is done by trimming the junctions between two branches or fern stolons into a tick shape (i.e. one junction has a long piece of wood/stolon attached, one junction has a small piece of wood /stolon attached) and then removing material from this junction to create a functioning hook. This imposition of three-dimensional form onto a natural material resembles carving. The crows make a variety of tools.",
            "score": 100.51804721355438
        },
        {
            "docid": "15880608_7",
            "document": "Indoor bonsai . Many of the techniques used to grow and shape outdoor bonsai apply equally to indoor bonsai. For example, shaping techniques like pruning, wiring, and grafting work much the same for both types of bonsai. But indoor bonsai also have some special requirements for cultivation and care. An indoor room comfortably lit for human use provides too little light for most species of tree to grow. Few species will thrive with less than 500 lux available several hours per day. Successful indoor bonsai cultivation requires either selecting from the short list of low-light-tolerant trees, or providing additional lighting for the trees. Insufficient light may not kill some species outright, but will make their growth so slow that the bonsai shaping techniques cannot be used: the plant will not grow back after pruning or leaf trimming.",
            "score": 76.61178994178772
        },
        {
            "docid": "3058258_5",
            "document": "Animal song . Insects such as crickets (family Gryllidae) are well-known for their ability to produce loud song, however the mechanism of sound production differs greatly from most other animals. Many insects generate sound by mechanical rubbing of body structures, a mechanism known as stridulation. Orthopteran insects, including crickets and katydids (family Tettigoniidae), have been especially well-studied for sound production. These insects use scraper-like structures on one wing to sweep over file-structures on an opposing wing to create vibrations, producing a variety of trilling and chirping sounds. Locusts and other grasshoppers (suborder Caelifera) stridulate by rubbing hind legs against pegs on wing surfaces in a up and downward motion. Cicadas (superfamily Cicadoidea) produce sound at much greater volumes than Orthopterans, relying on a pair of organs called tymbals on the base of the abdomen behind the wings. Muscle contraction rapidly deforms the tymbal membrane, emitting several different types of sounds. Insects thus produce a variety of sounds, using various mechanisms distinct from other animals.",
            "score": 175.89573788642883
        },
        {
            "docid": "31671854_7",
            "document": "Omocestus viridulus . Songs are produced by a process called stridulation in which the hind leg and wing are rubbed together. Calling songs are used by these grasshoppers in order to attract and find a mate. Although most of the singing is done by the males, females that are ready to mate may also sing in response. The females also use stridulation to produce their songs. The male normally sings only one calling song in one place before moving on to another spot to try calling again. However, occasionally they may call more than once in the same spot. Ticking is another sound that is produced when the male flicks the hind part of its back leg against one of its fore wings (the process is called a tibial flick). In the courtship process, the frequency of these tibial flicks does not follow a regular pattern and is highly variable between 5 and 15 ticks repeated roughly every 1 to 2 seconds. Geographical variation is also present in the mating song of this species. In Spain, where this grasshopper exists as the subspecies \"O. viridulus kaesteneri\", the song tends to be shorter than in other regions. When singing to a female, one of the hind legs is moved at a much wider angle than the other and this generates most of the sound. The songs are characterised by crescendos that make up a significant part of the song. The songs start quietly and increase until it reaches the greatest intensity, and then dies out. The males usually follow up their calling songs with a succession of loud syllables and then try to mate with the female. When the male is calling to a female, there is a greater amplitude of movement for the hind leg facing the female. Males call when a female is close by, and these songs last about 45–60 seconds each with breaks of 10–15 s in between. Various studies have been performed on the songs of \"O. viridulus\". Heinrich \"et al.\" demonstrated that singing in both males and females can be induced with the injection of acetylcholine. A study by Eiríksson revealed that the males of this species can use their songs most efficiently based on how frequently they sing and how they time their songs, as it is important that the males minimize the overlap of their songs with the females' song so that they can find each other. If the female sings at the same time as the male, the male might not hear the female's song. The males try to minimize this overlap in songs because he must be able to hear the female’s song in order to locate her.",
            "score": 128.51644051074982
        },
        {
            "docid": "12929830_3",
            "document": "Zelkova abelicea . It is by far the most preferred wood for making the \"katsouna\" (κατσούνα), the famous traditional Cretan shepherd's versatile crook, for it is virtually indestructible. Today it is forbidden by law to use \"abelitsia\" for making a \"katsouna\", since it is made of an entire young tree. \"Zelkova abelicea\" is a medium-sized tree that grows from to tall. The tree is strongly branched resulting in a dense, crown shaped habit that extends close to the ground. The leaves are small and green with serrated edges. \"Zelkova abelicea\" produces perfect hermaphroditic flowers which are small and scented, and pollination is therefore thought to be achieved by insects.",
            "score": 83.90730285644531
        },
        {
            "docid": "172121_101",
            "document": "Phonograph record . Original master discs are created by lathe-cutting: a lathe is used to cut a modulated groove into a blank record. The blank records for cutting used to be cooked up, as needed, by the cutting engineer, using what Robert K. Morrison describes as a \"metallic soap\", containing lead litharge, ozokerite, barium sulfate, montan wax, stearin and paraffin, among other ingredients. Cut \"wax\" sound discs would be placed in a vacuum chamber and gold-sputtered to make them electrically conductive for use as mandrels in an electroforming bath, where pressing stamper parts were made. Later, the French company Pyral invented a ready-made blank disc having a thin nitro-cellulose lacquer coating (approximately 7 mils thickness on both sides) that was applied to an aluminum substrate. Lacquer cuts result in an immediately playable, or processable, master record. If vinyl pressings are wanted, the still-unplayed sound disc is used as a mandrel for electroforming nickel records that are used for manufacturing pressing stampers. The electroformed nickel records are mechanically separated from their respective mandrels. This is done with relative ease because no actual \"plating\" of the mandrel occurs in the type of electrodeposition known as electroforming, unlike with electroplating, in which the adhesion of the new phase of metal is chemical and relatively permanent. The one-molecule-thick coating of silver (that was sprayed onto the processed lacquer sound disc in order to make its surface electrically conductive) reverse-plates onto the nickel record's face. This negative impression disc (having ridges in place of grooves) is known as a nickel master, \"matrix\" or \"father\". The \"father\" is then used as a mandrel to electroform a positive disc known as a \"mother\". Many mothers can be grown on a single \"father\" before ridges deteriorate beyond effective use. The \"mothers\" are then used as mandrels for electroforming more negative discs known as \"sons\". Each \"mother\" can be used to make many \"sons\" before deteriorating. The \"sons\" are then converted into \"stampers\" by center-punching a spindle hole (which was lost from the lacquer sound disc during initial electroforming of the \"father\"), and by custom-forming the target pressing profile. This allows them to be placed in the dies of the target (make and model) record press and, by center-roughing, to facilitate the adhesion of the label, which gets stuck onto the vinyl pressing without any glue. In this way, several million vinyl discs can be produced from a single lacquer sound disc. When only a few hundred discs are required, instead of electroforming a \"son\" (for each side), the \"father\" is removed of its silver and converted into a stamper. Production by this latter method, known as the \"two-step process\" (as it does not entail creation of \"sons\" but does involve creation of \"mothers\", which are used for test playing and kept as \"safeties\" for electroforming future \"sons\") is limited to a few hundred vinyl pressings. The pressing count can increase if the stamper holds out and the quality of the vinyl is high. The \"sons\" made during a \"three-step\" electroforming make better stampers since they don't require silver removal (which reduces some high fidelity because of etching erasing part of the smallest groove modulations) and also because they have a stronger metal structure than \"fathers\".",
            "score": 98.54066753387451
        },
        {
            "docid": "197323_13",
            "document": "European green woodpecker . The nesting hole is larger but similar to those of the other woodpeckers. It may be a few feet above the ground or at the top of a tall tree; oaks, beeches, willows and fruit trees are the preferred nest trees in western and central Europe, and aspens in the north. The hole may be excavated in sound or rotten wood, with an entrance hole of 60 mm × 75 mm. The cavity inside may be 150 mm wide and up to 400 mm deep and the work is performed mostly by the male over 15–30 days. Some tree holes are used for breeding for more than 10 years, but not necessarily by the same pair.",
            "score": 78.04384446144104
        },
        {
            "docid": "15704241_38",
            "document": "Tool use by animals . Orangutans produce an alarm call known as a \"kiss squeak\" when they encounter a predator like a snake or a human. Sometimes, orangutans will strip leaves from a branch and hold them in front of their mouth when making the sound. It has been found this lowers the maximum frequency of the sound i.e. makes it deeper, and in addition, smaller orangutans are more likely to use the leaves. It has been suggested they use the leaves to make themselves sound bigger than they really are, the first documented case of an animal using a tool to manipulate sound.",
            "score": 114.14322400093079
        },
        {
            "docid": "3058258_4",
            "document": "Animal song . Like mammals, anurans possess a larynx and vocal folds, which are used to create vibrations in sound production. However, frogs also use structures called vocal sacs, elastic membranes in the base of the mouth which inflate during sound production. These sacs provide both amplification and fine-tuning of sounds, and also allow air to be pushed back into the lungs during vocalizations. This allows air used in sound production to be recycled, and is thought to have evolved to increase song efficiency. Increased efficiency of sound production is important, as some frogs may produce calls lasting for several hours during mating seasons. The New River tree frog (\"Trachycephalus hadroceps\"), for example, spends hours producing up to 38,000 calls in a single night, which is made possible through the efficient recycling of air by the vocal sac. When birds inhale, air is passed from the mouth, through the trachea, which forks into two bronchii connecting to the lungs. The primary vocal organ of birds is called the syrinx, which is located at the fork of the trachea, and is not present in mammals. As air passes through the respiratory tract, the syrinx and the membranes within vibrate to produce sound. Birds are capable of producing continuous song during both inhalation and exhalation, and may sing continuously for several minutes. For example, the skylark (\"Alauda arvensis\") is capable of producing non-stop song for up to one hour. Some birds change their song characteristics during inhalation versus exhalation. The Brewer’s sparrow (\"Spizella breweri\") alternates between rapid trilling during exhalation interspersed with lower-rate trills during short inhalations. The two halves of the syrinx connect to separate lungs, and can be controlled independently, allowing some birds to produce two separate notes simultaneously.",
            "score": 111.57966101169586
        }
    ],
    "r": [
        {
            "docid": "28819243_8",
            "document": "Crickets as pets . A male cricket \"sings\" by raising his wing covers (tegmina) above the body and rubbing their bases against each other. The wing covers of a mature male cricket have protruding, irregularly shaped veins. The scraper of the left wing cover rubs against the file of the right wing, producing a high-pitched chirp. Crickets are much smaller than the sound wavelengths that they emit, which makes them inefficient transducers, but they overcome this disadvantage by using external natural resonators. Ground-dwelling field crickets use their funnel-shaped burrow entrances as acoustic horns; \"\" attach themselves to leaves which serve as soundboards and increase sound volume by 15 to 47 times. Chinese handlers increase the apparent loudness of their captive crickets by waxing the insects' tympanum with a mixture of cypress or lacebark pine tree sap and cinnabar. A legend says that this treatment was discovered in the day of the Qing Dynasty, when the Emperor's cricket, held in a cage suspended from a pine tree, was observed to develop an \"unusually beautiful voice\" after accidentally dipping its wings in tree sap.",
            "score": 203.03524780273438
        },
        {
            "docid": "924328_15",
            "document": "Mole cricket . Mole crickets stridulate like other crickets by scraping the rear edge of the left fore wing, which forms a plectrum, against the lower surface of the right fore wing, which has a ratchet-like series of asymmetric teeth; the more acute edges face backwards, as do those of the plectrum. The plectrum can move forward with little resistance, but moving it backwards makes it catch each tooth, setting up a vibration in both wings. The sound-producing stroke is the raising (levation) of the wings. The resulting song resembles the result of modulating a pure tone with a 66-Hz wave to form regular chirps. In \"G. vineae\", the wing levator muscle, which weighs 50 mg, can deliver 3.5 milliwatts of mechanical power; \"G. gryllotalpa\" can deliver about 1 milliwatt. \"G. vineae\" produces an exceptionally loud song from half an hour after sunset, continuing for an hour; it can be heard up to 600 m away. At a distance of 1 m from the burrow, the sound has a mean power over the stridulation cycle up to 88 decibels; the loudest recorded peak power was about 92 decibels; at the mouths of the burrow, the sound reaches around 115 decibels. \"G. gryllotalpa\" can deliver a peak sound pressure of 72 decibels and a mean of about 66 decibels. The throat of the horn appears to be tuned (offering low inductive reactance), making the burrow radiate sound efficiently; the efficiency increases when the burrow is wet and absorbs less sound. Mole crickets are the only insects that construct a sound-producing apparatus. Given the known sensitivity of a cricket's hearing (60 decibels), a night-flying \"G. vineae\" female should be able to detect the male's song at a range of 30 m; this compares to about 5 m for a typical \"Gryllus\" cricket that does not construct a burrow.",
            "score": 180.5403594970703
        },
        {
            "docid": "3058258_5",
            "document": "Animal song . Insects such as crickets (family Gryllidae) are well-known for their ability to produce loud song, however the mechanism of sound production differs greatly from most other animals. Many insects generate sound by mechanical rubbing of body structures, a mechanism known as stridulation. Orthopteran insects, including crickets and katydids (family Tettigoniidae), have been especially well-studied for sound production. These insects use scraper-like structures on one wing to sweep over file-structures on an opposing wing to create vibrations, producing a variety of trilling and chirping sounds. Locusts and other grasshoppers (suborder Caelifera) stridulate by rubbing hind legs against pegs on wing surfaces in a up and downward motion. Cicadas (superfamily Cicadoidea) produce sound at much greater volumes than Orthopterans, relying on a pair of organs called tymbals on the base of the abdomen behind the wings. Muscle contraction rapidly deforms the tymbal membrane, emitting several different types of sounds. Insects thus produce a variety of sounds, using various mechanisms distinct from other animals.",
            "score": 175.89573669433594
        },
        {
            "docid": "21481963_13",
            "document": "Cricket (insect) . Most male crickets make a loud chirping sound by stridulation (scraping two specially textured limbs together). The stridulatory organ is located on the tegmen, or fore wing, which is leathery in texture. A large vein runs along the centre of each tegmen, with comb-like serrations on its edge forming a file-like structure, and at the rear edge of the tegmen is a scraper. The tegmina are held at an angle to the body and rhythmically raised and lowered which causes the scraper on one wing to rasp on the file on the other. The central part of the tegmen contains the \"harp\", an area of thick, sclerotinized membrane which resonates and amplifies the volume of sound, as does the pocket of air between the tegmina and the body wall. Most female crickets lack the necessary adaptations to stridulate, so make no sound.",
            "score": 168.7848663330078
        },
        {
            "docid": "21481882_7",
            "document": "Jerusalem cricket . No species have wings with sound-producing structures; moreover, evidently none has structures it could use to hear sound. This contrasts with true crickets and katydids, who use their wings to produce sounds and have hearing organs to sense sounds of others. Jerusalem crickets also seem unable to hiss by forcing air through their spiracles, as some beetles and cockroaches do. Instead, the few Jerusalem crickets that do make sound rub their hind legs against the sides of the abdomen, producing a rasping, hissing noise. This hiss may serve to deter predators rather than to communicate with other crickets. For such purposes, Jerusalem crickets rely on substrate vibrations felt by subgenual organs located in all six of the insect's legs.",
            "score": 168.60629272460938
        },
        {
            "docid": "8607633_6",
            "document": "Tree cricket . Like other species of cricket they produce their calling song by rubbing the ridges of their wings together. The chirp (or trill) of a tree cricket is long and continuous and can sometimes be mistaken for the call of a cicada or certain species of frogs. While male tree crickets have the ability to call, females lack the ability (Brown 1997). This call is then received by other tree crickets in the area through a system called sender-receiver matching. For example, a male tree cricket will produce a mating call at a specific range of frequencies. This allows females to be able to pick out the males mating call without becoming distracted or confused by other calls from other species of insects. This range of frequencies is called a carrier frequency. Tree crickets are unique in the way they use carrier frequencies because the range of frequencies changes according to the temperature. Due to this, female tree crickets have tympanum (hearing organs) that can receive a much wider range of frequencies than most other insects (Mhatre 2011). Female tree crickets seem to prefer calls at the lower range of frequencies indicating the presence of a large male. This preference for larger males is could be because larger males produce a greater amount of sperm thus increasing the females chances of offspring.",
            "score": 164.4487762451172
        },
        {
            "docid": "48801648_3",
            "document": "Gryllotalpa vinae . \"Gryllotalpa vineae\" is believed to produce a louder sound than any other insect. The male stridulates by raising and lowering his wing cases repeatedly while scraping the rear edge of the left forewing, which forms a plectrum, against the lower edge of the right forewing, which has a ratchet-like series of teeth. The vibrations that these rapid movements make are produced at a frequency of 3500 per second, and the \"harp\" (part of the wing) vibrates at the same frequency and acts to amplify the sound. The male stridulates in his burrow, which is Y-shaped with two horn-shaped openings on the ground surface, and a smooth-walled bulb on the stem of the \"Y\". This is just larger than the mole cricket, and he faces into the bulb with his tail near the tunnel fork. The bulb acts as a resonator and augments the sound dramatically so that one metre from the entrances, the sound intensity is ninety decibels, and can be heard away.",
            "score": 159.9288330078125
        },
        {
            "docid": "7154655_6",
            "document": "Teleogryllus oceanicus . Like most cricket species, \"Teleogryllus oceanicus\" males produce a calling song to attract potential female mates. Crickets produce the sound of their calls using a \"file-scraper\" system where, as the male opens and closes its wings, a plectrum (scraper) located on the posterior side of the left wing is rubbed against a filed vein located on the right wing. Structures called the harp and mirror allow the vibrations to resonate, producing the sound that we hear.",
            "score": 149.99710083007812
        },
        {
            "docid": "4335254_26",
            "document": "Loudspeaker enclosure . A dipole enclosure in its simplest form is a driver located on a flat baffle panel, similar to older open back cabinet designs. The baffle's edges are sometimes folded back to reduce its apparent size, creating a sort of open-backed box. A rectangular cross-section is more common than curved ones since it is easier to fabricate in a folded form than a circular one. The baffle dimensions are typically chosen to obtain a particular low-frequency response, with larger dimensions giving a lower frequency before the front and rear waves interfere with each other. A dipole enclosure has a \"figure-of-eight\" radiation pattern, which means that there is a reduction in sound pressure, or loudness, at the sides as compared to the front and rear. This is useful if it can be used to prevent the sound from being as loud in some places as in others. A horn loudspeaker is a speaker system using a horn to match the driver cone to the air. The horn structure itself does not amplify, but rather improves the coupling between the speaker driver and the air. Properly designed horns have the effect of making the speaker cone transfer more of the electrical energy in the voice coil into the air; in effect the driver appears to have higher efficiency. Horns can help control dispersion at higher frequencies which is useful in some applications such as sound reinforcement. The mathematical theory of horn coupling is well developed and understood, though implementation is sometimes difficult. Properly designed horns for high frequencies are small (above say 3 kHz or so, a few centimetres or inches), those for mid-range frequencies (perhaps 300 Hz to 2 kHz) much larger, perhaps 30 to 60 cm (1 or 2 feet), and for low frequencies (under 300 Hz) very large, a few metres (dozens of feet). In the 1950s, a few high fidelity enthusiasts actually built full sized horns whose structures were built into a house wall or basement. With the coming of stereo (two speakers) and surround sound (four or more), plain horns became even more impractical. Various speaker manufacturers have produced folded low-frequency horns which are much smaller (e.g., Altec Lansing, JBL, Klipsch, Lowther, Tannoy) and actually fit in practical rooms. These are necessarily compromises, and because they are physically complex, they are expensive.",
            "score": 148.4409942626953
        },
        {
            "docid": "2367253_7",
            "document": "Tegmen . Tegmina, generally being stiffer than the rear wings, are used as sound boards by many species of insects, especially Orthoptera; in many locusts they make a crackling noise in flight, and in many crickets, tree crickets, and even mole crickets, the tegmina have undergone marked anatomical adaptations, often asymmetric, for sound production.",
            "score": 148.30921936035156
        },
        {
            "docid": "12702197_2",
            "document": "Gryllotalpa major . Gryllotalpa major is a prairie mole cricket of the family Gryllotalpidae. It is endemic to the United States and is the largest cricket in North America. Its natural habitat is temperate grassland. It is threatened by habitat loss, and is currently only found in Oklahoma, Kansas, Missouri, and Arkansas. Males of this species produce sounds by rubbing their fore wings together. They sing from special burrows they construct in the prairie soil to attract females for mating, and they can be heard at distances up to 400 m from the burrow. Males aggregate their acoustic burrows in a lek arena and are very sensitive to vibrations carried through the ground. Males communicate with neighboring males through vibrational signals, and the songs they project to flying females are harmonic chirps, rather than the trills produced by most mole crickets.",
            "score": 147.21495056152344
        },
        {
            "docid": "28819243_9",
            "document": "Crickets as pets . Entomologists from Ivan Regen onward have agreed that the principal purpose of a male cricket's \"song\" is to attract females for mating. Berthold Laufer and Frank Lutz recognized the fact but noted that it was not clear why males do it continuously throughout most of their adult lives, when actual mating doesn't take much time. More is known about the attractive mechanism of a cricket's song. Scientists exposed cricket females to synthesized \"cricket songs\", carefully varying different acoustic parameters, and measured the degree of females' response to different sounds. They found that although each species has its own optimal mating call, the repetition rate of chirp \"syllables\" was the single most important parameter. A male's singing skills do not guarantee him instant success: other, silent, males may be waiting nearby to intercept the females he attracts. Other males may be attracted by the song and rush to the singer just as females do. When another cricket confronts a singing male, the two insects determine each other's sex by touching their antennae. If it turns out that both crickets are male, the contact leads to a fight. Crickets, and Orthoptera in general, are model organisms for the study of male-male aggression, although females can also be aggressive. According to Judge and Bonanno, the shape and size of male crickets' heads are a direct result of selection through male-male fights.",
            "score": 145.68429565429688
        },
        {
            "docid": "2951506_9",
            "document": "Absorption (acoustics) . An acoustic anechoic chamber is a room designed to absorb as much sound as possible. The walls consist of a number of baffles with highly absorptive material arranged in such a way that the fraction of sound they do reflect is directed towards another baffle instead of back into the room. This makes the chamber almost devoid of echos which is useful for measuring the sound pressure level of a source and for various other experiments and measurements.",
            "score": 143.2952117919922
        },
        {
            "docid": "351564_7",
            "document": "Pileated woodpecker . Usually, pileated woodpeckers excavate their large nests in the cavities of dead trees. Woodpeckers make such large holes in dead trees that the holes can cause a small tree to break in half. The roost of a pileated woodpecker usually has multiple entrance holes. Pileated woodpeckers raise their young every year in a hole in a tree. In April, the hole made by the male attracts a female for mating and raising their young. Once the brood is raised, the pileated woodpeckers abandon the hole and do not use it the next year. When abandoned, these holes—made similarly by all woodpeckers—provide good homes in future years for many forest song birds and a wide variety of other animals. Owls and tree-nesting ducks may largely rely on holes made by pileateds in which to lay their nests. Even mammals such as raccoons may use them. Other woodpeckers and smaller birds such as wrens may be attracted to pileated holes to feed on the insects found in them. Ecologically, the entire woodpecker family is important to the wellbeing of many other bird species. The pileated woodpecker also nests in boxes about off the ground. A pileated woodpecker pair stays together on its territory all year round and is not migratory. They defend the territory in all seasons, but tolerate floaters during the winter. When clashing with conspecifics, they engage in much chasing, calling, striking with the wings, and jabbing with the bill. Drumming is most commonly to proclaim a territory, and hollow trees are often used to make the largest sound possible.",
            "score": 141.88230895996094
        },
        {
            "docid": "50735000_5",
            "document": "List of Orthopterans of Sri Lanka . The Orthoptera order of insects includes the grasshoppers, crickets, cave crickets, Jerusalem crickets, katydids, weta, lubber, \"Acrida\", and locusts.  More than 27,000 species are distributed worldwide. Many insects in this order have paurometabolous or incomplete metamorphosis, and produce sound (known as a \"stridulation\") by rubbing their wings against each other or their legs, the wings or legs containing rows of corrugated bumps. The tympanum or ear is located in the front tibia in crickets, mole crickets, and katydids, and on the first abdominal segment in the grasshoppers and locusts. These organisms use vibrations to locate other individuals. There are two suborders and 235 subfamilies are in this order.",
            "score": 140.0388946533203
        },
        {
            "docid": "4335254_16",
            "document": "Loudspeaker enclosure . In conceptual terms an infinite baffle is a flat baffle that extends out to infinity – the so-called “endless plate”. A genuine infinite baffle cannot be constructed but a very large baffle such as the wall of a room can be considered to be a practical equivalent. A genuine infinite-baffle loudspeaker has an infinite volume (a half-space) on each side of the baffle and has no baffle step. However the term “infinite-baffle loudspeaker” can fairly be applied to any loudspeaker that behaves (or closely approximates) in all respects as if the drive unit is mounted in a genuine infinite baffle. The term is often and erroneously used of sealed enclosures which cannot exhibit infinite-baffle behavior unless their internal volume is much greater than the Vas Thiele/Small of the drive unit AND the front baffle dimensions are ideally several wavelengths of the lowest output frequency. It is important to distinguish between genuine infinite-baffle topology and so-called infinite-baffle or IB “enclosures” which may not meet genuine infinite-baffle criteria. The distinction becomes important when interpreting textbook usage of the term.",
            "score": 139.77061462402344
        },
        {
            "docid": "21397373_6",
            "document": "Gryllus veletis . Spring field crickets are sexually mature from late May to early August. Males of the species attract sexually receptive females by acoustic signals, known as stridulation. This process occurs by rubbing two rigid veins on the wings against one another. One vein is a \"scraper\" (smooth surface), the other a \"file\" (rough surface). The wings are held at a 45 degree angle above the thorax to amplify the sound. Calling tends to peak at sunrise and lasts between 1.3 and 1.8 hours per night. However, if nighttime temperatures drop below 10 °C (50 °F), calling will switch to the daytime. At 29 °C (85 °F), the cricket will call at 120–370 chirps per minute, in a series of 3 to 5-pulse chirps. When a female is within the vicinity of a male’s territory, a quieter song (known as a courtship song) is used to reduce the risk of predation and attraction of male competitors. Both males and females have directional hearing. Tympanums on the front legs pick up the vibrations created by the chirps. Depending on the strength, and on which leg the vibration is received, the location of the caller can be determined.",
            "score": 139.56954956054688
        },
        {
            "docid": "45871_58",
            "document": "Loudspeaker . The sound pressure output is measured at (or mathematically scaled to be equivalent to a measurement taken at) one meter from the loudspeaker and on-axis (directly in front of it), under the condition that the loudspeaker is radiating into an infinitely large space and mounted on an infinite baffle. Clearly then, sensitivity does not correlate precisely with efficiency, as it also depends on the directivity of the driver being tested and the acoustic environment in front of the actual loudspeaker. For example, a cheerleader's horn produces more sound output in the direction it is pointed by concentrating sound waves from the cheerleader in one direction, thus \"focusing\" them. The horn also improves impedance matching between the voice and the air, which produces more acoustic power for a given speaker power. In some cases, improved impedance matching (via careful enclosure design) lets the speaker produce more acoustic power.",
            "score": 138.88221740722656
        },
        {
            "docid": "4335254_12",
            "document": "Loudspeaker enclosure . Many diffraction problems, above the lower frequencies, can be alleviated by the shape of the enclosure, such as by avoiding sharp corners on the front of the enclosure. Research experiments from the 1930s by Dr. Harry F. Olson showed that curved loudspeaker baffles reduce some response deviations due to sound wave diffraction. It was discovered later that careful placement of a speaker on a sharp-edged baffle can reduce diffraction-caused response problems. Sometimes the differences in phase response at frequencies shared by different drivers can be addressed by adjusting the vertical location of the smaller drivers (usually backwards), or by leaning or 'stepping' the front baffle, so that the wavefront from all drivers is coherent at and around the crossover frequencies in the speaker's normal sound field. The acoustic center of the driver dictates the amount of rearward offset needed to \"time-align\" the drivers.",
            "score": 138.75257873535156
        },
        {
            "docid": "20639783_3",
            "document": "Tymbal . The paired tymbals of a cicada are located on the sides of the abdominal base. The \"singing\" of a cicada is not stridulation as in many other familiar sound-producing insects like crickets (where one structure is rubbed against another): the tymbals are regions of the exoskeleton that are modified to form a complex membrane with thin, membranous portions and thickened \"ribs\". These membranes vibrate rapidly, and enlarged chambers derived from the tracheae make the cicada's body serve as a resonance chamber, greatly amplifying the sound. Some cicadas produce sounds louder than 106 dB (SPL), among the loudest of all insect-produced sounds. They modulate their noise by positioning their abdomens toward or away from the substrate.",
            "score": 138.212890625
        },
        {
            "docid": "19251676_3",
            "document": "Mating call . There are many different mechanisms to produce mating calls, which can be broadly categorized into vocalizations and mechanical calls. Vocalizations are considered as sounds produced by the larynx and are often seen in species of birds, mammals, amphibians, and insects. Mechanical calls refer to any other type of sound that the animal produces using unique body parts and/or tools for communication with potential mates. Examples include crickets that vibrate their wings, birds that flap their feathers, and frogs that use an air sac instead of lungs.",
            "score": 137.34420776367188
        },
        {
            "docid": "39265695_7",
            "document": "Stimulus filtering . Female flies of the genus \"Ormia ochracea\" possess organs in their bodies that can detect frequencies of cricket sounds from meters away. This process is important for the survival of their species because females will lay their first instar larvae into the body of the cricket, where they will feed and molt for approximately seven days. After this period, the larvae grow into flies and the cricket usually perishes. Researchers were puzzled about how precise hearing ability could arise from a small ear structure. Normal animals detect and locate sounds using the interaural time difference (ITD) and the interaural level difference (ILD). The ITD is the difference in the time it takes sound to reach the ear. ILD is the difference in sound intensity measure between both ears. At maximum, the ITD would only reach about 1.5 microseconds and the ILD would be less than one decibel. These small values make it hard to sense the differences. To solve these issues, researchers studied the mechanical aspects of flies’ ears. They found that they have a presternum structure linking both tympanal membranes that is critical in detecting sound and localization. The structure acts as a lever by transferring and amplifying vibrational energy between the membranes. After sound hits the membranes at different amplitudes, the presternum sets up symmetrical vibration modes through bending and rocking. This effect helps the nervous system distinguish which side the sound is coming from. Because the presternum acts as an intertympanal bridge, the ITD is increased from 1.5 us to 55 us and the ILD is increased from less than one decibel to over 10 decibels.",
            "score": 136.5644989013672
        },
        {
            "docid": "70576_3",
            "document": "Orthoptera . More than 20,000 species are distributed worldwide. The insects in the order have incomplete metamorphosis, and produce sound (known as a \"stridulation\") by rubbing their wings against each other or their legs, the wings or legs containing rows of corrugated bumps. The tympanum or ear is located in the front tibia in crickets, mole crickets, and katydids, and on the first abdominal segment in the grasshoppers and locusts. These organisms use vibrations to locate other individuals.",
            "score": 136.00791931152344
        },
        {
            "docid": "3012872_6",
            "document": "Cocktail drum . Some more modern cocktail drums are fitted with a baffle. The baffle is of a non-resonant material to prevent the bottom head's vibration from interacting with and \"buzzing\" the snare, which creates a sound much closer to that of two separate drums. Others use a small snare drum that is clamped or mounted in some fashion to the cocktail drum. This leaves the top head free to be used as a tom with the snares removed. The clamp provides the musician with a secure place for the snare drum without the added inconvenience of using a snare drum stand. Using two separate drums in this manner makes both drums easier to tune and provides much more consistent sound.",
            "score": 135.7872772216797
        },
        {
            "docid": "23366462_64",
            "document": "Insect . Insects were the earliest organisms to produce and sense sounds. Insects make sounds mostly by mechanical action of appendages. In grasshoppers and crickets, this is achieved by stridulation. Cicadas make the loudest sounds among the insects by producing and amplifying sounds with special modifications to their body to form tymbals and associated musculature. The African cicada \"Brevisana brevis\" has been measured at 106.7 decibels at a distance of . Some insects, such as the \"Helicoverpa zea\" moths, hawk moths and Hedylid butterflies, can hear ultrasound and take evasive action when they sense that they have been detected by bats. Some moths produce ultrasonic clicks that were once thought to have a role in jamming bat echolocation. The ultrasonic clicks were subsequently found to be produced mostly by unpalatable moths to warn bats, just as warning colorations are used against predators that hunt by sight. Some otherwise palatable moths have evolved to mimic these calls. More recently, the claim that some moths can jam bat sonar has been revisited. Ultrasonic recording and high-speed infrared videography of bat-moth interactions suggest the palatable tiger moth really does defend against attacking big brown bats using ultrasonic clicks that jam bat sonar. Very low sounds are also produced in various species of Coleoptera, Hymenoptera, Lepidoptera, Mantodea and Neuroptera. These low sounds are simply the sounds made by the insect's movement. Through microscopic stridulatory structures located on the insect's muscles and joints, the normal sounds of the insect moving are amplified and can be used to warn or communicate with other insects. Most sound-making insects also have tympanal organs that can perceive airborne sounds. Some species in Hemiptera, such as the corixids (water boatmen), are known to communicate via underwater sounds. Most insects are also able to sense vibrations transmitted through surfaces.",
            "score": 135.10125732421875
        },
        {
            "docid": "3011131_4",
            "document": "Sound baffle . Since the early 1900s, scientists have been aware of the utility of certain types of interior coatings or baffles to improve the acoustics of concert halls, theaters, conference rooms and other spaces where sound quality is important. By the mid-1950s, Bolt, Beranek and Newman and a few other U.S. research organizations were developing technology to address sound quality's design challenges. This design field draws on several disciplines including acoustical science, computer modeling, architecture and materials science. Sound baffles are also used in speaker cabinets to absorb energy from the pressure created by the speakers, thus reducing cabinet resonance. In 1973, Pearl P. Randolph, a school bus driver in Virginia, won a new school bus in a national contest held by Wayne Corporation for the suggestion that sound baffles be installed in the ceiling of school buses. In 1981, they were first made mandatory by the state of California.",
            "score": 134.89552307128906
        },
        {
            "docid": "39317632_9",
            "document": "Sexual selection in insects . In species such as the Coleopteran family Lampyridae, the males fly in the darkness and emit a species-species specific pattern of light flashes, which are answered by perching receptive females. The color and temporal variation of the flash contribute to the success in attracting females. Acoustic signals are produced by many groups including several orthopeteran species, neuropterida, cicadas, flies, cave planthroppers, leaf hoppers, and tree hoppers. In crickets and other Orthopeterans, loudness and/or uninterrupted songs often attract more females. In other insects, females may choose a mate in relation to aspects of his songs. In any case, it is possible that females compare the songs of several males before making a choice.",
            "score": 134.8751983642578
        },
        {
            "docid": "447982_7",
            "document": "Franklin stove . In Franklin's stove, a hollow baffle was positioned inside and near the rear of the stove. The baffle was a wide but thin cast-iron box, which was open to the room's air at its bottom and at two holes on its sides, near its top. Air entered the bottom of the box and was heated both by the fire and by the fumes flowing over the front and back of the box. The warmed air then rose inside the baffle and exited through the holes in the baffle's sides. Franklin’s baffle thus performed at least two functions: like Kessler’s heating stove, it lengthened the path that the fire’s fumes had to follow before reaching the chimney, allowing more heat to be extracted from the fumes; and like Gauger’s fireplace, it placed a duct near the fire, which heated the room's air via convection.",
            "score": 134.8668975830078
        },
        {
            "docid": "196048_12",
            "document": "Electrostatic loudspeaker . This relative lack of loud bass is often remedied with a hybrid design using a dynamic loudspeaker, e.g. a subwoofer, to handle lower frequencies, with the electrostatic diaphragm handling middle and high frequencies. Many feel that the best low frequency unit for hybrids are cone drivers mounted on open baffles as dipoles transmission line woofers or horns, since they possess roughly the same qualities (at least in the bass) as electrostatic speakers, i.e. good transient response, little box coloration, and (ideally) flat frequency response. However, there is often a problem with integrating such a woofer with the electrostatics. This is because most electrostatics are line sources, the sound pressure level of which decreases by 3 dB for each doubling of distance. A cone speaker's sound pressure level, on the other hand, decreases by 6 dB for each doubling of distance because it behaves as a point source. This can be overcome by the theoretically more elegant solution of using conventional cone woofer(s) in an open baffle, or a push-pull arrangement, which produces a bipolar radiation pattern similar to that of the electrostatic membrane. This is still subject to phase cancellation, but cone woofers can be driven to far higher levels due to their longer excursion, thus making equalization to a flat response easier, and they add distortion thereby increasing the area (and therefore the power) under the frequency response graph, making the total low frequency energy higher but the fidelity to the signal lower.",
            "score": 134.57643127441406
        },
        {
            "docid": "39464650_6",
            "document": "Juracimbrophlebia . It was recovered along with preserved leaves of a ginkgo-like tree, \"Yimaia capituliformis\", in Middle Jurassic deposit of 164-165 million years of age of the Jiulongshan Formation. The most interesting find about this association was that the wings of the hangingfly and the ginkgo-like leaves are strikingly similar so much so that they are easily confused in the field. Therefore, the combination represents a rare example of mimicry between insects and plants, even before an explosive radiation of flowering plants. Unlike most other scorpionflies, which are generally quite mobile, \"J. ginkgofolia\" evidently lived sedentary on the leaves to avoid predators. This is obvious because the fauna at Daohugou is already known to host a horde of predators, including larger predatory insects, mammals, pterosaurs, and small arboreal dinosaurs . The four long wings and body of the hangingfly so perfectly matched the five hanging lobes of a single ginkgo-like leaf that it completed baffled the scientists even in the lab, so said Conrad Labandeira, one of discoverers from National Museum of Natural History. Thus the leaf is such a good model providing camouflage and protection, and hangingfly the mimic that avoid predation. In fact this could be the case of an (at least one of the) earliest mimicry.",
            "score": 134.2382354736328
        },
        {
            "docid": "610760_4",
            "document": "Bioacoustics . For a long time humans have employed animal sounds to recognise and find them. Bioacoustics as a scientific discipline was established by the Slovene biologist Ivan Regen who began systematically to study insect sounds. In 1925 he used a special stridulatory device to play in a duet with an insect. Later, he put a male cricket behind a microphone and female crickets in front of a loudspeaker. The females were not moving towards the male but towards the loudspeaker. Regen's most important contribution to the field apart from realization that insects also detect airborne sounds was the discovery of tympanal organ's function.",
            "score": 133.03111267089844
        },
        {
            "docid": "52628799_5",
            "document": "Pterinoxylus spinulosus . However if disturbed by being touched, the insects raise their wings sharply. The male holds its wings and tegmina (leathery front wings) vertically and this has the effect of making the insect appear larger. It may maintain this position for a minute or more and then snap the wings shut. If further disturbed it may repeat these actions, or it may fly off. Under similar circumstances, the female raises its tegmina vertically and extends its wings laterally. This exposes the bright red underside of the tegmina in a \"startle\" display. The wings are translucent and dark brown, with black venation, and produce metallic reflections in sunlight. While holding the tegmina open, the wings move rapidly forwards and backwards, rubbing against the tegmina and producing a stridulatory sound. This sound has been described as being like that produced by a bumblebee or a distant aircraft.",
            "score": 132.89715576171875
        }
    ]
}