{
    "q": [
        {
            "docid": "22120746_7",
            "document": "Mitochondrial biogenesis . In mammals, mitochondrial fusion and fission are both controlled by GTPases of the dynamin family. The process of mitochondrial fission is directed by Drp1, a member of the cytosolic dynamin family. This protein forms a spiral around mitochondria and constricts to break apart both the outer and inner membranes of the organelle. On the other hand, the process of fusion is directed by different membrane-anchored dynamin proteins at different levels of the mitochondria. Fusion at the level of the outer mitochondrial membrane is mediated by Mfn1 and Mfn2 (Mitofusins 1 and 2), and fusion at the level of the inner mitochondrial membrane is mediated by Opa1. Multiple research studies have observed correlated increases between mitochondrial respiratory capacity with Mfn1, Mnf2, and Drp1 gene expression after endurance exercises. Therefore, it is supported that reorganization of the mitochondrial network in muscle cells plays an important role in response to exercise.",
            "score": 261.9646565914154
        },
        {
            "docid": "39288495_9",
            "document": "Mitochondrial fusion . The balance between mitochondrial fusion and fission in cells is dictated by the up-and-down regulation of mitofusins, OPA1/Mgm1, and Drp1/Dnm1. Apoptosis, or programmed cell death, begins with the breakdown of mitochondria into smaller pieces. This process results from up-regulation of Drp1/Dnm1 and down-regulation of mitofusins. Later in the apoptosis cycle, an alteration of OPA1/Mgm1 activity within the inner mitochondrial membrane occurs. The role of the OPA1 protein is to protect cells against apoptosis by inhibiting the release of cytochrome c. Once this protein is altered, there is a change in the cristae structure, release of cytochrome c, and the activation of the destructive caspase enzymes. These resulting changes indicate that inner mitochondrial membrane structure is linked with regulatory pathways in influencing cell life and death. OPA1 plays both a genetic and molecular role in mitochondrial fusion and in cristae remodeling during apoptosis. OPA1 exists in two forms; the first being soluble and found in the intermembrane space, and the second as an integral inner membrane form, work together to restructure and shape the cristae during and after apoptosis. OPA1 blocks intramitochondrial cytochrome c redistribution which proceeds remodeling of the cristae. OPA1 functions to protect cells with mitochondrial dysfunction due to Mfn deficiencies, doubly for those lacking Mfn1 and Mfn2, but it plays a greater role in cells with only Mfn1 deficiencies as opposed to Mfn2 deficiencies. Therefore, it is supported that OPA1 function is dependent on the amount of Mfn1 present in the cell to promote mitochondrial elongation.",
            "score": 222.20201289653778
        },
        {
            "docid": "14765817_4",
            "document": "DNM1L . Mitochondria routinely undergo fission and fusion events that maintain a dynamic reticular network. Drp1 is a fundamental component of mitochondrial fission. Indeed, Drp1 deficient neurons have large, strongly interconnected mitochondria., due to dysfunctional fission machinery. Fission helps facilitate mitophagy, which is the breakdown and recycling of damaged mitochondria. Dysfunction in the DRP activity may result in mutated DNA or malfunctioning proteins diffusing throughout the mitochondrial system. In addition, fission results in fragmented mitochondria more capable of producing of reactive oxygen species, which can disrupt normal biochemical processes inside of cells. ROS can be formed from incomplete transfer of electrons through the electron transport chain. Furthermore, fission influences calcium flux within the cell, linking Drp1 to apoptosis and cancer.",
            "score": 314.7950773239136
        },
        {
            "docid": "39288495_8",
            "document": "Mitochondrial fusion . Many gene products that control mitochondrial fusion have been identified, and can be reduced to three core groups which also control mitochondrial fission. These groups of proteins include mitofusins, OPA1/Mgm1, and Drp1/Dnm1. All of these molecules are GTP hydrolyzing proteins (GTPases) that belong to the dynamin family. Mitochondrial dynamics in different cells are understood by the way in which these proteins regulate and bind to each other. These GTPases in control of mitochondrial fusion are well conserved between mammals, flies, and yeast. Mitochondrial fusion mediators differ between the outer and inner membranes of the mitochondria. Specific membrane-anchored dynamin family members mediate fusion between mitochondrial outer membranes known as Mfn1 and Mfn2. These two proteins are mitofusin contained within humans that can alter the morphology of affected mitochondria in over-expressed conditions. However, a single dynamin family member known as OPA1 in mammals mediates fusion between mitochondrial inner membranes. These regulating proteins of mitochondrial fusion are organism-dependent; therefore, in \"Drosophila\" (fruit flies) and yeasts, the process is controlled by the mitochondrial transmembrane GTPase, Fzo. In \"Drosophila\", Fzo is found in postmeiotic spermatids and the dysfunction of this protein results in male sterility. However, a deletion of Fzo1 in budding yeast results in smaller, spherical mitochondria due to the lack of mitochondrial DNA (mtDNA).",
            "score": 222.1763255596161
        },
        {
            "docid": "19588_18",
            "document": "Mitochondrion . The outer mitochondrial membrane, which encloses the entire organelle, is 60 to 75 angstroms (Å) thick. It has a protein-to-phospholipid ratio similar to that of the eukaryotic plasma membrane (about 1:1 by weight). It contains large numbers of integral membrane proteins called porins. These porins form channels that allow molecules of 5000 daltons or less in molecular weight to freely diffuse from one side of the membrane to the other. Larger proteins can enter the mitochondrion if a signaling sequence at their N-terminus binds to a large multisubunit protein called translocase of the outer membrane, which then actively moves them across the membrane. Mitochondrial pro-proteins are imported through specialised translocation complexes. The outer membrane also contains enzymes involved in such diverse activities as the elongation of fatty acids, oxidation of epinephrine, and the degradation of tryptophan. These enzymes include monoamine oxidase, rotenone-insensitive NADH-cytochrome c-reductase, kynurenine hydroxylase and fatty acid Co-A ligase. Disruption of the outer membrane permits proteins in the intermembrane space to leak into the cytosol, leading to certain cell death. The mitochondrial outer membrane can associate with the endoplasmic reticulum (ER) membrane, in a structure called MAM (mitochondria-associated ER-membrane). This is important in the ER-mitochondria calcium signaling and is involved in the transfer of lipids between the ER and mitochondria.",
            "score": 154.65109086036682
        },
        {
            "docid": "39288495_2",
            "document": "Mitochondrial fusion . Mitochondria are dynamic organelles with the ability to fuse (fusion) and divide (fission), forming constantly changing tubular networks in most eukaryotic cells. These mitochondrial dynamics are important for the health of the cell, and defects in dynamics lead to genetic disorders. Through fusion, mitochondria can overcome the dangerous consequences of genetic malfunction. The process of mitochondrial fusion involves a variety of proteins that assist the cell throughout the series of events that form this process.",
            "score": 164.3752408027649
        },
        {
            "docid": "14799329_3",
            "document": "FIS1 . FIS1 is indirectly involved in mitochondrial fission via binding dynamin-related protein 1 (DRP1). By extension, FIS1 helps regulate the size and distribution of mitochondria in response to local demand for ATP or calcium ions. In addition, mitochondrial fission may lead to release of cytochrome C, which eventually leads to cell death. In a separate apoptotic signalling pathway, FIS1 interacts with BCAP31 to form a complex, the ARCosome. The ARCosome promotes cell death by bridging the mitochondria and the endoplasmic reticulum (ER), allowing FIS1 to transmit a proapoptotic signal from the mitochondria to the ER and activate procaspase-8. The ARCosome then forms a platform with procaspase-8 to increase calcium load in the mitochondria, resulting in apoptosis. Additionally, FIS1 is involved in other modes of shaping mitochondrial morphology. For example, it interacts with TBC1D15 to regulate mitochondrial morphology, particularly with regard to lysosome and endosome fusion. FIS1 also prevents mitochondria elongation, which would otherwise lead to cell cycle delay or arrest, and ultimately, senescence. Moreover, mitochondrial dysfunction results in elevated reactive oxygen species (ROS) levels, which cause DNA damage and induce transcriptional repression, as well as induce mitophagy.",
            "score": 244.03562700748444
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 176.40487265586853
        },
        {
            "docid": "5094165_6",
            "document": "African swine fever virus . The virus encodes enzymes required for replication and transcription of its genome, including elements of a base excision repair system, structural proteins, and many proteins that are not essential for replication in cells, but instead have roles in virus survival and transmission in its hosts. Virus replication takes place in perinuclear factory areas. It is a highly orchestrated process with at least four stages of transcription—immediate-early, early, intermediate, and late. The majority of replication and assembly occurs in discrete, perinuclear regions of the cell called virus factories, and finally progeny virions are transported to the plasma membrane along microtubules where they bud out or are propelled away along actin projections to infect new cells. As the virus progresses through its lifecycle, most if not all of the host cell's organelles are modified, adapted, or in some cases destroyed. Assembly of the icosahedral capsid occurs on modified membranes from the endoplasmic reticulum. Products from proteolytically processed polyproteins form the core shell between the internal membrane and the nucleoprotein core. An additional outer membrane is gained as particles bud from the plasma membrane. The virus encodes proteins that inhibit signalling pathways in infected macrophages and thus modulate transcriptional activation of immune response genes. In addition, the virus encodes proteins which inhibit apoptosis of infected cells to facilitate production of progeny virions. Viral membrane proteins with similarity to cellular adhesion proteins modulate interaction of virus-infected cells and extracellular virions with host components.",
            "score": 80.99883532524109
        },
        {
            "docid": "16852548_5",
            "document": "MARCH5 . As a E3 ubiquitin ligases, enzyme MARCH 5 catalyzes the transfer of ubiquitin from an E2 ubiquitin-conjugating enzyme to an identified protein substrate. MARCH5 was firstly identified as a mitofusin 2- and Drp1-binding protein. MARCH5 promotes ubiquitination of Drp1 and a knockdown of MARCH5 is by RNAi led to abnormal mitochondrial fusion. Further evidences show that MARCH 5 specifically interacts with mitofusin 1, by reducing the levels of it during certain phases of the cell cycle. Given the facts that MARCH5 regulates the protein proteostasis of Drp1, mitofusin 1, and mitofusin 2 that are pivotal regulators of mitochondrial fusion and fission, MARCH5 is critical for the regulation of standard mitochondria morphology, and deficiencies in it promote cellular senescence.",
            "score": 247.59991097450256
        },
        {
            "docid": "56658591_10",
            "document": "Phomoxanthone A . In addition to this inhibition of the function of mitochondria, PXA also disrupts their membrane architecture. In many cell types, the mitochondria normally form an intricate tubular network that undergoes a constant process of balanced mitochondrial fission and mitochondrial fusion. Treatment with PXA or many other mitochondrial stressors, such as protonophores, causes excessive fission that results in mitochondrial fragmentation. In the case of PXA, however, this fragmentation process was shown to be different from canonical fragmentation, caused by other agents such as protonophores, in several ways: first, it is considerably faster, resulting in complete fragmentation within a minute as opposed to about 30–60 minutes for canonical fragmentation; second, it is independent from the mitochondrial fission and fusion regulators DRP1 and OPA1; and third, while PXA causes fragmentation of both the outer mitochondrial membrane (OMM) and the mitochondrial matrix in wild type cells, it causes exclusive fragmentation of the matrix in cells that lack DRP1. This last feature is especially unusual since no active mechanism for exclusive matrix fission is known in higher eukaryotes. Examination of the mitochondrial ultrastructure revealed that PXA causes cristae disruption and complete distortion of the mitochondrial matrix. It is probably through this effect that PXA induces programmed cell death in the form of apoptosis.",
            "score": 255.10748887062073
        },
        {
            "docid": "773534_4",
            "document": "Connexon . The assembly of connexons begins with synthesis of connexins within the cell and ends with the formation of gap junction channel plaques on the cell membrane. The connexin subunit proteins that make up connexons are synthesized on the membranes of the cells endoplasmic reticulum. These subunits are then oligomerized, or combined with other smaller parts, into connexons in the golgi apparatus. The connexons are then delivered to their proper location on the plasma membrane. Connexons then dock with compatible connexons from the neighboring cell to form gap junction channel plaques. A large part of this process is mediated by phosphorylation of different enzymes and proteins, allowing and preventing interaction between certain proteins.",
            "score": 60.20468020439148
        },
        {
            "docid": "14182024_5",
            "document": "DNAJA3 . DNAJA3 is a member of the DNAJ/Hsp40 protein family, which stimulates the ATPase activity of Hsp70 chaperones and plays critical roles in protein folding, degradation, and multiprotein complex assembly. DNAJA3 localizes to the mitochondria, where it interacts with the mitochondrial Hsp70 chaperone (mtHsp70) to carry out the chaperone system. This protein is crucial for maintaining a homogeneous distribution of mitochondrial membrane potential and the integrity of mtDNA. DNAJA3 homogenizes membrane potential through regulation of complex I aggregation, though the mechanism for maintaining mtDNA remains unknown. These functions then allow DNAJA3 to mediate mitochondrial fission through DRP1 and, by extension, cellular processes such as cell movement, growth, proliferation, differentiation, senescence, and apoptosis. However, though both isoforms of DNAJA3 are involved with cell survival, they are also observed to influence two opposing outcomes. The proapoptotic long isoform induces apoptosis by stimulating cytochrome C release and caspase activation in the mitochondria, whereas the antiapoptotic short isoform prevents cytochrome C release and, thus, apoptosis. In neuromuscular junctions, only the short isoform clusters acetylcholine receptors for efficient synaptic transmission. The two isoforms also differ in their specific mitochondrial localization, which may partially account for their different functions.",
            "score": 209.76307344436646
        },
        {
            "docid": "29584979_2",
            "document": "INF2 . Inverted formin-2 is a protein that in humans is encoded by the \"INF2\" gene. It belongs to the protein family called the formins. It has two splice isoforms, CAAX which localizes to the endoplasmic reticulum and non-CAAX which localizes to focal adhesions and the cytoplasm with enrichment at the Golgi. INF2 plays a role in mitochondrial fission and dorsal stress fiber formation. INF2 accelerates actin nucleation and elongation by interacting with barbed ends (fast-growing ends) of actin filaments, but also accelerates disassembly of actin through encircling and severing filaments.",
            "score": 140.4587173461914
        },
        {
            "docid": "30865275_3",
            "document": "ADAM7 . The functions of ADAM7 directly relate to sperm maturation and fertilization. Sperm are immobile until traversing the epididymis, in which the sperm interact with many proteins secreted by epihtelial cells of the epididymis. Lacking protease activity, ADAM7 may play roles in protein-protein interactions and cell adhesion processes including sperm-egg fusion. ADAM7 is secreted by epididymis cells and transferred to the maturing sperm's surface. As determined through mouse gene knock-out studies, the amount of ADAM7 secreted is directly linked to ADAM2 and ADAM3 protein levels. Complex formation between ADAM7, Calnexin, Hspa5, and Itm2b have been shown to act as a molecular chaperone after ADAM7 is incorporated into the membrane of sperm cells. Furthermore, complex formation with Itm2b is increased during sperm capacitation leading to a conformation change in ADAM7. As such, the ADAM7 protein plays an important function involved in sperm capacitation, although this function is not entirely understood.",
            "score": 62.10856080055237
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 129.50671637058258
        },
        {
            "docid": "39288495_13",
            "document": "Mitochondrial fusion . The Mitochondrial Inner/Outer Membrane Fusion (MMF) Family (TC# 9.B.25) is a family of proteins that play a role in mitochondrial fusion events. This family belongs to the larger Mitochondrial Carrier (MC) Superfamily. The dynamic nature of mitochondria is critical for function. Chen and Chan (2010) have discussed the molecular basis of mitochondrial fusion, its protective role in neurodegeneration, and its importance in cellular function. The mammalian mitofusins Mfn1 and Mfn2, GTPases localized to the outer membrane, mediate outer-membrane fusion. OPA1, a GTPase associated with the inner membrane, mediates subsequent inner-membrane fusion. Mutations in Mfn2 or OPA1 cause neurodegenerative diseases. Mitochondrial fusion enables content mixing within a mitochondrial population, thereby preventing permanent loss of essential components. Cells with reduced mitochondrial fusion show a subpopulation of mitochondria that lack mtDNA nucleoids. Such mtDNA defects lead to respiration-deficient mitochondria, and their accumulation in neurons leads to impaired outgrowth of cellular processes and consequent neurodegeneration.",
            "score": 102.71780896186829
        },
        {
            "docid": "340440_7",
            "document": "Fluid mosaic model . Additionally, the two leaflets of biological membranes are asymmetric and divided into subdomains composed of specific proteins or lipids, allowing spatial segregation of biological processes associated with membranes. Cholesterol and cholesterol-interacting proteins can concentrate into lipid rafts and constrain cell signaling processes to only these rafts. Another form of asymmetry was shown by the work of Mouritsen and Bloom in 1984, where they proposed a Mattress Model of lipid-protein interactions to address the biophysical evidence that the membrane can range in thickness and hydrophobicity of proteins. Phospholipids can be asymmetric through the active translocation of a phospholipid type from one leaflet of the membrane to the other. This process is controlled by flippase and scramblase enzymes. A biological example of this is the segregation of phosphatidylserine to be highly enriched on the cytosolic side of the plasma membrane. Phosphatidylserine localization to the outer leaflet can trigger immune responses.",
            "score": 72.58980453014374
        },
        {
            "docid": "22729563_3",
            "document": "Jennifer Lippincott-Schwartz . The current research of Lippincott-Schwartz has helped to debunk the traditional ‘static’ view of molecules in cells including the methods of secretory membrane trafficking, compartmentalization, and trafficking of eukaryotic cells. Her research involves multiple live cell imaging techniques in order to study the dynamic interactions of molecules in cells and has led to a more lively view on the inner-workings of the cells. Such live cell imaging techniques include green fluorescent protein fusion alongside photobleaching and photoactivation techniques which allow investigation of subcellular localization, mobility, transport routes, and turnover of important cellular proteins related to membrane trafficking and compartmentalization. Lippincott-Schwartz's lab also tests mechanistic hypotheses related to protein and organelle functions and dynamics by utilizing quantitative measurements through kinetic modeling and simulation experiments. Along with Dr. Craig Blackstone, Lippincott-Schwartz utilized advanced imaging techniques to reveal a more accurate picture of how the peripheral endoplasmic reticulum is structured. Their findings may yield new insights for genetic diseases affecting proteins that help shape the endoplasmic reticulum. Additionally, Lippincott-Schwartz's laboratory demonstrated that Golgi enzymes constitutively recycle back to the endoplasmic reticulum and that such recycling plays a central role in the maintenance, biogenesis, and inheritance of the Golgi apparatus in mammalian cells.",
            "score": 69.97788286209106
        },
        {
            "docid": "5419130_5",
            "document": "Lipid signaling . Ceramide mediates many cell-stress responses, including the regulation of programmed cell death (apoptosis) and cell aging (senescence). Numerous research works have focused interest on defining the direct protein targets of action of ceramide. These include enzymes called ceramide-activated Ser-Thr phosphatases (CAPPs), such as protein phosphatase 1 and 2A (PP1 and PP2A), which were found to interact with ceramide in studies done in a controlled environment outside of a living organism (\"in vitro\"). On the other hand, studies in cells have shown that ceramide-inducing agents such as tumor necrosis factor-alpha α (TNFα) and palmitate induce the ceramide-dependent removal of a phosphate group (dephosphorylation) of the retinoblastoma gene product RB and the enzymes, protein kinases B (AKT protein family) and C α (PKB and PKCα). Moreover, there is also sufficient evidence which implicates ceramide to the activation of the kinase suppressor of Ras (KSR), PKCζ, and cathepsin D. Cathepsin D has been proposed as the main target for ceramide formed in organelles called lysosomes, making lysosomal acidic SMase enzymes one of the key players in the mitochondrial pathway of apoptosis. Ceramide was also shown to activate PKCζ, implicating it to the inhibition of AKT, regulation of the voltage difference between the interior and exterior of the cell (membrane potential) and signaling functions that favor apoptosis. Chemotherapeutic agents such as daunorubicin and etoposide enhance the \"de novo\" synthesis of ceramide in studies done on mammalian cells. The same results were found for certain inducers of apoptosis particularly stimulators of receptors in a class of lymphocytes (a type of white blood cell) called B-cells. Regulation of the \"de novo\" synthesis of ceramide by palmitate may have a key role in diabetes and the metabolic syndrome. Experimental evidence shows that there is substantial increase of ceramide levels upon adding palmitate. Ceramide accumulation activates PP2A and the subsequent dephosphorylation and inactivation of AKT, a crucial mediator in metabolic control and insulin signaling. This results in a substantial decrease in insulin responsiveness (i.e. to glucose) and in the death of insulin-producing cells in the pancreas called islets of Langerhans. Inhibition of ceramide synthesis in mice via drug treatments or gene-knockout techniques prevented insulin resistance induced by fatty acids, glucocorticoids or obesity.",
            "score": 69.95908403396606
        },
        {
            "docid": "33023092_3",
            "document": "Mitochondrial fission . The Drp1 protein is a member of the dynamin family of large GTPases. Drp1 controls the final part of mitochondrial fission, pinching off the membrane stalk between two forming daughter mitochondria. The MFN2 protein is part of a complex that links the endoplasmic reticulum (ER) to mitochondria. Points of ER-mitochondrial association have been associated with the formation of Drp1 complexes and mitochondrial fission.",
            "score": 295.7704863548279
        },
        {
            "docid": "33023092_4",
            "document": "Mitochondrial fission . Several Drp1-binding proteins have been identified. A protein called mitochondrial fission factor (Mff) binds Drp1 and promotes mitochondrial fission. The FIS1 protein might recruit Drp1 to sites of fission but it might require association with another protein, MIEF1 (mitochondrial elongation factor 1) coded for by the SMCR7L gene, to promote mitochondrial fission. In contrast, MIEF1 when bound to Drp1 might prevent mitochondrial fission and thus shift the balance towards fusion of mitochondria.",
            "score": 317.89386558532715
        },
        {
            "docid": "2457_15",
            "document": "Apoptosis . Mitochondrial proteins known as SMACs (second mitochondria-derived activator of caspases) are released into the cell's cytosol following the increase in permeability of the mitochondria membranes. SMAC binds to \"proteins that inhibit apoptosis\" (IAPs) thereby deactivating them, and preventing the IAPs from arresting the process and therefore allowing apoptosis to proceed. IAP also normally suppresses the activity of a group of cysteine proteases called caspases, which carry out the degradation of the cell. Therefore, the actual degradation enzymes can be seen to be indirectly regulated by mitochondrial permeability.",
            "score": 124.54434967041016
        },
        {
            "docid": "18423357_4",
            "document": "VDAC3 . VDAC3 belongs to the mitochondrial porin family and is expected to share similar biological functions to the other VDAC isoforms. VDACs are involved in cell metabolism by transporting ATP and other small metabolites across the outer mitochondrial membrane. In addition, VDACs form part of the mitochondrial permeability transition pore (MPTP) and, thus, facilitate cytochrome C release, leading to apoptosis. VDACs have also been observed to interact with pro- or antiapoptotic proteins, such as Bcl-2 family proteins and kinases, and so may contribute to apoptosis independently from the MPTP. Nonetheless, experiments reveal a lack of pore-forming ability in the VDAC3 isoform, suggesting that it may perform different biological functions. Notably, though all VDAC isoforms are ubiquitously expressed, VDAC3 is majorly found in the sperm outer dense fiber (ODF), where it is hypothesized to promote proper assembly and maintenance of sperm flagella. Because the ODF membranes are not likely to support pore formation, VDAC3 may interact with protein partners to carry out other functions in the ODF. For instance, within cells, VDAC3 predominantly localizes to the centrosome and recruits Mps1 to regulate centriole assembly. In the case of localization to the mitochondria, VDAC3 interaction with Mps1 instead leads to ciliary disassembly.",
            "score": 111.48873925209045
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 63.72624349594116
        },
        {
            "docid": "640697_10",
            "document": "Reactive oxygen species . ROS are produced intracellularly through multiple mechanisms and depending on the cell and tissue types, the major sources being the \"professional\" producers of ROS: NADPH oxidase (NOX) complexes (7 distinct isoforms) in cell membranes, mitochondria, peroxisomes, and endoplasmic reticulum. Mitochondria convert energy for the cell into a usable form, adenosine triphosphate (ATP). The process in which ATP is produced, called oxidative phosphorylation, involves the transport of protons (hydrogen ions) across the inner mitochondrial membrane by means of the electron transport chain. In the electron transport chain, electrons are passed through a series of proteins via oxidation-reduction reactions, with each acceptor protein along the chain having a greater reduction potential than the previous. The last destination for an electron along this chain is an oxygen molecule. In normal conditions, the oxygen is reduced to produce water; however, in about 0.1–2% of electrons passing through the chain (this number derives from studies in isolated mitochondria, though the exact rate in live organisms is yet to be fully agreed upon), oxygen is instead prematurely and incompletely reduced to give the superoxide radical (), most well documented for Complex I and Complex III. Superoxide is not particularly reactive by itself, but can inactivate specific enzymes or initiate lipid peroxidation in its protonated form, hydroperoxyl HO. The p\"K\" of hydroperoxyl is 4.8. Thus, at physiological pH, the majority will exist as superoxide anion.",
            "score": 121.00625681877136
        },
        {
            "docid": "22120746_5",
            "document": "Mitochondrial biogenesis . Since the majority of mitochondrial protein comes from the nuclear genome, the proteins need to be properly targeted and transported into the mitochondria to perform their functions. First, mRNA is translated in the cell’s cytosol. The resulting unfolded precursor proteins will then be able to reach their respective mitochondrial compartments. Precursor proteins will be transported to one of four areas of the mitochondria, which include the outer membrane, inner membrane, intermembrane space, and matrix. All proteins will enter the mitochondria by a translocase on the outer mitochondrial membrane (TOM). Some proteins will have an N-terminal targeting signal, and these proteins will be detected and transported into the matrix, where they will then be cleaved and folded. Other proteins may have targeting information in their sequences and will not include an N-terminal signal. During the past two decades, researchers have discovered over thirty proteins that participate in mitochondrial protein import. As researchers learn more about these proteins and how they reach the respective mitochondrial compartments that utilize them, it becomes evident that there is a multitude of processes that work together in the cell to allow for mitochondrial biogenesis.",
            "score": 130.26054787635803
        },
        {
            "docid": "8473843_3",
            "document": "David S. Cafiso . Work in Dr. Cafiso's laboratory is directed at studying membranes and peripheral and integral membrane proteins. One area of investigation involves studies on the mechanisms by which proteins become attached to membrane surfaces. Attachment is critical for cell-signaling because it controls protein–protein interactions and the access of enzymes to lipid substrates. For example, the oncogenic form of the src tyrosine kinase is not active and fails to transform cells until it becomes attached to the cytoplasmic face of the plasma membrane. The laboratory is currently determining the structure and electrostatic interactions made by highly positively charged protein motifs, such as those from MARCKS (the myristoylated alanine rich C-kinase substrate) with negatively charged lipid surfaces. In addition to regulating membrane attachment, these positively charged motifs function to sequester phosphatidylinositol 4,5, bisphosphate (PIP2), and regulate the activity of this phosphorylated inositol lipid within the cytoplasmic membrane. Dr. Cafiso is also interested in determining the membrane interactions made by protein domains such as C2 domains, which are found in a wide range of proteins involved in cell signaling. C2 domains function to attach their parent proteins to membranes in a Ca ++ dependent fashion. C2 domains perform critical roles in membrane trafficking, membrane fusion and membrane repair, and defects in these domains result in forms of muscular dystrophy and deafness.",
            "score": 60.9056681394577
        },
        {
            "docid": "16853131_3",
            "document": "VEZT . The protein vezatin has been shown to play a critical role in the maintenance and formation of adherens junctions in many epithelial cells. Adherens junctions are composed primarily of E-cadherin, alpha and beta catenins and other transmembrane proteins such as actin and myosin. The junctions formed are vital in creating cell-cell contacts and do so via the interactions of all the different components. E-cadherins on separate cells use calcium based interactions to bind, whilst the catenins bind the cadherins to the actin cytoskeleton of each cell, thus creating the cadherin-catenin complex. Vezatin co-localises with E-cadherin at these cell-cell junctions suggesting that in fact it is involved within adherens junctions . E-cadherin is an important transmembrane molecule in creating and facilitating adherens junctions, particularly in epithelial cells. Furthermore, vezatin does not appear at focal adhesion sites and does not co-localise with desmogleins, which are molecules present in desmosomes, suggesting it is solely responsible for interactions within the adherens junction . Additionally, in cells lacking E-cadherin and thus unable to form cell-cell contacts, vezatin displayed a cytoplasmic distribution .  Another key component of this junction is the protein myosin VIIA and primarily its interaction with vezatin. Myosins are mechanochemical proteins which interact with actins and enzymatically convert ATP to ADP in order to facilitate a motor function . Myosin VIIA is an unconventional member of the myosin family and is heavily expressed within ciliated epithelium such as that in the nose and the ear . Myosin VIIA has a similar structure to all other myosins, with a motor, neck and actin-binding domain, but is unique due to its short tail domain . Vezatin has been shown to interact with this tail domain due to co-localisation of both molecules in mouse inner-ear epithelial cells . However, this interaction was only observed during cell-cell contact junctions, otherwise the proteins are dispersed through the cytoplasm in individual cells . These results taken together suggest that vezatin plays a crucial role in the cadherin-catenin complex which is essential for cell-cell adhesion.",
            "score": 104.49355697631836
        },
        {
            "docid": "14754403_3",
            "document": "Neutrophil cytosolic factor 4 . The protein encoded by this gene is a cytosolic regulatory component of the superoxide-producing phagocyte NADPH-oxidase, a multicomponent enzyme system important for host defense. This protein is preferentially expressed in cells of myeloid lineage. It interacts primarily with neutrophil cytosolic factor 2 (NCF2/p67-phox) to form a complex with neutrophil cytosolic factor 1 (NCF1/p47-phox), which further interacts with the small G protein RAC1 and translocates to the membrane upon cell stimulation. This complex then activates flavocytochrome b, the membrane-integrated catalytic core of the enzyme system. The PX domain of this protein can bind phospholipid products of the PI(3) kinase, which suggests its role in PI(3) kinase-mediated signaling events. The phosphorylation of this protein was found to negatively regulate the enzyme activity. Alternatively spliced transcript variants encoding distinct isoforms have been observed.",
            "score": 52.15521574020386
        },
        {
            "docid": "52832272_7",
            "document": "Mitochondria associated membranes . These contact sites have been associated with the delicate balance between life and death of the cell. Isolation membranes are the initial step to form auto-phagosomes. These closed membranes are double membrane-bond, with lysosomes inside it. The main function of these membrane is degradation, as role in cellular homeostasis. However, the origin of them has remained unclear.  Maybe it is the plasma membrane, the endoplasmic reticulum (ER) and the mitochondria. But the ER- mitochondria contact site have markers, the auto-phagosome marker ATG14, and the auto-phagosome-formation marker ATG5, until the formation of auto-phagosome is complete. Whereas, the absent of ATG14 puncta, it is caused by the breakdown of the ER–mitochondria contact site  The oxidative stress and the beginning of endoplasmic reticulum (ER) stress occur together; the ER stress have a key sensor enriched at the mitochondria-associated ER membranes (MAMs). This key is PERK (RNA-dependent protein kinase (PKR)-like ER kinase), PERK contributes to apoptosis twofold by sustaining the levels of pro-apoptotic C/EBP homologous protein (CHOP).  A tight ER–mitochondria contact site is integral to the mechanisms controlling cellular apoptosis and to inter-organelle Ca2 + signals. The mitochondria-associated ER membranes (MAMs), play role in cell death modulation. Mitochondrial outer membrane permeabilization (MOMP), is a reason of the higher matrix Ca2 + levels, which is acts as a trigger for apoptosis. MOMP is the process before apoptosis, which is accompanied to permeability of the inner membrane of the mitochondria (IMM).  Permeability transition pore (PTP) opening induces mitochondrial swelling and outer membrane of the mitochondria (OMM) rupture. Moreover, PTP opening induce releasing of caspase-activating factors and apoptosis. Caspase-activating factors induced by cytochrome C to bind to the IP3R, this will result in higher Ca2 + transfer from the ER to the mitochondria, amplifying the apoptotic signal.",
            "score": 136.88106989860535
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 108.58403182029724
        }
    ],
    "r": [
        {
            "docid": "33023092_4",
            "document": "Mitochondrial fission . Several Drp1-binding proteins have been identified. A protein called mitochondrial fission factor (Mff) binds Drp1 and promotes mitochondrial fission. The FIS1 protein might recruit Drp1 to sites of fission but it might require association with another protein, MIEF1 (mitochondrial elongation factor 1) coded for by the SMCR7L gene, to promote mitochondrial fission. In contrast, MIEF1 when bound to Drp1 might prevent mitochondrial fission and thus shift the balance towards fusion of mitochondria.",
            "score": 317.8938903808594
        },
        {
            "docid": "14765817_4",
            "document": "DNM1L . Mitochondria routinely undergo fission and fusion events that maintain a dynamic reticular network. Drp1 is a fundamental component of mitochondrial fission. Indeed, Drp1 deficient neurons have large, strongly interconnected mitochondria., due to dysfunctional fission machinery. Fission helps facilitate mitophagy, which is the breakdown and recycling of damaged mitochondria. Dysfunction in the DRP activity may result in mutated DNA or malfunctioning proteins diffusing throughout the mitochondrial system. In addition, fission results in fragmented mitochondria more capable of producing of reactive oxygen species, which can disrupt normal biochemical processes inside of cells. ROS can be formed from incomplete transfer of electrons through the electron transport chain. Furthermore, fission influences calcium flux within the cell, linking Drp1 to apoptosis and cancer.",
            "score": 314.7950744628906
        },
        {
            "docid": "33023092_3",
            "document": "Mitochondrial fission . The Drp1 protein is a member of the dynamin family of large GTPases. Drp1 controls the final part of mitochondrial fission, pinching off the membrane stalk between two forming daughter mitochondria. The MFN2 protein is part of a complex that links the endoplasmic reticulum (ER) to mitochondria. Points of ER-mitochondrial association have been associated with the formation of Drp1 complexes and mitochondrial fission.",
            "score": 295.7705078125
        },
        {
            "docid": "14765817_7",
            "document": "DNM1L . The majority of knowledge about mitochondrial fission comes from studies with yeast. The yeast homolog of Drp1 is dynamin-1 (Dnm1), which interacts with Fis1 through Mdv1. This interaction causes Dnm1 to oligomerize and form rings around dividing mitochondria at the so-called \"constriction point\". Drp1 has also been shown to interact with GSK3B. In mammals, Drp1 receptors include Mff, Mid49 and Mid51",
            "score": 293.09283447265625
        },
        {
            "docid": "14155970_7",
            "document": "PINK1 . PINK1 may also control mitochondria quality through mitochondrial fission. Through mitochondrial fission, a number of daughter mitochondria are created, often with an uneven distribution in membrane potential. Mitochondria with a strong, healthy membrane potential were more likely to undergo fusion than mitochondria with a low membrane potential. Interference with the mitochondrial fission pathway led to an increase in oxidized proteins and a decrease in respiration. Without PINK1, parkin cannot efficiently localize to damaged mitochondria, while an over-expression of PINK1 causes parkin to localize to even healthy mitochondria. Furthermore, mutations in both Drp1, a mitochondrial fission factor, and PINK1 were fatal in Drosophila models. However, an over-expression of Drp1 could rescue subjects deficient in PINK1 or parkin, suggesting mitochondrial fission initiated by Drp1 recreates the same effects of the PINK1/parkin pathway.",
            "score": 280.8415222167969
        },
        {
            "docid": "33023092_5",
            "document": "Mitochondrial fission . Recent research found that actin polymerization through ER-localized inverted formin 2 (INF2) was required for efficient mitochondrial fission in mammalian cells. INF2 functioned upstream of Drp1. INF2-induced actin filaments may drive initial mitochondrial constriction, which allows Drp1-driven secondary constriction.",
            "score": 271.11907958984375
        },
        {
            "docid": "22120746_7",
            "document": "Mitochondrial biogenesis . In mammals, mitochondrial fusion and fission are both controlled by GTPases of the dynamin family. The process of mitochondrial fission is directed by Drp1, a member of the cytosolic dynamin family. This protein forms a spiral around mitochondria and constricts to break apart both the outer and inner membranes of the organelle. On the other hand, the process of fusion is directed by different membrane-anchored dynamin proteins at different levels of the mitochondria. Fusion at the level of the outer mitochondrial membrane is mediated by Mfn1 and Mfn2 (Mitofusins 1 and 2), and fusion at the level of the inner mitochondrial membrane is mediated by Opa1. Multiple research studies have observed correlated increases between mitochondrial respiratory capacity with Mfn1, Mnf2, and Drp1 gene expression after endurance exercises. Therefore, it is supported that reorganization of the mitochondrial network in muscle cells plays an important role in response to exercise.",
            "score": 261.96466064453125
        },
        {
            "docid": "14765817_9",
            "document": "DNM1L . Drp1 has two major phosphorylation sites. The CDK phosphorylation site is S579, and the PKA site is S600 in Drp1 isoform 3. Phosphorylation by CDK is thought to be activating, whereas PKA phosphorylation is thought to be inhibitory. Recently, CaMKII was shown to phosphorylate Drp1 at S616. This was shown to occur in response to chronic Beta-adrenergic stimulation and to promote mPTP opening. Other post-translational modifications include S-nitrosylation, sumoylation, and ubiquitination. Higher S- nitrosylation modifications of Drp1, which enhances Drp1 activity, have been observed in Alzheimer’s Disease. Furthermore, Drp1 has been shown to interact with Aβ monomers, thought to play an important role in Alzheimer’s Disease, exacerbating the disease and its symptoms. Drp1 has been linked to a number of pathways and processes including cell division, apoptosis, and necrosis. Drp1 has been shown to stabilize p53 during oxidative stress, promoting its translocation to the mitochondria and encouraging mitochondrial- related necrosis. In addition, cyclin B1- CDK activates Drp1, causing fragmentation and ensuring mitochondria are distributed to each daughter cell after mitosis. Likewise, different transcriptional controllers are able to alter Drp1 activity through gene expression and regulation. For example, PPARGC1A and [HIF1A] regulated Drp1 activity through gene expression.",
            "score": 261.0840759277344
        },
        {
            "docid": "14765817_10",
            "document": "DNM1L . Inhibition of Drp1 has been considered for possible therapeutics for a variety of diseases. The most studied inhibitor is a small molecule named mitochondrial division inhibitor 1 (mdivi¬1) which in fact inhibits complex 1 on the mitochondrial respiratory chain. The inhibitors putative function is preventing the GTPase activity of Drp1. Preventing the activation and localization to the mitochondria. Midiv-1 has been demonstrated to attenuate the effects of ischemia reperfusion injury after cardiac arrest. The treatment prevented both mitochondria fragmentation and increased cell viability. Similarly, midiv-1 has demonstrated neuroprotective effects by greatly reducing neuron death due to seizure. Furthermore, the study showed midiv-1 was capable to preventing the activation of caspase 3 by reversing the release of cytochrome c in intrinsic apoptosis. Whether mdivi-1 inhibits Drp1 or not, it's therapeutic potential is certainly evident. Other than directly inhibiting Drp1, certain inhibitors of proteins involved in the posttranslational modifications of Drp1 have been studied. FK506 is a calcineurin inhibitor, which functions to dephosphorylate the serine 637 position of Drp1, encouraging translocation to the mitochondria and fragmentation. FK506 was shown to also preserve mitochondrial morphology after reperfusion injury.",
            "score": 258.7602233886719
        },
        {
            "docid": "56658591_10",
            "document": "Phomoxanthone A . In addition to this inhibition of the function of mitochondria, PXA also disrupts their membrane architecture. In many cell types, the mitochondria normally form an intricate tubular network that undergoes a constant process of balanced mitochondrial fission and mitochondrial fusion. Treatment with PXA or many other mitochondrial stressors, such as protonophores, causes excessive fission that results in mitochondrial fragmentation. In the case of PXA, however, this fragmentation process was shown to be different from canonical fragmentation, caused by other agents such as protonophores, in several ways: first, it is considerably faster, resulting in complete fragmentation within a minute as opposed to about 30–60 minutes for canonical fragmentation; second, it is independent from the mitochondrial fission and fusion regulators DRP1 and OPA1; and third, while PXA causes fragmentation of both the outer mitochondrial membrane (OMM) and the mitochondrial matrix in wild type cells, it causes exclusive fragmentation of the matrix in cells that lack DRP1. This last feature is especially unusual since no active mechanism for exclusive matrix fission is known in higher eukaryotes. Examination of the mitochondrial ultrastructure revealed that PXA causes cristae disruption and complete distortion of the mitochondrial matrix. It is probably through this effect that PXA induces programmed cell death in the form of apoptosis.",
            "score": 255.1074981689453
        },
        {
            "docid": "16852548_5",
            "document": "MARCH5 . As a E3 ubiquitin ligases, enzyme MARCH 5 catalyzes the transfer of ubiquitin from an E2 ubiquitin-conjugating enzyme to an identified protein substrate. MARCH5 was firstly identified as a mitofusin 2- and Drp1-binding protein. MARCH5 promotes ubiquitination of Drp1 and a knockdown of MARCH5 is by RNAi led to abnormal mitochondrial fusion. Further evidences show that MARCH 5 specifically interacts with mitofusin 1, by reducing the levels of it during certain phases of the cell cycle. Given the facts that MARCH5 regulates the protein proteostasis of Drp1, mitofusin 1, and mitofusin 2 that are pivotal regulators of mitochondrial fusion and fission, MARCH5 is critical for the regulation of standard mitochondria morphology, and deficiencies in it promote cellular senescence.",
            "score": 247.59991455078125
        },
        {
            "docid": "14799329_3",
            "document": "FIS1 . FIS1 is indirectly involved in mitochondrial fission via binding dynamin-related protein 1 (DRP1). By extension, FIS1 helps regulate the size and distribution of mitochondria in response to local demand for ATP or calcium ions. In addition, mitochondrial fission may lead to release of cytochrome C, which eventually leads to cell death. In a separate apoptotic signalling pathway, FIS1 interacts with BCAP31 to form a complex, the ARCosome. The ARCosome promotes cell death by bridging the mitochondria and the endoplasmic reticulum (ER), allowing FIS1 to transmit a proapoptotic signal from the mitochondria to the ER and activate procaspase-8. The ARCosome then forms a platform with procaspase-8 to increase calcium load in the mitochondria, resulting in apoptosis. Additionally, FIS1 is involved in other modes of shaping mitochondrial morphology. For example, it interacts with TBC1D15 to regulate mitochondrial morphology, particularly with regard to lysosome and endosome fusion. FIS1 also prevents mitochondria elongation, which would otherwise lead to cell cycle delay or arrest, and ultimately, senescence. Moreover, mitochondrial dysfunction results in elevated reactive oxygen species (ROS) levels, which cause DNA damage and induce transcriptional repression, as well as induce mitophagy.",
            "score": 244.03562927246094
        },
        {
            "docid": "14765817_5",
            "document": "DNM1L . Several studies have indicated that Drp1 is essential for proper embryonic development. Drp1 knockout mice exhibit abnormal brain development and die around embryonic day 12. In neural specific Drp1 knockout mice, brain size is reduced and apoptosis is increased. Synapse formation and neurite growth are also impaired. A second group of researchers generated another neural specific knockout mouse line. They found that knocking out Drp1 resulted in the appearance of large mitochondria in Purkinje cells and prevented neural tube formation.",
            "score": 226.6202850341797
        },
        {
            "docid": "39288495_9",
            "document": "Mitochondrial fusion . The balance between mitochondrial fusion and fission in cells is dictated by the up-and-down regulation of mitofusins, OPA1/Mgm1, and Drp1/Dnm1. Apoptosis, or programmed cell death, begins with the breakdown of mitochondria into smaller pieces. This process results from up-regulation of Drp1/Dnm1 and down-regulation of mitofusins. Later in the apoptosis cycle, an alteration of OPA1/Mgm1 activity within the inner mitochondrial membrane occurs. The role of the OPA1 protein is to protect cells against apoptosis by inhibiting the release of cytochrome c. Once this protein is altered, there is a change in the cristae structure, release of cytochrome c, and the activation of the destructive caspase enzymes. These resulting changes indicate that inner mitochondrial membrane structure is linked with regulatory pathways in influencing cell life and death. OPA1 plays both a genetic and molecular role in mitochondrial fusion and in cristae remodeling during apoptosis. OPA1 exists in two forms; the first being soluble and found in the intermembrane space, and the second as an integral inner membrane form, work together to restructure and shape the cristae during and after apoptosis. OPA1 blocks intramitochondrial cytochrome c redistribution which proceeds remodeling of the cristae. OPA1 functions to protect cells with mitochondrial dysfunction due to Mfn deficiencies, doubly for those lacking Mfn1 and Mfn2, but it plays a greater role in cells with only Mfn1 deficiencies as opposed to Mfn2 deficiencies. Therefore, it is supported that OPA1 function is dependent on the amount of Mfn1 present in the cell to promote mitochondrial elongation.",
            "score": 222.2020263671875
        },
        {
            "docid": "39288495_8",
            "document": "Mitochondrial fusion . Many gene products that control mitochondrial fusion have been identified, and can be reduced to three core groups which also control mitochondrial fission. These groups of proteins include mitofusins, OPA1/Mgm1, and Drp1/Dnm1. All of these molecules are GTP hydrolyzing proteins (GTPases) that belong to the dynamin family. Mitochondrial dynamics in different cells are understood by the way in which these proteins regulate and bind to each other. These GTPases in control of mitochondrial fusion are well conserved between mammals, flies, and yeast. Mitochondrial fusion mediators differ between the outer and inner membranes of the mitochondria. Specific membrane-anchored dynamin family members mediate fusion between mitochondrial outer membranes known as Mfn1 and Mfn2. These two proteins are mitofusin contained within humans that can alter the morphology of affected mitochondria in over-expressed conditions. However, a single dynamin family member known as OPA1 in mammals mediates fusion between mitochondrial inner membranes. These regulating proteins of mitochondrial fusion are organism-dependent; therefore, in \"Drosophila\" (fruit flies) and yeasts, the process is controlled by the mitochondrial transmembrane GTPase, Fzo. In \"Drosophila\", Fzo is found in postmeiotic spermatids and the dysfunction of this protein results in male sterility. However, a deletion of Fzo1 in budding yeast results in smaller, spherical mitochondria due to the lack of mitochondrial DNA (mtDNA).",
            "score": 222.17633056640625
        },
        {
            "docid": "33037078_3",
            "document": "Mitochondrial fission factor . Mff is an outer mitochondrial membrane protein that binds to the Drp1 GTPase that controls mitochondrial fission. The Mff-Drp1 complex promotes mitochondrial fission. Mff also regulates peroxisome morphology.",
            "score": 220.02548217773438
        },
        {
            "docid": "56658591_2",
            "document": "Phomoxanthone A . The mycotoxin phomoxanthone A, or PXA for short, is a toxic natural product that affects the mitochondria. It is the most toxic and the best studied of the naturally occurring phomoxanthones. PXA has recently been shown to induce rapid, non-canonical mitochondrial fission by causing the mitochondrial matrix to fragment while the outer mitochondrial membrane can remain intact. This process was shown to be independent from the mitochondrial fission and fusion regulators DRP1 and OPA1.",
            "score": 215.35911560058594
        },
        {
            "docid": "13996252_2",
            "document": "MFN2 . Mitofusin-2 is a protein that in humans is encoded by the \"MFN2\" gene. Mitofusins are GTPases embedded in the outer membrane of the mitochondria. In mammals MFN1 and MFN2 are essential for mitochondrial fusion. In addition to the mitofusins, OPA1 regulates inner mitochondrial membrane fusion, and DRP1 is responsible for mitochondrial fission.",
            "score": 211.89569091796875
        },
        {
            "docid": "14182024_5",
            "document": "DNAJA3 . DNAJA3 is a member of the DNAJ/Hsp40 protein family, which stimulates the ATPase activity of Hsp70 chaperones and plays critical roles in protein folding, degradation, and multiprotein complex assembly. DNAJA3 localizes to the mitochondria, where it interacts with the mitochondrial Hsp70 chaperone (mtHsp70) to carry out the chaperone system. This protein is crucial for maintaining a homogeneous distribution of mitochondrial membrane potential and the integrity of mtDNA. DNAJA3 homogenizes membrane potential through regulation of complex I aggregation, though the mechanism for maintaining mtDNA remains unknown. These functions then allow DNAJA3 to mediate mitochondrial fission through DRP1 and, by extension, cellular processes such as cell movement, growth, proliferation, differentiation, senescence, and apoptosis. However, though both isoforms of DNAJA3 are involved with cell survival, they are also observed to influence two opposing outcomes. The proapoptotic long isoform induces apoptosis by stimulating cytochrome C release and caspase activation in the mitochondria, whereas the antiapoptotic short isoform prevents cytochrome C release and, thus, apoptosis. In neuromuscular junctions, only the short isoform clusters acetylcholine receptors for efficient synaptic transmission. The two isoforms also differ in their specific mitochondrial localization, which may partially account for their different functions.",
            "score": 209.76307678222656
        },
        {
            "docid": "19588_60",
            "document": "Mitochondrion . Mitochondria divide by binary fission, similar to bacterial cell division. The regulation of this division differs between eukaryotes. In many single-celled eukaryotes, their growth and division is linked to the cell cycle. For example, a single mitochondrion may divide synchronously with the nucleus. This division and segregation process must be tightly controlled so that each daughter cell receives at least one mitochondrion. In other eukaryotes (in mammals for example), mitochondria may replicate their DNA and divide mainly in response to the energy needs of the cell, rather than in phase with the cell cycle. When the energy needs of a cell are high, mitochondria grow and divide. When the energy use is low, mitochondria are destroyed or become inactive. In such examples, and in contrast to the situation in many single celled eukaryotes, mitochondria are apparently randomly distributed to the daughter cells during the division of the cytoplasm. Understanding of mitochondrial dynamics, which is described as the balance between mitochondrial fusion and fission, has revealed that functional and structural alterations in mitochondrial morphology are important factors in pathologies associated with several disease conditions.",
            "score": 204.7796173095703
        },
        {
            "docid": "31492340_13",
            "document": "IRGs . Studies indicate that lack of IRGMs are risk factors for Crohn's disease and tuberculosis. Humans use IRGM as a defense mechanism against the intracellular bacteria \"Mycobacterium tuberculosis\". It has been found to be important in phagosome maturation and in reducing the number of intracellular mycobacteria with the help of other mitochondrial fission proteins such as DRP1 and FIs1. Under certain conditions, mitochondrial fission and its associated proteins promote autophagy whereas mitochondrial fusion inhibits the same. Under autophagy inducing conditions, IRGM also increases ROS (Reactive Oxygen Species) production.",
            "score": 195.9828643798828
        },
        {
            "docid": "1401727_25",
            "document": "Human mitochondrial genetics . The Mitochondrial DNA Polymerase (Pol gamma, encoded by the POLG gene) is used in the copying of mtDNA during replication. Because the two (heavy and light) strands on the circular mtDNA molecule have different origins of replication, it replicates in a D-loop mode. One strand begins to replicate first, displacing the other strand. This continues until replication reaches the origin of replication on the other strand, at which point the other strand begins replicating in the opposite direction. This results in two new mtDNA molecules. Each mitochondrion has several copies of the mtDNA molecule and the number of mtDNA molecules is a limiting factor in mitochondrial fission. After the mitochondrion has enough mtDNA, membrane area, and membrane proteins, it can undergo fission (very similar to that which bacteria use) to become two mitochondria. Evidence suggests that mitochondria can also undergo fusion and exchange (in a form of crossover) genetic material among each other. Mitochondria sometimes form large matrices in which fusion, fission, and protein exchanges are constantly occurring. mtDNA shared among mitochondria (despite the fact that they can undergo fusion).",
            "score": 195.30789184570312
        },
        {
            "docid": "19588_37",
            "document": "Mitochondrion . Mitochondria (and related structures) are found in all eukaryotes (except one—the Oxymonad \"Monocercomonoides\" sp.). Although commonly depicted as bean-like structures they form a highly dynamic network in the majority of cells where they constantly undergo fission and fusion. Mitochondria vary in number and location according to cell type. A single mitochondrion is often found in unicellular organisms. Conversely, numerous mitochondria are found in human liver cells, with about 1000–2000 mitochondria per cell, making up 1/5 of the cell volume. The population of all the mitochondria of a given cell constitutes the chondriome. The mitochondrial content of otherwise similar cells can vary substantially in size and membrane potential, with differences arising from sources including uneven partitioning at cell divisions, leading to extrinsic differences in ATP levels and downstream cellular processes. The mitochondria can be found nestled between myofibrils of muscle or wrapped around the sperm flagellum. Often, they form a complex 3D branching network inside the cell with the cytoskeleton. The association with the cytoskeleton determines mitochondrial shape, which can affect the function as well: different structures of the mitochondrial network may afford the population a variety of physical, chemical, and signalling advantages or disadvantages. Mitochondria in cells are always distributed along microtubules and the distribution of these organelles is also correlated with the endoplasmic reticulum. Recent evidence suggests that vimentin, one of the components of the cytoskeleton, is also critical to the association with the cytoskeleton.",
            "score": 194.0325927734375
        },
        {
            "docid": "39288495_6",
            "document": "Mitochondrial fusion . The changes in balance between the rates of mitochondrial fission and fusion directly affect the wide range of mitochondrial lengths that can be observed in different cell types. Rapid fission and fusion of the mitochondria in cultured fibroblasts has been shown to promote the redistribution of mitochondrial green fluorescent protein (GFP) from one mitochondrion to all of the other mitochondria. This process can occur in a cell within a time period as short as an hour.",
            "score": 184.2938232421875
        },
        {
            "docid": "15073380_3",
            "document": "SMCR7L . The SMCR7L gene codes for a protein that has been called MiD51/MIEF1 and shown to regulate mitochondrial fission by interacting with the proteins Drp1 and FIS1.",
            "score": 183.67015075683594
        },
        {
            "docid": "57000442_3",
            "document": "Mitochondrial elongation factor 2 . This gene encodes an outer mitochondrial membrane protein that functions in the regulation of mitochondrial morphology. It can directly recruit the fission mediator dynamin-related protein 1 (Drp1) to the mitochondrial surface. The gene is located within the Smith-Magenis syndrome region on chromosome 17. Alternative splicing results in multiple transcript variants encoding different isoforms. [provided by RefSeq, Jun 2011].",
            "score": 176.7462615966797
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 176.40487670898438
        },
        {
            "docid": "22120746_6",
            "document": "Mitochondrial biogenesis . Mitochondria are highly versatile and are able to change their shape through fission and fusion events. Definitively, fission is the event of a single entity breaking apart, whereas fusion is the event of two or more entities joining to form a whole. The processes of fission and fusion oppose each other and allow the mitochondrial network to constantly remodel itself. If a stimulus induces a change in the balance of fission and fusion in a cell, it could significantly alter the mitochondrial network. For example, an increase in mitochondrial fission would create many fragmented mitochondria, which has been shown to be useful for eliminating damaged mitochondria and for creating smaller mitochondria for efficient transporting to energy-demanding areas. Therefore, achieving a balance between these mechanisms allow a cell to have the proper organization of its mitochondrial network during biogenesis and may have an important role in muscle adaptation to physiological stress.",
            "score": 173.90988159179688
        },
        {
            "docid": "33023092_2",
            "document": "Mitochondrial fission . Although commonly depicted singular oval-shaped structures, mitochondria form a highly dynamic network within most cells where they constantly undergo fission and fusion. Mitochondria can divide by prokaryotic binary fission and since they require mitochondrial DNA for their function, fission is coordinated with DNA replication. Some of the proteins that are involved in mitochondrial fission have been identified and some of them are associated with mitochondrial diseases. Mitochondrial fission has significant implications in stress response and apoptosis.",
            "score": 172.81390380859375
        },
        {
            "docid": "14765817_2",
            "document": "DNM1L . Dynamin-1-like protein is a GTPase that regulates mitochondrial fission. In humans, dynamin-1-like protein, which is typically referred to as dynamin-related protein 1 (Drp1), is encoded by the \"DNM1L\" gene.",
            "score": 171.85498046875
        },
        {
            "docid": "36907492_7",
            "document": "Fences and pickets model of plasma membrane structure . Receptor redistribution and clustering are key steps in many signal transduction pathways. Several reports have indicated the active roles played by the cytoskeleton in inhibiting or enabling the redistribution/clustering of membrane molecules. Receptor monomers can hop across the inter-compartment boundaries quite readily, but when they form oligomers upon liganding, their size increases and consequently their hop rate decreases dramatically.  Many receptors and other membrane-associated molecules are temporarily immobilized on actin filaments. This imobilization is often enhanced upon receptor engagement, and constitutes a key step for recruiting the downstream signaling molecule. Meanwhile, the formation of engaged receptor clusters might lead to de novo polymerization of actin filaments at the receptor cluster. As such, the actin-based membrane skeleton might work as a base scaffold for enhancing the interactions between the receptor and the actin-bound downstream molecules and for localized signaling. The ‘‘pickets’’ and ‘‘fences’’ made of the membrane skeleton and the anchored transmembrane proteins provide the cell with a mechanism for preserving the spatial information of signal transduction in the membranewhereas pickets would influence both lipids and transmembrane proteins. Pickets influence both lipids and transmembrane proteins traffic, whereas fences mostly influence only transmembrane proteins. Therefore, transmembrane proteins are corralled by both fences and pickets. In both models, membrane proteins and lipids can hop from a compartment to an adjacent one, probably when thermal fluctuations of the membrane and the membrane skeleton create a space between them large enough to allow the passage of integral membrane proteins, when an actin filament temporarily breaks, and/or when membrane molecules have sufficient kinetic energy to cross the barrier when they are in the boundary region.",
            "score": 170.03280639648438
        },
        {
            "docid": "14765817_8",
            "document": "DNM1L . Post-translational modifications to Drp1 (e.g. phosphorylation) can alter its activity and affect the rate of fission.",
            "score": 168.28428649902344
        }
    ]
}