{
    "q": [
        {
            "docid": "1805_49",
            "document": "Antibiotic . Phage therapy is another method for treating antibiotic-resistant strains of bacteria. Phage therapy infects pathogenic bacteria with their own viruses. Bacteriophages and their host ranges are extremely specific for certain bacteria, thus they do not disturb the host organism and intestinal microflora unlike antibiotics. Bacteriophages, also known simply as phages, infect and can kill bacteria and affect bacterial growth primarily during lytic cycles. Phages insert their DNA into the bacterium, where it is transcribed and used to make new phages, after which the cell will lyse, releasing new phage able to infect and destroy further bacteria of the same strain. The high specificity of phage protects \"good\" bacteria from destruction. However, some disadvantages to use of bacteriophages also exist. Bacteriophages may harbour virulence factors or toxic genes in their genomes and identification of genes with similarity to known virulence factors or toxins by genomic sequencing may be prudent prior to use. In addition, the oral and IV administration of phages for the eradication of bacterial infections poses a much higher safety risk than topical application, and there is the additional concern of uncertain immune responses to these large antigenic cocktails. There are considerable regulatory hurdles that must be cleared for such therapies. The use of bacteriophages as a replacement for antimicrobial agents against MDR pathogens no longer respond to conventional antibiotics remains an attractive option despite numerous challenges.",
            "score": 164.43504118919373
        },
        {
            "docid": "9028799_36",
            "document": "Bacteria . Some bacteria also transfer genetic material between cells. This can occur in three main ways. First, bacteria can take up exogenous DNA from their environment, in a process called transformation. Many bacteria can naturally take up DNA from the environment, while others must be chemically altered in order to induce them to take up DNA. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells. The second way bacteria transfer genetic material is by transduction, when the integration of a bacteriophage introduces foreign DNA into the chromosome. Many types of bacteriophage exist, some simply infect and lyse their host bacteria, while others insert into the bacterial chromosome. Bacteria resist phage infection through restriction modification systems that degrade foreign DNA, and a system that uses CRISPR sequences to retain fragments of the genomes of phage that the bacteria have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. The third method of gene transfer is conjugation, whereby DNA is transferred through direct cell contact. In ordinary circumstances, transduction, conjugation, and transformation involve transfer of DNA between individual bacteria of the same species, but occasionally transfer may occur between individuals of different bacterial species and this may have significant consequences, such as the transfer of antibiotic resistance. In such cases, gene acquisition from other bacteria or the environment is called horizontal gene transfer and may be common under natural conditions.",
            "score": 173.9857975244522
        },
        {
            "docid": "27989491_10",
            "document": "John Woodland Hastings . Luminescent Bacteria: Hastings investigations of luminous bacteria acted as a catalyst for the discoveries of the biochemical mechanisms involved in their light production, the discovery of a flavin to be a substrate in its luciferase reaction, the determination of gene regulation of the luciferases, and the first evidence for quorum sensing, a form of bacterial communication. In quorum sensing (initially termed autoinduction), the bacteria release a substance into the medium, the autoinducer. Once the concentration of this substance reaches a critical level (a measure of the number of bacteria in a limited area), transcription of specific other genes that had been repressed are turned on. Once the sequenced autoinducer gene was found to occur widely in gram-negative bacteria quorum sensing became accepted in the early 1990s. It is now known that in many pathogenic bacteria, there is delayed production of toxins, which serve to greatly augment their pathogenicity, this is similar to what happens for luciferase proteins. By curtailing their toxin output until the bacterial populations are substantial, these bacteria can generate massive quantities of toxin quickly and thereby swamp the defences of the host.",
            "score": 182.87834310531616
        },
        {
            "docid": "205624_20",
            "document": "Horizontal gene transfer . Horizontal gene transfer is common among bacteria, even among very distantly related ones. This process is thought to be a significant cause of increased drug resistance when one bacterial cell acquires resistance, and the resistance genes are transferred to other species. Transposition and horizontal gene transfer, along with strong natural selective forces have led to multi-drug resistant strains of \"S. aureus\" and many other pathogenic bacteria. Horizontal gene transfer also plays a role in the spread of virulence factors, such as exotoxins and exoenzymes, amongst bacteria. A prime example concerning the spread of exotoxins is the adaptive evolution of Shiga toxins in \"E. coli\" through horizontal gene transfer via transduction with \"Shigella\" species of bacteria. Strategies to combat certain bacterial infections by targeting these specific virulence factors and mobile genetic elements have been proposed. For example, horizontally transferred genetic elements play important roles in the virulence of \"E. coli\", \"Salmonella\", \"Streptococcus\" and \"Clostridium perfringens\".",
            "score": 161.2434754371643
        },
        {
            "docid": "238839_8",
            "document": "Tetrodotoxin . The association of TTX with consumed, infecting, or symbiotic bacterial populations within the metazoan species from which it is isolated is relatively clear; presence of TTX-producing bacteria within a metazoan's microbiome is determined by culture methods, the presence of the toxin by chemical analysis, and the association of the bacteria with TTX production by toxicity assay of media in which suspected bacteria are grown. As Lago et al. note, \"there is good evidence that uptake of bacteria producing TTX is an important element of TTX toxicity in marine metazoans that present this toxin.\" TTX-producing bacteria include \"Actinomyces\", \"Aeromonas\", \"Alteromonas\", \"Bacillus\", \"Pseudomonas\", and \"Vibrio\" species; in the following animals, specific bacterial species have been implicated: The association of bacterial species with the production of the toxin is unequivocal – Lago and coworkers state, \"[e]ndocellular symbiotic bacteria have been proposed as a possible source of eukaryotic TTX by means of an exogenous pathway,\" and Chau and coworkers note that the \"widespread occurrence of TTX in phylogenetically distinct organisms… strongly suggests that symbiotic bacteria play a role in TTX biosynthesis\" – although the correlation has been extended to most but not all metazoans in which the toxin has been identified. To the contrary, there has been a failure in a single case, that of newts (\"Taricha granulosa\"), to detect TTX-producing bacteria in the tissues with highest toxin levels (skin, ovaries, muscle), using PCR methods, although technical concerns about the approach have been raised. Critically for the general argument, \"Takifugu rubripes\" puffers captured and raised in laboratory on controlled, TTX-free diets \"lose toxicity over time,\" while cultured, TTX-free \"Fugu niphobles\" puffers fed on TTX-containing diets saw TTX in the livers of the fishes increase to toxic levels. Hence, as bacterial species that produce TTX are broadly present in aquatic sediments, a strong case is made for ingestion of TTX and/or TTX-producing bacteria, with accumulation and possible subsequent colonization and production. Nevertheless, without clear biosynthetic pathways (not yet found in metazoans, but shown for bacteria), it remains uncertain whether it is simply via bacteria that each metazoan accumulates TTX; whether the quantities can be sufficiently explained by ingestion, ingestion plus colonization, or some other mechanism.",
            "score": 205.11131536960602
        },
        {
            "docid": "43183712_2",
            "document": "Bioluminescent bacteria . Bioluminescent bacteria are light-producing bacteria that are predominantly present in sea water, marine sediments, the surface of decomposing fish and in the gut of marine animals. While not as common, bacterial bioluminescence is also found in terrestrial and freshwater bacteria. These bacteria may be free living (such as \"Vibrio harveyi\") or in symbiosis with animals such as the Hawaiian Bobtail squid (\"Aliivibrio fischeri\") or terrestrial nematodes (\"Photorhabdus luminescens\"). The host organisms provide these bacteria a safe home and sufficient nutrition. In exchange, the hosts use the light produced by the bacteria for camouflage, prey and/or mate attraction. Bioluminescent bacteria have evolved symbiotic relationships with other organisms in which both participants benefit close to equally. Another possible reason bacteria use luminescence reaction is for quorum sensing, an ability to regulate gene expression in response to bacterial cell density.",
            "score": 218.17620062828064
        },
        {
            "docid": "9028799_46",
            "document": "Bacteria . Classification seeks to describe the diversity of bacterial species by naming and grouping organisms based on similarities. Bacteria can be classified on the basis of cell structure, cellular metabolism or on differences in cell components, such as DNA, fatty acids, pigments, antigens and quinones. While these schemes allowed the identification and classification of bacterial strains, it was unclear whether these differences represented variation between distinct species or between strains of the same species. This uncertainty was due to the lack of distinctive structures in most bacteria, as well as lateral gene transfer between unrelated species. Due to lateral gene transfer, some closely related bacteria can have very different morphologies and metabolisms. To overcome this uncertainty, modern bacterial classification emphasises molecular systematics, using genetic techniques such as guanine cytosine ratio determination, genome-genome hybridisation, as well as sequencing genes that have not undergone extensive lateral gene transfer, such as the rRNA gene. Classification of bacteria is determined by publication in the International Journal of Systematic Bacteriology, and Bergey's Manual of Systematic Bacteriology. The International Committee on Systematic Bacteriology (ICSB) maintains international rules for the naming of bacteria and taxonomic categories and for the ranking of them in the International Code of Nomenclature of Bacteria.",
            "score": 154.9227705001831
        },
        {
            "docid": "24950378_17",
            "document": "Cell–cell interaction . In order for pathogenic bacteria to invade a cell, communication with the host cell is required. The first step for invading bacteria is usually adhesion to host cells. Strong anchoring, a characteristic that determines virulence, prevents the bacteria from being washed away before infection occurs. Bacterial cells can bind to many host cell surface structures such as glycolipids and glycoproteins which serve as attachment receptors. Once attached, the bacteria begin to interact with the host to disrupt its normal functioning and disrupt or rearrange its cytoskeleton. Proteins on the bacteria surface can interact with protein receptors on the host thereby affecting signal transduction within the cell. Alterations to signaling are favorable to bacteria because these alterations provide conditions under which the pathogen can invade. Many pathogens have Type III secretion systems which can directly inject protein toxins into the host cells. These toxins ultimately lead to rearrangement of the cytoskeleton and entry of the bacteria.",
            "score": 167.44138395786285
        },
        {
            "docid": "31386955_3",
            "document": "Solemya velum . Like other species of the genus \"Solemya\", the gills of \"S. velum\" contain sulfur-oxidizing chemosynthetic bacteria which fix carbon dioxide to support their hosts nutritionally. This is an example of chemosynthetic symbiosis. The bacteria produce the energy to fix carbon by oxidizing hydrogen sulfide found in the environment. The metabolic pathway that they use for carbon fixation is the Calvin cycle. The genome of the symbiotic bacteria has been sequenced and contains genes for bacterial motility, suggesting that it may also be able to live outside of its host.",
            "score": 199.76641082763672
        },
        {
            "docid": "9677_22",
            "document": "Endosymbiont . Genome sequencing reveals that obligate bacterial endosymbionts of insects have among the smallest of known bacterial genomes and have lost many genes that are commonly found in closely related bacteria. Several theories have been put forth to explain the loss of genes. It is presumed that some of these genes are not needed in the environment of the host insect cell. A complementary theory suggests that the relatively small numbers of bacteria inside each insect decrease the efficiency of natural selection in 'purging' deleterious mutations and small mutations from the population, resulting in a loss of genes over many millions of years. Research in which a parallel phylogeny of bacteria and insects was inferred supports the belief that the primary endosymbionts are transferred only vertically (i.e., from the mother), and not horizontally (i.e., by escaping the host and entering a new host).",
            "score": 164.48066020011902
        },
        {
            "docid": "5389714_3",
            "document": "Virulence factor . Specific pathogens possess a wide array of virulence factors. Some are chromosomally encoded and intrinsic to the bacteria (e.g. capsules and endotoxin), whereas others are obtained from mobile genetic elements like plasmids and bacteriophages (e.g. some exotoxins). Virulence factors encoded on mobile genetic elements spread through horizontal gene transfer, and can convert harmless bacteria into dangerous pathogens. Bacteria like \"\" gain the majority of their virulence from mobile genetic elements. Gram-negative bacteria secrete a variety of virulence factors at host-pathogen interface, via membrane vesicle trafficking as bacterial outer membrane vesicles for invasion, nutrition and other cell-cell communications. It has been found that many pathogens have converged on similar virulence factors to battle against eukaryotic host defenses. These obtained bacterial virulence factors have two different routes used to help them survive and grow:",
            "score": 163.4785476922989
        },
        {
            "docid": "35629150_2",
            "document": "Bacterial genome . Bacterial genomes are generally smaller and less variant in size among species when compared with genomes of animals and single cell eukaryotes. Bacterial genomes can range in size anywhere from about 130 kbp to over 14 Mbp. A study that included, but was not limited to, 478 bacterial genomes, concluded that as genome size increases, the number of genes increases at a disproportionately slower rate in eukaryotes than in non-eukaryotes. Thus, the proportion of non-coding DNA goes up with genome size more quickly in non-bacteria than in bacteria. This is consistent with the fact that most eukaryotic nuclear DNA is non-gene coding, while the majority of prokaryotic, viral, and organellar genes are coding. Right now, we have genome sequences from 50 different bacterial phyla and 11 different archaeal phyla. Second-generation sequencing has yielded many draft genomes (close to 90% of bacterial genomes in GenBank are currently not complete); third-generation sequencing might eventually yield a complete genome in a few hours. The genome sequences reveal much diversity in bacteria. Analysis of over 2000 \"Escherichia coli\" genomes reveals an \"E. coli\" core genome of about 3100 gene families and a total of about 89,000 different gene families. Genome sequences show that parasitic bacteria have 500–1200 genes, free-living bacteria have 1500–7500 genes, and archaea have 1500–2700 genes. A striking discovery by Cole et al. described massive amounts of gene decay when comparing Leprosy bacillus to ancestral bacteria. Studies have since shown that several bacteria have smaller genome sizes than their ancestors did. Over the years, researchers have proposed several theories to explain the general trend of bacterial genome decay and the relatively small size of bacterial genomes. Compelling evidence indicates that the apparent degradation of bacterial genomes is owed to a deletional bias.",
            "score": 153.24809527397156
        },
        {
            "docid": "1283621_6",
            "document": "Bordetella . The initial catarrhal phase of infection produces symptoms similar to those of the common cold, and during this period, large numbers of bacteria can be recovered from the pharynx. Thereafter, the bacteria proliferate and spread further into the respiratory tract, where the secretion of toxins causes ciliostasis and facilitates the entry of bacteria to tracheal/bronchial ciliated cells. One of the first toxins to be expressed is tracheal cytotoxin, which is a disaccharide-tetrapeptide derived from peptidoglycan. Unlike most other \"Bordetella\" toxins, tracheal cytotoxin is expressed constitutively, being a normal product of the breakdown of the bacterial cell wall. Other bacteria recycle this molecule back into the cytoplasm, but in \"Bordetella\" and \"Neisseria gonorrhoeae\", it is released into the environment. Tracheal cytotoxin itself is able to reproduce paralysis of the ciliary escalator, inhibition of DNA synthesis in epithelial cells and ultimately killing of the same. One of the most important of the regulated toxins is adenylate cyclase toxin, which aids in the evasion of innate immunity. The toxin is delivered to phagocytic immune cells upon contact. Immune cell functions are then inhibited in part by the resulting accumulation of cyclic AMP. Recently discovered activities of adenylate cyclase toxin, including transmembrane pore formation and stimulation of calcium influx, may also contribute to the intoxication of phagocytes.",
            "score": 148.15246891975403
        },
        {
            "docid": "40114_11",
            "document": "Escherichia coli . \"E. coli\" and related bacteria possess the ability to transfer DNA via bacterial conjugation or transduction, which allows genetic material to spread horizontally through an existing population. The process of transduction, which uses the bacterial virus called a bacteriophage, is where the spread of the gene encoding for the Shiga toxin from the \"Shigella\" bacteria to \"E. coli\" helped produce , the Shiga toxin-producing strain of \"E. coli.\"",
            "score": 144.76987147331238
        },
        {
            "docid": "4630125_25",
            "document": "Artificial cell . The oral ingestion of live bacterial cell colonies has been proposed and is currently in therapy for the modulation of intestinal microflora, prevention of diarrheal diseases, treatment of \"H. Pylori\" infections, atopic inflammations, lactose intolerance and immune modulation, amongst others. The proposed mechanism of action is not fully understood but is believed to have two main effects. The first is the nutritional effect, in which the bacteria compete with toxin producing bacteria. The second is the sanitary effect, which stimulates resistance to colonization and stimulates immune response. The oral delivery of bacterial cultures is often a problem because they are targeted by the immune system and often destroyed when taken orally. Artificial cells help address these issues by providing mimicry into the body and selective or long term release thus increasing the viability of bacteria reaching the gastrointestinal system. In addition, live bacterial cell encapsulation can be engineered to allow diffusion of small molecules including peptides into the body for therapeutic purposes. Membranes that have proven successful for bacterial delivery include cellulose acetate and variants of alginate. Additional uses that have arosen from encapsulation of bacterial cells include protection against challenge from \"M. Tuberculosis\" and upregulation of Ig secreting cells from the immune system. The technology is limited by the risk of systemic infections, adverse metabolic activities and the risk of gene transfer. However, the greater challenge remains the delivery of sufficient viable bacteria to the site of interest.",
            "score": 150.3448005914688
        },
        {
            "docid": "37388686_3",
            "document": "Minimal genome . Many naturally occurring bacteria have reduced genomes even though they may not be reduced to the bare minimum. Although these genomes are thus not \"minimal\", they are good models for genome reduction and thus \"minimal genomes\". Genome reduction occurs most commonly in endosymbiotic, parasitic or pathogenic bacteria that live in their hosts. The host provides most of the nutrients such bacteria require, hence the bacteria do not need the genes for producing such compounds themselves. Examples include species of \"Buchnera\", \"Chlamydia\", \"Treponema\", \"Mycoplasma\", and many others. One of the most reduced genomes in free-living bacteria has been found in \"Pelagibacter ubique\" which encodes 1,354 proteins. \"Mycoplasma genitalium\" has been used as a prime model for minimal genomes. It is a human urogenital pathogen which has the smallest genome of size 580 kb and it consists of only 482 protein-coding genes.",
            "score": 166.43667924404144
        },
        {
            "docid": "13415317_4",
            "document": "Expansin . So far, two large families of expansin genes have been discovered in plants, named alpha-expansins (given the gene symbol EXPA) and beta-expansins (EXPB). Both families of expansins have been identified in a wide range of land plants, from angiosperms and gymnosperms to ferns and mosses. The model plant \"Arabidopsis thaliana\" contains around 26 different α-expansin genes and 6 β-expansin genes. A subset of β-expansins has evolved a special role in grass pollen, where they are known as group 1 grass pollen allergens. Plants also have a small set of expansin-like genes (named EXLA and EXLB) whose function has not been established. Some proteins in bacteria and fungi are known to have distant sequence similarity to plant expansins. Strong evidence that at least some of these sequences are indeed expansins came in 2008 when the crystal structure of the YOAJ protein from a bacterium (\"Bacillus subtilis\") was shown to be very similar to the structure of plant expansins, despite the low sequence similarity. This study also noted that proteins related to YOAJ were found in diverse species of plant pathogenic bacteria, but not in related bacteria that did not attack or colonize plants, thus suggesting that these bacterial expansins have a role in plant-microbe interactions. Some animals, such as \"Globodera rostochiensis\", a plant-parasitic nematode, can produce a functional expansin which uses it to loosen cell walls when invading its host plant.",
            "score": 157.8900978565216
        },
        {
            "docid": "55319895_5",
            "document": "Genetic ecology . Genetic information may transfer throughout an ecosystem in multiple ways. The first of which, on the smallest scale, being bacterial gene transfer (see bacterial transformations). Bacteria have the ability to exchange DNA. This DNA exchange, or horizontal gene transfer, may provide various species of bacteria with the genetic information they need to survive in an environment. This can help many bacterial species survive within an environment.",
            "score": 141.0808424949646
        },
        {
            "docid": "240850_21",
            "document": "Gene silencing . Unlike viruses, bacteria are not as susceptible to silencing by siRNA. This is largely due to how bacteria replicate. Bacteria replicate outside of the host cell and do not contain the necessary machinery for RNAi to function. However, bacterial infections can still be suppressed by siRNA by targeting the host genes that are involved in the immune response caused by the infection or by targeting the host genes involved in mediating the entry of bacteria into cells. For instance, siRNA was used to reduce the amount of pro-inflammatory cytokines expressed in the cells of mice treated with lipopolysaccharide (LPS). The reduced expression of the inflammatory cytokine, tumor necrosis factor α (TNFα), in turn, caused a reduction in the septic shock felt by the LPS-treated mice. In addition, siRNA was used to prevent the bacteria, \"Psueomonas aeruginosa\", from invading murine lung epithelial cells by knocking down the caveolin-2 (CAV2) gene. Thus, though bacteria cannot be directly targeted by siRNA mechanisms, they can still be affected by siRNA when the components involved in the bacterial infection are targeted.",
            "score": 164.91791558265686
        },
        {
            "docid": "20377_24",
            "document": "Microorganism . Their genome is usually a circular bacterial chromosome – a single loop of DNA, although they can also harbor small pieces of DNA called plasmids. These plasmids can be transferred between cells through bacterial conjugation. Bacteria have an enclosing cell wall, which provides strength and rigidity to their cells. They reproduce by binary fission or sometimes by budding, but do not undergo meiotic sexual reproduction. However, many bacterial species can transfer DNA between individual cells by a horizontal gene transfer process referred to as natural transformation. Some species form extraordinarily resilient spores, but for bacteria this is a mechanism for survival, not reproduction. Under optimal conditions bacteria can grow extremely rapidly and their numbers can double as quickly as every 20 minutes.",
            "score": 130.60849475860596
        },
        {
            "docid": "9677_7",
            "document": "Endosymbiont . There are several lines of evidence that support endosymbiosis theory. Mitochondria and chloroplasts contain their own small supply of DNA, which may be remnants of the genome the organelles had when they were independent aerobic bacteria. The single most convincing evidence of the descent of organelles from bacteria is the position of mitochondria and plastid DNA sequences in phylogenetic trees of bacteria. Mitochondria have sequences that clearly indicate origin from a group of bacteria called the alphaproteobacteria. Plastids have DNA sequences that indicate origin from the cyanobacteria (blue-green algae). In addition, there are organisms alive today, called living intermediates, that are in a similar endosymbiotic condition to the prokaryotic cells and the aerobic bacteria. Living intermediates show that the evolution proposed by the endosymbiont theory is possible. For example, the giant amoeba \"Pelomyxa\" lacks mitochondria but has aerobic bacteria that carry out a similar role. A variety of corals, clams, snails, and one species of \"Paramecium\" permanently host algae in their cells. Many of the insect endosymbionts have been shown to have ancient associations with their hosts, involving strictly vertical inheritance. In addition, these insect symbionts have similar patterns of genome evolution to those found in true organelles: genome reduction, rapid rates of gene evolution, and bias in nucleotide base composition favoring adenine and thymine, at the expense of guanine and cytosine.",
            "score": 158.91657197475433
        },
        {
            "docid": "8513008_6",
            "document": "Host tropism . Bacteria infect hosts differently than viruses do. Unlike viruses, bacteria can replicate and divide on their own without entry into a host cell. Still, in order to grow and divide, bacteria require certain nutrients from their environment. These nutrients can often be provided by host tissues, and that is why some bacteria need a host for survival. Once a bacterium recognizes the host cell receptors or nutrient-rich surroundings, it will colonize the cell surface. Bacteria have various mechanisms for colonizing host tissues. For example, biofilm production allows bacteria to adhere to the host tissue surface, and it provides a protective environment ideal for bacterial growth. Some bacteria, such as spirochetes, are capable of proliferating the host cell or tissues. This then allows the bacterium to surrounded itself in a nutrient-rich environment that protects it from immune responses and other stressors.",
            "score": 163.8534233570099
        },
        {
            "docid": "35629150_27",
            "document": "Bacterial genome . Molecular phylogenetics has revealed that every clade of bacteria with genome sizes under 2 Mb was derived from ancestors with much larger genomes, thus refuting the hypothesis that bacteria evolved by the successive doubling of small-genomed ancestors. Recent studies performed by Nilsson et al. examined the rates of bacterial genome reduction of obligate bacteria. Bacteria were cultured introducing frequent bottlenecks and growing cells in serial passage to reduce gene transfer so as to mimic conditions of endosymbiotic bacteria. The data predicted that bacteria exhibiting a one-day generation time lose as many as 1,000 kbp in as few as 50,000 years (a relatively short evolutionary time period). Furthermore, after deleting genes essential to the methyl-directed DNA mismatch repair (MMR) system, it was shown that bacterial genome size reduction increased in rate by as much as 50 times. These results indicate that genome size reduction can occur relatively rapidly, and loss of certain genes can speed up the process of bacterial genome compaction.",
            "score": 145.4432965517044
        },
        {
            "docid": "183481_17",
            "document": "New World vulture . Vultures possess a very acidic digestive system and their gut is dominated by two species of anaerobic bacteria that help them withstand toxins they ingest when feeding on decaying prey. In a 2014 study of 50 (turkey and black) vultures, researchers analyzed the microbial community or microbiome of the facial skin and the large intestine. The facial bacterial flora and the gut flora overlapped somewhat, but in general, the facial flora was much more diverse than the gut flora, which is in contrast to other vertebrates, where the gut flora is more diverse. Two anaerobic faecal bacteria groups that are pathogenic in other vertebrates stood out: Clostridia and Fusobacteria. They were especially common in the gut with Clostridia DNA sequence counts between 26% and 85% relative to total sequence counts, and Fusobacteria between 0.2% and 54% in black vultures and 2% to 69% of all counts in turkey vultures. Unexpectedly, both anaerobic bacteria were also found on the air exposed facial skin samples, Clostridia at 7%–40% and Fusobacteria up to 23%. It is assumed that vultures acquire them when they insert their heads into the body cavities of rotten meat. The regularly ingested Clostridia and Fusobacteria outcompete other bacterial groups in the gut and become predominant. Genes that encode tissue-degrading enzymes and toxins that are associated with \"Clostridium perfringens\" have been found in the vulture gut metagenome. This supports the hypothesis that vultures do benefit from the bacterial breakdown of carrion, while at the same time tolerating the bacterial toxins.",
            "score": 151.8987910747528
        },
        {
            "docid": "35057676_2",
            "document": "Bacteriophage T12 . Bacteriophage T12 is a bacteriophage that infects the bacterial species \"Streptococcus pyogenes\", and converts a harmless strain of bacteria into a virulent strain. It carries the \"spe\"A gene which codes for erythrogenic toxin A. speA is also known as streptococcal pyogenic exotoxin A, scarlet fever toxin A, or even scarlatinal toxin. Note that when the term 'spe'A is italicized, the reference is to the gene. In contrast, when the term 'spe'A is \"not\" italicized, the toxin itself is being referred to. Erythrogenic toxin A converts a harmless, nonvirulent strain of Streptococcus pyogenes to a virulent strain through lysogeny, a life cycle which is characterized by the ability of the genome to become a part of and be stably maintained in the host cell for generations. Phages with a lysogenic life cycle are also called temperate phages. A virulent strain of bacteria is one that is \"extremely infective\" and causes medical, clinical symptoms. Bacteriophage T12, a member of a family of related \"spe\"A-carrying bacteriophages, is also a prototypic phage for all the \"spe\"A-containing phages of \"Streptococcus pyogenes\", meaning that its genome is the prototype for the genomes of all such phages of \"S.pyogenes\". It is the main suspect as the cause of Scarlet Fever, an infectious disease that affects small children.",
            "score": 147.52425038814545
        },
        {
            "docid": "35547268_12",
            "document": "Bacterial morphological plasticity . As for bacterial motility, the bacteria with high-speed motility sometimes avoid grazing better than their nonmotile or slower strains especially the smallest, fastest bacteria. Moreover, a cell’s movement strategy may be altered by predation. The bacteria move by run-and-reverse strategy, which help them to beat a hasty retreat before being trapped instead of moving by the run-and-tumble strategy. However, there is a study showed that the probability of random contacts between predators and prey increases with bacterial swimming, and motile bacteria can be consumed at higher rates by HNFs. In addition, bacterial surface properties affect predation as well as other factors. For example, there is an evidence shows that protists prefer gram-negative bacteria than gram-positive bacteria. Protists consume gram-positive cells at much lower rates than consuming gram-negative cells. The heterotrophic nanoflagellates actively avoid grazing on gram-positive actinobacteria as well. Grazing on gram-positive cells takes longer digestion time than on gram-negative cells. As a result of this, the predator cannot handle more prey until the previous ingested material is consumed or expelled. Moreover, bacterial cell surface charge and hydrophobicity have also been suggested that might reduce grazing ability. Another strategy that bacteria can use for avoiding the predation is to poison their predator. For example, certain bacteria such as \"Chromobacterium violaceum\" and \"Pseudomonas aeruginosa\" can secrete toxin agents related to quorum sensing to kill their predators.",
            "score": 136.99401760101318
        },
        {
            "docid": "19172225_10",
            "document": "Prokaryote . DNA transfer between prokaryotic cells occurs in bacteria and archaea, although it has been mainly studied in bacteria. In bacteria, gene transfer occurs by three processes. These are (1) bacterial virus (bacteriophage)-mediated transduction, (2) plasmid-mediated conjugation, and (3) natural transformation. Transduction of bacterial genes by bacteriophage appears to reflect an occasional error during intracellular assembly of virus particles, rather than an adaptation of the host bacteria. The transfer of bacterial DNA is under the control of the bacteriophage’s genes rather than bacterial genes. Conjugation in the well-studied \"E. coli\" system is controlled by plasmid genes, and is an adaptation for distributing copies of a plasmid from one bacterial host to another. Infrequently during this process, a plasmid may integrate into the host bacterial chromosome, and subsequently transfer part of the host bacterial DNA to another bacterium. Plasmid mediated transfer of host bacterial DNA (conjugation) also appears to be an accidental process rather than a bacterial adaptation.",
            "score": 145.30109858512878
        },
        {
            "docid": "3191246_14",
            "document": "Instituto Gulbenkian de Ciência . - Studies on the bacteria \"Wolbachia\" conducted by Luis Teixeira and his research group at IGC revealed that a single genomic change can turn beneficial bacteria into pathogenic bacteria, by boosting bacterial density inside the host. \"Wolbachia\" is a bacterium commonly present in insect species that can protect their hosts against viruses, including the dengue fever virus. This is the first study linking genes and their functions in the \"Wolbachia\" bacterium, and it provides a unique point of entry for the understanding of the widespread insect-\"Wolbachia\" symbiosis. These findings were published in the scientific journal PLoS Biology in February 2015.",
            "score": 161.10640835762024
        },
        {
            "docid": "35629150_23",
            "document": "Bacterial genome . Selection is but one process involved in evolution. Two other major processes (mutation and genetic drift) can be used to explain the genome sizes of various types of bacteria. A study done by Mira et al. examined the size of insertions and deletions in bacterial pseudogenes. Results indicated that mutational deletions tend to be larger than insertions in bacteria in the absence of gene transfer or gene duplication. Insertions caused by horizontal or lateral gene transfer and gene duplication tend to involve transfer of large amounts of genetic material. Assuming a lack of these processes, genomes will tend to reduce in size in the absence of selective constraint. Evidence of a deletional bias is present in the respective genome sizes of free-living bacteria, facultative and recently derived parasites and obligate parasites and symbionts.",
            "score": 142.9374120235443
        },
        {
            "docid": "35629150_24",
            "document": "Bacterial genome . Free-living bacteria tend to have large population sizes and are subject to more opportunity for gene transfer. As such, selection can effectively operate on free-living bacteria to remove deleterious sequences resulting in a relatively small number of pseudogenes. Continually, further selective pressure is evident as free-living bacteria must produce all gene-products independent of a host. Given that there is sufficient opportunity for gene transfer to occur and there are selective pressures against even slightly deleterious deletions, it is intuitive that free-living bacteria should have the largest bacterial genomes of all bacteria types.",
            "score": 149.49599838256836
        },
        {
            "docid": "52918746_5",
            "document": "Proteobiotics . Unlike other molecules produced by probiotic bacteria, such as organic acids and bacteriocins, proteobiotics are natural metabolites which interfere with quorum sensing, the cell-to-cell communications which occur between bacterial cells, mainly by interfering with the LuxS quorum sensing system. These quorum-sensing systems allow bacteria to respond to changes in their environment and play a role in the ability of pathogens to evade host defence mechanisms. By interfering with quorum sensing, proteobiotics inhibit the cascade of events leading to adhesion to, and invasion of, host cells. This is achieved through reduced expression of specific virulence genes (typically found on pathogenicity islands) that facilitate the infection process. Specifically, proteobiotics inhibit virulence genes involved in toxin production, biofilm formation, cell adhesion and invasion. In enterohemorrhagic \"E. coli\" and \"Salmonella\" spp., genes associated with Type 3 Secretion Systems seem to be the main targets.",
            "score": 158.4842565059662
        },
        {
            "docid": "34824736_8",
            "document": "Phycotoxin . Excreted toxins may help deter predators and bacteria which are drawn in by phytoplankton waste products. Phytoplankton are known to excrete waste metabolites into the surrounding environment. This is a potential source of reduced nutrients and carbon for bacteria and may act as a signal for predators which can detect and follow kairomone gradients in their environment. Excreted toxins would seem most advantageous to the individual cell in their ability to keep predators and/or parasitic and algicidal bacteria at a distance. However, continuous toxin production and excretion carries a metabolic cost. For excreted toxins to be effective, they must have a low molecular weight to rapidly diffuse in the marine environment and to be energetically cheap to produce. However, excreted toxins may not actually repel larger motile predators because molecular diffusivity is slow and turbulence at the millimeter scale is large in water. Excreted phycotoxins may act as repellents if their signal registers at the same speed as other signals that potential grazers can detect (kairomones), assuming both are encountered by a predator at the same time. Additionally, excreted toxins may be effective method of keeping harmful bacteria and other phytoplankton competitors outside of the phycotoxin producer's microzone of nutrients.",
            "score": 151.84448146820068
        }
    ],
    "r": [
        {
            "docid": "43183712_2",
            "document": "Bioluminescent bacteria . Bioluminescent bacteria are light-producing bacteria that are predominantly present in sea water, marine sediments, the surface of decomposing fish and in the gut of marine animals. While not as common, bacterial bioluminescence is also found in terrestrial and freshwater bacteria. These bacteria may be free living (such as \"Vibrio harveyi\") or in symbiosis with animals such as the Hawaiian Bobtail squid (\"Aliivibrio fischeri\") or terrestrial nematodes (\"Photorhabdus luminescens\"). The host organisms provide these bacteria a safe home and sufficient nutrition. In exchange, the hosts use the light produced by the bacteria for camouflage, prey and/or mate attraction. Bioluminescent bacteria have evolved symbiotic relationships with other organisms in which both participants benefit close to equally. Another possible reason bacteria use luminescence reaction is for quorum sensing, an ability to regulate gene expression in response to bacterial cell density.",
            "score": 218.17620849609375
        },
        {
            "docid": "4625335_13",
            "document": "Symbiotic bacteria . Symbiotic, chemosynthetic bacteria that have been discovered associated with mussels (Bathymodiolus) located near hydrothermal vents have a gene that enables them to utilize hydrogen as a source of energy, in preference to sulphur or methane as their energy source for production of energy.",
            "score": 213.59031677246094
        },
        {
            "docid": "42393289_21",
            "document": "Ocean Networks Canada . These tall sulphide chimneys (hydrothermal vents) host some unique ecological communities. While most of the deep sea depends on near-surface productivity with photosynthesis as its fundamental energy source, vent communities are completely independent from the surface and sunlight. Bacteria are able to use reduced compounds from the vent effluent as an energy source (chemosynthesis). These bacteria can be free-living or symbiotic and are the base of the food web of these communities where 90% of the species are endemic to this special environment. The tubeworm Ridgeia piscesae grows in large colonies in diffuse venting areas, supported by the symbiotic chemosynthetic bacteria developing in their cells. These worms have no mouth and rely on their internal symbiotic bacteria to survive. Other species living within hydrothermal communities include limpets, worms (scale worms and sulphide worms), fish, and sea spiders.",
            "score": 206.75003051757812
        },
        {
            "docid": "238839_8",
            "document": "Tetrodotoxin . The association of TTX with consumed, infecting, or symbiotic bacterial populations within the metazoan species from which it is isolated is relatively clear; presence of TTX-producing bacteria within a metazoan's microbiome is determined by culture methods, the presence of the toxin by chemical analysis, and the association of the bacteria with TTX production by toxicity assay of media in which suspected bacteria are grown. As Lago et al. note, \"there is good evidence that uptake of bacteria producing TTX is an important element of TTX toxicity in marine metazoans that present this toxin.\" TTX-producing bacteria include \"Actinomyces\", \"Aeromonas\", \"Alteromonas\", \"Bacillus\", \"Pseudomonas\", and \"Vibrio\" species; in the following animals, specific bacterial species have been implicated: The association of bacterial species with the production of the toxin is unequivocal – Lago and coworkers state, \"[e]ndocellular symbiotic bacteria have been proposed as a possible source of eukaryotic TTX by means of an exogenous pathway,\" and Chau and coworkers note that the \"widespread occurrence of TTX in phylogenetically distinct organisms… strongly suggests that symbiotic bacteria play a role in TTX biosynthesis\" – although the correlation has been extended to most but not all metazoans in which the toxin has been identified. To the contrary, there has been a failure in a single case, that of newts (\"Taricha granulosa\"), to detect TTX-producing bacteria in the tissues with highest toxin levels (skin, ovaries, muscle), using PCR methods, although technical concerns about the approach have been raised. Critically for the general argument, \"Takifugu rubripes\" puffers captured and raised in laboratory on controlled, TTX-free diets \"lose toxicity over time,\" while cultured, TTX-free \"Fugu niphobles\" puffers fed on TTX-containing diets saw TTX in the livers of the fishes increase to toxic levels. Hence, as bacterial species that produce TTX are broadly present in aquatic sediments, a strong case is made for ingestion of TTX and/or TTX-producing bacteria, with accumulation and possible subsequent colonization and production. Nevertheless, without clear biosynthetic pathways (not yet found in metazoans, but shown for bacteria), it remains uncertain whether it is simply via bacteria that each metazoan accumulates TTX; whether the quantities can be sufficiently explained by ingestion, ingestion plus colonization, or some other mechanism.",
            "score": 205.11131286621094
        },
        {
            "docid": "31386955_3",
            "document": "Solemya velum . Like other species of the genus \"Solemya\", the gills of \"S. velum\" contain sulfur-oxidizing chemosynthetic bacteria which fix carbon dioxide to support their hosts nutritionally. This is an example of chemosynthetic symbiosis. The bacteria produce the energy to fix carbon by oxidizing hydrogen sulfide found in the environment. The metabolic pathway that they use for carbon fixation is the Calvin cycle. The genome of the symbiotic bacteria has been sequenced and contains genes for bacterial motility, suggesting that it may also be able to live outside of its host.",
            "score": 199.7664031982422
        },
        {
            "docid": "4625335_7",
            "document": "Symbiotic bacteria . Symbiotic bacteria are able to live in or on plant or animal tissue. In digestive systems, symbiotic bacteria help break down foods that contain fiber. They also help produce vitamins. Symbiotic bacteria can live near hydrothermal vents. They usually have a mutual relationship with other bacteria. Some live in tube worms.",
            "score": 197.06991577148438
        },
        {
            "docid": "46861405_2",
            "document": "Marine microbial symbiosis . Microbial symbiosis in marine animals was not discovered until 1981. In the time following, symbiotic relationships between marine invertebrates and chemoautotrophic bacteria have been found in a variety of ecosystems, ranging from shallow coastal waters to deep-sea hydrothermal vents. The type of marine animal vary greatly, for example, sponges, sea squirts, corals, worms, and algae all host a variety of unique symbionts. Each symbiotic relationship displays a unique ecological niche, which in turn can lead to entirely new species of host species and symbiont.",
            "score": 195.5227813720703
        },
        {
            "docid": "54652162_4",
            "document": "Folliculinidae . Many species are pigmented, and some species from the deep sea that live near hydrothermal vents form large and extensive mats, which are called \"blue mats\" because of the color from the ciliates. These blue-mat folliculinids have a symbiotic association with bacteria, which may be found within the lorica, attached to the surface of the ciliate, and also inside the ciliate cells themselves. Most of these bacteria are methanotrophs, which can use methane coming from the hydrothermal vents as a source of carbon and energy.",
            "score": 190.7759552001953
        },
        {
            "docid": "39626_20",
            "document": "Symbiosis . A spectacular example of obligate mutualism is the relationship between the siboglinid tube worms and symbiotic bacteria that live at hydrothermal vents and cold seeps. The worm has no digestive tract and is wholly reliant on its internal symbionts for nutrition. The bacteria oxidize either hydrogen sulfide or methane, which the host supplies to them. These worms were discovered in the late 1980s at the hydrothermal vents near the Galapagos Islands and have since been found at deep-sea hydrothermal vents and cold seeps in all of the world's oceans.",
            "score": 185.35609436035156
        },
        {
            "docid": "43138_10",
            "document": "Siboglinidae . Their primary nutrition is derived from the sulphide-rich fluids emanating from the hydrothermal vents they live by. The sulphides are metabolized by symbiotic hydrogen sulfide- or methane-oxidizing bacteria living in an internal organ, the trophosome. One gram of trophosome tissue can contain one billion bacteria. It is not completely understood how the worms instigate their relationship with the bacteria. The bacteria appear to colonise the host animal larvae after they have settled on a surface, entering them through their skin. When the host dies, the bacteria are released and return to the free-living population in the seawater.",
            "score": 184.23159790039062
        },
        {
            "docid": "27989491_10",
            "document": "John Woodland Hastings . Luminescent Bacteria: Hastings investigations of luminous bacteria acted as a catalyst for the discoveries of the biochemical mechanisms involved in their light production, the discovery of a flavin to be a substrate in its luciferase reaction, the determination of gene regulation of the luciferases, and the first evidence for quorum sensing, a form of bacterial communication. In quorum sensing (initially termed autoinduction), the bacteria release a substance into the medium, the autoinducer. Once the concentration of this substance reaches a critical level (a measure of the number of bacteria in a limited area), transcription of specific other genes that had been repressed are turned on. Once the sequenced autoinducer gene was found to occur widely in gram-negative bacteria quorum sensing became accepted in the early 1990s. It is now known that in many pathogenic bacteria, there is delayed production of toxins, which serve to greatly augment their pathogenicity, this is similar to what happens for luciferase proteins. By curtailing their toxin output until the bacterial populations are substantial, these bacteria can generate massive quantities of toxin quickly and thereby swamp the defences of the host.",
            "score": 182.8783416748047
        },
        {
            "docid": "14101836_7",
            "document": "Nif gene . \"Rhizobium\" spp.—Gram-negative, symbiotic nitrogen fixing bacteria that usually form a symbiotic relationship with legume species. In some rhizobia, the \"nif\" genes are located on plasmids called 'sym plasmids' (sym = symbiosis) which contain genes related to nitrogen fixation and metabolism, while the chromosomes contain most of the housekeeping genes of the bacteria. Regulation of the \"nif\" genes is at the transcriptional level and is dependent on colonization of the plant host.",
            "score": 177.74609375
        },
        {
            "docid": "4625335_2",
            "document": "Symbiotic bacteria . Symbiotic bacteria are bacteria living in symbiosis with another organism or each other. For example, Zoamastogopera, found in the stomach of termites, enable them to digest cellulose.",
            "score": 176.56686401367188
        },
        {
            "docid": "21393008_11",
            "document": "Deep sea creature . Since, at such deep levels, there is little to no sunlight, photosynthesis is not a possible means of energy production, leaving some creatures with the quandary of how to produce food for themselves. For the giant tube worm, this answer comes in the form of bacteria. These bacteria are capable of chemosynthesis and live inside the giant tube worm, which lives on hydrothermal vents. These vents spew forth very large amounts of chemicals, which these bacteria can transform into energy. These bacteria can also grow free of a host and create mats of bacteria on the sea floor around hydrothermal vents, where they serve as food for other creatures. Bacteria are a key energy source in the food chain. This source of energy creates large populations in areas around hydrothermal vents, which provides scientists with an easy stop for research. Organisms can also use chemosynthesis to attract prey or to attract a mate.",
            "score": 176.4744415283203
        },
        {
            "docid": "33947920_3",
            "document": "Kiwa puravida . The crabs live at deep-sea cold seeps where they feed on symbiotic proteobacteria, which they cultivate on hair-like projections on their claws. The bacteria metabolise hydrogen sulfide and methane produced by the seeps, and are harvested by the animals' comb-like mouthparts. Among the other deep-sea animals that make use of such symbionts this species is unique in that it actively waves its appendages over the vents in order to provide the bacteria with more oxygen and nutrients.",
            "score": 175.9210968017578
        },
        {
            "docid": "18787691_15",
            "document": "Colleen Cavanaugh . Not many people have visited with 6-foot-long, bright red worms on the boiling bottom of the ocean. It sounds like a Jules Verne fantasy, but newly tenured Professor of Biology Colleen Cavanaugh has seen these and other strange creatures on voyages to the bottom of the deep sea. She later participated in more \"Extreme Expeditions\"—such as a dive to a depth of 8,200 feet off the west coast of Mexico to collect tube worms and their bacteria, the chemically-rich fluids that flow out of the vents, and mineral samples from the deep sea ocean floor. Cavanaugh, who has been called \"a scientific Captain Nemo.\" is prominent in her field of biology.Robert Kunzig, in describing her work for a 2001 \"Discover\" magazine article, writes of her visit to \"a hot crack in the Earth under the Indian Ocean\": Biologists who study the physiology of organisms are under time pressure: They must dissect the organisms before they deteriorate. Colleen Cavanaugh, a microbiologist from Harvard, needs animals that are alive and not starved; once they've been away from their vent too long, even if they've been sitting in a box on the ocean floor, they start to digest the symbiotic bacteria in which she is interested. As reported in February 2000, Cavanaugh is the discoverer of a new species of deep-dwelling mussel in the Gulf of Mexico that shares its body with symbiotic bacteria that feed on methane. She joined Craig Smith of the University of Hawaii and other colleagues in a \"Nature\" report on a NOAA National Undersea Research Program study at its West Coast and Polar Regions Center (at the University of Alaska, Fairbanks), regarding how whale corpses that drop to the bottom of the ocean—and their bones in particular—play an important role in ocean floor ecology.",
            "score": 175.38780212402344
        },
        {
            "docid": "35515445_5",
            "document": "Bathymodiolus thermophilus . \"Bathymodiolus thermophilus\" has chemosymbiotic bacteria in its gills which oxidise hydrogen sulfide. The mussel absorbs nutrients synthesized by these bacteria and is not reliant on photosynthetically produced organic matter. However it also feeds by extracting suspended food particles from the surrounding water through its gills. Mostly these are the bacteria that live around the vent, often forming a dense mat. When some mussels were transplanted from a sulphur-rich vent to another site lacking sulphur compounds, the symbiont bacteria died and the mussels suffered gill deterioration and loss of condition. This led researchers to believe that the mussels would be unable to survive when the flow of sulphur-rich water from their ephemeral vents runs out.",
            "score": 174.39891052246094
        },
        {
            "docid": "9028799_36",
            "document": "Bacteria . Some bacteria also transfer genetic material between cells. This can occur in three main ways. First, bacteria can take up exogenous DNA from their environment, in a process called transformation. Many bacteria can naturally take up DNA from the environment, while others must be chemically altered in order to induce them to take up DNA. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells. The second way bacteria transfer genetic material is by transduction, when the integration of a bacteriophage introduces foreign DNA into the chromosome. Many types of bacteriophage exist, some simply infect and lyse their host bacteria, while others insert into the bacterial chromosome. Bacteria resist phage infection through restriction modification systems that degrade foreign DNA, and a system that uses CRISPR sequences to retain fragments of the genomes of phage that the bacteria have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. The third method of gene transfer is conjugation, whereby DNA is transferred through direct cell contact. In ordinary circumstances, transduction, conjugation, and transformation involve transfer of DNA between individual bacteria of the same species, but occasionally transfer may occur between individuals of different bacterial species and this may have significant consequences, such as the transfer of antibiotic resistance. In such cases, gene acquisition from other bacteria or the environment is called horizontal gene transfer and may be common under natural conditions.",
            "score": 173.98580932617188
        },
        {
            "docid": "30814276_2",
            "document": "Trophosome . A trophosome is an organ found in some animals that houses symbiotic bacteria that provide food for their host. Trophosomes are located in the coelomic cavity in the vestimentiferan tube worms (Sibloglinidae, e.g. the giant tube worm \"Riftia pachyptila\") and in symbiotic flatworms of the genus \"Paracatenula\". In both these animals, the symbiotic bacteria that live in the trophosome oxidize sulfur or sulfide found in the worm's environment and produce organic molecules by carbon dioxide fixation that the hosts can use for nutrition and as an energy source. This process is known as chemosynthesis or chemolithoautotrophy.",
            "score": 173.8716583251953
        },
        {
            "docid": "39908807_4",
            "document": "Angomonas deanei . The body of \"Angomonas deanei\" is elliptical in shape, with a prominent tail-like flagellum at its posterior end for locomotion. The bacterial endosymbiont is inside its body and is surrounded by two membranes typical of Gram-negative bacteria, but its cell membrane presents unusual features, such as the presence of phosphatidylcholine, a major membrane lipid (atypical of bacterial membranes), and the highly reduced peptidoglycan layer, which shows reduced or absence of rigid cell wall. The cell membrane of the protozoan host contains an 18-domain β-barrel porin, which is a characteristic protein of Gram-negative bacteria. In addition it contains cardiolipin and phosphatidylcholine as the major phospholipids, while sterols are absent. Cardiolipin is a typical lipid of bacterial membranes; phosphatidylcholine, on the other hand, is mostly present in symbiotic prokaryotes of eukaryotic cells. For symbiotic adaptation, the host trypanosome has undergone alterations such as reduced paraflagellar rod, which is required full motility of the bacterial flagella. Yet the paraflagellar rod gene \"PFR1\" is fully functional. The bacteria are known to provide essential nutrients to the host, and provide electron transport system for the production of cellular energy, the ATP molecules through its glycosomes. The bacteria synthesise amino acids, vitamins, and haem for the protozoan. In return the protozoan offers its enzymes for the complete metabolic pathways for the biosysnthesis of amino acids, lipids and nucleotides, that are absent in the bacterium. Phosphatidylinositol, a membrane lipid required for cell-cell interaction, in the bacteria is also synthesised by the protozoan. Thus the two organisms intimately share and exchange their metabolic systems. When the bacterium is killed using antibiotics, the protozoan can no longer infect insects, due to the altered glycosylphosphatidylinositol (gp63) in the protozoan flagellum.",
            "score": 173.53012084960938
        },
        {
            "docid": "170825_13",
            "document": "Shipworms . The longest marine bivalve \"Kuphus polythalamia\" was found from a lagoon near Mindanao island in the southeastern part of the Philippines, which belongs to the same group of mussels and clams. The existence of huge mollusks was established for centuries and studied by the scientists, based on the shells they've left behind that were the size of baseball bats. The bivalve animal is a rare creature that spends its life inside an elephant tusk-like hard shell made of calcium carbonate. It has a protective cap over its head which it reabsorbs to burrow into the mud for food. The case of the shipworm is not just the home of the black slimy worm. Instead, it acts as the primary source of nourishment in a non-traditional way. The animal can reach a length of 1.5 meters (5 ft.) and a diameter of 6 cm (2.3 in.). It has the ability to reabsorb the shell when it needs to grow and burrow deeper into the mud. The \"K.polythalamia\" sifts mud and sediment with its gills. Most shipworms are relatively smaller and feed on rotten wood. Instead, the shipworm does not eat, they rely on a beneficial symbiotic bacteria living in its gills. The bacteria use the hydrogen sulfide as energy to produce organic carbons that feed the shipworms. The process is similar to the green plants' photosynthesis to convert the carbon dioxide in the air into simple carbon compounds during photosynthesis. Scientists found that \"K. polythalamia\" cooperates with different bacteria than other shipworms which could be the reason why it evolved from consuming rotten wood to living on hydrogen sulfide in the mud. The internal organs of the shipworm have shrunk from lack of use over the course of its evolution. The scientists are planning to study the microbes found in the single gill of the \"K.polythalamia\" to find a new possible antimicrobial substance.",
            "score": 172.26409912109375
        },
        {
            "docid": "37020081_7",
            "document": "Alexandrium (dinoflagellate) . What gave people interest in studying \"Alexandrium\" was because it produces paralytic shellfish toxins (PST). The theory of becoming toxic was that originally, bacteria in the ocean would compete with each other producing toxic by-products. \"Alexandrium\" being bacterivorous would ingest these bacteria and gain the ability to produce these PST's. (4) Later studies have shown that indeed if you remove the symbiotic bacteria of specific \"Alexandrium\" species, the dinoflagellate produces less toxin. (4) If you put new bacteria into the \"Alexandrium\" species, there is no change in toxin production. (4) Nonetheless, this theory needs more evidence to be supported.",
            "score": 172.12591552734375
        },
        {
            "docid": "9028799_2",
            "document": "Bacteria . Bacteria (; common noun bacteria, singular bacterium) is a type of biological cell. They constitute a large domain of prokaryotic microorganisms. Typically a few micrometres in length, bacteria have a number of shapes, ranging from spheres to rods and spirals. Bacteria were among the first life forms to appear on Earth, and are present in most of its habitats. Bacteria inhabit soil, water, acidic hot springs, radioactive waste, and the deep portions of Earth's crust. Bacteria also live in symbiotic and parasitic relationships with plants and animals. Most bacteria have not been characterised, and only about half of the bacterial phyla have species that can be grown in the laboratory. The study of bacteria is known as bacteriology, a branch of microbiology.",
            "score": 171.53134155273438
        },
        {
            "docid": "1261011_15",
            "document": "Evolutionary ecology . Evolutionary ecology has been studied using symbiotic relationships between organisms to determine the evolutionary forces by which such relationships develop. In symbiotic relationships, the symbiont must confer some advantage to its host in order to persist and continue to be evolutionarily viable. Research has been conducted using aphids and the symbiotic bacteria with which they coevolve. These bacteria are most frequently conserved from generation to generation, displaying high levels of vertical transmission. Results have shown that these symbiotic bacteria ultimately confer some resistance to parasites to their host aphids, which both increases the fitness of the aphids and lead to symbiont-mediated coevolution between the species.",
            "score": 170.5220489501953
        },
        {
            "docid": "55807342_4",
            "document": "Mycorrhiza helper bacteria . The Proteobacteria are a large and diverse group of gram-negative bacteria containing five classes. \"Pseudomonas\" is in the gammaproteobacteria class. Specific bacteria within this genus are strongly associated as being MHBs in the rhizosphere of both ectomycorrhiza and arbuscular mycorrhiza. \"Pseudomonas fluorescens\" has been examined in several studies to understand how they work in benefiting the mycorrhiza and plant. In one study, they found that the bacteria helped ectomycorrhizal fungi promote a symbiotic relationship with the plant by examining an increase in formation of mycorrhiza. Some bacteria improve root colonization and plant growth when associated with arbuscular mycorrhiza. The improvement of growth has been hypothesized that MHB aid the plant to defend against pathogens by improving the nutrient uptake. However, the mechanism these species use to help both of the fungi is still unknown and needs to be further investigated.",
            "score": 170.32041931152344
        },
        {
            "docid": "4625335_8",
            "document": "Symbiotic bacteria . Corals have been found to form characteristic associations with symbiotic nitrogen-fixing bacteria. Corals have evolved in oligotrophic waters which are typically poor in nitrogen. Corals must therefore form a mutualistic relationship with nitrogen fixing organism, in this case the subject of this study, namely Symbiodinium. In addition to this dinoflagellate, coral also form relationships with bacteria, archae and fungi. The problem is that these dinoflagellates are also nitrogen limited and must form a symbiotic relationship with another organism; here it is suggested to be diazotrophs. In addition, cyanobacteria have been found to possess genes that enable them to undergo nitrogen fixation. This particular study goes further to investigate the possibility that in addition to the named dinoflagellate and certain cyanobacteria, endosymbiotic algae and the coral contain enzymes enabling them to both undergo ammonium assimilation.",
            "score": 168.79788208007812
        },
        {
            "docid": "14489318_9",
            "document": "Autoinducer . Ecologically, \"V. fischeri\" is known to have symbiotic associations with a number of eukaryotic hosts, including the Hawaiian Bobtail Squid (\"Euprymna scolopes\"). In this relationship, the squid host maintains the bacteria in specialized light organs. The host provides a safe, nutrient rich environment for the bacteria and in turn, the bacteria provide light. Although bioluminescence can be used for mating and other purposes, in \"E. scolopes\" it is used for counter illumination to avoid predation.",
            "score": 168.32101440429688
        },
        {
            "docid": "24950378_17",
            "document": "Cell–cell interaction . In order for pathogenic bacteria to invade a cell, communication with the host cell is required. The first step for invading bacteria is usually adhesion to host cells. Strong anchoring, a characteristic that determines virulence, prevents the bacteria from being washed away before infection occurs. Bacterial cells can bind to many host cell surface structures such as glycolipids and glycoproteins which serve as attachment receptors. Once attached, the bacteria begin to interact with the host to disrupt its normal functioning and disrupt or rearrange its cytoskeleton. Proteins on the bacteria surface can interact with protein receptors on the host thereby affecting signal transduction within the cell. Alterations to signaling are favorable to bacteria because these alterations provide conditions under which the pathogen can invade. Many pathogens have Type III secretion systems which can directly inject protein toxins into the host cells. These toxins ultimately lead to rearrangement of the cytoskeleton and entry of the bacteria.",
            "score": 167.44139099121094
        },
        {
            "docid": "9630_52",
            "document": "Ecology . Ecological interactions can be classified broadly into a host and an associate relationship. A host is any entity that harbours another that is called the associate. Relationships within a species that are mutually or reciprocally beneficial are called mutualisms. Examples of mutualism include fungus-growing ants employing agricultural symbiosis, bacteria living in the guts of insects and other organisms, the fig wasp and yucca moth pollination complex, lichens with fungi and photosynthetic algae, and corals with photosynthetic algae. If there is a physical connection between host and associate, the relationship is called symbiosis. Approximately 60% of all plants, for example, have a symbiotic relationship with arbuscular mycorrhizal fungi living in their roots forming an exchange network of carbohydrates for mineral nutrients.",
            "score": 167.1847381591797
        },
        {
            "docid": "19456032_14",
            "document": "Microbiota . The symbiotic relationship between a host and its microbiota shapes the immune system of mammalians, insects, plants and aquatic organisms. In many animals, the immune system and microbiota engage in \"cross-talk\", exchanging chemical signals. This allows the immune system to recognize the types of bacteria that are harmful to the host and combat them, while allowing the helpful bacteria to carry out their functions; in turn, the microbiota influence immune reactivity and targeting. Bacteria can be transferred from mother to child through direct contact and after birth, or through indirect contact through eggs, coprophagy, and several other pathways. As the infant microbiome is established, commensal bacteria quickly populate the gut, prompting a range of immune responses and \"programming\" the immune system with long-lasting effects. The bacteria are able to stimulate lymphoid tissue associated with the gut mucosa, which enables the tissue to produce antibodies for pathogens that may enter the gut.",
            "score": 166.95591735839844
        },
        {
            "docid": "37388686_3",
            "document": "Minimal genome . Many naturally occurring bacteria have reduced genomes even though they may not be reduced to the bare minimum. Although these genomes are thus not \"minimal\", they are good models for genome reduction and thus \"minimal genomes\". Genome reduction occurs most commonly in endosymbiotic, parasitic or pathogenic bacteria that live in their hosts. The host provides most of the nutrients such bacteria require, hence the bacteria do not need the genes for producing such compounds themselves. Examples include species of \"Buchnera\", \"Chlamydia\", \"Treponema\", \"Mycoplasma\", and many others. One of the most reduced genomes in free-living bacteria has been found in \"Pelagibacter ubique\" which encodes 1,354 proteins. \"Mycoplasma genitalium\" has been used as a prime model for minimal genomes. It is a human urogenital pathogen which has the smallest genome of size 580 kb and it consists of only 482 protein-coding genes.",
            "score": 166.43667602539062
        },
        {
            "docid": "6235_59",
            "document": "Cell nucleus . The first model known as the \"syntrophic model\" proposes that a symbiotic relationship between the archaea and bacteria created the nucleus-containing eukaryotic cell. (Organisms of the Archaea and Bacteria domain have no cell nucleus.) It is hypothesized that the symbiosis originated when ancient archaea, similar to modern methanogenic archaea, invaded and lived within bacteria similar to modern myxobacteria, eventually forming the early nucleus. This theory is analogous to the accepted theory for the origin of eukaryotic mitochondria and chloroplasts, which are thought to have developed from a similar endosymbiotic relationship between proto-eukaryotes and aerobic bacteria. The archaeal origin of the nucleus is supported by observations that archaea and eukarya have similar genes for certain proteins, including histones. Observations that myxobacteria are motile, can form multicellular complexes, and possess kinases and G proteins similar to eukarya, support a bacterial origin for the eukaryotic cell.",
            "score": 166.3556365966797
        }
    ]
}