{
    "q": [
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 245.84237110614777
        },
        {
            "docid": "46181852_15",
            "document": "Negative-sense single-stranded RNA virus . A cell’s innate immune response is the first line of defense for finding viral infections. The innate immune response triggers the production of type I interferons (IFN) and pro-inflammatory cytokines. However, non-segmented negative sense RNA viruses (NNSV) have developed multifunctional proteins that can diffuse this innate response pathway to avoid antiviral functions within the cell. This mainly occurs through the NNSV's proteins interacting with other cellular proteins involved in the type I interferon signaling pathway. Due to the expansive nature of the immune pathway, NNSVs have a variety of areas throughout the signaling cascade that can be targeted for interruption of the production of type I interferons or pro-inflammatory cytokines. Such areas include inhibiting the induction of the IFN pathway or inhibiting the response from the IFN signaling cascade.",
            "score": 202.03690648078918
        },
        {
            "docid": "32921916_3",
            "document": "RIG-I-like receptor . Though each of these three receptors is located in tissues throughout the body, RLRs are especially active in the innate immune defense of epithelial cells, myeloid cells, and CNS cells. As pattern recognition receptors, RLRs live in the cytosol of a cell, so that they can detect the presence of viral DNA or RNA. Upon detection of a viral infection, two of the RLRs, RIG-I and MDA5, possess the ability to activate a complex signaling network that leads to the production of pro-inflammatory molecules. RIG-I and MDA5 recognize distinct viruses but both produce the antiviral immune changes that initiate an innate response and regulate the subsequent adaptive response. LGP2, the remaining RLR, lacks the ability to induce signaling alone, but is necessary for effective RIG-I and MDA5-mediated antiviral responses.",
            "score": 182.63585996627808
        },
        {
            "docid": "38238_31",
            "document": "Hepatitis . The pathway by which hepatic viruses cause viral hepatitis is best understood in the case of hepatitis B and C. The viruses do not directly cause apoptosis (cell death). Rather, infection of liver cells activates the innate and adaptive arms of the immune system leading to an inflammatory response which causes cellular damage and death. Depending on the strength of the immune response, the types of immune cells involved and the ability of the virus to evade the body's defense, infection can either lead to clearance (acute disease) or persistence (chronic disease) of the virus. The chronic presence of the virus within liver cells results in multiple waves of inflammation, injury and wound healing that overtime lead to scarring or fibrosis and culminate in hepatocellular carcinoma. Individuals with an impaired immune response are at greater risk of developing chronic infection. Natural killer cells are the primary drivers of the initial innate response and create a cytokine environment that results in the recruitment of CD4 T-helper and CD8 cytotoxic T-cells. Type I interferons are the cytokines that drive the antiviral response. In chronic Hepatitis B and C, natural killer cell function is impaired.",
            "score": 201.23693299293518
        },
        {
            "docid": "1505491_13",
            "document": "Lassa virus . The main targets of the virus are antigen-presenting cells, mainly dendritic cells) and endothelial cells.  In 2012 it was reported how Lassa virus nucleoprotein (NP) sabotages the host's innate immune system response. Generally, when a pathogen enters into a host, innate defense system recognizes the Pathogen-associated molecular patterns (PAMP) and activates an immune response. One of the mechanisms detects double stranded RNA (dsRNA), which is only synthesized by negative-sense viruses. In the cytoplasm, dsRNA receptors, such as RIG-I (retinoic acid-inducible gene I) and MDA-5 (melanoma differentiation associated gene 5), detect dsRNAs and initiate signaling pathways that translocate IRF-3 (interferon regulatory factor 3) and other transcription factors to the nucleus. Translocated transcription factors activate expression of interferons 𝛂 and 𝛃, and these initiate adaptive immunity. NP encoded in Lassa virus is essential in viral replication and transcription, but it also suppresses host innate IFN response by inhibiting translocation of IRF-3. NP of Lassa virus is reported to have an exonuclease activity to only dsRNAs. the NP dsRNA exonuclease activity counteracts IFN responses by digesting the PAMPs thus allowing the virus to evade host immune responses.",
            "score": 177.966090798378
        },
        {
            "docid": "22871796_10",
            "document": "MiR-122 . The existing HCV therapy of PEG-IFNα plus ribavirin is poorly tolerated and frequently ineffective, so there is an urgent need for new drugs, and miR-122 inhibitors are an attractive possibility. The association between low miR-122 levels and hepatocellular carcinoma suggests that caution will be necessary when testing miR-122 inhibitors, and that long term treatment might be undesirable. However, miR-122 is a promising target as it can be very selectively and effectively inhibited with antisense oligonucleotides, and as it is a conserved host factor it is hoped that the virus would not be able to acquire resistance mutations to an anti-miR-122 therapeutic.Moreover, engineering HepG2 cells to express miR-122 (HepG2-HFL cell, HepG2 cells expressing miR-122) mount an effective antiviral interferon-lambda (IFNλ) based innate immune response to hepatitis C virus (HCV) infection. HepG2 cells (stably expressing miR-122) produced a more robust IFN Response (type I and type III interferons) when challenged with other RNA viruses [ IAV-ΔNS1 and SeV ] and viral mimetics than Huh-7 and Huh-7.5 cells. HCV Induces an IFN-λ (IL28 and IL29), ISG, and Cytokine Response in these HepG2 cells with stably expressing miR-122.",
            "score": 190.0836511850357
        },
        {
            "docid": "44579483_10",
            "document": "Batai virus . It is well known that the geographical distribution of Batai virus (BATV) includes the regions of Europe, Asia and Africa. The most common vertebrate affected by BATV are domestic pigs, horses, ruminants and wild birds, which have been known to be the primary mammalian hosts. The transmission cycle of BATV occurs in agricultural ecosystems via Anopheles, Culex and Ochlerotatus species mosquitoes in a typical vertebrate–mosquito cycle.  While limited research has been conducted on the viral cycle of the Batai virus, comparable studies with the close relative Bunyamwera virus has shown that viral infection begins in the salivary glands of mosquitos. At the onset of replication the virus particles coalesce into vacuole membranes lining the cytoplasm of the infected cells. Entry into the cell is facilitated by the viral enveloped nucleocapsid, which contains glycoproteins G1 and G2. Encoded by the M RNA segment they are involved in attachment to the host cell through unidentified receptors on the surface and elicit neutralizing antibodies. Transcription of BATV is said to be similar to that of influenza in that mRNA synthesis is primed by cap-containing oligonucleotides that are generated by a certain viral-endonuclease, functioning to cleave the host cell mRNA. These resulting primers are then incorporated into the viral mRNA. BATV will also encode for two non-structural proteins, NSm on the M segment and NSs on the S segment. During the process it is believed that NSm actively participates in assembly of the virus. These newly assembled viral particles will mature over a period of time inside of the hosts cell in the membranes of the Golgi apparatus before being released. However, while able to replicate in both vertebrate and invertebrate species, in mosquito cells no cell death is observed and persistent infection is established. Whereas in mammalian cells infection is typically categorized as lytic and eventually leads to cell death. This stems from the viruses ability to form clear lytic plaques in cells of vertebrate species but not in those derived from insects. It has been demonstrated in previous studies that in mammalian cells, the NSs protein will induce a shut-off of host protein synthesis which will lead to the death of the host cell. It has also been shown to counteract the host cell antiviral response. This would establish it as the main virulence factor as it acts during the transcriptional phase by inhibiting RNA polymerase II–mediated transcription. Meanwhile, the mosquito cells neither host cell transcription nor translation are inhibited by this fact. It would seem the difference in the behavior of the NSs protein could be one of the factors responsible for the different outcomes of infection attributed to the Batai virus in mammalian and mosquito cells. Some have theorized that a release method that does not rupture the cell membrane could explain why viral replication does not kill mosquito cells and persistence is maintained. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms.",
            "score": 197.42868423461914
        },
        {
            "docid": "14722681_4",
            "document": "Interferon alpha-1 . The interferons (IFN)s are a family of cytokines with potent antiviral, antiproliferative and immunomodulatory properties. IFNs were originally discovered as molecules that could reduce the ability of a normal virus to infect cells, a process called viral 'interference'.  IFNs have been classified into two major types of IFNs, type I and type II, based on their interactions to a specific cell surface receptor.  In recent years, a novel class of cytokines with IFN-like activities has been described and designated as type III IFNs (IFN-λ1-3). In humans, there are 13 different IFN-alpha genes, designated as IFN-α1, -α2, - α4, - α5, - α6, - α7, - α8, - α10, - α13, - α14, - α16, - α17 and - α21, and one each of the IFN beta (IFNB), IFN-Epsilon, IFN-Kappa and IFN-Omega genes. The human IFNA gene family shares 70-80% amino acid sequence homology, and about 35% identity with IFNB. The high degree of amino-acid sequence similarity within the IFNA genes suggests a common ancestor gene. It seems likely that the IFNA gene cluster has been generated by gene conversion or recent duplication events.  There are 12 functional human IFNA gene products. All of these IFN-α proteins exhibit high homology in their primary, secondary, and tertiary structures. IFNA and IFNB are produced by a wide range of cells such as macrophages, fibroblasts and endothelial cells, but plasmacytoid dendritic cells (pDCs) are considered the main producers of IFNA in response to RNA or DNA viruses or nucleic acid-containing immune complexes.",
            "score": 175.69365906715393
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 183.33967459201813
        },
        {
            "docid": "44739996_6",
            "document": "Hidde Ploegh . More recently, the Ploegh lab at the Whitehead Institute has been using a technique called “sortagging” to look at the pathways through which viruses are able to avoid detection by the immune system. Memory B cells are lymphocytes known to be produced to fight off secondary infection, yet the influenza virus is able to avoid the immune response generated by these cells. This method was used to tag the influenza virus, so that it could be observed, and it was found that the interaction of virus antigens with the B-cell receptor is required for infection.",
            "score": 150.57121801376343
        },
        {
            "docid": "211955_14",
            "document": "Natural killer cell . The ability to generate memory cells following a primary infection and the consequent rapid immune activation and response to succeeding infections by the same antigen is fundamental to the role T and B cells play in the adaptive immune response. For many years, NK cells have been considered to be a part of the innate immune system. However, recently increasing evidence suggests that NK cells can display several features that are usually attributed to adaptive immune cells (e.g. T cell responses) such as dynamic expansion and contraction of subsets, increased longevity and a form of immunological memory, characterized by a more potent response upon secondary challenge with the same antigen. In mice, the majority of research was carried out with murine cytomegalovirus (MCMV) and in models of hapten-hypersensitivity reactions. Especially, in the MCMV model, protective memory functions of MCMV-induced NK cells were discovered  and direct recognition of the MCMV-ligand m157 by the receptor Ly49 was demonstrated to be crucial for the generation of adaptive NK cell responses.  In humans, most studies have focused on the expansion of an NK cell subset carrying the activating receptor NKG2C. Such expansions were observed primarily in response to human cytomegalovirus (HCMV), but also in other infections including Hantavirus, Chikungunya virus, HIV, or viral hepatitis. However, whether these virus infections trigger the expansion of adaptive NKG2C+ NK cells or whether other infections result in re-activation of latent HCMV (as suggested for hepatitis ), remains a field of study. Notably, further insights into the biology of adaptive NK cells are hampered by the fact that a direct viral ligand for NKG2C has not yet been identified.",
            "score": 180.81288766860962
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 181.4227294921875
        },
        {
            "docid": "21354427_3",
            "document": "Human T-lymphotropic virus . HTLV-1 is an abbreviation for \"human T-cell lymphotropic virus type 1\", also called human T-cell leukemia type 1, a virus that has been implicated in several kinds of diseases, including HTLV-1-associated myelopathy, and as a virus cancer link for leukemia (see adult T-cell leukemia/lymphoma).HTLV-1 has six reported subtypes (subtypes A to F). The great majority of infections are caused by the cosmopolitan subtype A. HTLV was discovered by Robert Gallo and colleagues in 1980. Between 1 in 20 and 1 in 25 infected people are thought to develop cancer as a result of the virus. HTLV-1 infection is thought to spread only through dividing cells since reverse transcriptase generates proviral DNA from genomic viral RNA, and the provirus is integrated into the host genome by viral integrase after transmission. Therefore, the quantification of provirus reflects the number of HTLV-1-infected cells. So, an increase in numbers of HTLV-1-infected cells using cell division, by actions of accessory viral genes, especially Tax, may provide an enhancement of infectivity Tax expression induces proliferation, inhibits the apoptosis of HTLV-1-infected cells and, conversely, evokes the host immune response, including cytotoxic T cells, to kill virus-infected cells. Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 168.60302126407623
        },
        {
            "docid": "46181852_22",
            "document": "Negative-sense single-stranded RNA virus . Another important process used throughout many cellular processes is ubiquitination—which is outlined in the image below. Many cells use this to locate and identify viruses, and to restrict the viral infection. NNSVs however have developed a pathway to synthesize proteins that target the ubiquitin pathway along many of the signaling cascades descriptive of the IFN response. More specifically, the NNSVs are capable of reprogramming the host cell’s ubiquitination pathway in such a way that leads to the degradation of host cell mechanism that would otherwise silence a viral infection.",
            "score": 185.97118020057678
        },
        {
            "docid": "14755297_3",
            "document": "IFNA2 . Human interferon alpha-2 (IFNα2) is a cytokine belonging to the family of type I IFNs. IFNα2 is a protein secreted by cells infected by a virus and acting on other cells to inhibit viral infection. The first description of IFNs as a cellular agent interfering with viral replication was made by Alick Isaacs and Jean Lindenmann in 1957. The history of this finding was recently reviewed. There are 3 types of IFNs: Interferon type I, Interferon type II and Interferon type III. The type II IFN, also called IFNγ, is produced by specific cells of the immune system. Unlike type I and type III IFNs, IFNγ has only a modest role in directly restricting viral infections. Type I and type III IFNs act similarly. However, the action of type III IFNs, also known as IFNλ, is limited to epithelial cells while type I IFNs act on all body's cells.",
            "score": 178.7107458114624
        },
        {
            "docid": "15120_15",
            "document": "Interferon . Many viruses have evolved mechanisms to resist interferon activity. They circumvent the IFN response by blocking downstream signaling events that occur after the cytokine binds to its receptor, by preventing further IFN production, and by inhibiting the functions of proteins that are induced by IFN. Viruses that inhibit IFN signaling include Japanese Encephalitis Virus (JEV), dengue type 2 virus (DEN-2) and viruses of the herpesvirus family, such as human cytomegalovirus (HCMV) and Kaposi's sarcoma-associated herpesvirus (KSHV or HHV8). Viral proteins proven to affect IFN signaling include EBV nuclear antigen 1 (EBNA1) and EBV nuclear antigen 2 (EBNA-2) from Epstein-Barr virus, the large T antigen of Polyomavirus, the E7 protein of Human papillomavirus (HPV), and the B18R protein of vaccinia virus. Reducing IFN-α activity may prevent signaling via STAT1, STAT2, or IRF9 (as with JEV infection) or through the JAK-STAT pathway (as with DEN-2 infection). Several poxviruses encode soluble IFN receptor homologs—like the B18R protein of the vaccinia virus—that bind to and prevent IFN interacting with its cellular receptor, impeding communication between this cytokine and its target cells. Some viruses can encode proteins that bind to double-stranded RNA (dsRNA) to prevent the activity of RNA-dependent protein kinases; this is the mechanism reovirus adopts using its sigma 3 (σ3) protein, and vaccinia virus employs using the gene product of its E3L gene, p25. The ability of interferon to induce protein production from interferon stimulated genes (ISGs) can also be affected. Production of protein kinase R, for example, can be disrupted in cells infected with JEV Some viruses escape the anti-viral activities of interferons by gene (and thus protein) mutation. The H5N1 influenza virus, also known as bird flu, has resistance to interferon and other anti-viral cytokines that is attributed to a single amino acid change in its Non-Structural Protein 1 (NS1), although the precise mechanism of how this confers immunity is unclear.",
            "score": 192.95525705814362
        },
        {
            "docid": "298999_4",
            "document": "Lymphocyte . T cells (thymus cells) and B cells (bone marrow- or bursa-derived cells) are the major cellular components of the adaptive immune response. T cells are involved in cell-mediated immunity, whereas B cells are primarily responsible for humoral immunity (relating to antibodies). The function of T cells and B cells is to recognize specific “non-self” antigens, during a process known as antigen presentation. Once they have identified an invader, the cells generate specific responses that are tailored to maximally eliminate specific pathogens or pathogen-infected cells. B cells respond to pathogens by producing large quantities of antibodies which then neutralize foreign objects like bacteria and viruses. In response to pathogens some T cells, called \"T helper cells\", produce cytokines that direct the immune response, while other T cells, called \"cytotoxic T cells\", produce toxic granules that contain powerful enzymes which induce the death of pathogen-infected cells. Following activation, B cells and T cells leave a lasting legacy of the antigens they have encountered, in the form of \"memory cells\". Throughout the lifetime of an animal, these memory cells will remember each specific pathogen encountered, and are able to mount a strong and rapid response if the same pathogen is detected again; this is known as acquired immunity.",
            "score": 166.01842093467712
        },
        {
            "docid": "29188721_31",
            "document": "RNA interference . The role of RNA interference in mammalian innate immunity is poorly understood, and relatively little data is available. However, the existence of viruses that encode genes able to suppress the RNAi response in mammalian cells may be evidence in favour of an RNAi-dependent mammalian immune response, although this hypothesis has been challenged as poorly substantiated. Maillard et al. and Li et al. provide evidence for the existence of a functional antiviral RNAi pathway in mammalian cells. Other functions for RNAi in mammalian viruses also exist, such as miRNAs expressed by the herpes virus that may act as heterochromatin organization triggers to mediate viral latency.",
            "score": 146.44763278961182
        },
        {
            "docid": "9659923_13",
            "document": "Interferon type I . IFN-α and IFN-β are secreted by many cell types including lymphocytes (NK cells, B-cells and T-cells), macrophages, fibroblasts, endothelial cells, osteoblasts and others. They stimulate both macrophages and NK cells to elicit an anti-viral response, involving IRF3/IRF7 antiviral pathways, and are also active against tumors. Plasmacytoid dendritic cells have been identified as being the most potent producers of type I IFNs in response to antigen, and have thus been coined natural IFN producing cells. Current study findings suggest that by forcing IFN-α expression in tumor-infiltrating macrophages, it is possible to elicit a more effective dendritic cell activation and immune effector cell cytotoxicity.",
            "score": 170.47806358337402
        },
        {
            "docid": "211955_2",
            "document": "Natural killer cell . Natural killer cells or NK cells are a type of cytotoxic lymphocyte critical to the innate immune system. The role NK cells play is analogous to that of cytotoxic T cells in the vertebrate adaptive immune response. NK cells provide rapid responses to viral-infected cells, acting at around 3 days after infection, and respond to tumor formation. Typically, immune cells detect major histocompatibility complex (MHC) presented on infected cell surfaces, triggering cytokine release, causing lysis or apoptosis. NK cells are unique, however, as they have the ability to recognize stressed cells in the absence of antibodies and MHC, allowing for a much faster immune reaction. They were named \"natural killers\" because of the initial notion that they do not require activation to kill cells that are missing \"self\" markers of MHC class 1. This role is especially important because harmful cells that are missing MHC I markers cannot be detected and destroyed by other immune cells, such as T lymphocyte cells.",
            "score": 161.62621891498566
        },
        {
            "docid": "46270727_8",
            "document": "Wendy Barclay . Barclay's most notable work involved looking at cells infected with the influenza A virus and identifying physiological RIG-I agonists. This article was published in \"Cell\" in 2010, and has been cited over 270 times. Research gathered for the article explained how one of the human cell's defences against RNA viruses comes in the form of RIG-Is. When a cell is infected with a RNA virus, RIG-I activation triggers an antiviral immune response. However, it was not fully known what part of the virus infection triggers RIG-I activation. Results of this study found that RIG-I activation is caused by the process of viral replication and correspond to full-length virus genomes, or single-stranded RNA viral genomes bearing 5′-triphosphates.",
            "score": 177.77343225479126
        },
        {
            "docid": "9659926_3",
            "document": "Interferon type II . IFN-γ is involved in the regulation of the immune and inflammatory responses; in humans, there is only one type of interferon-gamma. It is produced in activated T-cells and natural killer cells. IFN-γ has some anti-viral and anti-tumor effects, but these are generally weak. However, this cytokine potentiates the effects of the type I IFNs. IFN-γ released by Th1 cells recruits leukocytes to a site of infection, resulting in increased inflammation. It also stimulates macrophages to kill bacteria that have been engulfed. IFN-γ released by Th1 cells is also important in regulating the Th2 response. As IFN-γ is vitally implicated in the regulation of immune response, its production can lead to autoimmune disorders.",
            "score": 197.78723526000977
        },
        {
            "docid": "443416_18",
            "document": "Phagocyte . Viruses can reproduce only inside cells, and they gain entry by using many of the receptors involved in immunity. Once inside the cell, viruses use the cell's biological machinery to their own advantage, forcing the cell to make hundreds of identical copies of themselves. Although phagocytes and other components of the innate immune system can, to a limited extent, control viruses, once a virus is inside a cell the adaptive immune responses, particularly the lymphocytes, are more important for defense. At the sites of viral infections, lymphocytes often vastly outnumber all the other cells of the immune system; this is common in viral meningitis. Virus-infected cells that have been killed by lymphocytes are cleared from the body by phagocytes.",
            "score": 174.35056567192078
        },
        {
            "docid": "15120_3",
            "document": "Interferon . IFNs belong to the large class of proteins known as cytokines, molecules used for communication between cells to trigger the protective defenses of the immune system that help eradicate pathogens. Interferons are named for their ability to \"interfere\" with viral replication by protecting cells from virus infections. IFNs also have various other functions: they activate immune cells, such as natural killer cells and macrophages; they increase host defenses by up-regulating antigen presentation by virtue of increasing the expression of major histocompatibility complex (MHC) antigens. Certain symptoms of infections, such as fever, muscle pain and \"flu-like symptoms\", are also caused by the production of IFNs and other cytokines.",
            "score": 195.5158495903015
        },
        {
            "docid": "5682997_2",
            "document": "Plasmacytoid dendritic cell . Plasmacytoid dendritic cells (pDCs) are a rare type of immune cell that are known to secrete large quantities of type 1 interferon (IFNs) in response to a viral infection. They circulate in the blood and are found in peripheral lymphoid organs. They develop from bone marrow hematopoietic stem cells and constitute < 0.4% of peripheral blood mononuclear cells (PBMC). Other than conducting antiviral mechanisms, pDCs are considered to be key in linking the innate and adaptive immune systems. However, pDCs are also responsible for participating in and exacerbating certain autoimmune diseases like lupus.",
            "score": 213.55060338974
        },
        {
            "docid": "43551963_2",
            "document": "Gabrielle Belz . Gabrielle Belz is an Australian molecular immunologist and viral immunologist. She is a faculty member of the Walter and Eliza Hall Institute of Medical Research, within the Molecular Immunology division. Belz has made important contributions to the understanding of immune system function, especially in relation to the molecular and cellular signalling pathways of immune response to viruses. Her research has focused on understanding the signals that drive the initial development of protective immunity against pathogen infections, such as influenza and herpes viruses. This includes research into how cytotoxic T cells (a type of T lymphocyte that destroys virally infected cells and tumor cells) recognise and remove virally-infected cells from the body following infection. Research into the description of the specific factors and response during infection will contribute towards the long term development of vaccines for infectious disease, and the development of better treatments for autoimmune diseases.",
            "score": 168.93474674224854
        },
        {
            "docid": "714053_16",
            "document": "Transduction (genetics) . Transduction with viral vectors can be used to insert or modify genes in mammalian cells. It is often used as a tool in basic research and is actively researched as a potential means for gene therapy. In these cases, a plasmid is constructed in which the genes to be transferred are flanked by viral sequences that are used by viral proteins to recognize and package the viral genome into viral particles. This plasmid is inserted (usually by transfection) into a producer cell together with other plasmids (DNA constructs) that carry the viral genes required for formation of infectious virions. In these producer cells, the viral proteins expressed by these packaging constructs bind the sequences on the DNA/RNA (depending on the type of viral vector) to be transferred and insert it into viral particles. For safety, none of the plasmids used contains all the sequences required for virus formation, so that simultaneous transfection of multiple plasmids is required to get infectious virions. Moreover, only the plasmid carrying the sequences to be transferred contains signals that allow the genetic materials to be packaged in virions, so that none of the genes encoding viral proteins are packaged. Viruses collected from these cells are then applied to the cells to be altered. The initial stages of these infections mimic infection with natural viruses and lead to expression of the genes transferred and (in the case of lentivirus/retrovirus vectors) insertion of the DNA to be transferred into the cellular genome. However, since the transferred genetic material does not encode any of the viral genes, these infections do not generate new viruses (the viruses are \"replication-deficient\").",
            "score": 173.86702346801758
        },
        {
            "docid": "7906898_9",
            "document": "Rintatolimod . The mechanism of rintatolimod in relation to CFS is not certain, but is thought to include the RNase L enzyme. Rintatolimod is a dsRNA, and when TLR-3 senses a dsRNA, it is thought to relay a message to cells to produce interferons (IFNs). IFNs are a group of signaling molecules released by cells in response to the presence of pathogenic viruses or bacteria. These signaling molecules activate (among other things) the protective defenses of the immune system that eradicate pathogens. One such defense mechanism thought to be activated by rintatolimod is the production of the enzyme RNase L. This enzyme degrades pathogenic RNA, both viral and cellular. Degradation of RNA prevents viral and cell replication, and destruction of all RNA within a virus or cell is the last step before apoptosis or death. Accumulation of an inactive form of RNase L may be associated with CFS.",
            "score": 202.01625275611877
        },
        {
            "docid": "22871796_8",
            "document": "MiR-122 . Recent studies demonstrated that miR-122 may directly regulate different aspects of the interferons (IFNs) signaling pathway to enhanced induction of anti-viral genes and inhibition of various virus.  Moreover, miR-122 have been shown to target various genes, resulting in enhancement of IFN signaling and subsequent antiviral innate immunity. Interestingly, interferons (IFNs, includes type I and III interferon) treatment leads to a significant reduction in the expression of the liver-specific miR-122. HepG2 cells with overexpressed microRNA-122 mount an effective antiviral interferon response and innate immune response to hepatitis C virus (HCV), other RNA viruses and viral mimetics (e.g. poly(I:C)).",
            "score": 164.25821232795715
        },
        {
            "docid": "546406_6",
            "document": "Toll-like receptor . Upon activation, TLRs recruit adapter proteins (proteins that mediate other protein-protein interactions) within the cytosol of the immune cell in order to propagate the antigen-induced signal transduction pathway. These recruited proteins are then responsible for the subsequent activation of other downstream proteins, including protein kinases (IKKi, IRAK1, IRAK4, and TBK1) that further amplify the signal and ultimately lead to the upregulation or suppression of genes that orchestrate inflammatory responses and other transcriptional events. Some of these events lead to cytokine production, proliferation, and survival, while others lead to greater adaptive immunity. If the ligand is a bacterial factor, the pathogen might be phagocytosed and digested, and its antigens presented to CD4+ T cells. In the case of a viral factor, the infected cell may shut off its protein synthesis and may undergo programmed cell death (apoptosis). Immune cells that have detected a virus may also release anti-viral factors such as interferons.",
            "score": 169.43910002708435
        },
        {
            "docid": "10973660_18",
            "document": "HSP60 . Infection and disease are extremely stressful on the cell. When a cell is under stress, it naturally increases the production of stress proteins, including heat shock proteins such as HSP60. In order for HSP60 to act as a signal it must be present in the extracellular environment. In recent research “it has emerged that…chaperonin 60 can be found on the surface of various prokaryotic and eukaryotic cells, and can even be released from cells”. According to recent research, many different types of heat shock proteins are used in immune response signaling, but it appears that different proteins act and respond differently to other signaling molecules. HSP60 has been shown to be released from specific cells like peripheral blood mononuclear cells (PBMCs) when there are lipopolysaccharides (LPS) or GroEL present. This suggests that the cell has different receptors and responses to human and bacterial HSP60. In addition, it has been shown that HSP60 has the capability “of activating monocytes, macrophages and dendritic cells…and also of inducing secretion of a wide range of cytokines.” The fact that HSP60 responds to other signal molecules like LPS or GroEL and has the ability to activate certain types of cells supports the idea that HSP60 is part of a danger signal cascade which is involved in activating an immune response.",
            "score": 173.2981104850769
        },
        {
            "docid": "1892376_16",
            "document": "MHC class I . The fate of the virus-infected cell is almost always induction of apoptosis through cell-mediated immunity, reducing the risk of infecting neighboring cells. As an evolutionary response to this method of immune surveillance, many viruses are able to down-regulate or otherwise prevent the presentation of MHC class I molecules on the cell surface. In contrast to cytotoxic T lymphocytes, natural killer (NK) cells are normally inactivated upon recognizing MHC I molecules on the surface of cells. Therefore, in the absence of MHC I molecules, NK cells are activated and recognize the cell as aberrant, suggesting that it may be infected by viruses attempting to evade immune destruction. Several human cancers also show down-regulation of MHC I, giving transformed cells the same survival advantage of being able to avoid normal immune surveillance designed to destroy any infected or transformed cells.",
            "score": 170.2205216884613
        }
    ],
    "r": [
        {
            "docid": "1686272_45",
            "document": "Chemical biology . Small molecules that modulate stem-cell behavior are commonly identified in high-throughput screens. Libraries of compounds are screened for the induction of a desired phenotypic change in cultured stem-cells. This is usually observed through activation or repression of a fluorescent reporter or by detection of specific cell surface markers by FACS or immunohistochemistry. Hits are then structurally optimized for activity by the synthesis and screening of secondary libraries. The cellular targets of the small molecule can then be identified by affinity chromatography, mass spectrometry, or DNA microarray.  A trademark of pluripotent stem-cells, such as embryonic stem-cells (ESCs), is the ability to self-renew indefinitely. The conventional use of feeder cells and various exogenous growth factors in the culture of ESCs presents a problem in that the resulting highly variable culture conditions make the long-term expansion of un-differentiated ESCs challenging. Ideally, chemically defined culture conditions could be developed to maintain ESCs in a pluripotent state indefinitely. Toward this goal, the Schultz and Ding labs at the Scripps Research Institute identified a small molecule that can preserve the long-term self-renewal of ESCs in the absence of feeder cells and other exogenous growth factors. This novel molecule, called pluripotin, was found to simultaneously inhibit multiple differentiation inducing pathways. The utility of stem-cells is in their ability to differentiate into all cell types that make up an organism. Differentiation can be achieved in vitro by favoring development toward a particular cell type through the addition of lineage specific growth factors, but this process is typically non-specific and generates low yields of the desired phenotype. Alternatively, inducing differentiation by small molecules is advantageous in that it allows for the development of completely chemically defined conditions for the generation of one specific cell type. A small molecule, neuropathiazol, has been identified which can specifically direct differentiation of multipotent neural stem cells into neurons. Neuropathiazol is so potent that neurons develop even in conditions that normally favor the formation of glial cells, a powerful demonstration of controlling differentiation by chemical means. Because of the ethical issues surrounding ESC research, the generation of pluripotent cells by reprogramming existing somatic cells into a more \"stem-like\" state is a promising alternative to the use of standard ESCs. By genetic approaches, this has recently been achieved in the creation of ESCs by somatic cell nuclear transfer and the generation of induced pluripotent stem-cells by viral transduction of specific genes. From a therapeutic perspective, reprogramming by chemical means would be safer than genetic methods because induced stem-cells would be free of potentially dangerous transgenes. Several examples of small molecules that can de-differentiate somatic cells have been identified. In one report, lineage-committed myoblasts were treated with a compound, named reversine, and observed to revert to a more stem-like phenotype. These cells were then shown to be capable of differentiating into osteoblasts and adipocytes under appropriate conditions. Stem-cell therapies are currently the most promising treatment for many degenerative diseases. Chemical approaches to stem-cell biology support the development of cell-based therapies by enhancing stem-cell growth, maintenance, and differentiation in vitro. Small molecules that have been shown to modulate stem-cell fate are potential therapeutic candidates and provide a natural lean-in to pre-clinical drug development. Small molecule drugs could promote endogenous stem-cells to differentiate, replacing previously damaged tissues and thereby enhancing the body's own regenerative ability. Further investigation of molecules that modulate stem-cell behavior will only unveil new therapeutic targets.",
            "score": 255.31454467773438
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 245.84237670898438
        },
        {
            "docid": "8316030_6",
            "document": "Peter Zandstra . Research in the Zandstra Laboratory is focused on the regeneration of functional tissues from stem cells and the development and utilization of tools to modulate the responses of stem cells in vitro and in vivo. Interest in the generation of primary cells and tissues ex vivo is driven both by their potential use as a direct clinical modality and as human tissue analogues for the development of novel therapeutic agents. Dr Zandstra’s group particularly interested in understanding the role that the extracellular environment, the stem cell niche, plays in controlling stem cell fate decisions. Using quantitative bioengineering approaches including micro-fabrication, bioreactors, mathematically modeling and protein and cell engineering the Zandstra lab is discovering how stem cells integrate their complex microenvironment to make self-renewal or differentiation divisions. The group is focused on using this understanding to enable new therapeutically and technologically relevant strategies in regenerative medicine. The Zandstra lab focuses in particular on understanding how to grow human blood stem cells, and on understanding how to differentiate pluripotent stem cells into functional blood, cardiac and pancreatic tissue.",
            "score": 227.57498168945312
        },
        {
            "docid": "54246896_2",
            "document": "Stem cell secretome . The stem cell secretome (also referred to as the stromal cell secretome) is a collective term for the paracrine soluble factors produced by stem cells and utilized for their inter-cell communication. In addition to inter-cell communication, the paracrine factors are also responsible for tissue development, homeostasis and (re-)generation. The Stem Cell Secretome consists of extracellular vesicles, specifically exosomes, microvesicles, membrane particles, peptides and small proteins (cytokines). The paracrine activity of stem cells, i.e. the stem cell secretome, has been found to be the predominant mechanism by which stem cell-based therapies mediate their effects in degenerative, auto-immune and/or inflammatory diseases. Though not only stem cells possess a secretome which influences their cellular environment, their secretome currently appears to be the most relevant for therapeutic use.",
            "score": 226.9584197998047
        },
        {
            "docid": "2777285_25",
            "document": "Adult stem cell . Pluripotent stem cells, i.e. cells that can give rise to any fetal or adult cell type, can be found in a number of tissues, including umbilical cord blood. Using genetic reprogramming, pluripotent stem cells equivalent to embryonic stem cells have been derived from human adult skin tissue. Other adult stem cells are multipotent, meaning they are restricted in the types of cell they can become, and are generally referred to by their tissue origin (such as mesenchymal stem cell, adipose-derived stem cell, endothelial stem cell, etc.). A great deal of adult stem cell research has focused on investigating their capacity to divide or self-renew indefinitely, and their potential for differentiation. In mice, pluripotent stem cells can be directly generated from adult fibroblast cultures.",
            "score": 221.4858856201172
        },
        {
            "docid": "2777285_18",
            "document": "Adult stem cell . Discoveries in recent years have suggested that adult stem cells might have the ability to differentiate into cell types from different germ layers. For instance, neural stem cells from the brain, which are derived from ectoderm, can differentiate into ectoderm, mesoderm, and endoderm. Stem cells from the bone marrow, which is derived from mesoderm, can differentiate into liver, lung, GI tract and skin, which are derived from endoderm and mesoderm. This phenomenon is referred to as stem cell transdifferentiation or plasticity. It can be induced by modifying the growth medium when stem cells are cultured \"in vitro\" or transplanting them to an organ of the body different from the one they were originally isolated from. There is yet no consensus among biologists on the prevalence and physiological and therapeutic relevance of stem cell plasticity. More recent findings suggest that pluripotent stem cells may reside in blood and adult tissues in a dormant state. These cells are referred to as \"Blastomere Like Stem Cells\" and \"very small embryonic like\" – \"VSEL\" stem cells, and display pluripotency in vitro. As BLSC's and VSEL cells are present in virtually all adult tissues, including lung, brain, kidneys, muscles, and pancreas Co-purification of BLSC's and VSEL cells with other populations of adult stem cells may explain the apparent pluripotency of adult stem cell populations. However, recent studies have shown that both human and murine VSEL cells lack stem cell characteristics and are not pluripotent.",
            "score": 218.5171356201172
        },
        {
            "docid": "22511551_3",
            "document": "Stem cell laws and policy in the United States . Stem cells are cells found in all multi-cellular organisms. They were isolated in mice in 1981, and in humans in 1998. In humans there are many types of stem cells, each with varying levels of potency. Potency is a measure of a cell's differentiation potential, or the number of other cell types that can be made from that stem cell. Embryonic stem cells are pluripotent stem cells derived from the inner cell mass of the blastocyst. These stem cells can differentiate into all other cells in the human body and are the subject of much scientific research. However, since they must be derived from early human embryos their production and use in research has been a hotly debated topic as the emt introduce new cells into adult bodies for possible treatment of cancer, diabetes, neurological disorders and other medical conditions. Stem cells have been used to repair tissue damaged by disease or age. Cloning also might be done with stem cells. Pluripotent stem cells can also be derived from Somatic cell nuclear transfer which is a laboratory technique where a clone embryo is created from a donor nucleus. Somatic cell nuclear transfer is also tightly regulated amongst various countries.",
            "score": 218.50416564941406
        },
        {
            "docid": "987320_27",
            "document": "Neurotechnology . The ethical debate about use of embryonic stem cells has stirred controversy both in the United States and abroad; although more recently these debates have lessened due to modern advances in creating induced pluripotent stem cells from adult cells. The greatest advantage for use of embryonic stem cells is the fact that they can differentiate (become) nearly any type of cell provided the right conditions and signals. However, recent advances by Shinya Yamanaka et al. have found ways to create pluripotent cells without the use of such controversial cell cultures. Using the patient's own cells and re-differentiating them into the desired cell type bypasses both possible patient rejection of the embryonic stem cells and any ethical concerns associated with using them, while also providing researchers a larger supply of available cells. However, induced pluripotent cells have the potential to form benign (though potentially malignant) tumors, and tend to have poor survivability \"in vivo\" (in the living body) on damaged tissue. Much of the ethics concerning use of stem cells has subsided from the embryonic/adult stem cell debate due to its rendered moot, but now societies find themselves debating whether or not this technology can be ethically used. Enhancements of traits, use of animals for tissue scaffolding, and even arguments for moral degeneration have been made with the fears that if this technology reaches its full potential a new paradigm shift will occur in human behavior.",
            "score": 217.3285675048828
        },
        {
            "docid": "2777285_13",
            "document": "Adult stem cell . Olfactory adult stem cells have been successfully harvested from the human olfactory mucosa cells, which are found in the lining of the nose and are involved in the sense of smell. If they are given the right chemical environment these cells have the same ability as embryonic stem cells to develop into many different cell types. Olfactory stem cells hold the potential for therapeutic applications and, in contrast to neural stem cells, can be harvested with ease without harm to the patient. This means they can be easily obtained from all individuals, including older patients who might be most in need of stem cell therapies.",
            "score": 216.32533264160156
        },
        {
            "docid": "8685250_18",
            "document": "Nova Southeastern University College of Dental Medicine . Stem cells have the ability to continuously divide and differentiate (develop) into various other kinds of cells/tissues. All tissues originate from fetal stem cells. Recently adult stem cells have been identified with the ability to create new tissues. We investigate stem cells that are taken from donor adult tissues, we do not conduct any research using fetal stem cells. Tissue engineering is the creation of new replacement tissues Potential patients that could benefit from stem cell therapies (millions): Cardiovascular disease 58 Autoimmune diseases 30 Diabetes 16 Osteoporosis 10 Cancer 8.2 Alzheimer's disease 4.5 Parkinson's disease 1.5 Severe burns 0.3 Spinal cord injuries 0.25 Birth defects 0.15",
            "score": 215.9001007080078
        },
        {
            "docid": "3831284_7",
            "document": "Stem cell controversy . Great levels of success and potential have been realized from research using adult stem cells. In early 2009, the FDA approved the first human clinical trials using embryonic stem cells. Only cells from an embryo at the morula stage or earlier are truly totipotent, meaning that they are able to form all cell types including placental cells. Adult stem cells are generally limited to differentiating into different cell types of their tissue of origin. However, some evidence suggests that adult stem cell plasticity may exist, increasing the number of cell types a given adult stem cell can become.",
            "score": 213.9774169921875
        },
        {
            "docid": "2687346_3",
            "document": "Interferon gamma . IFNγ, or type II interferon, is a cytokine that is critical for innate and adaptive immunity against viral, some bacterial and protozoal infections. IFNγ is an important activator of macrophages and inducer of Class II major histocompatibility complex (MHC) molecule expression. Aberrant IFNγ expression is associated with a number of autoinflammatory and autoimmune diseases. The importance of IFNγ in the immune system stems in part from its ability to inhibit viral replication directly, and most importantly from its immunostimulatory and immunomodulatory effects. IFNγ is produced predominantly by natural killer (NK) and natural killer T (NKT) cells as part of the innate immune response, and by CD4 Th1 and CD8 cytotoxic T lymphocyte (CTL) effector T cells once antigen-specific immunity develops. IFNγ is also produced by non-cytotoxic innate lymphoid cells (ILC), a family of immune cells first discovered in the early 2010s.",
            "score": 213.69088745117188
        },
        {
            "docid": "5682997_2",
            "document": "Plasmacytoid dendritic cell . Plasmacytoid dendritic cells (pDCs) are a rare type of immune cell that are known to secrete large quantities of type 1 interferon (IFNs) in response to a viral infection. They circulate in the blood and are found in peripheral lymphoid organs. They develop from bone marrow hematopoietic stem cells and constitute < 0.4% of peripheral blood mononuclear cells (PBMC). Other than conducting antiviral mechanisms, pDCs are considered to be key in linking the innate and adaptive immune systems. However, pDCs are also responsible for participating in and exacerbating certain autoimmune diseases like lupus.",
            "score": 213.55059814453125
        },
        {
            "docid": "2965167_12",
            "document": "NINDS brain trauma research . The use of stem cells to repair or replace damaged brain tissue is a new and exciting avenue of research. A neural stem cell is a special kind of cell that can multiply and give rise to other more specialized cell types. These cells are found in adult neural tissue and normally develop into several different cell types found within the central nervous system. NINDS researchers are investigating the ability of stem cells to develop into neurotransmitter-producing neurons, specifically dopamine-producing cells. Researchers are also looking at the power of stem cells to develop into oligodendrocytes, a type of brain cell that produces myelin, the fatty sheath that surrounds and insulates axons. One study in mice has shown that bone marrow stem cells can develop into neurons, demonstrating that neural stem cells are not the only type of stem cell that could be beneficial in the treatment of brain and nervous system disorders. At the moment, stem cell research for TBI is in its infancy, but future research may lead to advances for treatment and rehabilitation.",
            "score": 213.5285186767578
        },
        {
            "docid": "54421246_46",
            "document": "Spinocerebellar ataxia type 1 . One treatment option being investigated is stem cell therapy which attempts to replace dead tissue by transplanting stem cells into affected region and either stimulating them to differentiate into the desired cell types or allowing them to stimulate endogenous regenerative mechanisms. These techniques are of interest to researchers as a possible treatment for neurodegenerative diseases, but currently are of limited success in animal models, and in in-vitro cell culture studies. The ability for grafted cells to integrate into the desired tissue and adjust for the unique pathologies of different neurodegenerative disorders can be a severe limitation on the development of stem cell based treatments. Further, the tissues in the brain often rely on intricate and complicated arrangements of neurons; regions of the brain that do not require precision in these patterns to function, like the striatum affected by Parkinson's disease which uses paracrine signaling, tend to have better results in stem cell therapies than systems that require precision, like the cerebellum and pons. Stem cell therapies can be especially difficult in replacing Purkinje neuron loss as unaffected granule cells can prevent axons reaching the deep cerebellar nuclei with which Purkinje cells interface. Despite these difficulties, grafted neural precursor cells have been shown to be viable and to successfully migrate into desired location in SCA1 transgenic mice models and mesenchymal stem cells have been shown to mitigate loss of dendritic arborization SCA1 mice. Positive results have been found in mice models using both stem cells from fetal neuroectoderm and adult stem cells from the lateral ventricles and the dentate gyrus. Using harvested stem cells in stem cell therapies require immunosuppression to prevent the host from rejecting the transplants; creating induced pluripotent stem cells from the host's own cells would mitigate this risk and has had some testing in other neurodegenerative diseases.",
            "score": 213.49441528320312
        },
        {
            "docid": "1723667_19",
            "document": "Oncolytic virus . Vesicular stomatitis virus (VSV) is a rhabdovirus, consisting of 5 genes encoded by a negative sense, single-stranded RNA genome. In nature, VSV infects insects as well as livestock, where it causes a relatively localized and non-fatal illness. The low pathogenicity of this virus is due in large part to its sensitivity to interferons, a class of proteins that are released into the tissues and bloodstream during infection. These molecules activate genetic anti-viral defence programs that protect cells from infection and prevent spread of the virus. However, in 2000, Stojdl, Lichty et al. demonstrated that defects in these pathways render cancer cells unresponsive to the protective effects of interferons and therefore highly sensitive to infection with VSV. Since VSV undergoes a rapid cytolytic replication cycle, infection leads to death of the malignant cell and roughly a 1000-fold amplification of virus within 24h. VSV is therefore highly suitable for therapeutic application, and several groups have gone on to show that systemically administered VSV can be delivered to a tumour site, where it replicates and induces disease regression, often leading to durable cures. Attenuation of the virus by engineering a deletion of Met-51 of the matrix protein ablates virtually all infection of normal tissues, while replication in tumour cells is unaffected.",
            "score": 212.60743713378906
        },
        {
            "docid": "2448941_12",
            "document": "Cancer stem cell . The existence of CSCs is under debate, because many studies found no cells with their specific characteristics. Cancer cells must be capable of continuous proliferation and self-renewal to retain the many mutations required for carcinogenesis and to sustain the growth of a tumor, since differentiated cells (constrained by the Hayflick Limit) cannot divide indefinitely. For therapeutic consideration, if most tumor cells are endowed with stem cell properties, targeting tumor size directly is a valid strategy. If CSCs are a small minority, targeting them may be more effective. Another debate is over the origin of CSCs - whether from disregulation of normal stem cells or from a more specialized population that acquired the ability to self-renew (which is related to the issue of stem cell plasticity). Confounding this debate is the discovery that many cancer cells demonstrate a Phenotypic plasticity under therapeutic challenge, altering their transcriptomes to a more stem-like state to escape destruction.",
            "score": 212.4561767578125
        },
        {
            "docid": "54246896_3",
            "document": "Stem cell secretome . Stem Cell therapies, here referred to as therapies employing non-hematopoietic, mesenchymal stem cells, have a wide range of potential therapeutic benefits for different diseases, most of which are currently investigated in clinical trials. The therapeutic properties of stem cells are mainly attributed to their secretome, which has been shown to modulate several biological processes in vitro and in vivo, such as cell proliferation, survival, differentiation, immunomodulation, anti-apoptosis, angiogenesis and stimulation of tissue adjacent cells. This is contrary to the historic hypothesis that stem cell migration and transdifferentiation is the primary mechanism of effect of stem cell injection therapies.",
            "score": 211.7504425048828
        },
        {
            "docid": "10213576_2",
            "document": "Stem-cell niche . Stem-cell niche refers to a microenvironment, within the specific anatomic location where stem cells are found, which interacts with stem cells to regulate cell fate. The word 'niche' can be in reference to the \"in vivo\" or \"in vitro\" stem-cell microenvironment. During embryonic development, various niche factors act on embryonic stem cells to alter gene expression, and induce their proliferation or differentiation for the development of the fetus. Within the human body, stem-cell niches maintain adult stem cells in a quiescent state, but after tissue injury, the surrounding micro-environment actively signals to stem cells to promote either self-renewal or differentiation to form new tissues. Several factors are important to regulate stem-cell characteristics within the niche: cell–cell interactions between stem cells, as well as interactions between stem cells and neighbouring differentiated cells, interactions between stem cells and adhesion molecules, extracellular matrix components, the oxygen tension, growth factors, cytokines, and the physicochemical nature of the environment including the pH, ionic strength (e.g. Ca concentration) and metabolites, like ATP, are also important. The stem cells and niche may induce each other during development and reciprocally signal to maintain each other during adulthood.",
            "score": 211.57583618164062
        },
        {
            "docid": "1209057_20",
            "document": "Wnt signaling pathway . Cell fate specification or cell differentiation is a process where undifferentiated cells can become a more specialized cell type. Wnt signaling induces differentiation of pluripotent stem cells into mesoderm and endoderm progenitor cells. These progenitor cells further differentiate into cell types such as endothelial, cardiac and vascular smooth muscle lineages. Wnt signaling induces blood formation from stem cells. Specifically, Wnt3 leads to mesoderm committed cells with hematopoietic potential. Wnt1 antagonizes neural differentiation and is a major factor in self-renewal of neural stem cells. This allows for regeneration of nervous system cells, which is further evidence of a role in promoting neural stem cell proliferation. Wnt signaling is involved in germ cell determination, gut tissue specification, hair follicle development, lung tissue development, trunk neural crest cell differentiation, nephron development, ovary development and sex determination. Wnt signaling also antagonizes heart formation, and Wnt inhibition was shown to be a critical inducer of heart tissue during development, and small molecule Wnt inhibitors are routinely used to produce cardiomyocytes from pluripotent stem cells .",
            "score": 211.26480102539062
        },
        {
            "docid": "1708182_22",
            "document": "Designer baby . The techniques used in gene therapy, which are also referred to as vectors, have a method of using a healthy gene to attack and replace an infected gene. The number of techniques or vectors that have been used to conduct these clinical trials vary. A few of the techniques are basic processing, gene doping, and viral vectors. Viral infections can be life-threatening in patients who are immune-compromised because they cannot mount an effective immune response. Approaches to protection from infection using gene therapy include T cell-based immunotherapy, stem-cell based therapy, genetic vaccines, and other approaches to genetic blockade of infection. There are also other approaches known as T cell-based approaches, cell therapy, stem-cell-based approaches, and genetic vaccines.",
            "score": 210.6773681640625
        },
        {
            "docid": "22493670_8",
            "document": "Retinal gene therapy using lentiviral vectors . In an innate immune response, toll-like receptors (TLRs) found in many cells recognize particles and molecules normally produced by retroviruses like genomic DNA typically found in viruses, genomic RNA found in retroviruses, or double-stranded RNA found in still other retroviruses. These TLRs can initiate downstream effects that can eventually result in the loss of the infected cell and complications in the treated patient. Other work by researchers suggests interferon may play an important role in preventing successful infection of the target cell. Although some researchers suggest treating interferon receptors in the patient with immunosuppressive drugs to allow for a greater response to lentiviral vector treatment, there is still very little data to suggest this approach would work or not.",
            "score": 210.36317443847656
        },
        {
            "docid": "25514357_23",
            "document": "Adoptive cell transfer . Improved antitumor responses have been seen in mouse and monkey models using T cells in early differentiation stages (such as naïve or central memory cells). CD8 T cells follow a progressive pathway of differentiation from naïve T cells into stem cell memory, central memory, effector memory, and ultimately terminally differentiated effector T cell populations. CD8 T cells paradoxically lose antitumor power as they acquire the ability to lyse target cells and to produce the cytokine interferon-γ, qualities otherwise thought to be important for antitumor efficacy. Differentiation state is inversely related to proliferation and persistence. Age is negatively correlated with clinical effectiveness. CD8 T cells can exist in a stem cell–like state, capable of clonal proliferation. Human T memory stem cells express a gene program that enables them to proliferate extensively and differentiate into other T cell populations.",
            "score": 210.23739624023438
        },
        {
            "docid": "2777285_24",
            "document": "Adult stem cell . The therapeutic potential of adult stem cells is the focus of much scientific research, due to their ability to be harvested from the patient. In common with embryonic stem cells, adult stem cells have the ability to differentiate into more than one cell type, but unlike the former they are often restricted to certain types or \"lineages\". The ability of a differentiated stem cell of one lineage to produce cells of a different lineage is called transdifferentiation. Some types of adult stem cells are more capable of transdifferentiation than others, but for many there is no evidence that such a transformation is possible. Consequently, adult stem therapies require a stem cell source of the specific lineage needed, and harvesting and/or culturing them up to the numbers required is a challenge. Additionally, cues from the immediate environment (including how stiff or porous the surrounding structure/extracellular matrix is) can alter or enhance the fate and differentiation of the stem cells.",
            "score": 210.0603485107422
        },
        {
            "docid": "1053949_44",
            "document": "Spinal cord injury . Scientists are investigating various avenues for treatment of spinal cord injury. Therapeutic research is focused on two main areas: neuroprotection and neuroregeneration. The former seeks to prevent the harm that occurs from secondary injury in the minutes to weeks following the insult, and the latter aims to reconnect the broken circuits in the spinal cord to allow function to return. Neuroprotective drugs target secondary injury effects including inflammation, damage by free radicals, excitotoxicity (neuronal damage by excessive glutamate signaling), and apoptosis (cell suicide). Several potentially neuroprotective agents that target pathways like these are under investigation in human clinical trials. Stem cell transplantation is an important avenue for SCI research: the goal is to replace lost spinal cord cells, allow reconnection in broken neural circuits by regrowing axons, and to create an environment in the tissues that is favorable to growth. A key avenue of SCI research is research on stem cells, which can differentiate into other types of cells—including those lost after SCI. Types of cells being researched for use in SCI include embryonic stem cells, neural stem cells, mesenchymal stem cells, olfactory ensheathing cells, Schwann cells, activated macrophages, and induced pluripotent stem cells. Hundreds of stem cell studies have been done in humans, with promising but inconclusive results. An ongoing Phase 2 trial in 2016 presented data showing that after 90 days, 2 out of 4 subjects had already improved two motor levels and had thus already achieved its endpoint of 2/5 patients improving two levels within 6–12 months. Six-month data is expected in January 2017.",
            "score": 209.60159301757812
        },
        {
            "docid": "36315057_7",
            "document": "Induced stem cells . Some types of mature, specialized adult cells can naturally revert to stem cells. For example, \"chief\" cells express the stem cell marker Troy. While they normally produce digestive fluids for the stomach, they can revert into stem cells to make temporary repairs to stomach injuries, such as a cut or damage from infection. Moreover, they can make this transition even in the absence of noticeable injuries and are capable of replenishing entire gastric units, in essence serving as quiescent \"reserve\" stem cells. Differentiated airway epithelial cells can revert into stable and functional stem cells in vivo. After injury, mature terminally differentiated kidney cells dedifferentiate into more primordial versions of themselves and then differentiate into the cell types needing replacement in the damaged tissue Macrophages can self-renew by local proliferation of mature differentiated cells. In newts, muscle tissue is regenerated from specialized muscle cells that dedifferentiate and forget the type of cell they had been. This capacity to regenerate does not decline with age and may be linked to their ability to make new stem cells from muscle cells on demand.",
            "score": 209.1184539794922
        },
        {
            "docid": "41497393_2",
            "document": "Injury-induced stem-cell niche . An injury-induced stem-cell niche is a cellular microenvironments generated during tissue injury. These environments are triggered by injury and the local responses of support cells, and enable the possibility of repair by endogenous or transplanted neural stem cells. These environments have been demonstrated in several injury models, most notable in the CNS. The term was coined by Jaime Imitola and Evan Y. Snyder when they demonstrated that astrocytes and endothelial cells during stroke are able to create a permissive environment for neural regeneration, that is most striking for exogenous transplanted neural stem cells. Previous work by the Snyder Laboratory have shown that the interactions between NSCs and local cells is reciprocal, underlying a bystander beneficial effect of neural stem cells without neural differentiation, once thought to be the only mechanism for therapeutical benefit of stem cells in CNS injury.",
            "score": 209.00015258789062
        },
        {
            "docid": "147532_12",
            "document": "Beckman Research Institute . John Rossi has worked on treatments for AIDS-related lymphoma, pancreatic cancer and liver cancer. He was the first researcher to use RNA to block the progress of the virus that causes HIV/Aids by degrading the HIV virus within infected cells. He is involved in ongoing work with David DiGiusto and others to develop disease-resistant immune systems by transplanting gene-modified HIV-1-resistant stem and progenitor cells. With John Zaia and others, Rossi has worked on Lentiviral vectors for delivering RNA-based gene therapy. This approach combines stem cell and gene therapy to deliver RNA molecules that can block the genes that the HIV/AIDS virus uses to infect immune cells. John Zaia is also investigating the possibility that cancer chemotherapy can perturb reservoirs of HIV, which has relevance to therapeutic interventions to cure HIV.",
            "score": 208.6923828125
        },
        {
            "docid": "2777285_3",
            "document": "Adult stem cell . Scientific interest in adult stem cells is centered on their ability to divide or \"self-renew\" indefinitely, and generate all the cell types of the organ from which they originate, potentially regenerating the entire organ from a few cells. Unlike for embryonic stem cells, the use of human adult stem cells in research and therapy is not considered to be controversial, as they are derived from adult tissue samples rather than human embryos designated for scientific research. They have mainly been studied in humans and model organisms such as mice and rats.",
            "score": 208.66897583007812
        },
        {
            "docid": "168927_6",
            "document": "Somatic cell nuclear transfer . Embryonic stem cells are undifferentiated cells of an embryo. These cells are deemed to have a pluripotent potential because they have the ability to give rise to all of the tissues found in an adult organism. This ability allows stem cells to create any cell type, which could then be transplanted to replace damaged or destroyed cells. Controversy surrounds human ESC work due to the destruction of viable human embryos. Leading scientists to seek an alternative method of obtaining stem cells, SCNT is one such method.",
            "score": 208.5789337158203
        },
        {
            "docid": "1029022_2",
            "document": "Embryonic stem cell . Embryonic stem cells (ES cells or ESCs) are pluripotent stem cells derived from the inner cell mass of a blastocyst, an early-stage pre-implantation embryo. Human embryos reach the blastocyst stage 4–5 days post fertilization, at which time they consist of 50–150 cells. Isolating the embryoblast, or inner cell mass (ICM) results in destruction of the blastocyst, a process which raises ethical issues, including whether or not embryos at the pre-implantation stage should be have the same moral considerations as embryos in the post-implantation stage of development. Researchers are currently focusing heavily on the therapeutic potential of embryonic stem cells, with clinical use being the goal for many labs. These cells are being studied to be used as clinical therapies, models of genetic disorders, and cellular/DNA repair. However, adverse effects in the research and clinical processes have also been reported.",
            "score": 207.80752563476562
        },
        {
            "docid": "39226476_9",
            "document": "Stimulator of interferon genes . STING mediates the type I interferon production in response to intracellular DNA and a variety of intracellular pathogens, including viruses, intracellular bacteria and intracellular parasites. Upon infection, STING from infected cells can sense the presence of nucleic acids from intracellular pathogens, and then induce interferon β and more than 10 forms of interferon α production. Type I interferon produced by infected cells can find and bind to Interferon-alpha/beta receptor of nearby cells to protect cells from local infection.",
            "score": 207.3815155029297
        }
    ]
}