{
    "q": [
        {
            "docid": "9065739_16",
            "document": "KRAS . Different types of data including mutation status and gene expression did not have a significant prognostic power. No correlation to survival was observed in 72% of all studies with KRAS sequencing performed in non-small cell lung cancer (NSCLC). However, KRAS mutations cannot solely affect the gene itself and the expression of the corresponding protein, but can also influence the expression of other downstream genes involved in crucial pathways regulating cell growth, differentiation and apoptosis. The different expression of these genes in KRAS-mutant tumors might have a more prominent role in affecting patient’s clinical outcomes.",
            "score": 125.94357967376709
        },
        {
            "docid": "25304632_2",
            "document": "Gene expression profiling in cancer . Cancer is a disease characterized by uncontrolled cell growth and proliferation. For cancer to develop, genes regulating cell growth and differentiation must be altered; these mutations are then maintained through subsequent cell divisions and are thus present in all cancerous cells. Gene expression profiling is a technique used in molecular biology to query the expression of thousands of genes simultaneously. In the context of cancer, gene expression profiling has been used to more accurately classify tumors. The information derived from gene expression profiling often helps in predicting the patient’s clinical outcome.",
            "score": 152.72301030158997
        },
        {
            "docid": "42429689_9",
            "document": "Carlos Cordon-Cardo . Several findings from Cordon-Cardo's research at Sloan Kettering have had specific implications for the treatment of cancer and experimental cancer treatment and have led to more personalized therapies, particularly for cancers of the genitourinary system. While it had been previously thought that P-glycoprotein was unique to cancer cells, Cordon-Cardo showed in 1989 that it is also present in normal cells and is exploited by cancer cells to survive chemotherapy. In 1990, he was among the first to show that the mutated gene (RB) which causes the childhood cancer retinoblastoma is also present in some adults with sarcomas but no history of retinoblastoma. He also found that the presence of the mutated gene in adult cancers was associated with a poor clinical outcome. His 1994 research in collaboration with Arnold J. Levine was one of the first examples of how mutations in the gene which regulates the tumor suppressor p53 can lead to cancer by inactivating all the normal p53, thus allowing cancer cells to grow uncontrollably. A later study by Cordon-Cardo in 1997 found that when mutated p53 and RB are both present in a tumor, it becomes very aggressive and resistant to most treatments.",
            "score": 136.60147905349731
        },
        {
            "docid": "53264736_4",
            "document": "Nuria Lopez Bigas . López-Bigas' lab has contributed to the identification of genes that drive abnormal growth of malignant cells, known as cancer driver genes. During tumorigenesis, positive selection of mutations that activate the tumorigenic potential of oncogenes occur. Her lab has developed computational methodologies to detect these signals of positive selection in the pattern of somatic mutations observed in tumors. They developed pioneer methods to identify cancer driver genes through the creation of IntOGen. This web platform supports cancer researchers by providing a systematic analysis of oncogene data across various sequencing projects to aid in clinical decision-making. The lab is also involved in advancing precision medicine by using targetable gene alterations to help determine therapeutic options for cancer patients. They have developed an approach that uses bioinformatic resources to identify therapeutically actionable genomic alterations in tumors, which is accessible through another online database called the Cancer Genome Interpreter.",
            "score": 152.20689749717712
        },
        {
            "docid": "14087410_12",
            "document": "Heat shock protein 90kDa alpha (cytosolic), member A1 . Over the last two decades HSP90 has emerged as an intriguing target in the war on cancer. HSP90 interacts and supports numerous proteins that promote oncogenesis, thus distinguishing Hsp90 as a cancer enabler as it is regarded as essential for malignant transformation and progression. Moreover, through their extensive interactomes, both paralogs are associated with each hallmark of cancer. The HSP90AA1 gene however is not altered in a majority of tumors according to The Cancer Genome Atlas (TCGA). Currently bladder cancer is found to have the largest number of alterations followed by pancreatic cancer. This may not come as a surprise since overall Hsp90 expression levels are held at such a high level compared to most all other proteins within the cell., therefore further increasing Hsp90 levels may not provide any benefit to cancer growth. Additionally, whole genome sequencing across all tumor types and cancer cell lines reveals that there are presently 115 different mutations within the HSP90AA1 open reading frame. The effects of these mutations on HSP90A function, however, remain unknown. Remarkably, in a number of tumors the HSP90AA1 gene is homozygously deleted, suggesting that these tumors may have a reduced level of malignancy. This is supported by a comparative genome-wide analysis of 206 gastric cancer patients that reported loss of HSP90AA1 is indeed associated with favorable outcomes after surgery alone. This supports the possibility that the absence of Hsp90A in tumor biopsies may serve as a biomarker for positive clinical outcomes. Biologically, Hsp90A differs from Hsp90B in that Hsp90A is presently understood to function as a secreted extracellular agent in wound healing and inflammation in addition to its intracellular roles. These two processes are often hijacked by cancer allowing for malignant cell motility, metastasis and extravasion. Current research in prostate cancer indicates that extracellular Hsp90A transduces signals that promote the chronic inflammation of cancer-associated fibroblasts. This reprogramming of the extracellular milieu surrounding malignant adenocarcinoma cells is understood to stimulate prostate cancer progression. Extracellular HSP90A induces inflammation through the activation of the NF-κB (RELA) and STAT3 transcription programs that include the pro-inflammatory cytokines IL-6 and IL-8. Coincidentally NF-κB also induces expression Hsp90A., thus providing a model where newly expressed Hsp90A would also be secreted from the stimulated fibroblast thereby creating positive autocrine and paracrine feedback loops resulting in an inflammatory storm at the site of malignancy. This concept requires further attention as it may explain the correlation of increased levels of Hsp90A in the plasma of patients with advanced stages of malignancy.",
            "score": 165.69739031791687
        },
        {
            "docid": "35746225_2",
            "document": "Cancer epigenetics . Cancer epigenetics is the study of epigenetic modifications to the DNA of cancer cells that do not involve a change in the nucleotide sequence. Epigenetic alterations may be just as important, or even more important, than genetic mutations in a cell's transformation to cancer. In cancers, loss of expression of genes occurs about 10 times more frequently by transcription silencing (caused by epigenetic promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, in colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while these CpG islands are not methylated in the adjacent mucosa. Manipulation of epigenetic alterations holds great promise for cancer prevention, detection, and therapy. In different types of cancer, a variety of epigenetic mechanisms can be perturbed, such as silencing of tumor suppressor genes and activation of oncogenes by altered CpG island methylation patterns, histone modifications, and dysregulation of DNA binding proteins. Several medications which have epigenetic impact are now used in several of these diseases.",
            "score": 178.76164269447327
        },
        {
            "docid": "52237542_4",
            "document": "DNA methylation in cancer . In cancer, a number of mutational changes are found in protein coding genes. Colorectal cancers typically have 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations that silence protein expression in the genes affected. However, transcriptional silencing may be more important than mutation in causing gene silencing in progression to cancer. In colorectal cancers about 600 to 800 genes are transcriptionally silenced, compared to adjacent normal-appearing tissues, by CpG island methylation. Transcriptional repression in cancer can also occur by other epigenetic mechanisms, such as altered expression of microRNAs.",
            "score": 121.4267647266388
        },
        {
            "docid": "198951_17",
            "document": "CpG site . In cancers, loss of expression of genes occurs about 10 times more frequently by hypermethylation of promoter CpG islands than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. In contrast, in one study of colon tumors compared to adjacent normal-appearing colonic mucosa, 1,734 CpG islands were heavily methylated in tumors whereas these CpG islands were not methylated in the adjacent mucosa. Half of the CpG islands were in promoters of annotated protein coding genes, suggesting that about 867 genes in a colon tumor have lost expression due to CpG island methylation. A separate study found an average of 1,549 differentially methylated regions (hypermethylated or hypomethylated) in the genomes of six colon cancers (compared to adjacent mucosa), of which 629 were in known promoter regions of genes. A third study found more than 2,000 genes differentially methylated between colon cancers and adjacent mucosa. Using gene set enrichment analysis, 569 out of 938 gene sets were hypermethylated and 369 were hypomethylated in cancers. Hypomethylation of CpG islands in promoters results in overexpression of the genes or gene sets affected.",
            "score": 110.95835638046265
        },
        {
            "docid": "2332422_4",
            "document": "Carcinogenesis . Cancer is fundamentally a disease of regulation of tissue growth. In order for a normal cell to transform into a cancer cell, genes that regulate cell growth and differentiation must be altered. Genetic and epigenetic changes can occur at many levels, from gain or loss of entire chromosomes, to a mutation affecting a single DNA nucleotide, or to silencing or activating a microRNA that controls expression of 100 to 500 genes. There are two broad categories of genes that are affected by these changes. Oncogenes may be normal genes that are expressed at inappropriately high levels, or altered genes that have novel properties. In either case, expression of these genes promotes the malignant phenotype of cancer cells. Tumor suppressor genes are genes that inhibit cell division, survival, or other properties of cancer cells. Tumor suppressor genes are often disabled by cancer-promoting genetic changes. Finally Oncovirinae, viruses that contain an oncogene, are categorized as oncogenic because they trigger the growth of tumorous tissues in the host. This process is also referred to as viral transformation.",
            "score": 176.46192073822021
        },
        {
            "docid": "25304632_14",
            "document": "Gene expression profiling in cancer . In a 2001 study published in the \"Proceedings of the National Academy of Sciences\", Sørlie \"et al.\" further stratified the classifications described by Perou \"et al.\" and explored the clinical value of these breast cancer subtypes. The authors separated the ER-positive tumors into two distinct groups and found that tumor classification based on gene expression was related to patient survival. The expression of 427 genes was measured for 78 cancers and seven non-malignant breast samples. Following hierarchical clustering, the samples formed two groups at the highest level of organization reflecting the ER-positive and ER-negative phenotypes; the ER-negative cluster further stratified to groups identical to those described by Perou \"et al.\" In contrast to previous results, Sørlie \"et al.\" found that the ER-positive group could also be separated into three distinct subgroups termed luminal subtypes A, B, and, C based on patterns of luminal-specific gene expression with different outcomes. The authors further found once they performed survival analyses that tumors belonging to the various groups showed significantly different outcomes when treated uniformly. Survival analyses are often shown as Kaplan-Meier survival plots, an example of which is shown to the right.",
            "score": 95.20185208320618
        },
        {
            "docid": "14082598_37",
            "document": "BRAF (gene) . More than 30 mutations of the \"BRAF\" gene associated with human cancers have been identified. The frequency of BRAF mutations varies widely in human cancers, from more than 80% in melanomas and nevi, to as little as 0–18% in other tumors, such as 1–3% in lung cancers and 5% in colorectal cancer. In 90% of the cases, thymine is substituted with adenine at nucleotide 1799. This leads to valine (V) being substituted for by glutamate (E) at codon 600 (now referred to as V600E) in the activation segment that has been found in human cancers. This mutation has been widely observed in papillary thyroid carcinoma, colorectal cancer, melanoma and non-small-cell lung cancer. BRAF-V600E mutation are present in 57% of Langerhans cell histiocytosis patients. The V600E mutation is a likely driver mutation in 100% of cases of hairy cell leukaemia. High frequency of BRAF V600E mutations have been detected in ameloblastoma, a benign but locally infiltrative odontogenic neoplasm. The V600E mutation may also be linked, as a single-driver mutation (a genetic 'smoking gun') to certain cases of papillary craniopharyngioma development.",
            "score": 136.1301975250244
        },
        {
            "docid": "1659763_7",
            "document": "Frederick Pei Li . Molecular Epidemiology of Hereditary Cancers In his bio on the Harvard T.H. Chan School of Public Health website, Dr. Li said about his interests and work that \"recent data have established that the basic molecular defects in cancer are genetic changes that result in loss of normal cellular control mechanisms. Some of these mutations can be inherited through the germline. I have been studying inherited susceptibility of cancer through affected families. The goal is to identify genes that are involved in cancer development. I was attracted to studies of cancer families because epidemiological studies show that virtually all cancers manifest a tendency to aggregate in families. Close relatives of a cancer patient are at increased risk of that neoplasm, and perhaps other forms of cancer. The excess site-specific cancer risk is exceptionally high for carriers of certain cancer genes, in whom the attack rate can approach 100 percent. In candidate cancer families, the possibility that clustering is on the basis of chance must be excluded through epidemiological studies that establish the presence of an excess cancer risk. Predisposed families are candidates for laboratory studies to identify the inherited susceptibility factors. These investigations have led to the identification and isolation of human cancer genes, the tumor suppressor genes. These cancer genes are among more than 200 single-gene traits associated with the development of cancer. Approximately a dozen inherited susceptibility genes have been definitively identified, and many more are being sought. From studies of retinoblastoma and other rare cancers, important new information was generated about the fundamental biology of cancers that arise in many patients. Isolation of an inherited cancer susceptibility gene provides opportunities for presymptomatic testing of at-risk relatives. However, testing of healthy individuals also raise important issues regarding informed consent, confidentiality and potential for adverse psychological, social and economic effects...My colleagues and I are using families with inherited mutations in the p53 gene, which predisposes to breast cancer and diverse childhood cancers, as a model for developing a genetic testing program.\"",
            "score": 143.035768866539
        },
        {
            "docid": "6060319_8",
            "document": "Von Hippel–Lindau tumor suppressor . It is clear that VHL and HIF interact closely. Firstly, all renal cell carcinoma mutations in VHL that have been tested affect the protein's ability to modify HIF. Additionally, HIF activation can be detected in the earliest events in tumorigenesis in patients with VHL syndrome. In normal cells in hypoxic conditions, HIF1A is activated with little activation of HIF2A. However, in tumors the balance of HIF1A and HIF2A is tipped towards HIF2A. While HIF1A serves as a pro-apoptotic factor, HIF2A interacts with cyclin D1. This leads to increased survival due to lower rates of apoptosis and increased proliferation due to the activation of cyclin D1. Recent genome wide analysis of HIF binding in kidney cancer showed that HIF1A binds upstream of majorly good prognosis genes, while HIF2A binds upstream to majorly poor prognosis genes. This indicates that the HIF transcription factor distribution in kidney cancer is of major importance in determining the outcome of the patients.",
            "score": 105.9698133468628
        },
        {
            "docid": "1264722_12",
            "document": "Malignant transformation . A second underlying commonality in cancers is altered epigenetic regulation of transcription. In cancers, loss of gene expression occurs about 10 times more frequently by epigenetic transcription silencing (caused, for example, by promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. In contrast, the frequency of epigenetic alterations is much higher. In colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while the corresponding CpG islands are not methylated in the adjacent mucosa. Such methylation turns off expression of a gene as completely as a mutation would. Around 60–70% of human genes have a CpG island in their promoter region. In colon cancers, in addition to hypermethylated genes, several hundred other genes have hypomethylated (under-methylated) promoters, thereby causing these genes to be turned on when they ordinarily would be turned off.",
            "score": 99.75898456573486
        },
        {
            "docid": "363559_23",
            "document": "Pancreatic cancer . The genetic events found in ductal adenocarcinoma have been well characterized, and complete exome sequencing has been done for the common types of tumor. Four genes have each been found to be mutated in the majority of adenocarcinomas: \"KRAS\" (in 95% of cases), \"CDKN2A\" (also in 95%), \"TP53\" (75%), and \"SMAD4\" (55%). The last of these are especially associated with a poor prognosis. \"SWI/SNF\" mutations/deletions occur in about 10–15% of the adenocarcinomas. The genetic alterations in several other types of pancreatic cancer and precancerous lesions have also been researched. Transcriptomics analyses and mRNA sequencing for the common forms of pancreatic cancer have found that 75% of human genes are expressed in the tumors, with some 200 genes more specifically expressed in pancreatic cancer as compared to other tumor types.",
            "score": 136.74793791770935
        },
        {
            "docid": "2332422_48",
            "document": "Carcinogenesis . Mutations of tumor suppressor genes that occur in germline cells are passed along to offspring, and increase the likelihood for cancer diagnoses in subsequent generations. Members of these families have increased incidence and decreased latency of multiple tumors. The tumor types are typical for each type of tumor suppressor gene mutation, with some mutations causing particular cancers, and other mutations causing others. The mode of inheritance of mutant tumor suppressors is that an affected member inherits a defective copy from one parent, and a normal copy from the other. For instance, individuals who inherit one mutant \"p53\" allele (and are therefore heterozygous for mutated \"p53\") can develop melanomas and pancreatic cancer, known as Li-Fraumeni syndrome. Other inherited tumor suppressor gene syndromes include \"Rb\" mutations, linked to retinoblastoma, and \"APC\" gene mutations, linked to adenopolyposis colon cancer. Adenopolyposis colon cancer is associated with thousands of polyps in colon while young, leading to colon cancer at a relatively early age. Finally, inherited mutations in \"BRCA1\" and \"BRCA2\" lead to early onset of breast cancer.",
            "score": 133.03448712825775
        },
        {
            "docid": "206979_18",
            "document": "Colorectal cancer . Epigenetic alterations are much more frequent in colon cancer than genetic (mutational) alterations. As described by Vogelstein et al., an average cancer of the colon has only 1 or 2 oncogene mutations and 1 to 5 tumor suppressor mutations (together designated “driver mutations”), with about 60 further “passenger” mutations. The oncogenes and tumor suppressor genes are well studied and are described above under Pathogenesis.",
            "score": 130.19953441619873
        },
        {
            "docid": "159266_36",
            "document": "Gene expression . The majority of gene promoters contain a CpG island with numerous CpG sites. When many of a gene's promoter CpG sites are methylated the gene becomes silenced. Colorectal cancers typically have 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, transcriptional silencing may be of more importance than mutation in causing progression to cancer. For example, in colorectal cancers about 600 to 800 genes are transcriptionally silenced by CpG island methylation (see regulation of transcription in cancer). Transcriptional repression in cancer can also occur by other epigenetic mechanisms, such as altered expression of microRNAs. In breast cancer, transcriptional repression of BRCA1 may occur more frequently by over-expressed microRNA-182 than by hypermethylation of the BRCA1 promoter (see Low expression of BRCA1 in breast and ovarian cancers).",
            "score": 92.58704781532288
        },
        {
            "docid": "553121_12",
            "document": "Regulation of gene expression . In vertebrates, the majority of gene promoters contain a CpG island with numerous CpG sites. When many of a gene's promoter CpG sites are methylated the gene becomes silenced. Colorectal cancers typically have 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, transcriptional silencing may be of more importance than mutation in causing progression to cancer. For example, in colorectal cancers about 600 to 800 genes are transcriptionally silenced by CpG island methylation (see regulation of transcription in cancer). Transcriptional repression in cancer can also occur by other epigenetic mechanisms, such as altered expression of microRNAs. In breast cancer, transcriptional repression of BRCA1 may occur more frequently by over-expressed microRNA-182 than by hypermethylation of the BRCA1 promoter (see Low expression of BRCA1 in breast and ovarian cancers).",
            "score": 92.58704781532288
        },
        {
            "docid": "3208464_7",
            "document": "MammaPrint . The paradigm used to development the 70-GS makes it unique in molecular breast cancer diagnostics because it allowed the tumor biology itself to show the genes most predictive of known patient outcomes. Rather than pre-selecting a few genes based on literature and known information at a given time, supervised learning from the entire expressed genome gives it farsighted utility as the knowledge of cancer biology evolves. Furthermore, development using \"untreated\" tumors allows physicians to know their patient’s risk of recurrence, without any treatment bias or assumptions, before making a patient's treatment plan.",
            "score": 110.2920835018158
        },
        {
            "docid": "38885064_2",
            "document": "Cancer syndrome . A cancer syndrome or family cancer syndrome is a genetic disorder in which inherited genetic mutations in one or more genes predispose the affected individuals to the development of cancers and may also cause the early onset of these cancers. Cancer syndromes often show not only a high lifetime risk of developing cancer, but also the development of multiple independent primary tumors. Many of these syndromes are caused by mutations in tumor suppressor genes, genes that are involved in protecting the cell from turning cancerous. Other genes that may be affected are DNA repair genes, oncogenes and genes involved in the production of blood vessels (angiogenesis). Common examples of inherited cancer syndromes are hereditary breast-ovarian cancer syndrome and hereditary non-polyposis colon cancer (Lynch syndrome).",
            "score": 152.49184489250183
        },
        {
            "docid": "44690654_29",
            "document": "Circulating tumor DNA . In a targeted approach, sequencing of ctDNA can be directed towards a genetic panel constructed based on mutational hotspots for the cancer of interest. This is especially important for informing treatment in situations where mutations are identified in druggable targets. Personalizing targeted analysis of ctDNA to each patient is also possible by combining liquid biopsies with standard primary tissue biopsies. Whole genome or whole exome sequencing of the primary tumor biopsy allows for discovery of genetic mutations specific to a patient’s tumor, and can be used for subsequent targeted sequencing of the patient’s ctDNA. The highest sensitivity of ctDNA detection is accomplished through targeted sequencing of specific single nucleotide polymorphisms (SNPs). Commonly mutated genes, such as oncogenes, which typically have hotspot mutations, are good candidates for targeted sequencing approaches. Conversely, most tumor suppressor genes have a wide array of possible loss of function mutations throughout the gene, and as such are not suitable for targeted sequencing.",
            "score": 151.18566846847534
        },
        {
            "docid": "7737653_3",
            "document": "Oncogenomics . Cancer is a genetic disease caused by accumulation of DNA mutations and epigenetic alterations leading to unrestrained cell proliferation and neoplasm formation. The goal of oncogenomics is to identify new oncogenes or tumor suppressor genes that may provide new insights into cancer diagnosis, predicting clinical outcome of cancers and new targets for cancer therapies. The success of targeted cancer therapies such as Gleevec, Herceptin and Avastin raised the hope for oncogenomics to elucidate new targets for cancer treatment. Besides understanding the underlying genetic mechanisms that initiate or drive cancer progression, oncogenomics targets personalized cancer treatment. Cancer develops due to DNA mutations and epigenetic alterations that accumulate randomly. Identifying and targeting the mutations in an individual patient may lead to increased treatment efficacy.",
            "score": 182.05319261550903
        },
        {
            "docid": "14818761_5",
            "document": "ROS1 . Gene rearrangements involving the \"ROS1\" gene were first detected in glioblastoma tumors and cell lines. In 2007 a \"ROS1\" rearrangement was identified in a cell line derived from a lung adenocarcinoma patient. Since that discovery, multiple studies have demonstrated an incidence of approximately 1% in lung cancers, demonstrated oncogenicity, and showed that inhibition of tumor cells bearing \"ROS1\" gene fusions by crizotinib or other \"ROS1\" tyrosine kinase inhibitors was effective in vitro. Clinical data supports the use of crizotinib in lung cancer patients with \"ROS1\" gene fusions. Preclinical and clinical work suggests multiple potential mechanisms of drug resistance in \"ROS1\" + lung cancer, including kinase domain mutations in \"ROS1\" and bypass signaling via RAS and EGFR. Although the most preclinical and clinical studies of \"ROS1\" gene fusions have been performed in lung cancer, \"ROS1\" fusions have been detected in multiple other tumor histologies, including ovarian carcinoma, sarcoma, cholangiocarcinomas and others. Crizotinib or other \"ROS1\" inhibitors may be effective in other tumor histologies beyond lung cancer as demonstrated by a patient with an inflammatory myofibroblastic tumor harboring a \"ROS1\" fusion with a dramatic response to crizotinib.",
            "score": 127.3951895236969
        },
        {
            "docid": "1334379_10",
            "document": "Cancer research . The goal of oncogenomics is to identify new oncogenes or tumor suppressor genes that may provide new insights into cancer diagnosis, predicting clinical outcome of cancers, and new targets for cancer therapies. As the Cancer Genome Project stated in a 2004 review article, \"a central aim of cancer research has been to identify the mutated genes that are causally implicated in oncogenesis (\"cancer genes\").\" The Cancer Genome Atlas project is a related effort investigating the genomic changes associated with cancer, while the COSMIC cancer database documents acquired genetic mutations from hundreds of thousands of human cancer samples.",
            "score": 138.00652313232422
        },
        {
            "docid": "9955145_40",
            "document": "Eukaryotic transcription . In vertebrates, the majority of gene promoters contain a CpG island with numerous CpG sites. When many of a gene's promoter CpG sites are methylated the gene becomes silenced. Colorectal cancers typically have 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, transcriptional silencing may be of more importance than mutation in causing progression to cancer. For example, in colorectal cancers about 600 to 800 genes are transcriptionally silenced by CpG island methylation (see regulation of transcription in cancer). Transcriptional repression in cancer can also occur by other epigenetic mechanisms, such as altered expression of microRNAs. In breast cancer, transcriptional repression of BRCA1 may occur more frequently by over-expressed microRNA-182 than by hypermethylation of the BRCA1 promoter (see Low expression of BRCA1 in breast and ovarian cancers).",
            "score": 92.58704781532288
        },
        {
            "docid": "398124_17",
            "document": "Transcriptional regulation . In vertebrates, the majority of gene promoters contain a CpG island with numerous CpG sites. When many of a gene's promoter CpG sites are methylated the gene becomes silenced. Colorectal cancers typically have 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, transcriptional silencing may be of more importance than mutation in causing progression to cancer. For example, in colorectal cancers about 600 to 800 genes are transcriptionally silenced by CpG island methylation (see regulation of transcription in cancer). Transcriptional repression in cancer can also occur by other epigenetic mechanisms, such as altered expression of microRNAs. In breast cancer, transcriptional repression of BRCA1 may occur more frequently by over-expressed microRNA-182 than by hypermethylation of the BRCA1 promoter (see Low expression of BRCA1 in breast and ovarian cancers).",
            "score": 92.58704781532288
        },
        {
            "docid": "167544_28",
            "document": "Transcription (biology) . In vertebrates, the majority of gene promoters contain a CpG island with numerous CpG sites. When many of a gene's promoter CpG sites are methylated the gene becomes inhibited (silenced). Colorectal cancers typically have 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, transcriptional inhibition (silencing) may be of more importance than mutation in causing progression to cancer. For example, in colorectal cancers about 600 to 800 genes are transcriptionally inhibited by CpG island methylation (see regulation of transcription in cancer). Transcriptional repression in cancer can also occur by other epigenetic mechanisms, such as altered expression of microRNAs. In breast cancer, transcriptional repression of BRCA1 may occur more frequently by over-expressed microRNA-182 than by hypermethylation of the BRCA1 promoter (see Low expression of BRCA1 in breast and ovarian cancers).",
            "score": 92.58704781532288
        },
        {
            "docid": "26799151_2",
            "document": "BRCA mutation . A \"BRCA\" mutation is a mutation in either of the \"BRCA1\" and \"BRCA2\" genes, which are tumour suppressor genes. Hundreds of different types of mutations in these genes have been identified, some of which have been determined to be harmful, while others have no proven impact. Harmful mutations in these genes may produce a hereditary breast-ovarian cancer syndrome in affected persons. Only 5-10% of breast cancer cases in women are attributed to \"BRCA1\" and \"BRCA2\" mutations (with \"BRCA1\" mutations being slightly more common than \"BRCA2\" mutations), but the impact on women with the gene mutation is more profound. Women with harmful mutations in either \"BRCA1\" or \"BRCA2\" have a risk of breast cancer that is about five times the normal risk, and a risk of ovarian cancer that is about ten to thirty times normal. The risk of breast and ovarian cancer is higher for women with a high-risk \"BRCA1\" mutation than with a \"BRCA2\" mutation. Having a high-risk mutation does not guarantee that the woman will develop any type of cancer, or imply that any cancer that appears was actually caused by the mutation, rather than some other factor.",
            "score": 92.83596158027649
        },
        {
            "docid": "18398577_15",
            "document": "Somatic evolution in cancer . System instability is a major contributing factor for genetic heterogeneity. For the majority of cancers, genome instability is reflected in a large frequency of mutations in the whole genome DNA sequence (not just the protein coding regions that are only 1.5% of the genome). In whole genome sequencing of different types of cancers, large numbers of mutations were found in two breast cancers (about 20,000 point mutations), 25 melanomas (9,000 to 333,000 point mutations) and a lung cancer (50,000 point mutations and 54,000 small additions and deletions). Genome instability is also referred to as an enabling characteristic for achieving endpoints of cancer evolution. Many of the somatic evolutionary studies have traditionally been focused on clonal expansion, as recurrent types of changes can be traced to illustrate the evolutionary path based on available methods. Recent studies from both direct DNA sequencing and karyotype analysis illustrate the importance of the high level of heterogeneity in somatic evolution. For the formation of solid tumors, there is an involvement of multiple cycles of clonal and non-clonal expansion. Even at the typical clonal expansion phase, there are significant levels of heterogeneity within the cell population, however, most are under-detected when mixed populations of cells are used for molecular analysis. In solid tumors, a majority of gene mutations are not recurrent types, and neither are the karyotypes. These analyses offer an explanation for the findings that there are no common mutations shared by most cancers.",
            "score": 171.79351198673248
        },
        {
            "docid": "53844820_6",
            "document": "CpG island hypermethylation . In order to understand the role of CpG island hypermethylation in cancer, it is useful to consider a particular tumor type, called CpG island methylator prototype, or CIMP. Higher levels of CpG island hypermethylation are found in CIMP. The frequent occurrence of hypermethylation was first described in colorectal cancer and later for glioma. More recently, it has been studied for neuroblastomas. The frequent hypermethylation of CpG islands in these tumors as well as their irregularity are ways to determine that hypermethylated CpGs differ by tumor type. This would imply that colorectal cancer will not necessarily have the same set of hypermethylated CpG islands as in a glioma. This clinical distinctness of tumors can be interpreted by doctors. To zoom in further, let us focus on colorectal CIMP, as this was one of the first of its kind to be described. Patients in this category of cancer tend to be older and female and have a defective MLH1 function. The tumors are usually in the ascending colon. They also have a good prognostic outcome, so if a patient were diagnosed with this variety of CIMP, they are likely to have a good outcome. These clinically distinct phenotypes of CIMP also suggest that there is potential for epigenetic therapy.  CpG islands that are hypermethylated can play three roles in cancer: in diagnosis, prognosis and in monitoring. In diagnosis, one can identify the tumor type and tumor subtype, as well as its primary tumor when that is unknown. Hypermethylation increases with tumorigenicity, which is an indication of the prognosis of cancer. For example, high methylation is a marker for poor prognosis in lung cancer. CpG island hypermethylation shows much promise for molecular monitoring of patients with cancer. It is also a potential target for therapeutic use.",
            "score": 135.89829850196838
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 135.92122888565063
        }
    ],
    "r": [
        {
            "docid": "337102_6",
            "document": "Biopsy . There are two types of liquid biopsy (which is not really a biopsy as they are blood tests that do not require a biopsy of tissue): circulating tumor cell assays or cell-free circulating tumor DNA tests. These methods provide a non-invasive alternative to repeat invasive biopsies to evaluate the mutations in cancer and plan individualized treatments. In addition, because cancer is a heterogeneous genetic disease, and excisional biopsies provide only a snapshot in time of some of the rapid, dynamic genetic changes occurring in tumors, liquid biopsies provide some advantages over tissue biopsy-based genomic testing. In addition, excisional biopsies are invasive, can’t be used repeatedly, and are ineffective in understanding the dynamics of tumor progression and metastasis. By detecting and quantifying genomic alterations in CTCs and cell-free DNA in blood, liquid biopsy can provide real-time information on the stage of tumor progression, treatment effectiveness, and cancer metastasis risk. This technological development could make it possible to diagnose and manage cancer from repeated blood tests rather than from a traditional biopsy.",
            "score": 182.60675048828125
        },
        {
            "docid": "7737653_3",
            "document": "Oncogenomics . Cancer is a genetic disease caused by accumulation of DNA mutations and epigenetic alterations leading to unrestrained cell proliferation and neoplasm formation. The goal of oncogenomics is to identify new oncogenes or tumor suppressor genes that may provide new insights into cancer diagnosis, predicting clinical outcome of cancers and new targets for cancer therapies. The success of targeted cancer therapies such as Gleevec, Herceptin and Avastin raised the hope for oncogenomics to elucidate new targets for cancer treatment. Besides understanding the underlying genetic mechanisms that initiate or drive cancer progression, oncogenomics targets personalized cancer treatment. Cancer develops due to DNA mutations and epigenetic alterations that accumulate randomly. Identifying and targeting the mutations in an individual patient may lead to increased treatment efficacy.",
            "score": 182.05319213867188
        },
        {
            "docid": "35746225_2",
            "document": "Cancer epigenetics . Cancer epigenetics is the study of epigenetic modifications to the DNA of cancer cells that do not involve a change in the nucleotide sequence. Epigenetic alterations may be just as important, or even more important, than genetic mutations in a cell's transformation to cancer. In cancers, loss of expression of genes occurs about 10 times more frequently by transcription silencing (caused by epigenetic promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, in colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while these CpG islands are not methylated in the adjacent mucosa. Manipulation of epigenetic alterations holds great promise for cancer prevention, detection, and therapy. In different types of cancer, a variety of epigenetic mechanisms can be perturbed, such as silencing of tumor suppressor genes and activation of oncogenes by altered CpG island methylation patterns, histone modifications, and dysregulation of DNA binding proteins. Several medications which have epigenetic impact are now used in several of these diseases.",
            "score": 178.7616424560547
        },
        {
            "docid": "1342811_13",
            "document": "Benign tumor . Tumours are formed by carcinogenesis, a process in which cellular alterations lead to the formation of cancer. Multistage carcinogenesis involves the sequential genetic or epigenetic changes to a cell's DNA, where each step produces a more advanced tumour. It is often broken down into three stages; initiation, promotion and progression, and several mutations may occur at each stage. Initiation is where the first genetic mutation occurs in a cell. Promotion is the clonal expansion (repeated division) of this transformed cell into a visible tumour that is usually benign. Following promotion, progression may take place where more genetic mutations are acquired in a sub-population of tumor cells. Progression changes the benign tumor into a malignant tumor. A prominent and well studied example of this phenomenon is the tubular adenoma, a common type of colon polyp which is an important precursor to colon cancer. The cells in tubular adenomas, like most tumors which frequently progress to cancer, show certain abnormalities of cell maturation and appearance collectively known as dysplasia. These cellular abnormalities are not seen in benign tumors that rarely or never turn cancerous, but are seen in other pre-cancerous tissue abnormalities which do not form discrete masses, such as pre-cancerous lesions of the uterine cervix. Some authorities prefer to refer to dysplastic tumors as \"pre-malignant\", and reserve the term \"benign\" for tumors which rarely or never give rise to cancer. Some benign tumors need no treatment; others may be removed if they cause problems such as seizures, discomfort or cosmetic concerns. Surgery is usually the most effective approach and is used to treat most benign tumors. In some case other treatments may be of use. Adenomas of the rectum may be treated with sclerotherapy, a treatment in which chemicals are used to shrink blood vessels in order to cut off the blood supply. Most benign tumors do not respond to chemotherapy or radiation therapy, although there are exceptions; benign intercranial tumors are sometimes treated with radiation therapy and chemotherapy under certain circumstances. Radiation can also be used to treat hemangiomas in the rectum. Benign skin tumors are usually surgically resected but other treatments such as cryotherapy, curettage, electrodesiccation, laser therapy, dermabrasion, chemical peels and topical medication are used.",
            "score": 178.27841186523438
        },
        {
            "docid": "18398577_16",
            "document": "Somatic evolution in cancer . The state of a cell may be changed epigenetically, in addition to genetic alterations. The best-understood epigenetic alterations in tumors are the silencing or expression of genes by changes in the methylation of CG pairs of nucleotides in the promoter regions of the genes. These methylation patterns are copied to the new chromosomes when cells replicate their genomes and so methylation alterations are heritable and subject to natural selection. Methylation changes are thought to occur more frequently than mutations in the DNA, and so may account for many of the changes during neoplastic progression (the process by which normal tissue becomes cancerous), in particular in the early stages. For instance, when loss of expression of the DNA repair protein MGMT occurs in a colon cancer, it is caused by a mutation only about 4% of the time, while in most cases the loss is due to methylation of its promoter region. Similarly, when loss of expression of the DNA repair protein PMS2 occurs in colon cancer, it is caused by a mutation about 5% of the time, while in most cases loss of expression is due to methylation of the promoter of its pairing partner MLH1 (PMS2 is unstable in the absence of MLH1). Epigenetic changes in progression interact with genetic changes. For example, epigenetic silencing of genes responsible for the repair of mispairs or damages in the DNA (e.g. MLH1 or MSH2) results in an increase of genetic mutations.",
            "score": 176.66468811035156
        },
        {
            "docid": "2332422_4",
            "document": "Carcinogenesis . Cancer is fundamentally a disease of regulation of tissue growth. In order for a normal cell to transform into a cancer cell, genes that regulate cell growth and differentiation must be altered. Genetic and epigenetic changes can occur at many levels, from gain or loss of entire chromosomes, to a mutation affecting a single DNA nucleotide, or to silencing or activating a microRNA that controls expression of 100 to 500 genes. There are two broad categories of genes that are affected by these changes. Oncogenes may be normal genes that are expressed at inappropriately high levels, or altered genes that have novel properties. In either case, expression of these genes promotes the malignant phenotype of cancer cells. Tumor suppressor genes are genes that inhibit cell division, survival, or other properties of cancer cells. Tumor suppressor genes are often disabled by cancer-promoting genetic changes. Finally Oncovirinae, viruses that contain an oncogene, are categorized as oncogenic because they trigger the growth of tumorous tissues in the host. This process is also referred to as viral transformation.",
            "score": 176.4619140625
        },
        {
            "docid": "37596476_3",
            "document": "Daniel Haber . As a postdoc, he started to study Wilms' tumor and characterized the tumor suppressor gene WT1 and WTX. In 2003, he recognized that certain patients with lung cancer responded well to the drug Iressa where few other patients showed effect. Sequencing the patient's cancers, they identified specific mutation in epidermal growth factor receptor (EGFR) that resulted in sensitivity to certain drugs. By linking mutations to drug sensitivity, they were able to propose new mechanisms for targeted therapies by examining the accumulation of certain mutations in cancer cells. His lab is now focused on studying the genetics of cancer particularly in circulating tumor cells with Mehmet Toner.",
            "score": 174.03515625
        },
        {
            "docid": "45576289_4",
            "document": "Mouse models of breast cancer metastasis . The classical theory developed in the early 70’s anticipated that metastasis is due to genetically determined subpopulations in primary tumours. The genetic variance between metastatic foci is significant for only particular locus and within specific cell populations or only one-cell population shows differences and some loci are divergent only in one cell subpopulation. This explains the concept of tumour heterogeneity and the order of genetic events during tumor evolution. Many of the genes driving the growth at primary site can determine the dissemination and colonization at the ectopic site. Breast cancer is consensually considered genetically and clinically as a heterogeneous disease, in that it reflects the heterogeneity of the normal breast tissue at its origin17873350. A number of discrete genetic events have to occur in order to enable individual tumor cells that have the capacity to grow at an ectopic site. The metastatic progression depends on the regulation of developmental programs and environmental events. The metastatic potential of sub populations within mouse mammary cells is now considered as relatively an early event and dissemination occurs at the same time of pre invasive or micro-invasive lesions. The genetic profiles of primary and metastatic lesions in breast carcinomas show a large extent of clonal pertinence between lesions. There are various patterns of prevalence of genetic mutations in the genomes of primary breast tumour and its metastases. It also confirms the genetic heterogeneity between the primary neoplasm of breast cancer patients and their respective metastases.",
            "score": 173.83575439453125
        },
        {
            "docid": "18398577_15",
            "document": "Somatic evolution in cancer . System instability is a major contributing factor for genetic heterogeneity. For the majority of cancers, genome instability is reflected in a large frequency of mutations in the whole genome DNA sequence (not just the protein coding regions that are only 1.5% of the genome). In whole genome sequencing of different types of cancers, large numbers of mutations were found in two breast cancers (about 20,000 point mutations), 25 melanomas (9,000 to 333,000 point mutations) and a lung cancer (50,000 point mutations and 54,000 small additions and deletions). Genome instability is also referred to as an enabling characteristic for achieving endpoints of cancer evolution. Many of the somatic evolutionary studies have traditionally been focused on clonal expansion, as recurrent types of changes can be traced to illustrate the evolutionary path based on available methods. Recent studies from both direct DNA sequencing and karyotype analysis illustrate the importance of the high level of heterogeneity in somatic evolution. For the formation of solid tumors, there is an involvement of multiple cycles of clonal and non-clonal expansion. Even at the typical clonal expansion phase, there are significant levels of heterogeneity within the cell population, however, most are under-detected when mixed populations of cells are used for molecular analysis. In solid tumors, a majority of gene mutations are not recurrent types, and neither are the karyotypes. These analyses offer an explanation for the findings that there are no common mutations shared by most cancers.",
            "score": 171.7935028076172
        },
        {
            "docid": "4087965_15",
            "document": "Genetic analysis . This research has been able to identify the concepts of genetic mutations, fusion genes and changes in DNA copy numbers, and advances are made in the field every day. Much of these applications have led to new types of sciences that use the foundations of genetic analysis. Reverse genetics uses the methods to determine what is missing in a genetic code or what can be added to change that code. Genetic linkage studies analyze the spatial arrangements of genes and chromosomes. There have also been studies to determine the legal and social and moral effects of the increase of genetic analysis. Genetic analysis may be done to identify genetic/inherited disorders and also to make a differential diagnosis in certain somatic diseases such as cancer. Genetic analyses of cancer include detection of mutations, fusion genes, and DNA copy number changes.",
            "score": 170.24923706054688
        },
        {
            "docid": "983601_35",
            "document": "Comparative genomic hybridization . CGH data from several studies of the same tumor type show consistent patterns of non-random genetic aberrations. Some of these changes appear to be common to various kinds of malignant tumors, while others are more tumor specific. For example, gains of chromosomal regions lq, 3q and 8q, as well as losses of 8p, 13q, 16q and 17p, are common to a number of tumor types, such as breast, ovarian, prostate, renal and bladder cancer (Figure. 3). Other alterations, such as 12p and Xp gains in testicular cancer, 13q gain 9q loss in bladder cancer, 14q loss in renal cancer and Xp loss in ovarian cancer are more specific, and might reflect the unique selection forces operating during cancer development in different organs. Array CGH is also frequently used in research and diagnostics of B cell malignancies, such as chronic lymphocytic leukemia",
            "score": 169.44345092773438
        },
        {
            "docid": "44690654_17",
            "document": "Circulating tumor DNA . The emergence of drug-resistant tumors due to intra- and inter-tumoral heterogeneity an issue in treatment efficacy. A minor genetic clone within the tumor can expand after treatment if it carries a drug-resistant mutation. Initial biopsies can miss these clones due to low frequency or spatial separation of cells within the tumor. For example, since a biopsy only samples a small part of the tumor, clones that resides in a different location may go unnoticed. This can mislead research that focuses on studying the role of tumor heterogeneity in cancer progression and relapse. The use of ctDNA in research can alleviate these concerns because it could provide a more representative 'screenshot' of the genetic diversity of cancer at both primary and metastatic sites. For example, ctDNA has been shown to be useful in studying the clonal evolution of a patient’s cancer before and after treatment regimens.",
            "score": 168.8504638671875
        },
        {
            "docid": "14087410_12",
            "document": "Heat shock protein 90kDa alpha (cytosolic), member A1 . Over the last two decades HSP90 has emerged as an intriguing target in the war on cancer. HSP90 interacts and supports numerous proteins that promote oncogenesis, thus distinguishing Hsp90 as a cancer enabler as it is regarded as essential for malignant transformation and progression. Moreover, through their extensive interactomes, both paralogs are associated with each hallmark of cancer. The HSP90AA1 gene however is not altered in a majority of tumors according to The Cancer Genome Atlas (TCGA). Currently bladder cancer is found to have the largest number of alterations followed by pancreatic cancer. This may not come as a surprise since overall Hsp90 expression levels are held at such a high level compared to most all other proteins within the cell., therefore further increasing Hsp90 levels may not provide any benefit to cancer growth. Additionally, whole genome sequencing across all tumor types and cancer cell lines reveals that there are presently 115 different mutations within the HSP90AA1 open reading frame. The effects of these mutations on HSP90A function, however, remain unknown. Remarkably, in a number of tumors the HSP90AA1 gene is homozygously deleted, suggesting that these tumors may have a reduced level of malignancy. This is supported by a comparative genome-wide analysis of 206 gastric cancer patients that reported loss of HSP90AA1 is indeed associated with favorable outcomes after surgery alone. This supports the possibility that the absence of Hsp90A in tumor biopsies may serve as a biomarker for positive clinical outcomes. Biologically, Hsp90A differs from Hsp90B in that Hsp90A is presently understood to function as a secreted extracellular agent in wound healing and inflammation in addition to its intracellular roles. These two processes are often hijacked by cancer allowing for malignant cell motility, metastasis and extravasion. Current research in prostate cancer indicates that extracellular Hsp90A transduces signals that promote the chronic inflammation of cancer-associated fibroblasts. This reprogramming of the extracellular milieu surrounding malignant adenocarcinoma cells is understood to stimulate prostate cancer progression. Extracellular HSP90A induces inflammation through the activation of the NF-κB (RELA) and STAT3 transcription programs that include the pro-inflammatory cytokines IL-6 and IL-8. Coincidentally NF-κB also induces expression Hsp90A., thus providing a model where newly expressed Hsp90A would also be secreted from the stimulated fibroblast thereby creating positive autocrine and paracrine feedback loops resulting in an inflammatory storm at the site of malignancy. This concept requires further attention as it may explain the correlation of increased levels of Hsp90A in the plasma of patients with advanced stages of malignancy.",
            "score": 165.6973876953125
        },
        {
            "docid": "610997_20",
            "document": "Frameshift mutation . Frameshift mutations are known to be a factor in colorectal cancer as well as other cancers with microsatellite instability. As stated previously, frameshift mutations are more likely to occur in a region of repeat sequence. When DNA mismatch repair does not fix the addition or deletion of bases, these mutations are more likely to be pathogenic. This may be in part because the tumor is not told to stop growing. Experiments in yeast and bacteria help to show characteristics of microsatellites that may contribute to defective DNA mismatch repair. These include the length of the microsatellite, the makeup of the genetic material and how pure the repeats are. Based on experimental results longer microsatellites have a higher rate of frameshift mutations. The flanking DNA can also contribute to frameshift mutations. In prostate cancer a frameshift mutation changes the open reading frame (ORF) and prevents apoptosis from occurring. This leads to an unregulated growth of the tumor. While there are environmental factors that contribute to the progression of prostate cancer, there is also a genetic component. During testing of coding regions to identify mutations, 116 genetic variants were discovered, including 61 frameshift mutations. There are over 500 mutations on chromosome 17 that seem to play a role in the development of breast and ovarian cancer in the BRCA1 gene, many of which are frameshift.",
            "score": 164.6270294189453
        },
        {
            "docid": "2332422_5",
            "document": "Carcinogenesis . There is a diverse classification scheme for the various genomic changes that may contribute to the generation of cancer cells. Many of these changes are mutations, or changes in the nucleotide sequence of genomic DNA. There are also many epigenetic changes that alter whether genes are expressed or not expressed. Aneuploidy, the presence of an abnormal number of chromosomes, is one genomic change that is not a mutation, and may involve either gain or loss of one or more chromosomes through errors in mitosis. Large-scale mutations involve the deletion or gain of a portion of a chromosome. Genomic amplification occurs when a cell gains many copies (often 20 or more) of a small chromosomal region, usually containing one or more oncogenes and adjacent genetic material. Translocation occurs when two separate chromosomal regions become abnormally fused, often at a characteristic location. A well-known example of this is the Philadelphia chromosome, or translocation of chromosomes 9 and 22, which occurs in chronic myelogenous leukemia, and results in production of the BCR-abl fusion protein, an oncogenic tyrosine kinase. Small-scale mutations include point mutations, deletions, and insertions, which may occur in the promoter of a gene and affect its expression, or may occur in the gene's coding sequence and alter the function or stability of its protein product. Disruption of a single gene may also result from integration of genomic material from a DNA virus or retrovirus, and such an event may also result in the expression of viral oncogenes in the affected cell and its descendants.",
            "score": 163.53472900390625
        },
        {
            "docid": "18398577_33",
            "document": "Somatic evolution in cancer . In their landmark paper, \"The Hallmarks of Cancer\", Hanahan and Weinberg suggest that cancer can be described by a small number of underlying principles, despite the complexities of the disease. The authors describe how tumor progression proceeds via a process analogous to Darwinian evolution, where each genetic change confers a growth advantage to the cell. These genetic changes can be grouped into six \"hallmarks\", which drive a population of normal cells to become a cancer. The six hallmarks are:  Genetic instability is defined as an \"enabling characteristic\" that facilitates the acquisition of other mutations due to defects in DNA repair.",
            "score": 163.13832092285156
        },
        {
            "docid": "50445785_7",
            "document": "Maurice Stroun . In the late 1980s and early 1990s cancer researchers such as Bert Vogelstein began demonstrating the association of tumor-specific mutations in certain human cancers, such as \"RAS\" mutations in colorectal cancers. Stroun took notice and realized that newly available PCR technologies could be used to possibly detect such \"RAS\" mutations in circulation. In fact, his group was one of the first to demonstrate successful detection of such tumor-specific DNA in the circulation of cancer patients. Stroun was also the first to demonstrate the successful detection of alterations beyond point mutations in plasma, such as microsatellite alterations, gene expression changes and copy-number alterations.",
            "score": 162.61082458496094
        },
        {
            "docid": "2448941_8",
            "document": "Cancer stem cell . In order for a cell to become cancerous it must undergo a significant number of alterations to its DNA sequence. This cell model suggests these mutations could occur to any cell in the body resulting in a cancer. Essentially this theory proposes that all cells have the ability to be tumorigenic making all tumor cells equipotent with the ability to self-renew or differentiate, leading to tumor heterogeneity while others can differentiate into non-CSCs The cell's potential can be influenced by unpredicted genetic or epigenetic factors, resulting in phenotypically diverse cells in both the tumorigenic and non-tumorigenic cells that compose the tumor.",
            "score": 162.57269287109375
        },
        {
            "docid": "36777018_2",
            "document": "Causes of cancer . Cancer is a disease caused by genetic changes leading to uncontrolled cell growth and tumor formation. The basic cause of sporadic (non-familial) cancers is DNA damage and genomic instability. A minority of cancers are due to inherited genetic mutations. Most cancers are related to environmental, lifestyle, or behavioral exposures. Cancer is generally not contagious in humans, though it can be caused by oncoviruses and cancer bacteria. The term \"environmental\", as used by cancer researchers, refers to everything outside the body that interacts with humans. The environment is not limited to the biophysical environment (e.g. exposure to factors such as air pollution or sunlight), but also includes lifestyle and behavioral factors. Over one third of cancer deaths worldwide (and about 75-80% in the United States) are potentially avoidable by reducing exposure to known factors. Common environmental factors that contribute to cancer death include exposure to different chemical and physical agents (tobacco use accounts for 25–30% of cancer deaths), environmental pollutants, diet and obesity (30–35%), infections (15–20%), and radiation (both ionizing and non-ionizing, up to 10%). These factors act, at least partly, by altering the function of genes within cells. Typically many such genetic changes are required before cancer develops. Aging has been repeatedly and consistently regarded as an important aspect to consider when evaluating the risk factors for the development of particular cancers. Many molecular and cellular changes involved in the development of cancer accumulate during the aging process and eventually manifest as cancer.",
            "score": 161.9897003173828
        },
        {
            "docid": "53844820_7",
            "document": "CpG island hypermethylation . Aberrations in epigenetic control that are seen in cancer pertain to DNA methylation, which can be either locus-specific DNA hypermethylation or genome-wide DNA hypomethylation. Under locus-specific DNA hypermethylation comes CpG island hypermethylation. DNA methylation acts as an alternative to genetic mutation. According to the Knudsen hypothesis, cancer is a result of multiple hits to DNA, and DNA methylation can be one such hit. Epigenetic mutations such as DNA methylation are mitotically heritable, but also reversible, unlike gene mutations. The identity of hypermethylated CpG islands varies by the type of tumor. Some single gene examples include MLH1 in colorectal cancer and BRCA1 in breast cancer. Hypermethylated CpG islands also act as biomarkers, as they can help distinguish cancer from normal cells in the same sample. They can also help identify certain specific features of cancer and their detection is more sensitive. CpG island hypermethylation has shown promise for the molecular monitoring of patients with cancer and is a potential target for therapeutic use.",
            "score": 161.36917114257812
        },
        {
            "docid": "14654875_5",
            "document": "Sean J. Morrison . In addition to the findings at CRI, Morrison's laboratory has discovered a number of critical mechanisms that distinguish stem cell self-renewal from the proliferation of restricted progenitors. They have shown that stem cell self-renewal is regulated by networks of proto-oncogenes and tumor suppressors and that the balance between proto-oncogenic and tumor suppressor signals changes with age. This likely explains why the mutation spectrum changes with age in cancer patients, as different mechanisms become competent to hyper-activate self-renewal pathways in patients at different ages. His laboratory has further shown that in some cancers many tumor cells are capable of driving disease growth and progression while other cancers are driven by minority subpopulations of cancer cells that adopt stem cell characteristics. These insights into the cellular and molecular mechanisms of self-renewal have suggested new approaches for promoting normal tissue regeneration and cancer treatment.",
            "score": 160.3262176513672
        },
        {
            "docid": "45031863_7",
            "document": "Liquid biopsy . Liquid biopsies have been made possible by advances in sequencing the human genome, since scientists and researchers can now detect genetic mutations of cancers. Researchers have found that unique cancer mutations can show up in microscopic fragments of DNA in a patient's blood. Tumor-related circulating-free DNA, RNA or proteins are released by tumor cells and circulate in the blood of cancer patients. Therefore, assays using these molecules can be used for early tumor detection, monitoring or detection of resistance mutations.",
            "score": 159.05691528320312
        },
        {
            "docid": "32706791_12",
            "document": "Genome instability . It is currently accepted that sporadic tumors (non-familial ones) are originated due to the accumulation of several genetic errors. An average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be \"driver\" mutations, and the remaining ones may be \"passenger\" mutations Any genetic or epigenetic lesion increasing the mutation rate will have as a consequence an increase in the acquisition of new mutations, increasing then the probability to develop a tumor. During the process of tumorogenesis, it is known that diploid cells acquire mutations in genes responsible for maintaining genome integrity (\"caretaker genes\"), as well as in genes that are directly controlling cellular proliferation (\"gatekeeper genes\"). Genetic instability can originate due to deficiencies in DNA repair, or due to loss or gain of chromosomes, or due to large scale chromosomal reorganizations. Losing genetic stability will favour tumor development, because it favours the generation of mutants that can be selected by the environment.",
            "score": 157.99436950683594
        },
        {
            "docid": "12266_58",
            "document": "Genetics . Individuals differ in their inherited tendency to develop cancer, and cancer is a genetic disease. The process of cancer development in the body is a combination of events. Mutations occasionally occur within cells in the body as they divide. Although these mutations will not be inherited by any offspring, they can affect the behavior of cells, sometimes causing them to grow and divide more frequently. There are biological mechanisms that attempt to stop this process; signals are given to inappropriately dividing cells that should trigger cell death, but sometimes additional mutations occur that cause cells to ignore these messages. An internal process of natural selection occurs within the body and eventually mutations accumulate within cells to promote their own growth, creating a cancerous tumor that grows and invades various tissues of the body.",
            "score": 156.57138061523438
        },
        {
            "docid": "28722065_9",
            "document": "Proteogenomics . Proteogenomics can be applied in different ways. One application is the improvement of gene annotations in various organisms. Gene annotation involves discovering genes and their functions.  Proteogenomics has become especially useful in the discovery and improvement of gene annotations in prokaryotic organisms. For example, various microorganisms have had their genomic annotation studied through the proteogenomic approach including, Escherichia coli, Mycobacterium, and multiple species of \"Shewanella\" bacteria. Besides improving gene annotations, proteogenomic studies can also provide valuable information about the presence of programmed frameshifts, N-terminal methionine excision, signal peptides, proteolysis and other post-translational modifications. Proteogenomics has potential applications in medicine, especially to oncology research. Cancer occurs through genetic mutations such as methylation, translocation, and somatic mutations. Research has shown that both genomic and proteomic information are needed to understand the molecular variations that lead to cancer. Proteogenomics has aided in this through the identification of protein sequences that may have functional roles in cancer. A specific example of this occurred in a study involving colon cancer that resulted in the discovery of potential targets for cancer treatment. Proteogenomics has also led to personalized cancer targeting immunotherapies, where antibody epitopes for cancer antigens are predicted using proteogenomics to create medicines that act on the patient's specific tumor. In addition to treatment, proteogenonomics may provide insight into cancer diagnosis. In studies involving colon and rectal cancer, proteogenomics was utilized to identify somatic mutations. The identification of somatic mutations in patients could be used to diagnose cancer in patients. In addition to direct applications in cancer treatment and diagnosis, a proteogenomic approach can be used to study proteins that result in resistance to chemotherapy.",
            "score": 156.5380401611328
        },
        {
            "docid": "36777018_4",
            "document": "Causes of cancer . Many of these syndromes are caused by mutations in tumor suppressor genes that regulate cell growth. Other common mutations alter the function of DNA repair genes, oncogenes and genes involved in the production of blood vessels. Certain inherited mutations in the genes \"BRCA1\" and \"BRCA2\" with a more than 75% risk of breast cancer and ovarian cancer. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of colon cancer cases. In many cases, genetic testing can be used to identify mutated genes or chromosomes that are passed through generations.",
            "score": 156.05014038085938
        },
        {
            "docid": "70425_38",
            "document": "Inflammation . Genome-wide analyses of human cancer tissues reveal that a single typical cancer cell may possess roughly 100 mutations in coding regions, 10-20 of which are “driver mutations” that contribute to cancer development. However, chronic inflammation also causes epigenetic changes such as DNA methylations, that are often more common than mutations. Typically, several hundreds to thousands of genes are methylated in a cancer cell (see DNA methylation in cancer). Sites of oxidative damage in chromatin can recruit complexes that contain DNA methyltransferases (DNMTs), a histone deacetylase (SIRT1), and a histone methyltransferase (EZH2), and thus induce DNA methylation. DNA methylation of a CpG island in a promoter region may cause silencing of its downstream gene (see CpG site and regulation of transcription in cancer). DNA repair genes, in particular, are frequently inactivated by methylation in various cancers (see hypermethylation of DNA repair genes in cancer). A 2018 report evaluated the relative importance of mutations and epigenetic alterations in progression to two different types of cancer. This report showed that epigenetic alterations were much more important than mutations in generating gastric cancers (associated with inflammation). However, mutations and epigenetic alterations were of roughly equal importance in generating esophageal squamous cell cancers (associated with tobacco chemicals and acetaldehyde, a product of alcohol metabolism).",
            "score": 156.0317840576172
        },
        {
            "docid": "4762114_5",
            "document": "Representation oligonucleotide microarray analysis . In cancer, the genome becomes very unstable, resulting in specific regions that may be deleted (if they contain a tumor suppressor) or amplified (if they contain an oncogene). Amplifications and deletions have also been observed in the normal human population and are referred to as Copy Number Polymorphisms (CNPs). Jonathan Sebat was one of the first researchers to report in the journal 'Science' in 2004 that these CNPs give rise to human genomic variation and may contribute to our phenotypic differences. Tremendous research efforts are being conducted now to understand the role of CNPs in normal human variation and neurological diseases such as autism. By understanding which regions of the genome have undergone copy number polymorphisms in disease, scientists can ultimately identify genes that are overexpressed or deleted and design drugs to compensate for these genes to cure genetic diseases.",
            "score": 154.7754669189453
        },
        {
            "docid": "206979_2",
            "document": "Colorectal cancer . Colorectal cancer (CRC), also known as bowel cancer and colon cancer, is the development of cancer from the colon or rectum (parts of the large intestine). A cancer is the abnormal growth of cells that have the ability to invade or spread to other parts of the body. Signs and symptoms may include blood in the stool, a change in bowel movements, weight loss and feeling tired all the time. Most colorectal cancers are due to old age and lifestyle factors, with only a small number of cases due to underlying genetic disorders. Some risk factors include diet, obesity, smoking and lack of physical activity. Dietary factors that increase the risk include red and processed meat as well as alcohol. Another risk factor is inflammatory bowel disease, which includes Crohn's disease and ulcerative colitis. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of cases. It typically starts as a benign tumor, often in the form of a polyp, which over time becomes cancerous. Bowel cancer may be diagnosed by obtaining a sample of the colon during a sigmoidoscopy or colonoscopy. This is then followed by medical imaging to determine if the disease has spread. Screening is effective for preventing and decreasing deaths from colorectal cancer. Screening, by one of a number of methods, is recommended starting from the age of 50 to 75. During colonoscopy, small polyps may be removed if found. If a large polyp or tumor is found, a biopsy may be performed to check if it is cancerous. Aspirin and other non-steroidal anti-inflammatory drugs decrease the risk. Their general use is not recommended for this purpose, however, due to side effects. Treatments used for colorectal cancer may include some combination of surgery, radiation therapy, chemotherapy and targeted therapy. Cancers that are confined within the wall of the colon may be curable with surgery, while cancer that has spread widely are usually not curable, with management being directed towards improving quality of life and symptoms. The five-year survival rate in the United States is around 65%. The individual likelihood of survival depends on how advanced the cancer is, whether or not all the cancer can be removed with surgery and the person's overall health. Globally, colorectal cancer is the third most common type of cancer, making up about 10% of all cases. In 2012, there were 1.4 million new cases and 694,000 deaths from the disease. It is more common in developed countries, where more than 65% of cases are found. It is less common in women than men.",
            "score": 154.10963439941406
        },
        {
            "docid": "506315_21",
            "document": "Okazaki fragments . Although cells undergo multiple steps in order to ensure there are no mutations in the genetic sequence, sometimes specific deletions and other genetic changes during Okazaki fragment maturation go unnoticed. Because Okazaki fragments are the set of nucleotides for the lagging strand, any alteration including deletions, insertions, or duplications from the original strand can cause a mutation if it is not detected and fixed. Other causes of mutations include problems with the proteins that aid in DNA replication. For example, a mutation related to primase affects RNA primer removal and can make the DNA strand more fragile and susceptible to breaks. Another mutation concerns polymerase α, which impairs the editing of the Okazaki fragment sequence and incorporation of the protein into the genetic material. Both alterations can lead to chromosomal aberrations, unintentional genetic rearrangement, and a variety of cancers later in life.",
            "score": 154.06094360351562
        },
        {
            "docid": "645839_20",
            "document": "Glioma . Several acquired (not inherited) genetic mutations have been found in gliomas. Tumor suppressor protein 53 (p53) is mutated early in the disease. p53 is the \"guardian of the genome\", which, during DNA and cell duplication, makes sure the DNA is copied correctly and destroys the cell (apoptosis) if the DNA is mutated and cannot be fixed. When p53 itself is mutated, other mutations can survive. Phosphatase and tensin homolog (PTEN), another tumor suppressor gene, is itself lost or mutated. Epidermal growth factor receptor, a growth factor that normally stimulates cells to divide, is amplified and stimulates cells to divide too much. Together, these mutations lead to cells dividing uncontrollably, a hallmark of cancer. Recently, mutations in \"IDH1\" and\" IDH2\" were found to be part of the mechanism and associated with a more favorable prognosis.",
            "score": 153.8140411376953
        },
        {
            "docid": "13471415_10",
            "document": "Anaphase lag . Consequent of this genomic instability, the resulting cancer cells have the potential to diverge in sequence and gain new traits. This intratumoral heterogeneity creates a tumor mass with different genomic backgrounds as well as unique cellular traits and drug susceptibilities.  Several research groups have shown that heterogeneity and genomic instability are heavily correlated with poor patient outcomes and aggressive cancers.  Chang-Min Choi et. al. examined the survival of individuals with adenocaninoma of the lung. Those individuals with higher rates of chromosome instability were associated with worse 5-year survival curves.  This was similarly observed in a colorectal study by Walther et. al.  These more aggressive heterogenous tumors also provide unique difficulties for treatment regimens.  To support this hypothesis, Duesberg et. al. tested drug susceptibility on cell lines with and without aneuploidy.  While the diploid cell lines remained drug sensitive, the aneuploid lines showed marked increases in mutation rates, drug resistance, and unintended morphological changes to cell phenotypes.  As the importance of genomic instability in cancer prognosis/treatment continues, identifying the causes and consequences of mechanisms such as anaphase lag will be critical to understanding how cancer develops as well as developing better multi-target therapies.",
            "score": 153.40313720703125
        }
    ]
}