{
    "q": [
        {
            "docid": "15510783_2",
            "document": "Neuroligin . Neuroligin (NLGN), a type I membrane protein, is a cell adhesion protein on the postsynaptic membrane that mediates the formation and maintenance of synapses between neurons. Neuroligins act as ligands for β-Neurexins, which are cell adhesion proteins located presynaptically. Neuroligin and β-neurexin \"shake hands,\" resulting in the connection between two neurons and the production of a synapse. Neuroligins also affect the properties of neural networks by specifying synaptic functions, and they mediate signalling by recruiting and stabilizing key synaptic components. Neuroligins interact with other postsynaptic proteins to localize neurotransmitter receptors and channels in the postsynaptic density as the cell matures. Additionally, neuroligins are expressed in human peripheral tissues and have been found to play a role in angiogenesis. In humans, alterations in genes encoding neuroligins are implicated in autism and other cognitive disorders.",
            "score": 198.39610409736633
        },
        {
            "docid": "1224698_18",
            "document": "Synaptogenesis . Synaptic signaling during synaptogenesis is not only activity-dependent, but is also dependent on the environment in which the neurons are located. For instance, brain-derived neurotrophic factor (BDNF) is produced by the brain and regulates several functions within the developing synapse, including enhancement of transmitter release, increased concentration of vesicles, and cholesterol biosynthesis. Cholesterol is essential to synaptogenesis because the lipid rafts that it forms provide a scaffold upon which numerous signaling interactions can occur. BDNF-null mutants show significant defects in neuronal growth and synapse formation. Aside from neurotrophins, cell-adhesion molecules are also essential to synaptogenesis. Often the binding of pre-synaptic cell-adhesion molecules with their post-synaptic partners triggers specializations that facilitate synaptogenesis. Indeed, a defect in genes encoding neuroligin, a cell-adhesion molecule found in the post-synaptic membrane, has been linked to cases of autism and mental retardation. Finally, many of these signaling processes can be regulated by matrix metalloproteinases (MMPs) as the targets of many MMPs are these specific cell-adhesion molecules.",
            "score": 179.17053818702698
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 185.42665898799896
        },
        {
            "docid": "20848680_7",
            "document": "Cellular neuroscience . Neurons communicate with one another via synapses. Synapses are specialized junctions between two cells in close apposition to one another. In a synapse, the neuron that sends the signal is the presynaptic neuron and the target cell receives that signal is the postsynaptic neuron or cell. Synapses can be either electrical or chemical. Electrical synapses are characterized by the formation of gap junctions that allow ions and other organic compound to instantaneously pass from one cell to another. Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. A receptor is a transmembrane protein molecule that a neurotransmitter or drug binds. Chemical synapses are slower than electrical synapses.",
            "score": 182.5473792552948
        },
        {
            "docid": "5654027_4",
            "document": "Synapse . Synapses are essential to neuronal function: neurons are cells that are specialized to pass signals to individual target cells, and synapses are the means by which they do so. At a synapse, the plasma membrane of the signal-passing neuron (the \"presynaptic\" neuron) comes into close apposition with the membrane of the target (\"postsynaptic\") cell. Both the presynaptic and postsynaptic sites contain extensive arrays of a molecular machinery that link the two membranes together and carry out the signaling process. In many synapses, the presynaptic part is located on an axon and the postsynaptic part is located on a dendrite or soma. Astrocytes also exchange information with the synaptic neurons, responding to synaptic activity and, in turn, regulating neurotransmission. Synapses (at least chemical synapses) are stabilized in position by synaptic adhesion molecules (SAMs) projecting from both the pre- and post-synaptic neuron and sticking together where they overlap; SAMs may also assist in the generation and functioning of synapses.",
            "score": 190.51823377609253
        },
        {
            "docid": "21944_31",
            "document": "Nervous system . Synapses may be electrical or chemical. Electrical synapses make direct electrical connections between neurons, but chemical synapses are much more common, and much more diverse in function. At a chemical synapse, the cell that sends signals is called presynaptic, and the cell that receives signals is called postsynaptic. Both the presynaptic and postsynaptic areas are full of molecular machinery that carries out the signalling process. The presynaptic area contains large numbers of tiny spherical vessels called synaptic vesicles, packed with neurotransmitter chemicals. When the presynaptic terminal is electrically stimulated, an array of molecules embedded in the membrane are activated, and cause the contents of the vesicles to be released into the narrow space between the presynaptic and postsynaptic membranes, called the synaptic cleft. The neurotransmitter then binds to receptors embedded in the postsynaptic membrane, causing them to enter an activated state. Depending on the type of receptor, the resulting effect on the postsynaptic cell may be excitatory, inhibitory, or modulatory in more complex ways. For example, release of the neurotransmitter acetylcholine at a synaptic contact between a motor neuron and a muscle cell induces rapid contraction of the muscle cell. The entire synaptic transmission process takes only a fraction of a millisecond, although the effects on the postsynaptic cell may last much longer (even indefinitely, in cases where the synaptic signal leads to the formation of a memory trace).",
            "score": 175.243656873703
        },
        {
            "docid": "21944_3",
            "document": "Nervous system . At the cellular level, the nervous system is defined by the presence of a special type of cell, called the neuron, also known as a \"nerve cell\". Neurons have special structures that allow them to send signals rapidly and precisely to other cells. They send these signals in the form of electrochemical waves traveling along thin fibers called axons, which cause chemicals called neurotransmitters to be released at junctions called synapses. A cell that receives a synaptic signal from a neuron may be excited, inhibited, or otherwise modulated. The connections between neurons can form neural pathways, neural circuits, and larger networks that generate an organism's perception of the world and determine its behavior. Along with neurons, the nervous system contains other specialized cells called glial cells (or simply glia), which provide structural and metabolic support.",
            "score": 165.01971745491028
        },
        {
            "docid": "39783982_6",
            "document": "Dendrin . Dendrin is a postsynaptic protein that is found in the forebrain and hippocampus. Specifically in the forebrain, dendrin is found in the cerebral cortex and the subcortical forebrain plus midbrain areas (SFMA). Dendrin has yet to be found in other parts of the brain, but is very abundant in the parts of the brain where it is known to be expressed. Within these known locations in the brain, dendrin is associated with the actin cytoskeleton. Dendrin is found in the neuron's cell body and its dendrites. This is the part of the cell that helps it to retain its structure and move other molecules throughout the cell. MAGI/S-SCAM is a component of the cytoskeleton that is used to keep dendrin in the cytoplasm of a neuron, and prevents the protein from diffusing into the nucleus. Because of this location in the neuron, it is thought that dendrin is involved in retrograde signaling from the synapse to the nucleus. This form of signaling is the reverse of normal neural signaling so that instead of the signal passing from the nucleus to the synapse, is passes from the synapse to the nucleus.",
            "score": 212.72318816184998
        },
        {
            "docid": "8402086_6",
            "document": "Computational neurogenetic modeling . Modeling of genes and proteins allows individual responses of neurons in an artificial neural network that mimic responses in biological nervous systems, such as division (adding new neurons to the artificial neural network), creation of proteins to expand their cell membrane and foster neurite outgrowth (and thus stronger connections with other neurons), up-regulate or down-regulate receptors at synapses (increasing or decreasing the weight (strength) of synaptic inputs), uptake more neurotransmitters, change into different types of neurons, or die due to necrosis or apoptosis. The creation and analysis of these networks can be divided into two sub-areas of research: the  gene up-regulation that is involved in the normal functions of a neuron, such as growth, metabolism, and synapsing; and the effects of mutated genes on neurons and cognitive functions.",
            "score": 152.7300717830658
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 128.06663346290588
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 174.28950595855713
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 171.3816306591034
        },
        {
            "docid": "958_4",
            "document": "Axon . Axons are covered by a membrane known as an axolemma; the cytoplasm of an axon is called axoplasm. Most axons branch, in some cases very profusely. The end branches of an axon are called telodendria. The swollen end of a telodendron is known as the axon terminal which joins the dendron or cell body of another neuron forming a synaptic connection. Axons make contact with other cells—usually other neurons but sometimes muscle or gland cells—at junctions called synapses. In some circumstances, the axon of one neuron may form a synapse with the dendrites of the same neuron, resulting in an autapse. At a synapse, the membrane of the axon closely adjoins the membrane of the target cell, and special molecular structures serve to transmit electrical or electrochemical signals across the gap. Some synaptic junctions appear along the length of an axon as it extends—these are called \"en passant\" (\"in passing\") synapses and can be in the hundreds or even the thousands along one axon. Other synapses appear as terminals at the ends of axonal branches.",
            "score": 170.66970014572144
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 132.32591843605042
        },
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 136.9220198392868
        },
        {
            "docid": "21120_2",
            "document": "Neuron . A neuron, also known as a neurone (British spelling) and nerve cell, is an electrically excitable cell that receives, processes, and transmits information through electrical and chemical signals. These signals between neurons occur via specialized connections called synapses. Neurons can connect to each other to form neural circuits. Neurons are the primary components of the central nervous system, which includes the brain and spinal cord, and of the peripheral nervous system, which comprises the autonomic nervous system and the somatic nervous system.",
            "score": 170.08657217025757
        },
        {
            "docid": "21944_15",
            "document": "Nervous system . Sponges have no cells connected to each other by synaptic junctions, that is, no neurons, and therefore no nervous system. They do, however, have homologs of many genes that play key roles in synaptic function. Recent studies have shown that sponge cells express a group of proteins that cluster together to form a structure resembling a postsynaptic density (the signal-receiving part of a synapse). However, the function of this structure is currently unclear. Although sponge cells do not show synaptic transmission, they do communicate with each other via calcium waves and other impulses, which mediate some simple actions such as whole-body contraction.",
            "score": 159.1116988658905
        },
        {
            "docid": "33644895_4",
            "document": "Evolution of nervous systems . Sponges have no cells connected to each other by synaptic junctions, that is, no neurons, and therefore no nervous system. They do, however, have homologs of many genes that play key roles in synaptic function. Recent studies have shown that sponge cells express a group of proteins that cluster together to form a structure resembling a postsynaptic density (the signal-receiving part of a synapse). However, the function of this structure is currently unclear. Although sponge cells do not show synaptic transmission, they do communicate with each other via calcium waves and other impulses, which mediate some simple actions such as whole-body contraction.",
            "score": 159.1116988658905
        },
        {
            "docid": "56806820_12",
            "document": "Synaptic stabilization . As synapses mature in the CA3 region of the Hippocampus, Nectins and Cadherins, which affiliate closely with one another in synaptic stabilization, are shifted to the periphery of the active zone and form the Puncta Adherentia Junction (PAJ). The PAJ functions much like Adherens junctions in epithelial tissues. The displacement of these CAMs and the formation of this junction provides the nascent synaptic membranes room to interact and mature while partitioning off the surrounding membrane and providing cytoskeletal fixation. Neurexin-Neuroligin interactions help establish the trans-synaptic functional asymmetry essential for the stabilization and maintenance of proper synaptic transmission. Presynaptic neurexin and its postsynaptic binding partner, neuroligin, complex early in neural development and are both known to be potent inducers of synaptogenesis. Non-neuronal cells that artificially express neurexin are sufficient to mobilize post-synaptic specializations in co-cultured neurons; neuroligin-expressing cells are likewise able to induce markers of pre-synaptic differentiation in neighboring neurons. However, while both play an important role in synaptogenesis, these cell adhesion molecule are not necessary for formation of neuronal connections during development. A triple knockout mouse mutant of either neurexins or neuroligins exhibit a normal number of synapses but express an embryonic lethal phenotype due to impairment of normal synaptic transmission. Therefore, they are not necessary for synapse formation \"per se\" but are essential for the maturation and integration of synapses into the functional circuits necessary for survival.",
            "score": 211.6779658794403
        },
        {
            "docid": "9919262_5",
            "document": "Protocadherin . Clustered Pcdhs proteins are detected throughout the neuronal soma, dendrites and axons and are observed in synapses and growth cones. Like classical cadherins, members of Pcdhs family were also shown to mediate cell-cell adhesion in cell-based assays and most of them showed to engage in homophilic trans-interactions.  Schreiner and Weiner showed that Pcdhα and γ proteins can form multimeric complexes. If all three classes of Pcdhs could engage in multimerization of stochastically expressed Pcdhs isoforms, then neurons could produce a large number of distinct homophilic interaction units, amplifying significantly the cell-surface diversity more than the one afforded by stochastic gene expression alone. As for cytoplasmic domain, all the three classes of clustered Pcdhs proteins are dissimilar, although they are strictly conserved in vertebrate evolution, suggesting a conserved cellular function. This is corroborated by a large number of other interacting proteins including phosphatases, kinases, adhesion molecules and synaptic proteins The cytoplasmic domain also mediates intracellular retention, a property which distinguishes the clustered protocadherins from the related classical cadherins. Furthermore, it was shown that Pcdhs are proteolitically processed by γ-secretase complex, which releases soluble intracellular fragments into the cytoplasm which might have a broad range of functions as acting locally in the cytoplasm and/or even regulate gene expression similarly to other cell-surface proteins such as Notch and N-cadherin.  Since these molecules are involved in so many developmental processes like axon guidance and dendrite ariborization, mutations in Pcdhs genes and their expression may play a role in Down, Rett as well as Fragile X syndrome, schizophrenia, and neurodegenerative diseases",
            "score": 136.8434009552002
        },
        {
            "docid": "56806820_10",
            "document": "Synaptic stabilization . Nectins are a distinct family of cell adhesion molecules. These CAMs are involved in the initial contact of presynaptic and postsynaptic neuronal processes during synapse formation. There are only four well characterized Nectins at the synapse, they are Nectin-1, 2, 3, and 4. All membrane bound Nectins possess an extracellular region with three immunoglobulin-like loops. The furthest loop from the membrane is called the V-type loop and the two loops more interior are C2-type loops. Multiple Nectins on one cell membrane will bind together at the V-type loop to form a cluster of Nectin proteins, a process called Cis-Clustering. When two cells possessing individual Cis-Clusters come into contact they form a strong complex called a Trans-Interaction which provides adhesion and, in some cases, signaling between the two cells.",
            "score": 194.89216661453247
        },
        {
            "docid": "26871735_12",
            "document": "Thomas C. Südhof . A second influential contribution of Thomas Südhof is on synapse formation and specifications. Südhof discovered a number of key molecules in this process such as neurexins, present on presynaptic neurons, and neuroligins, present on postsynaptic neurons, that come together to form a physical protein bridge across the synapse. The diversity in types of neurexins and neuroligins allows for a variety of unique binding opportunities between neurons and impart a specificity to synaptic connections. Additionally he also discovered or elucidated the important functions of SynCAM, Latrophilins etc. in synapse formation. In additional studies, Südhof identified mutations in these proteins as a factor in inherited autism. Südhof is striving to elucidate the mechanism by which neurexins and neuroligins locate each other to form the synapse, their transcriptional regulation, and control of their variability.",
            "score": 152.09708857536316
        },
        {
            "docid": "3717_9",
            "document": "Brain . Axons transmit signals to other neurons by means of specialized junctions called synapses. A single axon may make as many as several thousand synaptic connections with other cells. When an action potential, traveling along an axon, arrives at a synapse, it causes a chemical called a neurotransmitter to be released. The neurotransmitter binds to receptor molecules in the membrane of the target cell. Synapses are the key functional elements of the brain. The essential function of the brain is cell-to-cell communication, and synapses are the points at which communication occurs. The human brain has been estimated to contain approximately 100 trillion synapses; even the brain of a fruit fly contains several million. The functions of these synapses are very diverse: some are excitatory (exciting the target cell); others are inhibitory; others work by activating second messenger systems that change the internal chemistry of their target cells in complex ways. A large number of synapses are dynamically modifiable; that is, they are capable of changing strength in a way that is controlled by the patterns of signals that pass through them. It is widely believed that activity-dependent modification of synapses is the brain's primary mechanism for learning and memory.",
            "score": 196.97082567214966
        },
        {
            "docid": "37957946_6",
            "document": "De novo protein synthesis theory of memory formation . A line of research investigates long term potentiation (LTP), a process that describes how a memory can be consolidated between two neurons, or brain cells, ultimately by creating a circuit within the brain that can encode a memory. To initiate a learning circuit between two neurons, one prominent study described using tetanus stimulations to depolarize one neuron by 30mV, which, in turn, activated its NMDA glutamate receptors (Nowak, Bregestovski, Ascher, Herbert, & Prochiantz, 1984). The activation of these receptors resulted in Ca flooding the cell, initiating a cascade of secondary messengers. The cascade of resulting reactions, brought about by secondary messengers, terminates with the activation of cAMP response binding element protein (CREB), which acts as a transcription factor for various genes and initiates their expression (Hawkins, Kandel, & Bailey, 2006). Some proponents argue that the genes stimulate changes in communication between neurons, which underlie the encoding of memory; others suggest that the genes are byproducts of the LTP signaling pathway and are not directly involved in LTP. However, following the cascade of secondary messengers, no one would dispute that more AMPA receptors appear in the postsynaptic terminal (Hayashi et al., 2000). Higher numbers of AMPA receptors, taken together with the aforementioned events, allow for increased firing potential in the postsynaptic cell, which creates an improved learning circuit between these two neurons (Hayashi et al., 2000). Because of the specific, activity-dependent nature of LTP, it is an ideal model for a neural correlate of memory, as postulated by numerous studies; together, these studies show that the abolishment of LTP prevents the formation of memory at the neuronal level (Hawkins, Kandel, & Bailey, 2006).",
            "score": 136.82429659366608
        },
        {
            "docid": "1224698_22",
            "document": "Synaptogenesis . Wnt family members contribute to synapse formation in the cerebellum by inducing presynaptic and postsynaptic terminal formation. This brain region contains three main neuronal cell types- Purkinje cells, granule cells and mossy fiber cells. Wnt-3 expression contributes to Purkinje cell neurite outgrowth and synapse formation. Granule cells express Wnt-7a to promote axon spreading and branching in their synaptic partner, mossy fiber cells. Retrograde secretion of Wnt-7a to mossy fiber cells causes growth cone enlargement by spreading microtubules. Furthermore, Wnt-7a retrograde signaling recruits synaptic vesicles and presynaptic proteins to the synaptic active zone. Wnt-5a performs a similar function on postsynaptic granule cells; this Wnt stimulates receptor assembly and clustering of the scaffolding protein PSD-95.",
            "score": 167.05571508407593
        },
        {
            "docid": "24950378_10",
            "document": "Cell–cell interaction . Synaptic signaling, an integral part of nervous system activity, occurs between neurons and target cells. These target cells can also be neurons or other cell types (i.e. muscle or gland cells). Protocadherins, a member of the cadherin family, mediate the adhesion of neurons to their target cells at synapses otherwise known as synaptic junctions. In order to for communication to occur between a neuron and its target cell, a wave of depolarization travels the length of the neuron and causes neurotransmitters to be released into the synaptic junction. These neurotransmitters bind and activate receptors on the post-synaptic neuron thereby transmitting the signal to the target cell. Thus, a post-synaptic membrane belongs to the membrane receiving the signal, while a pre-synaptic membrane is the source of the neurotransmitter. In a neuromuscular junction, a synapse is formed between a motor neuron and muscle fibers. In vertebrates, acetylcholine released from the motor neuron acts as a neurotransmitter which depolarizes the muscle fiber and causes muscle contraction. A neuron’s ability to receive and integrate simultaneous signals from the environment and other neurons allows for complex animal behavior.",
            "score": 146.0845102071762
        },
        {
            "docid": "2367309_8",
            "document": "State-dependent memory . At its most basic, state-dependent memory is the product of the strengthening of a particular synaptic pathway in the brain. A neural synapse is the space between brain cells, or neurons, that allows chemical signals to be passed from one neuron to another. Chemicals called neurotransmitters leave one cell, travel across the synapse, and are taken in by the next neuron through a neurotransmitter receptor. This creates a connection between the two neurons called a neural pathway. Memory relies on the strengthening of these neural pathways, associating one neuron with another. When we learn something, new pathways are made between neurons in the brain which then communicate through chemical signals. If these cells have a history of sending out certain signals under specific chemical conditions within the brain, they are then primed to work most effectively under similar circumstances. State-dependent memory happens when a new neural connection is made while the brain is in a specific chemical state - for instance, a child with ADHD learns their multiplication tables while on stimulant medication. Because their brain created these new connections related to multiplication tables while the brain was chemically affected by the stimulant medication, their neurons will be primed in the future to remember these facts best when the same levels of medication are present in the brain.",
            "score": 165.24982368946075
        },
        {
            "docid": "563203_2",
            "document": "Excitatory synapse . An excitatory synapse is a synapse in which an action potential in a presynaptic neuron increases the probability of an action potential occurring in a postsynaptic cell. It makes it more likely for action potential to happen. Neurons form networks through which nerve impulses travel, each neuron often making numerous connections with other cells. These electrical signals may be excitatory or inhibitory, and, if the total of excitatory influences exceeds that of the inhibitory influences, the neuron will generate a new action potential at its axon hillock, thus transmitting the information to yet another cell.",
            "score": 177.75720858573914
        },
        {
            "docid": "4576714_26",
            "document": "Essential fatty acid interactions . The actions of eicosanoids within the brain are not as well characterized as they are in inflammation. It is theorized that they act within the neuron as second messengers controlling presynaptic inhibition and the activation of protein kinase C. They also act as paracrine mediators, acting across synapses to nearby cells. Although detail on the effects of these signals is scant, (Piomelli, 2000) comments Neurons in the CNS are organized as interconnected groups of functionally related cells (e.g., in sensory systems). A diffusible factor released from a neuron into the interstitial fluid, and able to interact with membrane receptors on adjacent cells, would be ideally used to \"synchronize\" the activity of an ensemble of interconnected neural cells. Furthermore, during development and in certain forms of learning, postsynaptic cells may secrete regulatory factors which diffuse back to the presynaptic component, determining its survival as an active terminal, the amplitude of its sprouting, and its efficacy in secreting neurotransmitters—a phenomenon known as retrograde regulation. The participation of arachidonic acid metabolites in retrograde signaling and in other forms of local modulation of neuronal activity has been proposed. The EPA and DGLA cascades are also present in the brain and their eicosanoid metabolites have been detected. The ways in which these differently affect mental and neural processes are not nearly as well characterized as are the effects in inflammation.",
            "score": 149.23967468738556
        },
        {
            "docid": "17995_28",
            "document": "Long-term memory . Long-term memory, unlike short-term memory, is dependent upon the synthesis of new proteins. This occurs within the cellular body, and concerns the particular transmitters, receptors, and new synapse pathways that reinforce the communicative strength between neurons. The production of new proteins devoted to synapse reinforcement is triggered after the release of certain signaling substances (such as calcium within hippocampal neurons) in the cell. In the case of hippocampal cells, this release is dependent upon the expulsion of magnesium (a binding molecule) that is expelled after significant and repetitive synaptic signaling. The temporary expulsion of magnesium frees NMDA receptors to release calcium in the cell, a signal that leads to gene transcription and the construction of reinforcing proteins. For more information, see long-term potentiation (LTP).",
            "score": 160.31382060050964
        },
        {
            "docid": "896294_6",
            "document": "Paul Greengard . Greengard's research has focused on events inside the neuron caused by neurotransmitters. Specifically, Greengard and his fellow researchers studied the behavior of second messenger cascades that transform the docking of a neurotransmitter with a receptor into permanent changes in the neuron. In a series of experiments, Greengard and his colleagues showed that when dopamine interacts with a receptor on the cell membrane of a neuron, it causes an increase in cyclic AMP inside the cell. This increase of cyclic AMP, in turn activates a protein called protein kinase A, which turns other proteins on or off by adding phosphate groups in a reaction known as phosphorylation. The proteins activated by phosphorylation can then perform a number of changes in the cell: transcribing DNA to make new proteins, moving more receptors to the synapse (and thus increasing the neuron's sensitivity), or moving ion channels to the cell surface (and thus increasing the cell's excitability). He was awarded the Nobel Prize in 2000 \"for showing how neurotransmitters act on the cell and can activate a central molecule known as DARPP-32\".",
            "score": 110.29085040092468
        },
        {
            "docid": "33825206_6",
            "document": "Synaptic fatigue . When synaptic vesicles release neurotransmitters into the synapse that bind with post-synaptic membrane proteins to pass a signal, neurotransmitter re-uptake occurs to recycle neurotransmitters in the presynaptic cell in order to be released again. Neurotransmitter vesicles are recycled through the process of endocytosis. Because each presynaptic cell can link up to thousands of connections with other neurons, synaptic fatigue and its recovery can cause interactions with other neuronal circuits and can affect the kinetics with other processes of neurons. It is important that the recycling of neurotransmitters take place at an effective and efficient rate in order to prevent synaptic fatigue from negatively affecting signal transmission.",
            "score": 109.0193498134613
        }
    ],
    "r": [
        {
            "docid": "10121677_7",
            "document": "Max Planck Institute for Medical Research . One of the future activities of the institute will be to investigate nerve cells and their connections in the cerebral cortex that are responsible for the reception and processing of signals from the sense organs, (i.e. smell, sight, and taste) with the use of molecular genetic, physiological and imaging techniques. Scientists are particularly interested in the nature of synapses, the contact points between nerve cells in the neural network. How information is stored and retrieved in synapses, how new synapses are formed, and how superfluous synapses are removed are all topics of investigation. Research will involve the development of new genetic engineering techniques, so that the activity of the key molecules involved in rapid information transmission between nerve cells by the synapses can be regulated. There are plans to miniaturise multiquantum microscopy and improve the level of penetration to measure activity in the cerebral cortex of freely moving mice.",
            "score": 230.30929565429688
        },
        {
            "docid": "56806820_11",
            "document": "Synaptic stabilization . The most robust knowledge of Nectin’s role in synaptic stabilization comes from the synapses made between Mossy Fiber terminals and Pyramidal cell dendrites in the CA3 region of the hippocampus. The Nectins involved in formation and stabilization of this synapse are Nectin-1 and Nectin-3 which protrude from the plasma membrane of the postsynaptic cell and presynaptic cell, respectively, forming heterophilic extracellular contacts. The intracellular domain of all Nectins directly bind to a protein called L-Afadin. L-Afadin is an actin binding protein that binds to the F-actin of the actin cytoskeleton. In this way, Nectins form ridged connections of the cells actin architecture allowing for the synapse to develop in a controlled and stable environment.",
            "score": 223.14913940429688
        },
        {
            "docid": "39783982_6",
            "document": "Dendrin . Dendrin is a postsynaptic protein that is found in the forebrain and hippocampus. Specifically in the forebrain, dendrin is found in the cerebral cortex and the subcortical forebrain plus midbrain areas (SFMA). Dendrin has yet to be found in other parts of the brain, but is very abundant in the parts of the brain where it is known to be expressed. Within these known locations in the brain, dendrin is associated with the actin cytoskeleton. Dendrin is found in the neuron's cell body and its dendrites. This is the part of the cell that helps it to retain its structure and move other molecules throughout the cell. MAGI/S-SCAM is a component of the cytoskeleton that is used to keep dendrin in the cytoplasm of a neuron, and prevents the protein from diffusing into the nucleus. Because of this location in the neuron, it is thought that dendrin is involved in retrograde signaling from the synapse to the nucleus. This form of signaling is the reverse of normal neural signaling so that instead of the signal passing from the nucleus to the synapse, is passes from the synapse to the nucleus.",
            "score": 212.7231903076172
        },
        {
            "docid": "56806820_12",
            "document": "Synaptic stabilization . As synapses mature in the CA3 region of the Hippocampus, Nectins and Cadherins, which affiliate closely with one another in synaptic stabilization, are shifted to the periphery of the active zone and form the Puncta Adherentia Junction (PAJ). The PAJ functions much like Adherens junctions in epithelial tissues. The displacement of these CAMs and the formation of this junction provides the nascent synaptic membranes room to interact and mature while partitioning off the surrounding membrane and providing cytoskeletal fixation. Neurexin-Neuroligin interactions help establish the trans-synaptic functional asymmetry essential for the stabilization and maintenance of proper synaptic transmission. Presynaptic neurexin and its postsynaptic binding partner, neuroligin, complex early in neural development and are both known to be potent inducers of synaptogenesis. Non-neuronal cells that artificially express neurexin are sufficient to mobilize post-synaptic specializations in co-cultured neurons; neuroligin-expressing cells are likewise able to induce markers of pre-synaptic differentiation in neighboring neurons. However, while both play an important role in synaptogenesis, these cell adhesion molecule are not necessary for formation of neuronal connections during development. A triple knockout mouse mutant of either neurexins or neuroligins exhibit a normal number of synapses but express an embryonic lethal phenotype due to impairment of normal synaptic transmission. Therefore, they are not necessary for synapse formation \"per se\" but are essential for the maturation and integration of synapses into the functional circuits necessary for survival.",
            "score": 211.67796325683594
        },
        {
            "docid": "63541_19",
            "document": "Glutamic acid . Glutamate is the most abundant excitatory neurotransmitter in the vertebrate nervous system. At chemical synapses, glutamate is stored in vesicles. Nerve impulses trigger release of glutamate from the presynaptic cell. Glutamate acts on ionotropic and metabotropic (G-protein coupled) receptors. In the opposing postsynaptic cell, glutamate receptors, such as the NMDA receptor or the AMPA receptor, bind glutamate and are activated. Because of its role in synaptic plasticity, glutamate is involved in cognitive functions such as learning and memory in the brain. The form of plasticity known as long-term potentiation takes place at glutamatergic synapses in the hippocampus, neocortex, and other parts of the brain. Glutamate works not only as a point-to-point transmitter, but also through spill-over synaptic crosstalk between synapses in which summation of glutamate released from a neighboring synapse creates extrasynaptic signaling/volume transmission. In addition, glutamate plays important roles in the regulation of growth cones and synaptogenesis during brain development as originally described by Mark Mattson.",
            "score": 211.1693572998047
        },
        {
            "docid": "11233375_5",
            "document": "Allan–Herndon–Dudley syndrome . Mutations in the \"SLC16A2\" gene cause Allan–Herndon–Dudley syndrome. The \"SLC16A2\" gene, also known as \"MCT8\", provides instructions for making a protein that plays a critical role in the development of the nervous system. This protein transports a particular hormone into nerve cells in the developing brain. This hormone, called triiodothyronine or T3, is produced by the thyroid. T3 appears to be critical for the normal formation and growth of nerve cells, as well as the development of junctions between nerve cells (synapses) where cell-to-cell communication occurs. T3 and other forms of thyroid hormone also help regulate the development of other organs and control the rate of chemical reactions in the body.",
            "score": 208.0437469482422
        },
        {
            "docid": "337153_26",
            "document": "Gap junction . Because of the widespread occurrence of gap junctions in cell types other than nerve cells the term gap junction became more generally used than terms such as electrical synapse or nexus. Another dimension in the relationship between nerve cells and gap junctions was revealed by studying chemical synapse formation and gap junction presence. By tracing nerve development in leeches with gap junction expression suppressed it was shown that the bidirectional gap junction (electrical nerve synapse) needs to form between two cells before they can grow to form a unidirectional \"chemical nerve synapse\". The chemical nerve synapse is the synapse most often truncated to the more ambiguous term \"nerve synapse\".",
            "score": 207.77545166015625
        },
        {
            "docid": "372266_32",
            "document": "Long-term potentiation . The synaptic tagging hypothesis proposes that a \"synaptic tag\" is synthesized at synapses that have received LTP-inducing stimuli, and that this synaptic tag may serve to capture plasticity-related proteins shipped cell-wide from the cell body. Studies of LTP in the marine snail \"Aplysia californica\" have implicated synaptic tagging as a mechanism for the input-specificity of LTP. There is some evidence that given two widely separated synapses, an LTP-inducing stimulus at one synapse drives several signaling cascades (described previously) that initiates gene expression in the cell nucleus. At the same synapse (but not the unstimulated synapse), local protein synthesis creates a short-lived (less than three hours) synaptic tag. The products of gene expression are shipped globally throughout the cell, but are only captured by synapses that express the synaptic tag. Thus only the synapse receiving LTP-inducing stimuli is potentiated, demonstrating LTP's input specificity.",
            "score": 203.16690063476562
        },
        {
            "docid": "189701_29",
            "document": "Development of the nervous system . Much of our understanding of synapse formation comes from studies at the neuromuscular junction. The transmitter at this synapse is acetylcholine. The acetylcholine receptor (AchR) is present at the surface of muscle cells before synapse formation. The arrival of the nerve induces clustering of the receptors at the synapse. McMahan and Sanes showed that the synaptogenic signal is concentrated at the basal lamina. They also showed that the synaptogenic signal is produced by the nerve, and they identified the factor as Agrin. Agrin induces clustering of AchRs on the muscle surface and synapse formation is disrupted in agrin knockout mice. Agrin transduces the signal via MuSK receptor to rapsyn. Fischbach and colleagues showed that receptor subunits are selectively transcribed from nuclei next to the synaptic site. This is mediated by neuregulins.",
            "score": 202.93634033203125
        },
        {
            "docid": "15510783_2",
            "document": "Neuroligin . Neuroligin (NLGN), a type I membrane protein, is a cell adhesion protein on the postsynaptic membrane that mediates the formation and maintenance of synapses between neurons. Neuroligins act as ligands for β-Neurexins, which are cell adhesion proteins located presynaptically. Neuroligin and β-neurexin \"shake hands,\" resulting in the connection between two neurons and the production of a synapse. Neuroligins also affect the properties of neural networks by specifying synaptic functions, and they mediate signalling by recruiting and stabilizing key synaptic components. Neuroligins interact with other postsynaptic proteins to localize neurotransmitter receptors and channels in the postsynaptic density as the cell matures. Additionally, neuroligins are expressed in human peripheral tissues and have been found to play a role in angiogenesis. In humans, alterations in genes encoding neuroligins are implicated in autism and other cognitive disorders.",
            "score": 198.39610290527344
        },
        {
            "docid": "3717_9",
            "document": "Brain . Axons transmit signals to other neurons by means of specialized junctions called synapses. A single axon may make as many as several thousand synaptic connections with other cells. When an action potential, traveling along an axon, arrives at a synapse, it causes a chemical called a neurotransmitter to be released. The neurotransmitter binds to receptor molecules in the membrane of the target cell. Synapses are the key functional elements of the brain. The essential function of the brain is cell-to-cell communication, and synapses are the points at which communication occurs. The human brain has been estimated to contain approximately 100 trillion synapses; even the brain of a fruit fly contains several million. The functions of these synapses are very diverse: some are excitatory (exciting the target cell); others are inhibitory; others work by activating second messenger systems that change the internal chemistry of their target cells in complex ways. A large number of synapses are dynamically modifiable; that is, they are capable of changing strength in a way that is controlled by the patterns of signals that pass through them. It is widely believed that activity-dependent modification of synapses is the brain's primary mechanism for learning and memory.",
            "score": 196.9708251953125
        },
        {
            "docid": "56806820_10",
            "document": "Synaptic stabilization . Nectins are a distinct family of cell adhesion molecules. These CAMs are involved in the initial contact of presynaptic and postsynaptic neuronal processes during synapse formation. There are only four well characterized Nectins at the synapse, they are Nectin-1, 2, 3, and 4. All membrane bound Nectins possess an extracellular region with three immunoglobulin-like loops. The furthest loop from the membrane is called the V-type loop and the two loops more interior are C2-type loops. Multiple Nectins on one cell membrane will bind together at the V-type loop to form a cluster of Nectin proteins, a process called Cis-Clustering. When two cells possessing individual Cis-Clusters come into contact they form a strong complex called a Trans-Interaction which provides adhesion and, in some cases, signaling between the two cells.",
            "score": 194.8921661376953
        },
        {
            "docid": "5654027_4",
            "document": "Synapse . Synapses are essential to neuronal function: neurons are cells that are specialized to pass signals to individual target cells, and synapses are the means by which they do so. At a synapse, the plasma membrane of the signal-passing neuron (the \"presynaptic\" neuron) comes into close apposition with the membrane of the target (\"postsynaptic\") cell. Both the presynaptic and postsynaptic sites contain extensive arrays of a molecular machinery that link the two membranes together and carry out the signaling process. In many synapses, the presynaptic part is located on an axon and the postsynaptic part is located on a dendrite or soma. Astrocytes also exchange information with the synaptic neurons, responding to synaptic activity and, in turn, regulating neurotransmission. Synapses (at least chemical synapses) are stabilized in position by synaptic adhesion molecules (SAMs) projecting from both the pre- and post-synaptic neuron and sticking together where they overlap; SAMs may also assist in the generation and functioning of synapses.",
            "score": 190.5182342529297
        },
        {
            "docid": "11088829_76",
            "document": "Nerve guidance conduit . Inserting neurons into a bioartificial nerve conduit seems like the most obvious method for replacing damaged nerves; however, neurons are unable to proliferate and they are often short-lived in culture. Thus, neural progenitor cells are more promising candidates for replacing damaged and degenerated neurons because they are self-renewing, which allows for the \"in vitro\" production of many cells with minimal donor material. In order to confirm that the new neurons formed from neural progenitor cells are a part of a functional network, the presence of synapse formation is required. A study by Ma, Fitzgerald et al. is the first demonstration of murine neural stem and progenitor cell-derived functional synapse and neuronal network formation on a 3D collagen matrix. The neural progenitor cells expanded and spontaneously differentiated into excitable neurons and formed synapses; furthermore, they retained the ability to differentiate into the three neural tissue lineages. It was also demonstrated that not only active synaptic vesicle recycling occurred, but also that excitatory and inhibitory connections capable of generating action potentials spontaneously were formed. Thus, neural progenitor cells are a viable and relatively unlimited source for creating functional neurons.",
            "score": 189.79141235351562
        },
        {
            "docid": "14303581_4",
            "document": "PRKCQ . PKC-θ has a role in the transduction of signals in T cells, the kinase influences their activation, survival and growth. PKC-θ is important in the signal pathway integrating signals from TCR and CD28 receptors. A junction between an APC (an antigen presenting cell) and a T cell through their TCR and MHC receptors forms an immunological synapse. The active PKC-θ is localized in immunological synapse of T cells between the cSMAC (central supramolecular activation cluster containing TCR) and pSMAC (peripheral supramolecular activation cluster containing LFA-1 and ICAM-1). In regulatory T cells, PKC-θ is depleted depleted from the region of immunological synapse, whereas in effector T cells, PKC θ is present. As a result of costimulation by CD28 and TCR, PKC-θ is sumoylated by SUMO1 predominantly on the sites Lys325 and Lys506. Sumoylation is important because of forming of the immunological synapse. Subsequently, PKC-θ phosphorylates SPAK (STE20/SPS1-related, proline alanine-rich kinase) that activates the transcription factor AP-1 (activating protein-1). PKC-θ also initiates the assembly of proteins Carma-1, Bcl-10 and Malt-1 by phosphorylation of Carma-1. This complex of three proteins activates the transcription factor NF-κB (nuclear factor-κB). Furthermore, PKC-θ plays a role in the activation of transcription factor NF-AT (nuclear factor of activated T cells). Thus, PKC-θ promotes inflammation in effector T cells. PKC-θ plays a role in the activation of ILC2 and contribute to the proliferation of Th2 cells. The kinase PKC-θ is crucial for function of Th2 and Th17. Moreover, PKC-θ can translocate itself to the nucleus and by phosphorylation of histons increases the accessibility of transcriptional-memory-responsive genes in memory T cells. PKC-θ plays a role in anti-tumor activity of NK cells. It was observed that in mice without PKC-θ, MHCI-deficient tumors are more often.",
            "score": 187.48524475097656
        },
        {
            "docid": "4942572_3",
            "document": "Lateral grey column . The nervous system is the system of neurons, or nerve cells, that relay electrical signals through the brain and body. A nerve cell receives signals from other nerve cells through tree-branch-like extensions called dendrites and passes signals on through a long extension called an axon (or nerve fiber). Synapses are places where one cell's axon passes information to another cell's dendrite by sending chemicals called neurotransmitters across a small gap called a synaptic cleft. Synapses occur in various locations, including ganglia (singular: ganglion), which are masses of nerve cell bodies. Preganglionic nerve cells in the sympathetic nervous system (all of which come from the lateral grey column), use the neurotransmitter acetylcholine, while postganglionic sympathetic nerve cells use norepinephrine. Grey matter in the brain and spinal cord is any accumulation of cell bodies and neuropil (neuropil is tissue rich in nerve cell bodies and dendrites). White matter consists of nerve tracts (groups of axons) and commissures (tracts that cross the brain's midline).",
            "score": 185.83270263671875
        },
        {
            "docid": "14567237_6",
            "document": "TAS1R3 . TAS1R1+3 expressing cells are found in fungiform papillae at the tip and edges of the tongue and palate taste receptor cells in the roof of the mouth. These cells are shown to synapse upon the chorda tympani nerves to send their signals to the brain. TAS1R2+3 expressing cells are found in circumvallate papillae and foliate papillae near the back of the tongue and palate taste receptor cells in the roof of the mouth. These cells are shown to synapse upon the glossopharyngeal nerves to send their signals to the brain. TAS1R and TAS2R (bitter) channels are not expressed together in any taste buds.",
            "score": 185.708984375
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 185.42666625976562
        },
        {
            "docid": "56806820_15",
            "document": "Synaptic stabilization . Ephrin B/EphB signaling is also involved in synaptic stabilization through different mechanisms. These molecules contain cytoplasmic tails which interact with scaffolding proteins via their PDZ domains to stabilize newly formed CNS synapses. For example, Ephrin B3 interacts with the adaptor protein glutamate-receptor-interacting protein 1 (GRIP-1) to regulate the development of excitatory dendritic shaft synapses. This process, which was identified in cultures of hippocampal neurons, revealed that Eph/ephrin B3 reverse signaling recruits GRIP1 to the membrane of the postsynaptic shaft. Once at the membrane shaft, GRIP1 helps anchor glutamate receptors below the presynaptic terminal. This process also involves the phosphorylation of a serine residue near the ephrin-B carboxyl terminus (proximal to the PDZ-binding motif) that leads to the stabilization of AMPA receptors at synapses.",
            "score": 184.988525390625
        },
        {
            "docid": "1505382_6",
            "document": "Hybrid computer . Consider that the nervous system in animals is a form of hybrid computer. Signals pass across the synapses from one nerve cell to the next as discrete (digital) packets of chemicals, which are then summed within the nerve cell in an analog fashion by building an electro-chemical potential until its threshold is reached, whereupon it discharges and sends out a series of digital packets to the next nerve cell. The advantages are at least threefold: noise within the system is minimized (and tends not to be additive), no common grounding system is required, and there is minimal degradation of the signal even if there are substantial differences in activity of the cells along a path (only the signal delays tend to vary). The individual nerve cells are analogous to analog computers; the synapses are analogous to digital computers.",
            "score": 184.62147521972656
        },
        {
            "docid": "48718797_4",
            "document": "Glutamate (neurotransmitter) . Because of its role in synaptic plasticity, glutamate is involved in cognitive functions such as learning and memory in the brain. The form of plasticity known as long-term potentiation takes place at glutamatergic synapses in the hippocampus, neocortex, and other parts of the brain. Glutamate works not only as a point-to-point transmitter, but also through spill-over synaptic crosstalk between synapses in which summation of glutamate released from a neighboring synapse creates extrasynaptic signaling/volume transmission. In addition, glutamate plays important roles in the regulation of growth cones and synaptogenesis during brain development.",
            "score": 184.17262268066406
        },
        {
            "docid": "27122321_14",
            "document": "Synaptic tagging . Synaptic tagging is likely to involve the acquisition of molecular maintenance mechanisms by a synapse that would then allow for the conservation of synaptic changes. There are several proposed processes through which synaptic tagging functions. One model suggests that the tag allows for local protein synthesis at the specified synapse that then leads to modifications in synaptic strength. One example of this suggested mechanism involves the anchoring of PKMzeta mRNA to the tagged synapse. This anchor would then restrict the activity of translated PKMzeta, an important plasticity related protein, to this location. A different model proposes that short-term synaptic changes induced by the stimulus are themselves the tag; subsequently delivered or translated protein products act to strengthen this change. For example, the removal of AMPA receptors due to low-frequency stimulation leading to LTD is stabilized by a new protein product that would be inactive at synapses where internalization had not occurred. The tag could also be a latent memory trace, as another model suggests. The activity of proteins would then be required for the memory trace to lead to sustained changes in synaptic strength. According to this model, changes induced by the latent memory trace, such as the growth of new filipodia, are themselves the tag. These tags require protein products for stabilization, synapse formation, and synapse stabilization. Finally, another model proposes that the required molecular products get directed into the appropriate dendritic branches and then find the specific synapses under efficacy modification, by following Ca++ microconcentration gradients through voltage-gated Ca++ channels.",
            "score": 183.68258666992188
        },
        {
            "docid": "20848680_7",
            "document": "Cellular neuroscience . Neurons communicate with one another via synapses. Synapses are specialized junctions between two cells in close apposition to one another. In a synapse, the neuron that sends the signal is the presynaptic neuron and the target cell receives that signal is the postsynaptic neuron or cell. Synapses can be either electrical or chemical. Electrical synapses are characterized by the formation of gap junctions that allow ions and other organic compound to instantaneously pass from one cell to another. Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. A receptor is a transmembrane protein molecule that a neurotransmitter or drug binds. Chemical synapses are slower than electrical synapses.",
            "score": 182.54737854003906
        },
        {
            "docid": "18879580_10",
            "document": "Pikachurin . Synapse formation is crucial for the mammalian CNS (central nervous system) to function correctly. Retinal photoreceptors finish at the axon terminal which forms a specialized structure, the ribbon synapse, which specifically connects photoreceptor synaptic terminals with bipolar and horizontal cell terminals in the outer plexiform layer (OPL) of the retina. It is clear that Pikachurin, an extracellular matrix–like retinal protein, is localized to the synaptic cleft in the photoreceptor ribbon synapse. It is demonstrated that with a lack of Pikachurin, there is an improper apposition of the bipolar cell dendritic tips to the photoreceptor ribbon synapses, resulting in alterations in synaptic signal transmission and visual function. The function of Pikachurin remains unknown, but it is a fact that pikachurin is critically involved in the normal photoreceptor ribbon synapse formation and also in physiological functions of visual perception.",
            "score": 181.1446533203125
        },
        {
            "docid": "57499035_3",
            "document": "Slp adaptor and csk interacting membrane protein . This gene encodes a transmembrane adaptor protein that is expressed in antigen-presenting cells and is localized in the immunologic synapse. The encoded protein is involved in major histocompatibility complex class II signal transduction and immune synapse formation. Alternatively spliced transcript variants have been found for this gene. [provided by RefSeq, Dec 2012].",
            "score": 180.77783203125
        },
        {
            "docid": "16851183_3",
            "document": "NPTX2 . This gene encodes a member of the family of neuronal pentraxins, synaptic proteins that are related to C-reactive protein. This protein is involved in excitatory synapse formation. It also plays a role in clustering of alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA)-type glutamate receptors at established synapses, resulting in non-apoptotic cell death of dopaminergic nerve cells.",
            "score": 179.92214965820312
        },
        {
            "docid": "1224698_15",
            "document": "Synaptogenesis . Although the study of synaptogenesis within the central nervous system (CNS) is much more recent than that of the NMJ, there is promise of relating the information learned at the NMJ to synapses within the CNS. Many similar structures and basic functions exist between the two types of neuronal connections. At the most basic level, the CNS synapse and the NMJ both have a nerve terminal that is separated from the postsynaptic membrane by a cleft containing specialized extracellular material. Both structures exhibit localized vesicles at the active sites, clustered receptors at the post-synaptic membrane, and glial cells that encapsulate the entire synaptic cleft. In terms of synaptogenesis, both synapses exhibit differentiation of the pre- and post-synaptic membranes following initial contact between the two cells. This includes the clustering of receptors, localized up-regulation of protein synthesis at the active sites, and neuronal pruning through synapse elimination.",
            "score": 179.17637634277344
        },
        {
            "docid": "1224698_18",
            "document": "Synaptogenesis . Synaptic signaling during synaptogenesis is not only activity-dependent, but is also dependent on the environment in which the neurons are located. For instance, brain-derived neurotrophic factor (BDNF) is produced by the brain and regulates several functions within the developing synapse, including enhancement of transmitter release, increased concentration of vesicles, and cholesterol biosynthesis. Cholesterol is essential to synaptogenesis because the lipid rafts that it forms provide a scaffold upon which numerous signaling interactions can occur. BDNF-null mutants show significant defects in neuronal growth and synapse formation. Aside from neurotrophins, cell-adhesion molecules are also essential to synaptogenesis. Often the binding of pre-synaptic cell-adhesion molecules with their post-synaptic partners triggers specializations that facilitate synaptogenesis. Indeed, a defect in genes encoding neuroligin, a cell-adhesion molecule found in the post-synaptic membrane, has been linked to cases of autism and mental retardation. Finally, many of these signaling processes can be regulated by matrix metalloproteinases (MMPs) as the targets of many MMPs are these specific cell-adhesion molecules.",
            "score": 179.1705322265625
        },
        {
            "docid": "639057_7",
            "document": "Wiskott–Aldrich syndrome protein . WASp is required for various functions in myeloid and lymphoid immune cells. Many of these, such as phagocytosis and podosome formation, related to its role in regulating the polymerization of actin filaments. Other functions of WASP depend on its activity as a scaffold protein for assembly of effective signalling complexes downstream of antigen receptor or integrin engagement. Particularly in NK cells it participates in the synapse formation and polarization of perforin to the immune synapse for NK cell cytotoxicity. When WASp is absent or mutated T cells and B cells formation of immune synapse and TCR/BCR downstream signaling is also affected.",
            "score": 178.71836853027344
        },
        {
            "docid": "563203_2",
            "document": "Excitatory synapse . An excitatory synapse is a synapse in which an action potential in a presynaptic neuron increases the probability of an action potential occurring in a postsynaptic cell. It makes it more likely for action potential to happen. Neurons form networks through which nerve impulses travel, each neuron often making numerous connections with other cells. These electrical signals may be excitatory or inhibitory, and, if the total of excitatory influences exceeds that of the inhibitory influences, the neuron will generate a new action potential at its axon hillock, thus transmitting the information to yet another cell.",
            "score": 177.7572021484375
        },
        {
            "docid": "487921_18",
            "document": "Long-term depression . Endocannabinoids affect long-lasting plasticity processes in various parts of the brain, serving both as regulators of pathways and necessary retrograde messengers in specific forms of LTD. In regard to retrograde signaling, cannabinoid receptors function widely throughout the brain in presynaptic inhibition. Endocannabinoid retrograde signaling has been shown to effect LTD at corticostriatal synapses and glutamatergic synapses in the prelimbic cortex of the nucleus accumbens (NAc), and it is also involved in spike-timing-dependent LTD in the visual cortex. Endocannabinoids are implicated in LTD of inhibitory inputs (LTDi) within the basolateral nucleus of the amygdala (BLA) as well as in the stratum radiatum of the hippocampus. Additionally, endocannabinoids play an important role in regulating various forms of synaptic plasticity. They are involved in inhibition of LTD at parallel fiber Purkinje neuron synapses in the cerebellum and NMDA receptor-dependent LTD in the hippocampus.",
            "score": 177.35699462890625
        },
        {
            "docid": "46273429_2",
            "document": "Dendrodendritic synapse . Dendrodendritic synapses are connections between the dendrites of two different neurons. This is in contrast to the more common axodendritic synapse (chemical synapse) where the axon sends signals and the dendrite receives them. Dendrodendritic synapses are activated in a similar fashion to axodendritic synapses in respects to using a chemical synapse. These chemical synapses receive a depolarizing signal from an incoming action potential which results in an influx of calcium ions that permit release of Neurotransmitters to propagate the signal the post synaptic cell. There is also evidence of bi-directionality in signaling at dendrodendritic synapses. Ordinarily, one of the dendrites will display inhibitory effects while the other will display excitatory effects. The actual signaling mechanism utilizes Na and Ca pumps in a similar manner to those found in axodendritic synapses.",
            "score": 177.22267150878906
        }
    ]
}