{
    "q": [
        {
            "docid": "32509_50",
            "document": "Vitamin C . All plants synthesize ascorbic acid. Ascorbic acid functions as a cofactor for enzymes involved in photosynthesis, synthesis of plant hormones, as an antioxidant and also regenerator of other antioxidants. Plants use multiple pathways to synthesize vitamin C. The major pathway starts with glucose, fructose or mannose (all simple sugars) and proceeds to L-galactose, L-galaconolactone and ascorbic acid. There is feedback regulation in place, in that the presence of ascorbic acid suppresses enzymes in the synthesis pathway. This process follows a diurnal rhythm, so that enzyme expression peaks in the morning to support biosynthesis later on when mid-day sunlight intensity demands high ascorbic acid concentrations. Minor pathways may be specific to certain parts of plants; these can be either identical to the vertebrate pathway (including the GLO enzyme), or start with inositol and get to ascorbic acid via L-galactonic acid to L-galactonolactone.",
            "score": 177.1433880329132
        },
        {
            "docid": "14549158_5",
            "document": "Glutamate—prephenate aminotransferase . The gene which encodes this enzyme has recently been identified in various plant species and microorganisms, meaning that all genes in the pathway have now been identified and accounted for. This pathway occurs in many different plant species. As phenylalanine is an essential amino acid, humans (and other animals) have lost the ability to produce it themselves and must therefore obtain it from their diet. As such, the activity of this enzyme in various plant species affects the survival of animals as well. In these animals, tyrosine is synthesized from phenylalanine via the enzyme phenylalanine hydroxylase, whereas plants have their own method of tyrosine synthesis.",
            "score": 138.6739149093628
        },
        {
            "docid": "2268_18",
            "document": "Chemistry of ascorbic acid . There are many different biosynthesis pathways for ascorbic acid in plants. Most of these pathways are derived from products found in glycolysis and other pathways. For example, one pathway goes through the plant cell wall polymers. The plant ascorbic acid biosynthesis pathway most principal seems to be -galactose. -Galactose reacts with the enzyme -galactose dehydrogenase, whereby the lactone ring opens and forms again but with between the carbonyl on C1 and hydroxyl group on the C4, resulting in -galactonolactone. -Galactonolactone then reacts with the mitochondrial flavoenzyme -galactonolactone dehydrogenase. to produce ascorbic acid. -Ascorbic acid has a negative feedback on -galactose dehydrogenase in spinach. Ascorbic acid efflux by embryo of dicots plants is a well-established mechanism of iron reduction, and a step obligatory for iron uptake.",
            "score": 92.96666979789734
        },
        {
            "docid": "14323237_7",
            "document": "3-dehydroquinate synthase . 3-Dehydroquinate synthase catalyzes the second step in the shikimate pathway, which is essential for the production of aromatic amino acids in bacteria, plants, and fungi, but not mammals. This makes it an ideal target for new antimicrobial agents, anti-parasitic agents, and herbicides. Other enzymes in the shikimate pathway have already been targeted and put to use as herbicides. Roundup, a common herbicide made by Monsanto, works by inhibiting another enzyme in the shikimate pathway. The shikimate pathway is an ideal choice for herbicides because this pathway does not exist in animals or people so people are not directly affected. Roundup uses an enzyme inhibitor, glyphosate, to block one of the steps of the shikimate pathway. Glyphosate inhibits 5-enolpyruvylshikimate-3-phosphate synthase (EPSP synthase), which ultimately blocks the production of aromatic amino acids, and, without aromatic amino acids, plants cannot survive. However, Monsanto developed a bacterial form of EPSP synthase that was not inhibited by Roundup. Monsanto introduced this gene into plants using agrobacterium and the result was a plant that was resistant to Roundup. This meant that all plants without the bacterial gene would die, leading a much higher degree of weed control.",
            "score": 103.5375508069992
        },
        {
            "docid": "32509_49",
            "document": "Vitamin C . In vertebrates that can synthesize ascorbic acid, the biosynthesis pathway starts with glucose, either taking place in the liver for mammals and some birds, or the kidneys for amphibians, reptiles and some birds. The pathway is the same. Several enzymes catalyze steps from D-glucose to D-glucuronate. Next, the enzyme glucuronate reductase converts D-glucuronate to L-gluconate. Then the enzyme gulonolactonase converts L-gluconate to L-gulonolactone. The final enzymatic conversion is by the enzyme L-gulonolactone oxidase (GLO), to 2-keto-gulonolactone. From this compound, the last step is a spontaneous, i.e., non-enzymatic conversion to ascorbic acid (vitamin C). GLO is the enzyme that is absent in animal species unable to synthesize vitamin C.",
            "score": 170.0485394001007
        },
        {
            "docid": "3277_25",
            "document": "Antioxidant . Ascorbic acid or \"vitamin C\" is a monosaccharide oxidation-reduction (redox) catalyst found in both animals and plants. As one of the enzymes needed to make ascorbic acid has been lost by mutation during primate evolution, humans must obtain it from the diet; it is therefore a vitamin. Most other animals are able to produce this compound in their bodies and do not require it in their diets. Ascorbic acid is required for the conversion of the procollagen to collagen by oxidizing proline residues to hydroxyproline. In other cells, it is maintained in its reduced form by reaction with glutathione, which can be catalysed by protein disulfide isomerase and glutaredoxins. Ascorbic acid is a redox catalyst which can reduce, and thereby neutralize, reactive oxygen species such as hydrogen peroxide. In addition to its direct antioxidant effects, ascorbic acid is also a substrate for the redox enzyme ascorbate peroxidase, a function that is particularly important in stress resistance in plants. Ascorbic acid is present at high levels in all parts of plants and can reach concentrations of 20 millimolar in chloroplasts.",
            "score": 221.46347987651825
        },
        {
            "docid": "19178965_9",
            "document": "Fungus . Unique features: Most fungi lack an efficient system for the long-distance transport of water and nutrients, such as the xylem and phloem in many plants. To overcome this limitation, some fungi, such as \"Armillaria\", form rhizomorphs, which resemble and perform functions similar to the roots of plants. As eukaryotes, fungi possess a biosynthetic pathway for producing terpenes that uses mevalonic acid and pyrophosphate as chemical building blocks. Plants and some other organisms have an additional terpene biosynthesis pathway in their chloroplasts, a structure fungi and animals do not have. Fungi produce several secondary metabolites that are similar or identical in structure to those made by plants. Many of the plant and fungal enzymes that make these compounds differ from each other in sequence and other characteristics, which indicates separate origins and convergent evolution of these enzymes in the fungi and plants.",
            "score": 175.2884337902069
        },
        {
            "docid": "13571938_44",
            "document": "Plant evolutionary developmental biology . Since bacteria possess the ability to make secondary metabolites such as the antibiotic penicillin, their production began quite early during evolution. But they assume more significant roles in eukaryotic and multicellular organisms. In plants they seem to have diversified using mechanisms such as gene duplications, evolution of novel genes and the development of novel biosynthetic pathways. Studies have shown that diversity in some of these compounds may be positively selected for. Cyanogenic glycosides may have been proposed to have evolved multiple times in different plant lineages, and there are several other instances of convergent evolution. For example, the enzymes for synthesis of limonene – a terpene – are more similar between angiosperms and gymnosperms than to their own terpene synthesis enzymes. This suggests independent evolution of the limonene biosynthetic pathway in these two lineages.",
            "score": 149.78340578079224
        },
        {
            "docid": "5464960_50",
            "document": "Enzyme inhibitor . The herbicide glyphosate is an inhibitor of 3-phosphoshikimate 1-carboxyvinyltransferase, other herbicides, such as the sulfonylureas inhibit the enzyme acetolactate synthase. Both these enzymes are needed for plants to make branched-chain amino acids. Many other enzymes are inhibited by herbicides, including enzymes needed for the biosynthesis of lipids and carotenoids and the processes of photosynthesis and oxidative phosphorylation. Animals and plants have evolved to synthesise a vast array of poisonous products including secondary metabolites, peptides and proteins that can act as inhibitors. Natural toxins are usually small organic molecules and are so diverse that there are probably natural inhibitors for most metabolic processes. The metabolic processes targeted by natural poisons encompass more than enzymes in metabolic pathways and can also include the inhibition of receptor, channel and structural protein functions in a cell. For example, paclitaxel (taxol), an organic molecule found in the Pacific yew tree, binds tightly to tubulin dimers and inhibits their assembly into microtubules in the cytoskeleton.",
            "score": 146.76530992984772
        },
        {
            "docid": "13897682_12",
            "document": "Shikimate dehydrogenase . The shikimate pathway is a target for herbicides and other non-toxic drugs because the shikimate pathway is not present in humans. Glyphosate, a commonly used herbicide, is an inhibitor of 5-enolpyruvylshikimate 3-phosphate synthase or EPSP synthase, an enzyme in the shikimate pathway. The problem is that this herbicide has been utilized for about 20 years and now some plants have now emerged that are glyphosate-resistant. This has relevance to research on shikimate dehydrogenase because it is important to maintain diversity in the enzyme blocking process in the shikimate pathway and with more research shikimate dehydrogenase could be the next enzyme to be inhibited in the shikimate pathway. In order to design new inhibitors the structures for all the enzymes in the pathway have needed to be elucidated. The presence of two forms of the enzyme complicate the design of potential drugs because one could compensate for the inhibition of the other. Also there the TIGR data base shows that there are 14 species of bacteria with the two forms of shikimate dehydrogenase. This is a problem for drug makers because there are two enzymes that a potential drug would need to inhibit at the same time.",
            "score": 88.07605350017548
        },
        {
            "docid": "16834812_9",
            "document": "Alpha-aminoadipic semialdehyde synthase, mitochondrial . The native human enzyme is bifunctional, much like the LKR/SHD found in plants, and thus, is thought to be similar in structure. The bifunctionality of this enzyme comes from the fact that it contains two distinct active sites, one at its C-terminal, and one at its N-terminal. The C-terminal portion of alpha-aminoadipic semialdehyde synthase contains the SHD activity and the N-terminal portion contains LKR. To date, a structure of alpha-aminoadipic semialdehyde synthase has not been determined. The enzyme does not have linker region present in plants between its C and N-termini, so theories suggest the actual structure contains an LKR-activity region bound to an SHD-activity region, like that in \"Magnaporthe grisea\". Alpha-aminoadipic semialdehyde synthase is encoded for by the AASS gene, and mutations in this gene lead to hyperlysinemia. This is characterized by impaired breakdown of lysine which results in elevated levels of lysine in the blood and urine. These increased levels of lysine do not appear to have any negative effects on the body. Other names for this condition include: Hyperlysinemia is characterized by elevated plasma lysine levels that exceed 600 μmol/L and can reach up to 2000 μmol/L. These increased levels of lysine do not appear to have any negative effects on the body. The main reason for this is that several alternative biochemical reactions can take place. First, lysine can be used in place of ornithine in the urea cycle resulting in the production of homoarginine. Additionally, even though most mammals use the saccharopine pathway for most lysine degradation (Path 1), the brain has an alternative pathway (Path 2) which goes through an L-pipecolic acid intermediate - both of these can be seen in the figure. It is important to note that Path 1 takes place in the mitochondria while Path 2 takes places in the peroxisome. Looking at other key enzymes within the L-lysine degradation pathway, ALDH7A1 is deficient in children with pyridoxine-dependent seizures. GCDH is deficient in glutaric aciduria type 1. The intermediate 2-oxoadipate is metabolized by 2-oxoadipate dehydrogenase, resembling the Citric Acid/Kreb cycle enzyme complex 2-oxoglutarate dehydrogenase.",
            "score": 107.23441362380981
        },
        {
            "docid": "62798_26",
            "document": "Fabaceae . The current hypothesis about the evolution of the genes needed for nodulation is that they were recruited from other pathways after a polyploidy event. Several different pathways have been implicated as donating duplicated genes to the pathways need for nodulation. The main donors to the pathway were the genes associated with the arbuscular mycorrhiza symbiosis genes, the pollen tube formation genes and the haemoglobin genes. One of the main genes shown to be shared between the arbuscular mycorrhiza pathway and the nodulation pathway is SYMRK and it is involved in the plant-bacterial recognition. The pollen tube growth is similar to the infection thread development in that infection threads grow in a polar manner that is similar to a pollen tubes polar growth towards the ovules. Both pathways include the same type of enzymes, pectin-degrading cell wall enzymes. The enzymes needed to reduce nitrogen, nitrogenases, require a substantial input of ATP but at the same time are sensitive to free oxygen. To meet the requirements of this paradoxical situation, the plants express a type of haemoglobin called leghaemoglobin that is believed to be recruited after a duplication event. These three genetic pathways are believed to be part of a gene duplication event then recruited to work in nodulation.",
            "score": 91.19733941555023
        },
        {
            "docid": "13897682_4",
            "document": "Shikimate dehydrogenase . Shikimate dehydrogenase is an enzyme that catalyzes one step of the shikimate pathway. This pathway is found in bacteria, plants, fungi, algae, and parasites and is responsible for the biosynthesis of aromatic amino acids (phenylalanine, tyrosine, and tryptophan) from the metabolism of carbohydrates. In contrast, animals and humans lack this pathway hence products of this biosynthetic route are essential amino acids that must be obtained through an animal's diet.",
            "score": 103.71394991874695
        },
        {
            "docid": "2268_16",
            "document": "Chemistry of ascorbic acid . Ascorbic acid is found in plants and animals where it is produced from glucose. Animals must either produce it or digest it, otherwise a lack of vitamin C may cause scurvy, which may eventually lead to death. Reptiles and older orders of birds make ascorbic acid in their kidneys. Recent orders of birds and most mammals make ascorbic acid in their liver where the enzyme -gulonolactone oxidase is required to convert glucose to ascorbic acid. Humans, other higher primates, guinea pigs and most bats require dietary ascorbic acid because the enzyme -gulonolactone oxidase catalysing the last step in the biosynthesis is highly mutated and non-functional, therefore, unable to make ascorbic acid. Synthesis and signalling properties are still under investigation.",
            "score": 158.57085394859314
        },
        {
            "docid": "20374_47",
            "document": "Metabolism . Many models have been proposed to describe the mechanisms by which novel metabolic pathways evolve. These include the sequential addition of novel enzymes to a short ancestral pathway, the duplication and then divergence of entire pathways as well as the recruitment of pre-existing enzymes and their assembly into a novel reaction pathway. The relative importance of these mechanisms is unclear, but genomic studies have shown that enzymes in a pathway are likely to have a shared ancestry, suggesting that many pathways have evolved in a step-by-step fashion with novel functions created from pre-existing steps in the pathway. An alternative model comes from studies that trace the evolution of proteins' structures in metabolic networks, this has suggested that enzymes are pervasively recruited, borrowing enzymes to perform similar functions in different metabolic pathways (evident in the MANET database) These recruitment processes result in an evolutionary enzymatic mosaic. A third possibility is that some parts of metabolism might exist as \"modules\" that can be reused in different pathways and perform similar functions on different molecules.",
            "score": 111.22833919525146
        },
        {
            "docid": "54970639_2",
            "document": "Thimet oligopeptidase . Thimet oligopeptidases (), also known as TOPs, are a type of M3 metallopeptidases. These enzymes can be found in animals and plants, showing distinctive functions. In animals and humans, they are involved in the degradation of peptides, such as bradykinin, neurotensin, angiotensin I, and Aβ peptide, helping to regulate physiological processes. In plants, their role is related to the degradation of targeting peptides and the immune response to pathogens through Salicylic Acid (SA)-dependent stress signaling. In \"Arabidopsis thaliana\"—recognized as a model plant for scientific studies—two thimet oligopeptidases, known as TOP1 and TOP2, have been identified as targets for salicylic acid binding in the plant. These TOP enzymes are key components to understand the SA-mediated signaling where interactions exist with different components and most of the pathways are unknown.",
            "score": 92.2945396900177
        },
        {
            "docid": "14334029_6",
            "document": "Chorismate synthase . The shikimate pathway synthesises aromatic amino acids as well as other aromatic compounds that have various involvement with processes such as \"UV protection, electron transport, signaling, communication, plant defense, and the wound response\". Moreover, the enzymes catalysing the Shikimate pathway may be potentially useful in the development of new herbicides and antibiotics. This is due to the fact that the shikimate pathway is not present in humans. It is, therefore, an ideal target for herbicides because chemicals used to inhibit the shikimate pathway should not have an effect on humans. Also, the products created by the shikimate pathway are essential to plant life, so, if the function of the pathway is inhibited, this has a fatal effect on the plant. The enzymes in the shikimate pathway, and chorismate synthase specifically,are also considered to be potential targets for new antimicrobial chemotherapy treatments for Mycobacterium tuberculosis. This is important since drugs resistant strains of M. tuberculosis continue to emerge. Studies have shown that the \"shikimate pathway is essential for M. tuberculosis viability\" making it an attractive target for new antimycobacterial agents.",
            "score": 88.91849064826965
        },
        {
            "docid": "11403513_3",
            "document": "Ribose-phosphate diphosphokinase . The enzyme is involved in the synthesis of nucleotides (purines and pyrimidines), cofactors NAD and NADP, and amino acids histidine and tryptophan, linking these biosynthetic processes to the pentose phosphate pathway, from which the substrate ribose 5-phosphate is derived. Ribose 5-phosphate is produced by the HMP Shunt Pathway from Glucose-6-Phosphate. The product phosphoribosyl pyrophosphate acts as an essential component of the purine salvage pathway and the de novo synthesis of purines. Dysfunction of the enzyme would thereby undermine purine metabolism. Ribose-phosphate pyrophosphokinase exists in bacteria, plants, and animals, and there are three isoforms of human ribose-phosphate pyrophosphokinase. In humans, the genes encoding the enzyme are located on the X chromosome.",
            "score": 78.98645067214966
        },
        {
            "docid": "23294157_6",
            "document": "Alloteropsis . C photosynthetic pathway evolution in \"Alloteropsis\" also represents an example of adaptive evolution via horizontal gene transfer in eukaryotes. It is the first such example of gene transfer between plant species that are not in direct physical contact (as in a host-parasite relationship). In each case, genes adapted for an important function in C photosynthesis have been transferred from grass lineages that diverged from \"Alloteropsis\" more than 20 million years ago, and independently evolved C photosynthesis. Horizontally inherited genes encode the photosynthesis enzymes PEPC and PEPCK. All other genes expressed in the mature C leaf of \"A. s. semialata\" were vertically inherited from a common ancestor with the C taxon \"A. s. eckloniana\".",
            "score": 157.8493456840515
        },
        {
            "docid": "997986_2",
            "document": "Entner–Doudoroff pathway . The Entner–Doudoroff pathway (ED pathway) describes a pathway—a series of enzyme-catalyzed chemical reactions—that are active in bacterial primary metabolism, a pathway that catabolizes glucose to pyruvic acid using enzymes distinct either from those used in glycolysis or the pentose phosphate pathway (the latter two being most widely used in the Bacteria). The ED pathway was first reported by Michael Doudoroff and Nathan Entner from the Bacteriology Department at the University of California, Berkeley in 1952. Recent work on the Entner–Duodoroff pathway has shown that its use is not restricted to prokaryotes as was previously thought. Specifically, there is direct evidence that \"Hordeum vulgare\" uses the Entner–Doudoroff pathway. Use of the Entner–Duodoroff pathway among other plants such as mosses and ferns is also probably widespread based on preliminary sequencing data analysis.",
            "score": 63.508267641067505
        },
        {
            "docid": "3971631_10",
            "document": "KEGG . The KEGG metabolic pathway maps are drawn to represent the dual aspects of the metabolic network: the genomic network of how genome-encoded enzymes are connected to catalyze consecutive reactions and the chemical network of how chemical structures of substrates and products are transformed by these reactions. A set of enzyme genes in the genome will identify enzyme relation networks when superimposed on the KEGG pathway maps, which in turn characterize chemical structure transformation networks allowing interpretation of biosynthetic and biodegradation potentials of the organism. Alternatively, a set of metabolites identified in the metabolome will lead to the understanding of enzymatic pathways and enzyme genes involved.",
            "score": 69.00431275367737
        },
        {
            "docid": "538946_10",
            "document": "Aminolevulinic acid . In plants, algae, bacteria (except for the α-proteobacteria group) and archaea, it is produced from glutamic acid via glutamyl-tRNA and glutamate-1-semialdehyde. The enzymes involved in this pathway are glutamyl-tRNA synthetase, glutamyl-tRNA reductase, and glutamate-1-semialdehyde 2,1-aminomutase. This pathway is known as the C5 or Beale pathway. In most plastid-containing species, glutamyl-tRNA is encoded by a plastid gene, and the transcription, as well as the following steps of C5 pathway, take place in plastids.",
            "score": 83.92089414596558
        },
        {
            "docid": "41917683_7",
            "document": "Pesticide degradation . Biodegradation is generally recognized as biggest contributor to degradation. Whereas plants, animals and fungi (\"Eukaryota\") typically transform pesticides for detoxification through metabolism by broad-spectrum enzymes, bacteria (\"Prokaryota\") more commonly metabolize them. This dichotomy is likely due to a wider range of sensitive targets in Eukaryota. For example, organophosphate esters that interfere with nerve signal transmission in insects do not affect microbial processes and offering nourishment for microorganisms whose enzymes can hydrolyze phosphotriesters. Bacteria are more likely to contain such enzymes because of their strong selection for new enzymes and metabolic pathways that supply essential nutrients. In addition, genes move horizontally within microbial populations, spreading newly evolved degradation pathways.",
            "score": 68.67533659934998
        },
        {
            "docid": "1749180_6",
            "document": "Clavulanic acid . Clavulanic acid is biosynthesized from the amino acid arginine and the sugar glyceraldehyde 3-phosphate. With the β-lactam like structure, clavulanic acid looks structurally similar to penicillin, but the biosynthesis of this molecule involves a different pathway and set of enzymes. Clavulanic acid is biosynthesized by the bacterium \"Streptomyces clavuligerus\", using glyceraldehyde-3-phosphate and -arginine as the starting materials of the pathway. Although all of the intermediates of the pathway are known, the exact mechanism of each enzymatic reaction is not fully understood. The biosynthesis mainly involves 3 enzymes: clavaminate synthase, β-lactam synthetase and N-(2-carboxyethyl)-L-arginine synthase(CEA). Clavaminate synthase is a non-heme iron α-keto-glutarate dependent oxygenase that is encoded by orf5 of the clavulanic acid gene cluster. The specific mechanism of how this enzyme works is not fully understood, but this enzyme regulates 3 steps in the overall synthesis of clavulanic acid. All 3 steps occur in the same region of the catalytic iron center, yet do not occur in-sequence and affect different areas of the clavulanic acid structure.",
            "score": 71.73993706703186
        },
        {
            "docid": "63544_10",
            "document": "Lysine . Like all amino acids, catabolism of lysine is initiated from the uptake of dietary lysine or from the breakdown of intracellular protein. Catabolism is also used as a means to control the intracellular concentration of free lysine and maintain a steady-state to prevent the toxic effects of excessive free lysine. There are several pathways involved in lysine catabolism but the most commonly used is the saccharopine pathway, which primarily takes place in the liver (and equivalent organs) in animals, specifically within the mitochondria. This is the reverse of the previously described AAA pathway. In animals and plants, the first two steps of the saccharopine pathway are catalysed by the bifunctional enzyme, α-aminoadipic semialdehyde synthase (AASS), which possess both lysine-ketoglutarate reductase (LKR) (E.C 1.5.1.8) and SDH activities, whereas in other organisms, such as bacteria and fungi, both of these enzymes are encoded by separate genes. The first step involves the LKR catalysed reduction of \"L\"-lysine in the presence of α-ketoglutarate to produce saccharopine, with NAD(P)H acting as a proton donor. Saccharopine then undergoes a dehydration reaction, catalysed by SDH in the presence of NAD, to produce AAS and glutamate. AAS dehydrogenase (AASD) (E.C 1.2.1.31) then further dehydrates the molecule into AAA. Subsequently, PLP-AT catalyses the reverse reaction to that of the AAA biosynthesis pathway, resulting in AAA being converted to α-ketoadipate. The product, α‑ketoadipate, is decarboxylated in the presence of NAD and coenzyme A to yield glutaryl-CoA, however the enzyme involved in this is yet to be fully elucidated. Some evidence suggests that the 2-oxoadipate dehydrogenase complex (OADHc), which is structurally homologous to the E1 subunit of the oxoglutarate dehydrogenase complex (OGDHc) (E.C 1.2.4.2), is responsible for the decarboxylation reaction. Finally, glutaryl-CoA is oxidatively decarboxylated to crotony-CoA by glutaryl-CoA dehydrogenase (E.C 1.3.8.6), which goes on to be further processed through multiple enzymatic steps to yield acetyl-CoA; an essential carbon metabolite involved in the tricarboxylic acid cycle (TCA).",
            "score": 114.45172619819641
        },
        {
            "docid": "1365531_9",
            "document": "Prebiotic (nutrition) . Fermentation is the main mechanism of action by which prebiotics are used by beneficial bacteria in the colon. Both \"Bifidobacteria\" and \"Lactobacillus\" are bacterial populations which use saccharolytic metabolism to break down substrates. Research shows that the bifidobacterial genome contains many genes that encode for carbohydrate-modifying enzymes as well as genes that encode for carbohydrate uptake proteins. The presence of these genes indicates that \"Bifidobacteria\" contain specific metabolic pathways specialized for the fermentation and metabolism of plant-derived oligosaccharides, or prebiotics. These pathways in \"Bifidobacteria\" ultimately produce short chain fatty acids, which have diverse physiological roles in body functions.",
            "score": 55.87271022796631
        },
        {
            "docid": "42263864_15",
            "document": "Unique properties of hyperthermophilic archaea . The most common organisms that harvest CO to build biomolecules are plants and photosynthetic bacteria. Those particular organisms use the Calvin cycle for their carbon fixation. However, \"P. fumarii\" and other similar organisms contain particular enzymes that allow them to harvest CO at temperatures well above those tolerated by plants and photosynthetic bacteria with slightly different mechanisms. The alternate pathways used by these extremophiles are either the rTCA cycle, 3-HP cycle, 3-HP/4-HP cycle, or DC/4-HP cycle. These are likely some of the first pathways to evolve because the bacteria and archaea who use them live in environments that mirror the early Earth environments. Therefore, it is likely that these are some of the first carbon fixation pathways to evolve. The rTCA cycle is usually seen in organisms living at temperatures between 20 and 90 °C, while organisms living at temperatures above 90 °C most often use the DC/4-HP cycle. The 3-HP/4-HP cycle is most often used by thermoacidophiles in the Sulfolobales order.",
            "score": 130.02378296852112
        },
        {
            "docid": "20533479_2",
            "document": "Epoxygenase . Epoxygenases are a set of membrane-bound, heme-containing cytochrome P450 (CYP P450 or just CYP) enzymes that metabolize polyunsaturated fatty acids to epoxide products that have a range of biological activities. The most thoroughly studied substrate of the CYP epoxylgenases is arachidonic acid. This polyunsaturated fatty acid is metabolized by cyclooxygenases to various prostaglandin, thromboxane, and prostacyclin metabolites in what has been termed the first pathway of eicosanoid production; it is also metabolized by various lipoxygenases to hydroxyeicosatetraenoic acids (e.g. 5-Hydroxyeicosatetraenoic acid, 12-Hydroxyeicosatetraenoic acid, 15-hydroxyicosatetraenoic acid) and leukotrienes (e.g. leukotriene B4, leukotriene C4) in what has been termed the second pathway of eicosanoid production. The metabolism of arachidonic acid to epoxyeicosatrienoic acids by the CYP epoxygenases has been termed the third pathway of eicosanoid metabolism. Like the first two pathways of eicosanoid production, this third pathway acts as a signaling pathway wherein a set of enzymes (the epoxygenases) metabolize arachidonic acid to a set of products (the eicosatrienoic acid epoxides, abbreviated as EETs, which are classified as nonclassic eicosanoids) that act as secondary signals to work in activating their parent or nearby cells and thereby orchestrate functional responses. However, none of these three pathways is limited to metabolizing arachidonic acid to eicosanoids. Rather, they also metabolize other polyunsaturated fatty acids to products that are structurally analogous to the eicosanoids but often have different bioactivity profiles. This is particularly true for the CYP epoxygenases which in general act on a broader range of polyunsaturated fatty acids to form a broader range of metabolites than the first and second pathways of eicosanoid production. Furthermore, the latter pathways form metabolites many of which act on cells by binding with and thereby activating specific and well-characterized receptor proteins; no such receptors have been fully characterized for the epoxide metabolites. Finally, there are relatively few metabolite-forming lipoxygenases and cyclooxygenases in the first and second pathways and these oxygenase enzymes share similarity between humans and other mammalian animal models. The third pathway consists of a large number of metabolite-forming CYP epoxygenases and the human epoxygenases have important differences from those of animal models. Partly because of these differences, it has been difficult to define clear roles for the epoxygenase-epoxide pathways in human physiology and pathology.",
            "score": 94.07589435577393
        },
        {
            "docid": "767304_20",
            "document": "Camellia sinensis . Caffeine is a molecule produced in \"Camellia sinensis\" and functions as a secondary metabolite. Caffeine is a purine alkaloid and its biosynthesis occurs in young tea leaves and is regulated by several enzymes. The biosynthetic pathway in \"C. sinensis\" differs from other caffeine producing plants such as coffee or guyausa. Analysis of the pathway was carried out by harvesting young leaves and using reverse transcription PCR to analyze the genes encoding the major enzymes involved in synthesizing caffeine. The gene TCS1 encodes caffeine synthase, S-adenosyl-\"L\"-methionine synthase encoding for SAM. Younger leaves feature high degrees of TSC1 transcripts, allowing more caffeine to be synthesized during this time. Phosphorylation of xanthosine-5'-monophosphate into xanthosine is the committed step for the xanthosines entering the beginning of the most common pathway. The enzyme \"S\"-adenosyl-L-methionine (SAM) helps catalyze xanthosine into 7-methylxanthosine, and the resulting product is converted into 7-methylxanthine through the enzymatic action of 7-methylxanthosine nucleosidase. Caffeine synthase, also referred to as TSC1, catalyzes the conversion of 7-methylxanthine to theobromine, as well as the final conversion of theobromine to caffeine.",
            "score": 116.56839752197266
        },
        {
            "docid": "182499_8",
            "document": "Porphyrin . In non-photosynthetic eukaryotes such as animals, insects, fungi, and protozoa, as well as the α-proteobacteria group of bacteria, the committed step for porphyrin biosynthesis is the formation of δ-aminolevulinic acid (δ-ALA, 5-ALA or dALA) by the reaction of the amino acid glycine with succinyl-CoA from the citric acid cycle. In plants, algae, bacteria (except for the α-proteobacteria group) and archaea, it is produced from glutamic acid via glutamyl-tRNA and glutamate-1-semialdehyde. The enzymes involved in this pathway are glutamyl-tRNA synthetase, glutamyl-tRNA reductase, and glutamate-1-semialdehyde 2,1-aminomutase. This pathway is known as the C5 or Beale pathway.",
            "score": 130.0105321407318
        },
        {
            "docid": "63544_8",
            "document": "Lysine . The DAP pathway is found in both prokaryotes and plants and begins with the dihydrodipicolinate synthase (DHDPS) (E.C 4.2.1.52) catalysed condensation reaction between the aspartate derived, \"L\"-aspartate semialdehyde, and pyruvate to form (4\"S\")-4-hydroxy-2,3,4,5-tetrahydro-(2\"S\")-dipicolinic acid (HTPA). The product is then reduced by dihydrodipicolinate reductase (DHDPR) (E.C 1.3.1.26), with NAD(P)H as a proton donor, to yield 2,3,4,5-tetrahydrodipicolinate (THDP). From this point on, there are four pathway variations found in different species, namely the acetylase, aminotransferase, dehydrogenase, and succinylase pathways. Both the acetylase and succinylase variant pathways use four enzyme catalysed steps, the aminotransferase pathway uses two enzymes, and the dehydrogenase pathway uses a single enzyme. These four variant pathways converge at the formation of the penultimate product, \"meso\"‑diaminopimelate, which is subsequently enzymatically decarboxylated in an irreversible reaction catalysed by diaminopimelate decarboxylase (DAPDC) (E.C 4.1.1.20) to produce \"L\"-lysine. The DAP pathway is regulated at multiple levels, including upstream at the enzymes involved in aspartate processing as well as at the initial DHDPS catalysed condensation step. Lysine imparts a strong negative feedback loop on these enzymes and, subsequently, regulates the entire pathway.",
            "score": 84.45433115959167
        },
        {
            "docid": "2355673_21",
            "document": "Glucuronic acid . Glucuronic acid is a precursor of ascorbic acid (vitamin C, formerly called as L-hexuronic acid). Ascorbate can be biosynthesized by higher plants, algae, yeast and most animals. An adult goat produces ~13 g of vitamin C per day. This ability is lacking in some mammals (including humans and guinea pigs) and also in insects, invertebrates and most fishes. These species require external ascorbate supply, because they lack the biosynthetic enzyme -gulonolactone oxidase.",
            "score": 187.77053236961365
        }
    ],
    "r": [
        {
            "docid": "28266_51",
            "document": "Scurvy . The vast majority of animals and plants are able to synthesize vitamin C, through a sequence of enzyme-driven steps, which convert monosaccharides to vitamin C. However, some mammals have lost the ability to synthesize vitamin C, notably simians and tarsiers. These make up one of two major primate suborders, Haplorrhini and this group includes humans. The Strepsirrhini (non-tarsier prosimians) can make their own vitamin C, and these include lemurs, lorises, pottos, and galagos. Ascorbic acid is also not synthesized by at least two species of Caviidae, the capybara and the guinea pig. There are known species of birds and fish that do not synthesize their own Vitamin C. All species that do not synthesize ascorbate require it in the diet. Deficiency causes scurvy in humans, and somewhat similar symptoms in other animals.",
            "score": 221.7371368408203
        },
        {
            "docid": "3277_25",
            "document": "Antioxidant . Ascorbic acid or \"vitamin C\" is a monosaccharide oxidation-reduction (redox) catalyst found in both animals and plants. As one of the enzymes needed to make ascorbic acid has been lost by mutation during primate evolution, humans must obtain it from the diet; it is therefore a vitamin. Most other animals are able to produce this compound in their bodies and do not require it in their diets. Ascorbic acid is required for the conversion of the procollagen to collagen by oxidizing proline residues to hydroxyproline. In other cells, it is maintained in its reduced form by reaction with glutathione, which can be catalysed by protein disulfide isomerase and glutaredoxins. Ascorbic acid is a redox catalyst which can reduce, and thereby neutralize, reactive oxygen species such as hydrogen peroxide. In addition to its direct antioxidant effects, ascorbic acid is also a substrate for the redox enzyme ascorbate peroxidase, a function that is particularly important in stress resistance in plants. Ascorbic acid is present at high levels in all parts of plants and can reach concentrations of 20 millimolar in chloroplasts.",
            "score": 221.46347045898438
        },
        {
            "docid": "32509_46",
            "document": "Vitamin C . These animals all lack the -gulonolactone oxidase (GULO) enzyme, which is required in the last step of vitamin C synthesis. The genomes of these species contain GULO as pseudogenes, which serve as insight into the evolutionary past of the species.",
            "score": 208.26927185058594
        },
        {
            "docid": "2268_2",
            "document": "Chemistry of ascorbic acid . Ascorbic acid is a naturally occurring organic compound with antioxidant properties. It is a white solid, but impure samples can appear yellowish. It dissolves well in water to give mildly acidic solutions. Ascorbic acid is one form (\"vitamer\") of vitamin C. It was originally called -hexuronic acid, but, when it was found to have vitamin C activity in animals (\"vitamin C\" being defined as a vitamin activity, not then a specific substance), the suggestion was made to rename it. The new name, ascorbic acid, is derived from \"a-\" (meaning \"no\") and \"scorbutus\" (scurvy), the disease caused by a deficiency of vitamin C. Because it is derived from glucose, almost all animals are able to produce it, but humans require it as part of their nutrition. Other vertebrates which lack the ability to produce ascorbic acid include other primates, guinea pigs, teleost fishes, bats, and some birds, all of which require it as a dietary micronutrient (that is, in vitamin form). Ascorbic acid has two enantiomeric forms. Only -ascorbic acid is found in nature, whereas -ascorbic acid can be made by chemical synthesis.",
            "score": 200.51475524902344
        },
        {
            "docid": "24536543_16",
            "document": "Eukaryote . Plants and various groups of algae also have plastids. Plastids also have their own DNA and are developed from endosymbionts, in this case cyanobacteria. They usually take the form of chloroplasts which, like cyanobacteria, contain chlorophyll and produce organic compounds (such as glucose) through photosynthesis. Others are involved in storing food. Although plastids probably had a single origin, not all plastid-containing groups are closely related. Instead, some eukaryotes have obtained them from others through secondary endosymbiosis or ingestion. The capture and sequestering of photosynthetic cells and chloroplasts occurs in many types of modern eukaryotic organisms and is known as kleptoplasty.",
            "score": 199.87979125976562
        },
        {
            "docid": "20313015_3",
            "document": "Vitamin C and the Common Cold (book) . The book characterizes the inability of humans and some other animals to produce vitamin C in terms of evolution and Pauling's concept of \"molecular disease\" (first articulated in his 1949 study, \"Sickle Cell Anemia, a Molecular Disease\"). Pauling argues that the loss of vitamin C synthesis first arose as a molecular disease, because of a genetic mutation that resulted in the loss of the biochemical capacity to make the vitamin, but because diets of the primate ancestors of humans consisted of high levels of vitamin C from plant sources, the loss of that biochemical mechanism was not harmful and may have even been beneficial. He argues, however, that the subsequent shift to a high-meat, lower-plant diet resulted in widespread vitamin C deficiency.",
            "score": 197.91294860839844
        },
        {
            "docid": "32509_42",
            "document": "Vitamin C . The vast majority of animals and plants are able to synthesize vitamin C, through a sequence of enzyme-driven steps, which convert monosaccharides to vitamin C. In plants, this is accomplished through the conversion of mannose or galactose to ascorbic acid. In some animals, glucose needed to produce ascorbate in the liver (in mammals and perching birds) is extracted from glycogen; ascorbate synthesis is a glycogenolysis-dependent process.",
            "score": 196.86676025390625
        },
        {
            "docid": "28266_52",
            "document": "Scurvy . Animals that can contract scurvy all lack the -gulonolactone oxidase (GULO) enzyme, which is required in the last step of vitamin C synthesis. The genomes of these species contain GULO as pseudogenes, which serve as insight into the evolutionary past of the species.",
            "score": 187.81842041015625
        },
        {
            "docid": "2355673_21",
            "document": "Glucuronic acid . Glucuronic acid is a precursor of ascorbic acid (vitamin C, formerly called as L-hexuronic acid). Ascorbate can be biosynthesized by higher plants, algae, yeast and most animals. An adult goat produces ~13 g of vitamin C per day. This ability is lacking in some mammals (including humans and guinea pigs) and also in insects, invertebrates and most fishes. These species require external ascorbate supply, because they lack the biosynthetic enzyme -gulonolactone oxidase.",
            "score": 187.77053833007812
        },
        {
            "docid": "66575_3",
            "document": "Nutrient . Different types of organism have different essential nutrients. Ascorbic acid (vitamin C) is essential, meaning it must be consumed in sufficient amounts, to humans and some other animal species, but not to all animals and not to plants, which are able to synthesize it. Nutrients may be organic or inorganic: organic compounds include most compounds containing carbon, while all other chemicals are inorganic. Inorganic nutrients include nutrients such as iron, selenium, and zinc, while organic nutrients include, among many others, energy-providing compounds and vitamins.",
            "score": 186.19854736328125
        },
        {
            "docid": "9651482_5",
            "document": "Vitamin C megadosage . The World Health Organization recommends a daily intake of 45 mg/day of vitamin C for healthy adults, and 25–30 mg/day in infants. The Vitamin C article provides examples of recommendations from individual countries. None exceed 110 mg/day. Vitamin C is necessary for production of collagen and other biomolecules, and for the prevention of scurvy. Vitamin C is an antioxidant, which has led to its endorsement by some researchers as a complementary therapy for improving quality of life. Since the 1930s, when it first became available in pure form, some physicians have experimented with higher than recommended vitamin C consumption or injection. Certain animal species, including haplorhine primates (which includes humans), members of the Caviidae family of rodents (including guinea pigs and capybaras), most species of bats, many passerine birds, and about 96% of fish (the teleosts), do not synthesize vitamin C internally.",
            "score": 184.0559844970703
        },
        {
            "docid": "32509_2",
            "document": "Vitamin C . Vitamin C, also known as ascorbic acid and -ascorbic acid, is a vitamin found in food and used as a dietary supplement. The disease scurvy is prevented and treated with vitamin C-containing foods or dietary supplements. Evidence does not support use in the general population for the prevention of the common cold. There is, however, some evidence that regular use may shorten the length of colds. It is unclear if supplementation affects the risk of cancer, cardiovascular disease, or dementia. It may be taken by mouth or by injection. Vitamin C is generally well tolerated. Large doses may cause gastrointestinal discomfort, headache, trouble sleeping, and flushing of the skin. Normal doses are safe during pregnancy. The United States Institute of Medicine recommends against taking large doses. Vitamin C is an essential nutrient involved in the repair of tissue and the enzymatic production of certain neurotransmitters. It is required for the functioning of several enzymes and is important for immune system function. It also functions as an antioxidant. Foods containing vitamin C include citrus fruits, broccoli, Brussels sprouts, raw bell peppers, and strawberries. Prolonged storage or cooking may reduce vitamin C content in foods. Vitamin C was discovered in 1912, isolated in 1928, and in 1933 was the first vitamin to be chemically produced. It is on the World Health Organization Model List of Essential Medicines, the most effective and safe medicines needed in a health system. Vitamin C is available as a generic medication and over-the-counter drug. In 2015, the wholesale cost in the developing world was less than 0.01 per tablet. Partly for its discovery, Albert Szent-Györgyi and Walter Norman Haworth were awarded 1937 Nobel Prizes in Physiology and Medicine and Chemistry, respectively. Vitamin C is an essential nutrient for certain animals including humans. The term \"vitamin C\" encompasses several vitamers that have vitamin C activity in animals. Ascorbate salts such as sodium ascorbate and calcium ascorbate are used in some dietary supplements. These release ascorbate upon digestion. Ascorbate and ascorbic acid are both naturally present in the body, since the forms interconvert according to pH. Oxidized forms of the molecule such as dehydroascorbic acid are converted back to ascorbic acid by reducing agents.",
            "score": 183.72634887695312
        },
        {
            "docid": "8236450_10",
            "document": "Lipoprotein(a) . Another possibility, suggested by Linus Pauling, is that Lp(a) is a primate adaptation to L-gulonolactone oxidase (GULO) deficiency, found only in certain lines of mammals. GULO is required for converting glucose to ascorbic acid (vitamin C), which is needed to repair arteries; following the loss of GULO, those primates who adopted diets less abundant in vitamin C may have used Lp(a) as an ascorbic-acid surrogate to repair arterial walls.",
            "score": 183.50357055664062
        },
        {
            "docid": "15537603_5",
            "document": "Timeline of plant evolution . Chloroplasts in plants evolved from an endosymbiotic relationship between a cyanobacterium, a photosynthesising prokaryote and a non-photosynthetic eukaryotic organism, producing a lineage of photosynthesizing eukaryotic organisms in marine and freshwater environments. These earliest photosynthesizing single-celled autotrophs evolved into multicellular organisms such as the Charophyta, a group of freshwater green algae.",
            "score": 182.61524963378906
        },
        {
            "docid": "2346065_4",
            "document": "L-gulonolactone oxidase . The loss of activity of the gene for L-gulonolactone oxidase (GULO) has occurred separately in the history of several species. GULO activity has been lost in some species of bats, but others retain it. The loss of this enzyme activity is responsible for the inability of guinea pigs to enzymatically synthesize vitamin C. Both these events happened independently of the loss in the haplorrhini suborder of primates, including humans.",
            "score": 181.47467041015625
        },
        {
            "docid": "55970072_14",
            "document": "Vegetarian and vegan dog diet . Vitamin B is the only vitamin not present in plant sources. The largest and most complex of all the vitamins, vitamin B, is synthesized only by bacteria and some archaea species, as eukaryotes lack the enzyme. It is integral to the health and function of the nervous system, key in hematopoiesis, as well as required to synthesize methionine and catabolize propionate for energy. Grazing animals are able to obtain B when they ingest bits of soil with the grass, as the vitamin and B-producing bacteria are found in the soil and attached to the roots of the plants. After ingesting the vitamin, it is stored in the muscle and liver tissues of the animal, and subsequently passed on to the next level of the food chain.",
            "score": 180.82449340820312
        },
        {
            "docid": "28266_3",
            "document": "Scurvy . Early symptoms are malaise and lethargy. Even earlier might be a pain in a section of the gums which interferes with digestion. After one to three months, patients develop shortness of breath and bone pain. Myalgias may occur because of reduced carnitine production. Other symptoms include skin changes with roughness, easy bruising and petechiae, gum disease, loosening of teeth, poor wound healing, and emotional changes (which may appear before any physical changes). Dry mouth and dry eyes similar to Sjögren's syndrome may occur. In the late stages, jaundice, generalized edema, oliguria, neuropathy, fever, convulsions, and eventual death are frequently seen. Scurvy, including subclinical scurvy, is caused by a deficiency of dietary vitamin C since humans are unable to metabolically make this chemical. Provided diet contains sufficient vitamin C, the lack of working GULO enzyme has no significance, and in modern Western societies, scurvy is rarely present in adults, although infants and elderly people are affected. Virtually all commercially available baby formulas contain added vitamin C, preventing infantile scurvy. Human breast milk contains sufficient vitamin C, if the mother has an adequate intake. Commercial milk is pasteurized, a heating process that destroys the natural vitamin C content of the milk.",
            "score": 178.81739807128906
        },
        {
            "docid": "17345999_25",
            "document": "Organic food . A 2012 survey of the scientific literature did not find significant differences in the vitamin content of organic and conventional plant or animal products, and found that results varied from study to study. Produce studies reported on ascorbic acid (vitamin C) (31 studies), beta-carotene (a precursor for vitamin A) (12 studies), and alpha-tocopherol (a form of vitamin E) (5 studies) content; milk studies reported on beta-carotene (4 studies) and alpha-tocopherol levels (4 studies). Few studies examined vitamin content in meats, but these found no difference in beta-carotene in beef, alpha-tocopherol in pork or beef, or vitamin A (retinol) in beef. The authors analyzed 11 other nutrients reported in studies of produce. A 2011 literature review found that organic foods had a higher micronutrient content overall than conventionally produced foods.",
            "score": 177.4905548095703
        },
        {
            "docid": "32509_50",
            "document": "Vitamin C . All plants synthesize ascorbic acid. Ascorbic acid functions as a cofactor for enzymes involved in photosynthesis, synthesis of plant hormones, as an antioxidant and also regenerator of other antioxidants. Plants use multiple pathways to synthesize vitamin C. The major pathway starts with glucose, fructose or mannose (all simple sugars) and proceeds to L-galactose, L-galaconolactone and ascorbic acid. There is feedback regulation in place, in that the presence of ascorbic acid suppresses enzymes in the synthesis pathway. This process follows a diurnal rhythm, so that enzyme expression peaks in the morning to support biosynthesis later on when mid-day sunlight intensity demands high ascorbic acid concentrations. Minor pathways may be specific to certain parts of plants; these can be either identical to the vertebrate pathway (including the GLO enzyme), or start with inositol and get to ascorbic acid via L-galactonic acid to L-galactonolactone.",
            "score": 177.1433868408203
        },
        {
            "docid": "32509_51",
            "document": "Vitamin C . Ascorbic acid is a common enzymatic cofactor in mammals used in the synthesis of collagen, as well as a powerful reducing agent capable of rapidly scavenging a number of reactive oxygen species (ROS). Given that ascorbate has these important functions, it is surprising that the ability to synthesize this molecule has not always been conserved. In fact, anthropoid primates, \"Cavia porcellus\" (guinea pigs), teleost fishes, most bats, and some Passeriform birds have all independently lost the ability to internally synthesize Vitamin C in either the kidney or the liver. In all of the cases where genomic analysis was done on an ascorbic acid auxotroph, the origin of the change was found to be a result of loss-of-function mutations in the gene that codes for L-Gulono-γ-lactone oxidase, the enzyme that catalyzes the last step of the ascorbic acid pathway outlined above.",
            "score": 176.436767578125
        },
        {
            "docid": "104444_5",
            "document": "Dietary supplement . A vitamin is an organic compound required by an organism as a vital nutrient in limited amounts. An organic chemical compound (or related set of compounds) is called a vitamin when it cannot be synthesized in sufficient quantities by an organism, and must be obtained from the diet. The term is conditional both on the circumstances and on the particular organism. For example, ascorbic acid (vitamin C) is a vitamin for anthropoid primates, humans, guinea pigs and bats, but not for other mammals. Vitamin D is not an essential nutrient for people who get sufficient exposure to ultraviolet light, either from the sun or an artificial source, as then they synthesize vitamin D in skin. Humans require thirteen vitamins in their diet, most of which are actually groups of related molecules, \"vitamers\", (e.g. vitamin E includes tocopherols and tocotrienols, vitamin K includes vitamin K and K). The list: vitamins A, C, D, E, K, Thiamine (B1), Riboflavin (B2), Niacin (B3), Pantothenic Acid (B5), Vitamin B6, Biotin (B7), Folate (B9) and Vitamin B12. Vitamin intake below recommended amounts can result in signs and symptoms associated with vitamin deficiency. There is little evidence of benefit when consumed as a dietary supplement by those who are healthy and consuming a nutritionally adequate diet.",
            "score": 176.29177856445312
        },
        {
            "docid": "32509_43",
            "document": "Vitamin C . Among the mammals that have lost the ability to synthesize vitamin C are simians and tarsiers, which together make up one of two major primate suborders, Haplorrhini. This group includes humans. The other more primitive primates (Strepsirrhini) have the ability to make vitamin C. Synthesis does not occur in a number of species (perhaps all species) in the small rodent family Caviidae that includes guinea pigs and capybaras, but occurs in other rodents (rats and mice do not need vitamin C in their diet, for example).",
            "score": 176.1005401611328
        },
        {
            "docid": "299472_5",
            "document": "Multicellular organism . Multicellularity has evolved independently at least 46 times in eukaryotes, and also in some prokaryotes, like cyanobacteria, myxobacteria, actinomycetes, \"Magnetoglobus multicellularis\" or \"Methanosarcina\". However, complex multicellular organisms evolved only in six eukaryotic groups: animals, fungi, brown algae, red algae, green algae, and land plants. It evolved repeatedly for Chloroplastida (green algae and land plants), once or twice for animals, once for brown algae, three times in the fungi (chytrids, ascomycetes and basidiomycetes) and perhaps several times for slime molds and red algae. The first evidence of multicellularity is from cyanobacteria-like organisms that lived 3–3.5 billion years ago. To reproduce, true multicellular organisms must solve the problem of regenerating a whole organism from germ cells (i.e. sperm and egg cells), an issue that is studied in evolutionary developmental biology. Animals have evolved a considerable diversity of cell types in a multicellular body (100–150 different cell types), compared with 10–20 in plants and fungi.",
            "score": 175.31292724609375
        },
        {
            "docid": "19178965_9",
            "document": "Fungus . Unique features: Most fungi lack an efficient system for the long-distance transport of water and nutrients, such as the xylem and phloem in many plants. To overcome this limitation, some fungi, such as \"Armillaria\", form rhizomorphs, which resemble and perform functions similar to the roots of plants. As eukaryotes, fungi possess a biosynthetic pathway for producing terpenes that uses mevalonic acid and pyrophosphate as chemical building blocks. Plants and some other organisms have an additional terpene biosynthesis pathway in their chloroplasts, a structure fungi and animals do not have. Fungi produce several secondary metabolites that are similar or identical in structure to those made by plants. Many of the plant and fungal enzymes that make these compounds differ from each other in sequence and other characteristics, which indicates separate origins and convergent evolution of these enzymes in the fungi and plants.",
            "score": 175.28843688964844
        },
        {
            "docid": "39486751_4",
            "document": "O-succinylbenzoate synthase . The menaquinone biosynthetic pathway consists of nine enzymatic reactions, ultimately resulting in the synthesis of vitamin K. This pathway is quite similar in both plants and bacteria, however the final product of the pathway varies slightly in the two organisms. The final product in plants and some cyanobacteria is phylloquinone, which functions as an electron transporter in photosynthesis. The final product in bacteria and archaea is menaquinone, which is involved in anaerobic respiration. The structures of the two end-products are illustrated below. Phylloquinone is commonly called \"vitamin K.\" Menaquinone is commonly called \"vitamin K.\" Both fall under the common name \"vitamin K.\" This pathway is not present in humans and other animals, however vitamin K is essential for blood coagulation and therefore must be consumed. Good sources of vitamin K include vegetables (kale, spinach, broccoli, Brussels sprouts, cauliflower, etc.), and fish, liver, meat, and eggs (though these contain smaller amounts of vitamin K than do vegetables.)",
            "score": 175.24789428710938
        },
        {
            "docid": "5330368_33",
            "document": "Microbial metabolism . Many microbes (phototrophs) are capable of using light as a source of energy to produce ATP and organic compounds such as carbohydrates, lipids, and proteins. Of these, algae are particularly significant because they are oxygenic, using water as an electron donor for electron transfer during photosynthesis. Phototrophic bacteria are found in the phyla Cyanobacteria, Chlorobi, Proteobacteria, Chloroflexi, and Firmicutes. Along with plants these microbes are responsible for all biological generation of oxygen gas on Earth. Because chloroplasts were derived from a lineage of the Cyanobacteria, the general principles of metabolism in these endosymbionts can also be applied to chloroplasts. In addition to oxygenic photosynthesis, many bacteria can also photosynthesize anaerobically, typically using sulfide () as an electron donor to produce sulfate. Inorganic sulfur (), thiosulfate () and ferrous iron () can also be used by some organisms. Phylogenetically, all oxygenic photosynthetic bacteria are Cyanobacteria, while anoxygenic photosynthetic bacteria belong to the purple bacteria (Proteobacteria), Green sulfur bacteria (e.g. Chlorobium), Green non-sulfur bacteria (e.g. Chloroflexus), or the heliobacteria (Low %G+C Gram positives). In addition to these organisms, some microbes (e.g. the Archaeon \"Halobacterium\" or the bacterium \"Roseobacter\", among others) can utilize light to produce energy using the enzyme bacteriorhodopsin, a light-driven proton pump. However, there are no known Archaea that carry out photosynthesis.",
            "score": 174.32139587402344
        },
        {
            "docid": "1491100_11",
            "document": "Flavin adenine dinucleotide . FAD plays a major role as an enzyme cofactor along with flavin mononucleotide, another molecule originating from riboflavin. Bacteria, fungi and plants can produce riboflavin, but other eukaryotes, such as humans, have lost the ability to make it. Therefore, humans must obtain riboflavin, also known as vitamin B2, from dietary sources. Riboflavin is generally absorbed in the small intestine and then transported to cells via carrier proteins. Riboflavin kinase (EC 2.7.1.26) adds a phosphate group to riboflavin to produce flavin mononucleotide, and then FAD synthetase attaches an adenine nucleotide; both steps require ATP. Bacteria generally have one bi-functional enzyme, but archaea and eukaryotes usually employ two distinct enzymes. Current research indicates that distinct isoforms exist in the cytosol and mitochondria. It seems that FAD is synthesized in both locations and potentially transported where needed.",
            "score": 173.8218231201172
        },
        {
            "docid": "10906045_2",
            "document": "Lanosterol 14 alpha-demethylase . Lanosterol 14α-demethylase (or CYP51A1) is a cytochrome P450 enzyme that is involved in the conversion of lanosterol to 4,4-dimethylcholesta-8(9),14,24-trien-3β-ol. The cytochrome P450 isoenzymes are a conserved group of proteins that serve as key players in the metabolism of organic substances and the biosynthesis of important steroids, lipids, and vitamins in eukaryotes. As a member of this family, lanosterol 14α-demethylase is responsible for an essential step in the biosynthesis of sterols. In particular, this protein catalyzes the removal of the C-14α-methyl group from lanosterol (Lepesheva et al.). This demethylation step is regarded as the initial checkpoint in the transformation of lanosterol to other sterols that are widely used within the cell (Lepesheva et al.). Although lanosterol 14α-demethylase is present in a wide variety of organisms, this enzyme is studied primarily in the context of fungi, where it plays an essential role in mediating membrane permeability. In fungi, CYP51 catalyzes the demethylation of lanosterol to create an important precursor that is eventually converted into ergosterol (Lepesheva et al.). This steroid then makes its way throughout the cell, where it alters the permeability and rigidity of plasma membranes much as cholesterol does in animals. Because ergosterol constitutes a fundamental component of fungal membranes, many antifungal medications have been developed to inhibit 14α-demethylase activity and prevent the production of this key compound (Becher et al.).",
            "score": 173.5428924560547
        },
        {
            "docid": "543048_14",
            "document": "Cofactor (biochemistry) . Vitamins can serve as precursors to many organic cofactors (e.g., vitamins B, B, B, B, niacin, folic acid) or as coenzymes themselves (e.g., vitamin C). However, vitamins do have other functions in the body. Many organic cofactors also contain a nucleotide, such as the electron carriers NAD and FAD, and coenzyme A, which carries acyl groups. Most of these cofactors are found in a huge variety of species, and some are universal to all forms of life. An exception to this wide distribution is a group of unique cofactors that evolved in methanogens, which are restricted to this group of archaea.",
            "score": 173.1454315185547
        },
        {
            "docid": "1206956_5",
            "document": "Lipid peroxidation . When a radical reacts with a non-radical, it always produces another radical, which is why the process is called a \"chain reaction mechanism\". The radical reaction stops when two radicals react and produce a non-radical species. This happens only when the concentration of radical species is high enough for there to be a high probability of collision of two radicals. Living organisms have different molecules that speed up termination by neutralizing free radicals and, therefore, protecting the cell membrane. One important such antioxidant is vitamin E. Another important antioxidant is vitamin C. Other anti-oxidants made within the body include the enzymes superoxide dismutase, catalase, and peroxidase.",
            "score": 173.12188720703125
        },
        {
            "docid": "4183_28",
            "document": "Botany . Plants and various other groups of photosynthetic eukaryotes collectively known as \"algae\" have unique organelles known as chloroplasts. Chloroplasts are thought to be descended from cyanobacteria that formed endosymbiotic relationships with ancient plant and algal ancestors. Chloroplasts and cyanobacteria contain the blue-green pigment chlorophyll \"a\". Chlorophyll \"a\" (as well as its plant and green algal-specific cousin chlorophyll \"b\") absorbs light in the blue-violet and orange/red parts of the spectrum while reflecting and transmitting the green light that we see as the characteristic colour of these organisms. The energy in the red and blue light that these pigments absorb is used by chloroplasts to make energy-rich carbon compounds from carbon dioxide and water by oxygenic photosynthesis, a process that generates molecular oxygen (O) as a by-product.",
            "score": 173.03785705566406
        },
        {
            "docid": "32512_2",
            "document": "Vitamin . A vitamin is an organic molecule (or related set of molecules) which is an essential micronutrient - that is, a substance which an organism needs in small quantities for the proper functioning of its metabolism - but cannot synthesize it (either at all, or in sufficient quantities), and therefore it must be obtained through the diet. The term \"vitamin\" does not include the three other essential nutrients: dietary minerals, essential fatty acids and essential amino acids. Some substances can be synthesized by a certain organism, but not by another: that substance is not a vitamin in the first instance, but it is in the second. Most vitamins are not single molecules, but groups of related molecules called vitamers. Vitamins are classified by their biological/chemical activity, not their structure. The thirteen vitamins required by human metabolism are: vitamin A (retinols and carotenoids), vitamin B (thiamine), vitamin B (riboflavin), vitamin B (niacin), vitamin B (pantothenic Acid), vitamin B (pyridoxine), vitamin B (biotin), vitamin B (folic acid, or folate), vitamin B (cobalamin) , vitamin C (ascorbic acid), vitamin D3 (cholecalciferol), vitamin E (tocopherols and tocotrienols), and vitamin K.",
            "score": 172.66876220703125
        }
    ]
}