{
    "q": [
        {
            "docid": "3135637_31",
            "document": "Gut flora . The human immune system creates cytokines that can drive the immune system to produce inflammation in order to protect itself, and that can tamp down the immune response to maintain homeostasis and allow healing after insult or injury. Different bacterial species that appear in gut flora have been shown to be able to drive the immune system to create cytokines selectively; for example \"Bacteroides fragilis\" and some \"Clostridia\" species appear to drive an anti-inflammatory response, while some segmented filamentous bacteria drive the production of inflammatory cytokines. Gut flora can also regulate the production of antibodies by the immune system. One function of this regulation is to cause B cells to class switch to IgA. In most cases B cells need activation from T helper cells to induce class switching; however, in another pathway, gut flora cause NF-kB signaling by intestinal epithelial cells which results in further signaling molecules being secreted. These signaling molecules interact with B cells to induce class switching to IgA. IgA is an important type of antibody that is used in mucosal environments like the gut. It has been shown that IgA can help diversify the gut community and helps in getting rid of bacteria that cause inflammatory responses. Ultimately, IgA maintains a healthy environment between the host and gut bacteria. These cytokines and antibodies can have effects outside the gut, in the lungs and other tissues.",
            "score": 278.8284982442856
        },
        {
            "docid": "14163156_11",
            "document": "Lymphotoxin alpha . As a member of the TNF family, LT-α binds to various receptors and activates the NF-κB pathway, thus promoting immune regulation through the innate immune response. In order for activation to occur, LT-α must form a complex with LT-β to form the LT-α-β complex. Formation of LT-α-β complex enables binding to LT-β receptors and subsequent activation of signaling pathways. Activation of signaling pathways such as NF-κB ultimately leads to various cellular fates, including cell proliferation and cell death. After LT-β receptor activation, IKK-α, β, and γ are produced, which increases degradation of I-κB, an inhibitor or NF-kB, and produce NF-kB1 (p50) and ReIA (p60). The production of NF-kB1 and ReIA increases rates of gene transcription of cytokines and inflammatory-inducing molecules.",
            "score": 205.8645634651184
        },
        {
            "docid": "2344516_16",
            "document": "NF-κB . A select set of cell-differentiating or developmental stimuli, such as lymphotoxin β-receptor (LTβR), BAFF or RANKL, activate the non-canonical NF-κB pathway to induce NF-κB/RelB:p52 dimer in the nucleus. In this pathway, activation of the NF-κB inducing kinase (NIK) upon receptor ligation led to the phosphorylation and subsequent proteasomal processing of the NF-κB2 precursor protein p100 into mature p52 subunit in an IKK1/IKKa dependent manner. Then p52 dimerizes with RelB to appear as a nuclear RelB:p52 DNA binding activity and regulate a distinct class of genes. In contrast to the canonical signaling that relies upon NEMO-IKK2 mediated degradation of IκBα, -β, -ε, the non-canonical signaling critically depends on NIK mediated processing of p100 into p52. Given their distinct regulations, these two pathways were thought to be independent of each other. However, recent analyses revealed that synthesis of the constituents of the non-canonical pathway, viz RelB and p52, is controlled by the canonical IKK2-IκB-RelA:p50 signaling. Moreover, generation of the canonical and non-canonical dimers, viz RelA:p50 and RelB:p52, within the cellular milieu are also mechanistically interlinked. These analyses suggest that an integrated NF-κB system network underlies activation of both RelA and RelB containing dimer and that a malfunctioning canonical pathway will lead to an aberrant cellular response also through the non-canonical pathway.",
            "score": 154.62001538276672
        },
        {
            "docid": "14163156_13",
            "document": "Lymphotoxin alpha . However, recent studies have shown the contribution of LT-α mediated signaling to the development of cancer. As mentioned previously, LT-α signaling can promote inflammatory responses, but prolonged inflammation can cause serious cellular damage and increase the risk of certain diseases including cancer. Thus, mutations in regulatory factors in LT-α signaling pathways can promote cell signaling disruptions and encourage the creation of cancerous cell lines. One of these mutations includes constant binding of LT-α-β complex to LT-β receptors, which results in the constant activation of the NF-κB alternative pathway. Presence of a constitutively active NF-κB pathway manifests in multiple myeloma and other cancer-related diseases. Removal of LT-β receptors has shown to inhibit tumor growth and decrease angiogenesis. Thus, lymphotoxin and its downstream signaling via the NF-κB pathway illustrate the cytokine's influence on tumor development and metastasis.",
            "score": 206.15707099437714
        },
        {
            "docid": "1903231_8",
            "document": "Pattern recognition receptor . TLRs tend to dimerize, TLR4 forms homodimers, and TLR6 can dimerize with either TLR1 or TLR2. Interaction of TLRs with their specific PAMP is mediated through either MyD88- dependent pathway and triggers the signaling through NF-κB and the MAP kinase pathway and therefore the secretion of pro-inflammatory cytokines and co-stimulatory molecules or TRIF - dependent signaling pathway. MyD88 - dependent pathway is induced by various PAMPs stimulating the TLRs on macrophages and dendritic cells. MyD88 attracts the IRAK4 molecule, IRAK4 recruits IRAK1 and IRAK2 to form a signaling complex. The signaling complex reacts with TRAF6 which leads to TAK1 activation and consequently the induction of inflammatory cytokines.The TRIF-dependent pathway is induced by macrophages and DCs after TLR3 and TLR4 stimulation. Molecules released following TLR activation signal to other cells of the immune system making TLRs key elements of innate immunity and adaptive immunity.",
            "score": 181.32459568977356
        },
        {
            "docid": "6235_38",
            "document": "Cell nucleus . In order to control which genes are being transcribed, the cell separates some transcription factor proteins responsible for regulating gene expression from physical access to the DNA until they are activated by other signaling pathways. This prevents even low levels of inappropriate gene expression. For example, in the case of NF-κB-controlled genes, which are involved in most inflammatory responses, transcription is induced in response to a signal pathway such as that initiated by the signaling molecule TNF-α, binds to a cell membrane receptor, resulting in the recruitment of signalling proteins, and eventually activating the transcription factor NF-κB. A nuclear localisation signal on the NF-κB protein allows it to be transported through the nuclear pore and into the nucleus, where it stimulates the transcription of the target genes.",
            "score": 198.91029572486877
        },
        {
            "docid": "14170638_6",
            "document": "CD69 . CD69 expression has been associated with both regulatory T cell (Treg) and memory T cell precursors. Treg precursors exit the thymus expressing CD69 and complete differentiation into Treg cells in peripheral tissues when they encounter antigens and other cytokines, like IL-2. Through the JAK/STAT signaling pathway, CD69 activation also induces the production of TGF-β as well as IL-2, which contribute to the differentiation of Treg cells as mentioned above. Furthermore, CD69 is also known to be upregulated by NF-κB signaling at the onset of an immune response. A prolonged immune response is then maintained by the non-canonical NF-κB pathway, which in turn is associated with Treg differentiation.",
            "score": 212.34410905838013
        },
        {
            "docid": "2901165_29",
            "document": "Transforming growth factor beta . In normal cells, TGF-β, acting through its signaling pathway, stops the cell cycle at the G1 stage to stop proliferation, induce differentiation, or promote apoptosis. In many cancer cells, parts of the TGF-β signaling pathway are mutated, and TGF-β no longer controls the cell. These cancer cells proliferate. The surrounding stromal cells (fibroblasts) also proliferate. Both cells increase their production of TGF-β. This TGF-β acts on the surrounding stromal cells, immune cells, endothelial and smooth-muscle cells. It causes immunosuppression and angiogenesis, which makes the cancer more invasive. TGF-β also converts effector T-cells, which normally attack cancer with an inflammatory (immune) reaction, into regulatory (suppressor) T-cells, which turn off the inflammatory reaction. Normal tissue integrity is preserved by feedback interactions between different cell types that express adhesion molecules and secrete cytokines. Disruption of these feedback mechanisms in cancer damages a tissue. When TGF-β signaling fails to control NF-κB activity in cancer cells, this has at least two potential effects: first, it enables the malignant tumor to persist in the presence of activated immune cells, and second, the cancer cell outlasts immune cells because it survives in the presence of apoptotic, and anti-inflammatory mediators.",
            "score": 231.32922101020813
        },
        {
            "docid": "10849236_7",
            "document": "Antibody-dependent enhancement . A study conducted by Modhiran et al. attempted to explain how non-neutralizing antibodies down regulate the immune response in the host cell through the TLR signaling pathway. TLRs are known to recognize extra and intra cellular viral particles and to be a major basis of the cytokines production. In vitro experiments showed that the inflammatory cytokines and Type 1 IFN production was reduced when the ADE-DENV complexe bound to the Fc receptor of THP-1 cells. This can be explained by both a decrease of TLR production and a modification of its signaling pathway. On one hand, an unknown protein induced by the stimulated Fc receptor reduces the TLRs transcription and translation, which reduce the capacity of the cell to detect viral proteins. On the other hand, many proteins (TRIF, TRAF6, TRAM, TIRAP, IKKα, TAB1, TAB2, NF-κB complex) involved in the TLR signaling pathway are down regulated, which led to a decrease of the cytokine production. Two of them, TRIF and TRAF6, are respectively down regulated by 2 proteins SARM and TANK up regulated by the stimulated Fc receptors.",
            "score": 188.11184680461884
        },
        {
            "docid": "2332422_35",
            "document": "Carcinogenesis . Normally, once a tissue is injured or infected, damaged cells elicit inflammation, by stimulating specific patterns of enzyme activity and cytokine gene expression on surrounding cells. Discrete clusters of molecules are secreted, which act as mediators, inducing the activity of subsequent cascades of biochemical changes. Each cytokine binds to specific receptors on various cell types, and each cell type responds differently by altering the activity of intracellular signal transduction pathways, depending on the receptors that the cell expresses and the signaling molecules present inside the cell. Collectively, this reprogramming process induces a stepwise change in cell phenotypes, which will ultimately lead to restoration of tissue function and toward regaining essential structural integrity. A tissue can thereby heal, depending on the productive communication between the cells present at the site of damage, and the immune system. Key factor in healing is the regulation of cytokine gene expression, which enables complementary groups of cells to respond to inflammatory mediators in a manner that gradually produces essential changes in tissue physiology. Cancer cells have either permanent (genetic) or reversible (epigenetic) changes on their genome, which partly inhibit their communication with surrounding cells and with the immune system. Cancer cells do not communicate with their tissue microenvironment in a manner that protects tissue integrity; instead, the movement and the survival of cancer cells become possible in locations where they can impair tissue function. Cancer cells survive by rewiring signal pathways that normally protect the tissue from the immune system.",
            "score": 265.33160161972046
        },
        {
            "docid": "14722681_6",
            "document": "Interferon alpha-1 . The virus-induced expression of IFNA/IFNB genes is primarily controlled at the gene transcription level, by the interferon regulatory factors (IRFs) and IFN-stimulated genes. Viruses and immune complexes (ICs) containing nucleic acids can access intracellular TLRs (TLR3, TLR7/8 and TLR9) after binding to Fc receptors and induce IFN-α production by activation of the IRFs. Signaling through TLRs can broadly be categorized into two pathways the MyD88 and the Trip-dependent pathway. All TLRs except TLR3 signal through the MyD88-dependent pathway. Only TLR3 and TLR4 signal through the TRIF-dependent pathway. The MyD88-dependent pathway recruits several effector molecules such as IRAK1/4 and tumor necrosis factor receptor-associated factor 6 (TRAF6). These molecules are linked to at least three major downstream pathways: the NF-κB pathway, the pathway involving mitogen-activated protein kinases (MAPKs) and IRF pathways, depending on the stimulus and the responding cell types activation of these pathways results in transcription of various cytokines including IFN-α/β. Signaling via cytosolic viral sensors can also activate similar pathways and result in transcription of IFN-α/β.",
            "score": 134.26663672924042
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 153.41958379745483
        },
        {
            "docid": "10967782_4",
            "document": "TRIF . TRIF is primarily active in the spleen and is often regulated when MyD88 is deficient in the liver, indicating organ-specific regulation of signaling pathways. Curiously, there is a lack of redundancy within the TLR4 signaling pathway that leads to microbial evasion of immune response in the host after mutations occur within intermediates of the pathway. Three TRAF-binding motifs present in the amino terminal region of TRIF are necessary for association with TRAF6. Destruction of these motifs reduced the activation of NF-κB, a transcription factor that is also activated by the carboxy-terminal domain of TRIF in the upregulation of cytokines and co-stimulatory immune molecules. This domain recruits receptor-interacting protein (RIP1) and RIP3 through the RIP homotypic interaction motif. Cells deficient for RIP1 gene display attenuated TLR3 activation of NF-κB, indicating the use of the RIP1 gene in downstream TRIF activation, in contrast to other TLRs that use IRAK protein for the activation of NF-κB.",
            "score": 173.4469289779663
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 157.9571876525879
        },
        {
            "docid": "1209057_2",
            "document": "Wnt signaling pathway . The Wnt signaling pathways are a group of signal transduction pathways made of proteins that pass signals into a cell through cell surface receptors. Three Wnt signaling pathways have been characterized: the canonical Wnt pathway, the noncanonical planar cell polarity pathway, and the noncanonical Wnt/calcium pathway. All three pathways are activated by binding a Wnt-protein ligand to a Frizzled family receptor, which passes the biological signal to the Dishevelled protein inside the cell. The canonical Wnt pathway leads to regulation of gene transcription, and is thought to be negatively regulated in part by the SPATS1 gene. The noncanonical planar cell polarity pathway regulates the cytoskeleton that is responsible for the shape of the cell. The noncanonical Wnt/calcium pathway regulates calcium inside the cell. Wnt signaling pathways use either nearby cell-cell communication (paracrine) or same-cell communication (autocrine). They are highly evolutionarily conserved in animals, which means they are similar across animal species from fruit flies to humans.",
            "score": 118.97974622249603
        },
        {
            "docid": "46181852_15",
            "document": "Negative-sense single-stranded RNA virus . A cell’s innate immune response is the first line of defense for finding viral infections. The innate immune response triggers the production of type I interferons (IFN) and pro-inflammatory cytokines. However, non-segmented negative sense RNA viruses (NNSV) have developed multifunctional proteins that can diffuse this innate response pathway to avoid antiviral functions within the cell. This mainly occurs through the NNSV's proteins interacting with other cellular proteins involved in the type I interferon signaling pathway. Due to the expansive nature of the immune pathway, NNSVs have a variety of areas throughout the signaling cascade that can be targeted for interruption of the production of type I interferons or pro-inflammatory cytokines. Such areas include inhibiting the induction of the IFN pathway or inhibiting the response from the IFN signaling cascade.",
            "score": 220.090740442276
        },
        {
            "docid": "46581687_2",
            "document": "Pathway analysis . In bioinformatics research, pathway analysis software is used to identify related proteins within a pathway or building pathway de novo from the proteins of interest. This is helpful when studying differential expression of a gene in a disease or analyzing any omics dataset with a large number of proteins. By examining the changes in gene expression in a pathway, its biological causes can be explored. Pathway is the term from molecular biology which depicts an artificial simplified model of a process within a cell or tissue. Typical pathway model starts with extracellular signaling molecule that activates a specific protein. Thus triggers a chain of protein-protein or protein-small molecule interactions. Pathway analysis helps to understand or interpret omics data from the point of view of canonical prior knowledge structured in the form of pathways diagrams. It allows finding distinct cell processes (), diseases or signaling pathways that are statistically associated with selection of differentially expressed genes between two samples. Often but erroneously pathway analysis is used as synonym for network analysis (functional enrichment analysis and gene set analysis).",
            "score": 133.77950716018677
        },
        {
            "docid": "173204_36",
            "document": "Drosophila melanogaster . Unlike mammals, \"Drosophila\" flies only have innate immunity and lack an adaptive immune response. The \"D. melanogaster\" immune system can be divided into two responses: humoral and cell-mediated. The former is a systemic response mediated through the \"Toll\" and \"imd\" pathways, which are parallel systems for detecting microbes. The \"Toll\" pathway in \"Drosophila\" is known as the homologue of \"Toll-like\" pathways in mammals. Spatzle, a known ligand for the \"Toll\" pathway in flies, is produced in response to Gram-positive bacteria, parasites, and fungal infection. Upon infection, pro-Spatzle will be cleaved by protease SPE (Spatzle processing enzyme) to become active Spatzle, which then binds to the \"Toll\" receptor located on the cell surface (Fat body, hemocytes) and dimerise for activation of downstream NF-κB signaling pathways. The imd pathway, though, is triggered by Gram-negative bacteria through soluble and surface receptors (PGRP-LE and LC, respectively). \"D. melanogaster\" has a \"fat body\", which is thought to be homologous to the human liver. It is the primary secretory organ and produces antimicrobial peptides. These peptides are secreted into the hemolymph and bind infectious bacteria, killing them by forming pores in their cell walls. Other than the fat body, hemocytes, the blood cells in \"Drosophila\", are known as the homologue of mammalian monocyte/macrophages, possessing a significant role in immune responses. It is known from the literature that in response to immune challenge, hemocytes are able to secrete cytokines, for example Spatzle, to activate downstream signaling pathways in the fat body. However, the mechanism still remains unclear. The response to infection can involve up to 2,423 genes, or 13.7% of the genome. Although the fly's transcriptional response to microbial challenge is highly specific to individual pathogens, \"Drosophila\" differentially expresses a core group of 252 genes upon infection with most bacteria. This core group of genes is associated with gene ontology categories such as antimicrobial response, stress response, secretion, neuron-like, reproduction, and metabolism among others.",
            "score": 213.4837657213211
        },
        {
            "docid": "11996851_3",
            "document": "IKK2 . IKK-β is an enzyme that serves as a protein subunit of IκB kinase, which is a component of the cytokine-activated intracellular signaling pathway involved in triggering immune responses. IKK's activity causes activation of a transcription factor known as Nuclear Transcription factor kappa-B or NF-κB. Activated IKK-β phosphorylates a protein called the \"inhibitor of NF-κB\", IκB (IκBα), which binds NF-κB to inhibit its function. Phosphorylated IκB is degraded via the ubiquitination pathway, freeing NF-κB, and allowing its entry into the nucleus of the cell where it activates various genes involved in inflammation and other immune responses.",
            "score": 206.7413637638092
        },
        {
            "docid": "14761714_5",
            "document": "Allograft inflammatory factor 1 . AIF1 was originally discovered in atherosclerotic lesions in a rat model of chronic allograft cardiac rejection. It was found to be upregulated in macrophages and neutrophils in response to the cytokine IFN-γ. AIF1 expression has been seen to increase in vascular tissue in response to arterial injury, specifically it is found in activated vascular smooth muscle cells in response to IFN-γ, IL-1β, and T-cell conditioned media. In vascular smooth muscle cells, activation is responsible for arterial thickening in allografts through over proliferation. AIF1 has been found to enhance growth and promote proliferation in vascular smooth muscle cells through deregulation of the cell cycle. It does this by shortening the cell cycle and altering the expression of cyclins. Though histologically different, AIF1 has also been shown to promote the proliferation and activation of endothelial cells (EC). EC activation, leads to proliferation and migration of cells, which is involved in multiple normal vascular processes, such as atherosclerosis, angiogenesis, and wound healing. It is currently theorized that AIF1 works to control endothelial cell proliferation and migration through action in signal transduction pathways. It has features of a cytoplasmic signaling protein, including several domains that allow for binding to multiprotein complexes, called PDZ domains. In endothelial cells, AIF1 has been specifically shown to regulate vasculogenesis, including the formation of aortic sprouting and tube-like formations. AIF1 been shown to interact with kinase p44/42 and PAK1, two previously known signal transduction molecules, in regulating these processes. AIF1 also shows distinct differences in the pathways by which it regulates endothelial cells, macrophages, and vascular smooth muscle cells.",
            "score": 162.1655421257019
        },
        {
            "docid": "448010_11",
            "document": "Septic shock . In gram-negative sepsis, free LPS attaches to a circulating LPS-binding protein, and the complex then binds to the CD14 receptor on monocytes, macrophages, and neutrophils. Engagement of CD14 (even at doses as minute as 10 pg/mL) results in intracellular signaling via an associated \"Toll-like receptor\" protein 4 (TLR-4). This signaling results in the activation of nuclear factor kappaB (NF-κB), which leads to transcription of a number of genes that trigger a proinflammatory response. It was the result of significant activation of mononuclear cells and synthesis of effector cytokines. It also results in profound activation of mononuclear cells and the production of potent effector cytokines such as IL-1, IL-6, and TNF-α. TLR-mediated activation helps to trigger the innate immune system to efficiently eradicate invading microbes, but the cytokines they produce also act on endothelial cells. There, they have a variety of effects, including reduced synthesis of anticoagulation factors such as tissue factor pathway inhibitor and thrombomodulin. The effects of the cytokines may be amplified by TLR-4 engagement on endothelial cells. In response to inflammation, a compensatory reaction of production of anti-inflammatory substances such as IL-4, IL-10 antagonists, IL-1 receptor, and cortisol occurs. This is called compensatory anti-inflammatory response syndrome (CARS). Both the inflammatory and anti-inflammatory reactions are responsible for the course of sepsis and are described as MARS (Mixed Antagonist Response Syndrome). The aim of these processes is to keep inflammation at an appropriate level. CARS often leads to suppression of the immune system, which leaves patients vulnerable to secondary infection. It was once thought that SIRS or CARS could predominate in a septic individual, and it was proposed that CARS follows SIRS in a two-wave process. It is now believed that the systemic inflammatory response and the compensatory anti-inflammatory response occur simultaneously.",
            "score": 249.3200705051422
        },
        {
            "docid": "8770962_17",
            "document": "Capnocytophaga canimorsus . \"Capnocytophaga canimorsus\" has been observed to multiply in the presence of mouse J774.1 macrophages. Macrophages recognize and kill pathogens by engulfing them. They also secrete cytokines necessary to begin the immune pathway cascade. \"C. canimorsus\" bacteria are not internalized by macrophages; in fact, macrophage monolayers break down in their presence, suggestive of a cytotoxin. In the presence of \"C. canimorsus\", cytokine activity is greatly downregulated, because the macrophages fail to produce TNF-α, IL-8, IL-6 and IL-1α, interferon-γ, and nitric oxide. In addition, TLR4 (Toll-like Receptor 4) normally recognizes pathogens and begins a signalling cascade to induce production of pro-inflammatory cytokines via the NF-κB pathway. In cells infected with \"C. canimorsus\", TLR4 did not activate the signalling pathway and therefore did not elicit an inflammatory response by the immune system. Because this bacterium doesn't elicit a strong inflammatory response, the bacteria have ample time for replication before detection by the host immune system. Electron micrographs of J774.1 monolayers infected with \"C. canimorsus\" have shown cells of the bacteria within the macrophage's vacuoles, surrounded by bacterial septa. This suggests that \"C. canimorsus\" replicates intracellularly inside of macrophages. \"C. Canimorsus\" cells also show resistance to killing by complement and killing by polymorphonuclear leukocytes. \"C. canimorsus\", when in the presence of PMNs, feeds on them by deglycosylating host glycans. In fact, in the presence of PMNs, \"C. canimorsus\" experiences robust growth. \"C. canimorsus\" has the ability to evade these necessary immune functions, and therefore it must be taken seriously. Greater knowledge about the pathogenesis of this bacillus is required in order to prevent and treat the diseases associated with it.",
            "score": 189.4870319366455
        },
        {
            "docid": "14522499_8",
            "document": "Prostaglandin EP2 receptor . EP is classified as a relaxant type of prostanoid receptor based on its ability, upon activation, to relax certain types of smooth muscle (see Prostaglandin receptors). When initially bound to PGE or any other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gamma complexes (i.e. G). The Gα- G complexes dissociate into their Gα and G subunits which in turn regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP thereby activating PKA; PKA activates various types of signaling molecules such as the transcription factor CREB which lead to different types of functional responses depending on cell type. EP also activates the a) GSK-3 pathway which regulates cell migratory responses and innate immune responses including pro-inflammatory cytokine and interleukin production and b) Beta-catenin pathway which regulates not only cell–cell adhesion but also activates the Wnt signaling pathway which, in turn, stimulates the transcription of genes responsible for regulating cell migration and proliferation. In many of these respects, EP actions resemble those of another type of relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. EP also differs from all the other prostaglandin receptors in that it fails to undergo homologous desensitization. That is, following agonist-induced activation, the other prostaglandin (as well as most types of G protein coupled receptors) quickly become desensitized, often internalized, and whether or not internalized, incapable of activating their G protein targets. This effect limits the duration and extent to which agonists can stimulate cells. EP, by failing to become desensitized, is able to function over prolong periods and later time points than other prostaglandin receptors and therefore potentially able to contribute to more delayed and chronic phases of cellular and tissue responses.",
            "score": 189.95383608341217
        },
        {
            "docid": "32921916_10",
            "document": "RIG-I-like receptor . Upon activation of RIG-I, the conformational change in the protein allows for CARD-CARD binding to MAVS (mitochondrial antiviral signaling protein, also called IPS-1) a downstream adaptor molecule found in the mitochondrial membrane. MAVS furthers the signaling cascade; TRADD, TRAF3, and RIP1 activate NEMO/IKKs, which activate IKK complexes, to induce IRF-3, IRF-7, and the NF-κB pathway. The NF-κB pathway releases cytokines, antimicrobials, and chemokines, which are all part of the pro-inflammatory innate immune response.",
            "score": 169.44034004211426
        },
        {
            "docid": "14522621_11",
            "document": "Prostacyclin receptor . IP activators inhibit the adherence of circulating platelets and leukocytes adherence to vascular endothelium thereby blocking their entry into sites of tissue disturbance. The activators also inhibit vascular smooth muscle cells from proliferation by blocking these cells' growth cycle and triggering their apoptosis (i.e. cell death]]. These actions, along with its anti-inflammatory effects, may underlie the ability of IP gene knockout in an ApoE(−/−) mosue model to cause an accelerated rate of developing atherosclerosis. Mouse studies indicate that the PGI-IP axis activates cellular signaling pathways that tend to suppress allergic inflammation. The axis inhibits bone marrow-derived dendritic cells (i.e. antigen-presenting cells that process antigen material, present it on their surfaces for delivery to T cells, and otherwise regulate innate and adaptive immune system responses) from producing pro-inflammatory cytokines (e.g. IL-12, TNF-alpha, IL-1-alpha, and IL-6) while stimulating them to increase production of the anti-inflammatory cytokine, IL-10. IP receptor activation of these cells also blocks their lipopolysaccharide-stimulated expression of pro-inflammatory cell surface proteins (i.e. CD86, CD40, and MHC class II molecules) that are critical for developing adaptive immune responses. IL receptor-activated bone marrow-derived dendritic cells showed a greatly reduced ability to stimulate the proliferation of T helper cell as well as the ability of these cells to produce pro-allergic cytokines (i.e. IL-5 and IL-13)s. In a mouse model of allergic inflammation, PGI reduced the maturation and migration of lung mature dendritic cells to Mediastinal lymph nodes while increasing the egress of immature dendritic cells away from the lung. These effects resulted in a decrease in allergen-induced responses of the cells mediating allergic reactivity, TH-2 cells. These IP-induced responses likely contribute to its apparent function in inhibiting certain mouse inflammation responses as exemplified by the failure of IP receptor deficient mice to develop full lung airway allergic responses to ovalbumin in a model of allergic inflammation.",
            "score": 205.8125569820404
        },
        {
            "docid": "2332422_36",
            "document": "Carcinogenesis . One example for rewiring of tissue function in cancer is the activity of transcription factor NF-κB. NF-κB activates the expression of numerous genes that are involved in the transition between inflammation and regeneration, which encode cytokines, adhesion factors, and other molecules that can change cell fate. This reprogramming of cellular phenotypes normally allows the development of a fully functional intact tissue. NF-κB activity is tightly controlled by multiple proteins, which collectively ensure that only discrete clusters of genes are induced by NF-κB in a given cell and at a given time. This tight regulation of signal exchange between cells, protects the tissue from excessive inflammation, and ensures that different cell types would gradually acquire complementary functions, and specific positions. Failure of this mutual regulation between genetic reprogramming and cell interactions allows cancer cells to give rise to metastasis. Cancer cells respond aberrantly to cytokines, and activate signal cascades that can protect them from the immune system.",
            "score": 281.3590853214264
        },
        {
            "docid": "170417_25",
            "document": "T cell . Activation of CD4 T cells occurs through the simultaneous engagement of the T-cell receptor and a co-stimulatory molecule (like CD28, or ICOS) on the T cell by the major histocompatibility complex (MHCII) peptide and co-stimulatory molecules on the APC. Both are required for production of an effective immune response; in the absence of co-stimulation, T cell receptor signalling alone results in anergy. The signalling pathways downstream from co-stimulatory molecules usually engages the PI3K pathway generating PIP3 at the plasma membrane and recruiting PH domain containing signaling molecules like PDK1 that are essential for the activation of PKCθ, and eventual IL-2 production. Optimal CD8 T cell response relies on CD4 signalling. CD4 cells are useful in the initial antigenic activation of naïve CD8 T cells, and sustaining memory CD8 T cells in the aftermath of an acute infection. Therefore, activation of CD4 T cells can be beneficial to the action of CD8 T cells.",
            "score": 149.49810123443604
        },
        {
            "docid": "10959358_5",
            "document": "Convergent extension . The cellular signals required for convergent extension are not fully understood, however, it is known that the non-canonical Wnt signaling pathway plays an important role. Current research is shedding light on the cellular mechanisms of convergent extension and recently the planar cell polarity (PCP) pathway was implicated in regulating the cell polarity of the factors involved in convergent extension. This is an interesting development as the PCP pathway is an integral and well-studied pathway in flies, but has classically been thought to be unemployed by vertebrates. In addition to the non-canonical Wnt and PCP pathways involvement in convergent extension, the down-regulation of certain cell-cell adhesion molecules, such as C-cadherin and fibronectin/integrin interactions, may also play a role. Reduction of the activity of these cell-cell adhesion molecules allows for cells undergoing convergent extension to move more freely. Consistent with a role for a reduction of cell-cell adhesion in convergent extension, when cell-cell adhesion is not reduced, convergent extension cannot occur.",
            "score": 103.90413403511047
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 327.50736784935
        },
        {
            "docid": "10973660_18",
            "document": "HSP60 . Infection and disease are extremely stressful on the cell. When a cell is under stress, it naturally increases the production of stress proteins, including heat shock proteins such as HSP60. In order for HSP60 to act as a signal it must be present in the extracellular environment. In recent research “it has emerged that…chaperonin 60 can be found on the surface of various prokaryotic and eukaryotic cells, and can even be released from cells”. According to recent research, many different types of heat shock proteins are used in immune response signaling, but it appears that different proteins act and respond differently to other signaling molecules. HSP60 has been shown to be released from specific cells like peripheral blood mononuclear cells (PBMCs) when there are lipopolysaccharides (LPS) or GroEL present. This suggests that the cell has different receptors and responses to human and bacterial HSP60. In addition, it has been shown that HSP60 has the capability “of activating monocytes, macrophages and dendritic cells…and also of inducing secretion of a wide range of cytokines.” The fact that HSP60 responds to other signal molecules like LPS or GroEL and has the ability to activate certain types of cells supports the idea that HSP60 is part of a danger signal cascade which is involved in activating an immune response.",
            "score": 207.82099103927612
        },
        {
            "docid": "969821_16",
            "document": "JAK-STAT signaling pathway . The JAK-STAT pathway in cytokine receptor signalling can activate STATs, which can bind to DNA and allow the transcription of genes involved in immune cell division, survival, activation and recruitment. For example, STAT1 can enable the transcription of genes which inhibit cell division and stimulate inflammation. Also, STAT4 is able to activate NK cells (natural killer cells), and STAT5 can drive the formation of white blood cells. In response to cytokines, such as IL-4, JAK-STAT signalling is also able to stimulate STAT6, which can promote B-cell proliferation, immune cell survival, and the production of an antibody called IgE.",
            "score": 172.14501690864563
        },
        {
            "docid": "39311563_3",
            "document": "Caspase 11 . LPS is a known activator of innate immune responses. Extracellular LPS binds specifically to the cell surface receptor TLR4. LPS binding to TLR4 subsequently causes initiation of the MyD88 and TRIF signaling pathways, leading to expression of pro-inflammatory molecules and cytokines. These inflammatory mediators cause host toxic shock and sepsis as a result of an overactive immune response to LPS. Until recently, TLR4 was considered the sole receptor for LPS.",
            "score": 156.66626977920532
        }
    ],
    "r": [
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 327.5073547363281
        },
        {
            "docid": "2332422_36",
            "document": "Carcinogenesis . One example for rewiring of tissue function in cancer is the activity of transcription factor NF-κB. NF-κB activates the expression of numerous genes that are involved in the transition between inflammation and regeneration, which encode cytokines, adhesion factors, and other molecules that can change cell fate. This reprogramming of cellular phenotypes normally allows the development of a fully functional intact tissue. NF-κB activity is tightly controlled by multiple proteins, which collectively ensure that only discrete clusters of genes are induced by NF-κB in a given cell and at a given time. This tight regulation of signal exchange between cells, protects the tissue from excessive inflammation, and ensures that different cell types would gradually acquire complementary functions, and specific positions. Failure of this mutual regulation between genetic reprogramming and cell interactions allows cancer cells to give rise to metastasis. Cancer cells respond aberrantly to cytokines, and activate signal cascades that can protect them from the immune system.",
            "score": 281.3591003417969
        },
        {
            "docid": "3135637_31",
            "document": "Gut flora . The human immune system creates cytokines that can drive the immune system to produce inflammation in order to protect itself, and that can tamp down the immune response to maintain homeostasis and allow healing after insult or injury. Different bacterial species that appear in gut flora have been shown to be able to drive the immune system to create cytokines selectively; for example \"Bacteroides fragilis\" and some \"Clostridia\" species appear to drive an anti-inflammatory response, while some segmented filamentous bacteria drive the production of inflammatory cytokines. Gut flora can also regulate the production of antibodies by the immune system. One function of this regulation is to cause B cells to class switch to IgA. In most cases B cells need activation from T helper cells to induce class switching; however, in another pathway, gut flora cause NF-kB signaling by intestinal epithelial cells which results in further signaling molecules being secreted. These signaling molecules interact with B cells to induce class switching to IgA. IgA is an important type of antibody that is used in mucosal environments like the gut. It has been shown that IgA can help diversify the gut community and helps in getting rid of bacteria that cause inflammatory responses. Ultimately, IgA maintains a healthy environment between the host and gut bacteria. These cytokines and antibodies can have effects outside the gut, in the lungs and other tissues.",
            "score": 278.8284912109375
        },
        {
            "docid": "1031816_6",
            "document": "Chemokine . The major role of chemokines is to act as a chemoattractant to guide the migration of cells. Cells that are attracted by chemokines follow a signal of increasing chemokine concentration towards the source of the chemokine. Some chemokines control cells of the immune system during processes of immune surveillance, such as directing lymphocytes to the lymph nodes so they can screen for invasion of pathogens by interacting with antigen-presenting cells residing in these tissues. These are known as homeostatic chemokines and are produced and secreted without any need to stimulate their source cell(s). Some chemokines have roles in development; they promote angiogenesis (the growth of new blood vessels), or guide cells to tissues that provide specific signals critical for cellular maturation. Other chemokines are inflammatory and are released from a wide variety of cells in response to bacterial infection, viruses and agents that cause physical damage such as silica or the urate crystals that occur in gout. Their release is often stimulated by pro-inflammatory cytokines such as interleukin 1. Inflammatory chemokines function mainly as chemoattractants for leukocytes, recruiting monocytes, neutrophils and other effector cells from the blood to sites of infection or tissue damage. Certain inflammatory chemokines activate cells to initiate an immune response or promote wound healing. They are released by many different cell types and serve to guide cells of both innate immune system and adaptive immune system.",
            "score": 277.6376953125
        },
        {
            "docid": "2332422_35",
            "document": "Carcinogenesis . Normally, once a tissue is injured or infected, damaged cells elicit inflammation, by stimulating specific patterns of enzyme activity and cytokine gene expression on surrounding cells. Discrete clusters of molecules are secreted, which act as mediators, inducing the activity of subsequent cascades of biochemical changes. Each cytokine binds to specific receptors on various cell types, and each cell type responds differently by altering the activity of intracellular signal transduction pathways, depending on the receptors that the cell expresses and the signaling molecules present inside the cell. Collectively, this reprogramming process induces a stepwise change in cell phenotypes, which will ultimately lead to restoration of tissue function and toward regaining essential structural integrity. A tissue can thereby heal, depending on the productive communication between the cells present at the site of damage, and the immune system. Key factor in healing is the regulation of cytokine gene expression, which enables complementary groups of cells to respond to inflammatory mediators in a manner that gradually produces essential changes in tissue physiology. Cancer cells have either permanent (genetic) or reversible (epigenetic) changes on their genome, which partly inhibit their communication with surrounding cells and with the immune system. Cancer cells do not communicate with their tissue microenvironment in a manner that protects tissue integrity; instead, the movement and the survival of cancer cells become possible in locations where they can impair tissue function. Cancer cells survive by rewiring signal pathways that normally protect the tissue from the immune system.",
            "score": 265.33160400390625
        },
        {
            "docid": "41120962_6",
            "document": "Neuroinflammation . Cytokines are a class of proteins that regulates inflammation, cell signaling, and various cell processes such as growth and survival. Chemokines are a subset of cytokines that regulate cell migration, such as attracting immune cells to a site of infection or injury. Various cell types in the brain may produce cytokines and chemokines such as microglia, astrocytes, endothelial cells, and other glial cells. Physiologically, chemokines and cytokines function as neuromodulators that regulate inflammation and development. In the healthy brain, cells secrete cytokines to produce a local inflammatory environment to recruit microglia and clear the infection or injury. However, in neuroinflammation, cells may have sustained release of cytokines and chemokines which may compromise the blood–brain barrier. Peripheral immune cells are called to the site of injury via these cytokines and may now migrate across the compromised blood brain barrier into the brain. Common cytokines produced in response to brain injury include: interleukin-6 (IL-6), which is produced during astrogliosis, and interleukin-1 beta (IL-1β) and tumor necrosis factor alpha (TNF-α), which can induce neuronal cytotoxicity. Although the pro-inflammatory cytokines may cause cell death and secondary tissue damage, they are necessary to repair the damaged tissue. For example, TNF-α causes neurotoxicity at early stages of neuroinflammation, but contributes to tissue growth at later stages of inflammation.",
            "score": 261.757080078125
        },
        {
            "docid": "8948754_2",
            "document": "Pyroptosis . Pyroptosis is a highly inflammatory form of programmed cell death that occurs most frequently upon infection with intracellular pathogens and is likely to form part of the antimicrobial response. In this process, immune cells recognize foreign danger signals within themselves, release pro-inflammatory cytokines, swell, burst and die. The released cytokines attract other immune cells to fight the infection and contribute to inflammation in the tissue. Pyroptosis promotes the rapid clearance of various bacterial and viral infections by removing intracellular replication niches and enhancing the host's defensive responses. However, in pathogenic chronic diseases, the inflammatory response does not eradicate the primary stimulus, as would normally occur in most cases of infection or injury, and thus a chronic form of inflammation ensues that ultimately contributes to tissue damage. Some examples of pyroptosis include \"Salmonella\"-infected macrophages and abortively HIV-infected T helper cells.",
            "score": 259.689453125
        },
        {
            "docid": "2344516_22",
            "document": "NF-κB . NF-κB is widely used by eukaryotic cells as a regulator of genes that control cell proliferation and cell survival. As such, many different types of human tumors have misregulated NF-κB: that is, NF-κB is constitutively active. Active NF-κB turns on the expression of genes that keep the cell proliferating and protect the cell from conditions that would otherwise cause it to die via apoptosis. In cancer, proteins that control NF-κB signaling are mutated or aberrantly expressed, leading to defective coordination between the malignant cell and the rest of the organism. This is evident both in metastasis, as well as in the inefficient eradication of the tumor by the immune system. Normal cells can die when removed from the tissue they belong to, or when their genome cannot operate in harmony with tissue function: these events depend on feedback regulation of NF-κB, and fail in cancer.",
            "score": 256.8271789550781
        },
        {
            "docid": "7337013_6",
            "document": "P38 mitogen-activated protein kinases . Abnormal activity (higher or lower than physiological) of P38 has been implicated in pathological events in several tissues, that include neuronal  bone, lung cardiac and skeletal muscle, red blood cells, and fetal tissues. The protein product of Proto-oncogene RAS can increase activity of p38, and thereby cause excessively high activity of transcription factor NF-κB. This transcription factor is normally regulated from intracellular pathways that integrate signals from the surrounding tissue and the immune system. In turn these signals coordinate between cell survival and cell death. Dysregulated NF-κB activity can activate genes that cause cancer cell survival, and can also activate genes that facilitate cancer cell metastasis to other tissues.",
            "score": 256.4706115722656
        },
        {
            "docid": "41120962_4",
            "document": "Neuroinflammation . Microglia are recognized as the innate immune cells of the central nervous system. Microglia actively survey their environment through, and change their cell morphology significantly in response to neural injury. Acute inflammation in the brain is typically characterized by rapid activation of microglia. During this period, there is no peripheral immune response. Over time, however, chronic inflammation causes the degradation of tissue and of the blood–brain barrier. During this time, microglia generate reactive oxygen species and release signals to recruit peripheral immune cells for an inflammatory response.",
            "score": 255.25146484375
        },
        {
            "docid": "50492922_13",
            "document": "Pathophysiology of Parkinson's disease . The fourth proposed major mechanism of neuronal death in Parkinson's Disease, neuroinflammation, is generally understood for neurodegenerative diseases, however, specific mechanisms are not completely characterized for PD. One major cell type involved in neuroinflammation is the microglia. Microglia are recognized as the innate immune cells of the central nervous system. Microglia actively survey their environment and change their cell morphology significantly in response to neural injury. Acute inflammation in the brain is typically characterized by rapid activation of microglia. During this period, there is no peripheral immune response. Over time, however, chronic inflammation causes the degradation of tissue and of the blood–brain barrier. During this time, microglia generate reactive oxygen species and release signals to recruit peripheral immune cells for an inflammatory response.",
            "score": 255.18515014648438
        },
        {
            "docid": "14713923_19",
            "document": "5-Hydroxyeicosatetraenoic acid . 5(\"S\")-HETE and other family members were first detected as products of arachidonic acid made by stimulated human polymorphonuclear neutrophils (PMN), a leukocyte blood cell type involved in host immune defense against infection but also implicated in aberrant pro-inflammatory immune responses such as arthritis; soon thereafter they found to be active also in stimulating these cells to migrate (i.e. chemotaxis), degranulate (i.e. release the anti-bacterial and tissue-injuring contents of their granules), produce bacteriocidal and tissue-injuring reactive oxygen species, and mount other pro-defensive as well as pro-inflammatory responses of the Innate immune system. For example, the gram-negative bacterium, Salmonella tryphimurium, and the outer surface of gram negative bacteria, Lipopolysaccharide, promote the production of 5-(\"S\")-HETE and 5-oxo-ETE by human neutrophils. The family members stimulate another blood cell of the innate immunity system, the human monocyte, acting synergistically with the pro-inflammatory CC chemokines, monocyte chemotactic protein-1 and monocyte chemotactic protein-3, to stimulate monocyte function. 5-Oxo-ETE also stimulates two other cell types that share responsibility with the PMN for regulating inflammation, the human lymphocyte and dendritic cell. And, in vivo studies, the injection of 5-oxo-ETE into the skin of human volunteers causes the local accumulation of PMN and monocyte-derived macrophages. Furthermore, the production of one or more 5(\"S\")-HETE family members as well as the expression of orthologs of the human OXER1 receptor occur in various mammalian species including dogs, cats, cows, sheep, elephants, pandas, opossums, and ferrets and in several species of fish; for example, cats undergoing experimentally induced asthma accumulate 5-oxo-ETE in their lung lavage fluid, feline leucocytes make as well as respond to 5-oxo-ETE by an oxer1-dependent mechanism; and an OXER1 ortholog and, apparently, 5-oxo-ETE are necessary for the inflammatory response to tissue damage caused by osmolarity insult in zebrafish.",
            "score": 249.8155975341797
        },
        {
            "docid": "11509270_4",
            "document": "Cholinergic anti-inflammatory pathway . Tumor necrosis factors (TNF) (and other cytokines) are produced by cells of the innate immune system during local injury and infection. These contribute to initiating a cascade of mediator release, and recruiting inflammatory cells to the site of infection to contain infection, referred to as \"innate immunity.\". TNF amplifies and prolongs the inflammatory response by activating other cells to release interleukin-1 (IL-1), high mobility group B1 (HMGB1) and other cytokines. These inflammatory cytokine responses confer protective advantages to the host at the site of bacterial infection. A “beneficial” inflammatory response is limited, resolves in 48–72 hours, and does not spread systemically. The cholinergic anti-inflammatory pathway provides a braking effect on the innate immune response which protects the body against the damage that can occur if a localized inflammatory response spreads beyond the local tissues, which results in toxicity or damage to the kidney, liver, lungs, and other organs.",
            "score": 249.627197265625
        },
        {
            "docid": "448010_11",
            "document": "Septic shock . In gram-negative sepsis, free LPS attaches to a circulating LPS-binding protein, and the complex then binds to the CD14 receptor on monocytes, macrophages, and neutrophils. Engagement of CD14 (even at doses as minute as 10 pg/mL) results in intracellular signaling via an associated \"Toll-like receptor\" protein 4 (TLR-4). This signaling results in the activation of nuclear factor kappaB (NF-κB), which leads to transcription of a number of genes that trigger a proinflammatory response. It was the result of significant activation of mononuclear cells and synthesis of effector cytokines. It also results in profound activation of mononuclear cells and the production of potent effector cytokines such as IL-1, IL-6, and TNF-α. TLR-mediated activation helps to trigger the innate immune system to efficiently eradicate invading microbes, but the cytokines they produce also act on endothelial cells. There, they have a variety of effects, including reduced synthesis of anticoagulation factors such as tissue factor pathway inhibitor and thrombomodulin. The effects of the cytokines may be amplified by TLR-4 engagement on endothelial cells. In response to inflammation, a compensatory reaction of production of anti-inflammatory substances such as IL-4, IL-10 antagonists, IL-1 receptor, and cortisol occurs. This is called compensatory anti-inflammatory response syndrome (CARS). Both the inflammatory and anti-inflammatory reactions are responsible for the course of sepsis and are described as MARS (Mixed Antagonist Response Syndrome). The aim of these processes is to keep inflammation at an appropriate level. CARS often leads to suppression of the immune system, which leaves patients vulnerable to secondary infection. It was once thought that SIRS or CARS could predominate in a septic individual, and it was proposed that CARS follows SIRS in a two-wave process. It is now believed that the systemic inflammatory response and the compensatory anti-inflammatory response occur simultaneously.",
            "score": 249.320068359375
        },
        {
            "docid": "14958_13",
            "document": "Immune system . Inflammation is one of the first responses of the immune system to infection. The symptoms of inflammation are redness, swelling, heat, and pain, which are caused by increased blood flow into tissue. Inflammation is produced by eicosanoids and cytokines, which are released by injured or infected cells. Eicosanoids include prostaglandins that produce fever and the dilation of blood vessels associated with inflammation, and leukotrienes that attract certain white blood cells (leukocytes). Common cytokines include interleukins that are responsible for communication between white blood cells; chemokines that promote chemotaxis; and interferons that have anti-viral effects, such as shutting down protein synthesis in the host cell. Growth factors and cytotoxic factors may also be released. These cytokines and other chemicals recruit immune cells to the site of infection and promote healing of any damaged tissue following the removal of pathogens.",
            "score": 246.32028198242188
        },
        {
            "docid": "3113497_6",
            "document": "Innate immune system . Inflammation is one of the first responses of the immune system to infection or irritation. Inflammation is stimulated by chemical factors released by injured cells and serves to establish a physical barrier against the spread of infection, and to promote healing of any damaged tissue following the clearance of pathogens.",
            "score": 245.13638305664062
        },
        {
            "docid": "33769881_21",
            "document": "Immunomics . Dendritic cells (DCs) help macrophages sustain inflammatory processes and participate in the innate immune system response, but can also prime adaptive immunity. Gene expression analyses have shown that DCs can “multi-task” by temporally segregating their different functions. Soon after recognizing an infectious agent, immature DCs transition to a state of early activation via a core response characterized by rapid downregulation of genes involved with pathogen recognition and phagocytosis, upregulation of cytokine and chemokine genes to recruit other immune cells to the side of inflammations; and expression of genes that control migratory capacity. Early activated DCs are enabled to migrate from non-lymphoid tissues to lymph nodes, where they can prime T-cell responses. These early DCs responses are related to innate immunity and consist of the “core transcriptional response” of DCs. Pathogen-specific responses have a stronger influence on the DC’s ability to regulate adaptive immunity.",
            "score": 236.54393005371094
        },
        {
            "docid": "9347711_9",
            "document": "Neurokinin A . The immune system is a highly integrated system which receives input from many sources, such as sites of injury, nocireceptors and white blood cells. Chemical signals therefore are an important component of paracrine, autocrine and endocrine signaling.  Neurokinin A was shown to be a potent chemo attractor for T-cells increasing the migration into infected tissues. This migration is necessary for the pathogen seeking activity of T-cells. Some chemokines trigger the intravascular adhesion of T-cells whereas others direct the migration of leukocytes into and within the extravascular space. Since lymphocytes must be positioned correctly to interact with other cells, the pattern of chemokine receptors and the type and distribution of chemokines in tissues critically influence immune responses. The molecular mechanism behind neurokinin's role as a chemoattractor is currently unclear.",
            "score": 236.36973571777344
        },
        {
            "docid": "50704695_6",
            "document": "Specialized pro-resolving mediators . Through most of its early period of study, acute inflammatory responses were regarded as self-limiting innate immune system reactions to invading foreign organisms, tissue injuries, and other insults. These reactions were orchestrated by various soluble signaling agents such as a) foreign organism-derived N-formylated oligopeptide chemotactic factors (e.g. N-formylmethionine-leucyl-phenylalanine); b) complement components C5a and C3a which are chemotactic factors formed during the activation of the host's blood complement system by invading organisms or injured tissues; and c) host cell-derived pro-inflammatory cytokines (e.g. interleukin 1s), host-derived pro-inflammatory chemokines (e.g. CXCL8, CCL2, CCL3, CCL4, CCL5, CCL11, CXCL10), platelet-activating factor, and PUFA metabolites including in particular leukotrienes (e.g. LTB4), hydroxyeicosatetraenoic acids (e.g., 5-HETE, 12-HETE), the hydroxylated heptadecatreineoic acid, 12-HHT, and oxoeicosanoids (e.g. 5-oxo-ETE). These agents functioned as pro-inflammatory signals by increasing the permeability of local blood vessels; activating tissue-bound pro-inflammatory cells such as mast cells, and macrophages; and attracting to nascent inflammatory sites and activating circulating neutrophils, monocytes, eosinophils, gamma delta T cells, and Natural killer T cells. The cited cells then proceeded to neutralize invading organisms, limit tissue injury, and initiate tissue repair. Hence, the classic inflammatory response was viewed as fully regulated by the soluble signaling agents. That is, the agents formed, orchestrated an inflammatory cell response, but then dissipated to allow resolution of the response. In 1974, however, Charles N. Serhan and his renowned colleagues, Mats Hamberg and Bengt Samuelsson, discovered that human neutrophils metabolize arachidonic acid to two novel products that contain 3 hydroxyl residues and 4 double bonds viz., 5,6,15-trihydroxy-7,9,11,13-icosatetraenoic acid and 5,14,15-trihydroxy-6,8,10,12-icosatetraenoic acid. These products are now termed lipoxin A4 and B4, respectively. While initially found to have in vitro activity suggesting that they might act as pro-inflammatory agents, Serhan and colleagues and other groups found that the lipoxins as well as a large number of newly discovered metabolites of other PUFA possess primarily if not exclusively anti-inflammatory activities and therefore may be crucial for causing the resolution of inflammation. In this view, inflammatory responses are not self-limiting but rather limited by the formation of a particular group of PUFA metabolites that counteract the actions of pro-inflammatory signals. Later, these PUFA metabolites were classified together and termed specialized pro-resolving mediators (i.e. SPM).",
            "score": 236.36277770996094
        },
        {
            "docid": "41120962_2",
            "document": "Neuroinflammation . Neuroinflammation is inflammation of the nervous tissue. It may be initiated in response to a variety of cues, including infection, traumatic brain injury, toxic metabolites, or autoimmunity. In the central nervous system (CNS), including the brain and spinal cord, microglia are the resident innate immune cells that are activated in response to these cues. The CNS is typically an immunologically privileged site because peripheral immune cells are generally blocked by the blood–brain barrier (BBB), a specialized structure composed of astrocytes and endothelial cells. However, circulating peripheral immune cells may surpass a compromised BBB and encounter neurons and glial cells expressing major histocompatibility complex molecules, perpetuating the immune response. Although the response is initiated to protect the central nervous system from the infectious agent, the effect may be toxic and widespread inflammation as well as further migration of leukocytes through the blood–brain barrier.",
            "score": 234.6532745361328
        },
        {
            "docid": "3113497_7",
            "document": "Innate immune system . The process of acute inflammation is initiated by cells already present in all tissues, mainly resident macrophages, dendritic cells, histiocytes, Kupffer cells, and mast cells. These cells present receptors contained on the surface or within the cell, named \"pattern recognition receptors\" (PRRs), which recognize molecules that are broadly shared by pathogens but distinguishable from host molecules, collectively referred to as pathogen-associated molecular patterns (PAMPs). At the onset of an infection, burn, or other injuries, these cells undergo activation (one of their PRRs recognizes a PAMP) and release inflammatory mediators responsible for the clinical signs of inflammation.",
            "score": 233.87820434570312
        },
        {
            "docid": "1910996_15",
            "document": "Implant (medicine) . Inflammation, a common occurrence after any surgical procedure, is the body’s response to tissue damage as a result of trauma, infection, intrusion of foreign materials, or local cell death, or as a part of an immune response. Inflammation starts with the rapid dilation of local capillaries to supply the local tissue with blood. The inflow of blood causes the tissue to become swollen and may cause cell death. The excess blood, or edema, can activate pain receptors at the tissue. The site of the inflammation becomes warm from local disturbances of fluid flow and the increased cellular activity to repair the tissue or remove debris from the site.",
            "score": 233.31910705566406
        },
        {
            "docid": "22053022_11",
            "document": "Adiposopathy . Fat tissue is an active body organ involved in many processes critical to human health,8 including: (1) promotion of blood vessel formation (angiogenesis); (2) fat cell recruitment and development adipogenesis; (3) dissolving and reforming the structures around fat tissue (extracellular matrix); (4) generation, storage and release of fat; (5) growth factor production; (6) glucose metabolism; (6) production of factors that affect blood pressure (such as those associated with the renin–angiotensin system); (7) fat and cholesterol metabolism; (8) enzyme production; (9) hormone production; (10) steroid metabolism; (11) blood clotting (hemostasis); (12) element binding; (13) and immune response (described below). When fat cells and fat tissue remain healthy during fat weight gain, patients may avoid metabolic ill health. However, if enlargement of fat cells and fat tissue causes them to become \"sick\", then important fat tissue functions are disrupted, and deranged responses contribute to metabolic disease. When excessive body weight leads to adiposopathy, this represents a hormone or endocrine disease. Additionally, fat cells and fat tissue also produce many different types of immune factors. Inflammation is a contributing cause to metabolic disease, and the ultimate contribution of fat tissue to inflammation is determined by the production of both inflammatory and anti-inflammatory factors. From a pro-inflammatory standpoint, fat tissue (which includes fat cells and other cells, such as immune cells) produces factors including: (1) adipokines with cytokine activity such as leptin, interleukins, and tumor necrosis factor alpha; (2) acute phase proteins / reactants such as C-reactive protein; (3) adipokines of the alternative complement system; (4) chemotactic/chemoattractant adipokines; and prostaglandins (eicosanoids). From an anti-inflammatory standpoint, fat tissue produces various anti-inflammatory factors with the most commonly described being adiponectin. If fat cells or fat tissue becomes \"sick\", then the release of too many pro-inflammatory factors and a decrease in too many anti-inflammatory factors often result in a net pro-inflammatory response can contribute to metabolic disease.",
            "score": 232.6608428955078
        },
        {
            "docid": "70425_2",
            "document": "Inflammation . Inflammation (from ) is part of the complex biological response of body tissues to harmful stimuli, such as pathogens, damaged cells, or irritants, and is a protective response involving immune cells, blood vessels, and molecular mediators. The function of inflammation is to eliminate the initial cause of cell injury, clear out necrotic cells and tissues damaged from the original insult and the inflammatory process, and initiate tissue repair.",
            "score": 232.5816650390625
        },
        {
            "docid": "2901165_29",
            "document": "Transforming growth factor beta . In normal cells, TGF-β, acting through its signaling pathway, stops the cell cycle at the G1 stage to stop proliferation, induce differentiation, or promote apoptosis. In many cancer cells, parts of the TGF-β signaling pathway are mutated, and TGF-β no longer controls the cell. These cancer cells proliferate. The surrounding stromal cells (fibroblasts) also proliferate. Both cells increase their production of TGF-β. This TGF-β acts on the surrounding stromal cells, immune cells, endothelial and smooth-muscle cells. It causes immunosuppression and angiogenesis, which makes the cancer more invasive. TGF-β also converts effector T-cells, which normally attack cancer with an inflammatory (immune) reaction, into regulatory (suppressor) T-cells, which turn off the inflammatory reaction. Normal tissue integrity is preserved by feedback interactions between different cell types that express adhesion molecules and secrete cytokines. Disruption of these feedback mechanisms in cancer damages a tissue. When TGF-β signaling fails to control NF-κB activity in cancer cells, this has at least two potential effects: first, it enables the malignant tumor to persist in the presence of activated immune cells, and second, the cancer cell outlasts immune cells because it survives in the presence of apoptotic, and anti-inflammatory mediators.",
            "score": 231.3292236328125
        },
        {
            "docid": "215038_20",
            "document": "Enhancer (genetics) . Each cell typically contains several hundred of a special class of enhancers that stretch over many kilobases long DNA sequences, called \"super-enhancers\". These enhancers contain a large number of binding sites for sequence-specific, inducible transcription factors, and regulate expression of genes involved in cell differentiation. During inflammation, the transcription factor NF-κB selectively redistributes cofactors from high-occupancy enhancers, thereby repressing super-enhancer-associated cell identity genes, by facilitating remodeling of their chromatin, and activates other enhancers that guide change of cellular function through inflammation. This has as result that inflammation reprograms cells, altering their interactions with the rest of tissue and with the immune system. In cancer, proteins that control NF-κB activity are dysregulated, permitting malignant cells to decrease their dependence on interactions with local tissue, and hinder their surveillance by the immune system.",
            "score": 231.15003967285156
        },
        {
            "docid": "70425_40",
            "document": "Inflammation . Delineating how CD4 T cells are depleted and how chronic inflammation and immune activation are induced lies at the heart of understanding HIV pathogenesis––one of the top priorities for HIV research by the Office of AIDS Research, National Institutes of Health. Recent studies demonstrated that caspase-1-mediated pyroptosis, a highly inflammatory form of programmed cell death, drives CD4 T-cell depletion and inflammation by HIV. These are the two signature events that propel HIV disease progression to AIDS. Pyroptosis appears to create a pathogenic vicious cycle in which dying CD4 T cells and other immune cells (including macrophages and neutrophils) release inflammatory signals that recruit more cells into the infected lymphoid tissues to die. The feed-forward nature of this inflammatory response produces chronic inflammation and tissue injury. Identifying pyroptosis as the predominant mechanism that causes CD4 T-cell depletion and chronic inflammation, provides novel therapeutic opportunities, namely caspase-1 which controls the pyroptotic pathway. In this regard, pyroptosis of CD4 T cells and secretion of pro-inflmammatory cytokines such as IL-1β and IL-18 can be blocked in HIV-infected human lymphoid tissues by addition of the caspase-1 inhibitor VX-765, which has already proven to be safe and well tolerated in phase II human clinical trials. These findings could propel development of an entirely new class of “anti-AIDS” therapies that act by targeting the host rather than the virus. Such agents would almost certainly be used in combination with ART. By promoting “tolerance” of the virus instead of suppressing its replication, VX-765 or related drugs may mimic the evolutionary solutions occurring in multiple monkey hosts (e.g. the sooty mangabey) infected with species-specific lentiviruses that have led to a lack of disease, no decline in CD4 T-cell counts, and no chronic inflammation.",
            "score": 230.1734161376953
        },
        {
            "docid": "70425_4",
            "document": "Inflammation . Inflammation can be classified as either \"acute\" or \"chronic\". \"Acute inflammation\" is the initial response of the body to harmful stimuli and is achieved by the increased movement of plasma and leukocytes (especially granulocytes) from the blood into the injured tissues. A series of biochemical events propagates and matures the inflammatory response, involving the local vascular system, the immune system, and various cells within the injured tissue. Prolonged inflammation, known as \"chronic inflammation\", leads to a progressive shift in the type of cells present at the site of inflammation, such as mononuclear cells, and is characterized by simultaneous destruction and healing of the tissue from the inflammatory process.",
            "score": 229.74220275878906
        },
        {
            "docid": "41479084_12",
            "document": "Altered Schaedler flora . Intestinal homeostasis is maintained by host-microbe interactions and host immunity. This is critical for digestion of food and protection against pathogens. Bouskra, \"et al.\" studied the regulation of intestinal flora and the immune system. They found IgA producing B cells in the Peyer’s patches, intestinal lymphoid tissues and follicles, and mesenteric lymph nodes. They used ASF to test the maturation of lymphoid follicles into large B cell clusters by the toll-like receptor signaling. In another study, the innate detection system generates adaptive immune system to maintain intestinal homeostasis. Geuking, \"et al.\" examined the role of regulatory T cells in limiting microbe-triggered intestinal inflammation and the T cell compartment. Using ASF, they found intestinal colonization resulted in activation and generation of colonic Treg cells. In germfree mice, Th17 and Th1 response dominate.",
            "score": 229.56024169921875
        },
        {
            "docid": "32921916_3",
            "document": "RIG-I-like receptor . Though each of these three receptors is located in tissues throughout the body, RLRs are especially active in the innate immune defense of epithelial cells, myeloid cells, and CNS cells. As pattern recognition receptors, RLRs live in the cytosol of a cell, so that they can detect the presence of viral DNA or RNA. Upon detection of a viral infection, two of the RLRs, RIG-I and MDA5, possess the ability to activate a complex signaling network that leads to the production of pro-inflammatory molecules. RIG-I and MDA5 recognize distinct viruses but both produce the antiviral immune changes that initiate an innate response and regulate the subsequent adaptive response. LGP2, the remaining RLR, lacks the ability to induce signaling alone, but is necessary for effective RIG-I and MDA5-mediated antiviral responses.",
            "score": 228.3948211669922
        },
        {
            "docid": "38238_31",
            "document": "Hepatitis . The pathway by which hepatic viruses cause viral hepatitis is best understood in the case of hepatitis B and C. The viruses do not directly cause apoptosis (cell death). Rather, infection of liver cells activates the innate and adaptive arms of the immune system leading to an inflammatory response which causes cellular damage and death. Depending on the strength of the immune response, the types of immune cells involved and the ability of the virus to evade the body's defense, infection can either lead to clearance (acute disease) or persistence (chronic disease) of the virus. The chronic presence of the virus within liver cells results in multiple waves of inflammation, injury and wound healing that overtime lead to scarring or fibrosis and culminate in hepatocellular carcinoma. Individuals with an impaired immune response are at greater risk of developing chronic infection. Natural killer cells are the primary drivers of the initial innate response and create a cytokine environment that results in the recruitment of CD4 T-helper and CD8 cytotoxic T-cells. Type I interferons are the cytokines that drive the antiviral response. In chronic Hepatitis B and C, natural killer cell function is impaired.",
            "score": 227.86351013183594
        },
        {
            "docid": "17337043_12",
            "document": "Diffuse panbronchiolitis . Inflammation is a normal part of the human immune response, whereby leukocytes (white blood cells), including neutrophils (white blood cells that specialize in causing inflammation), gather, and chemokines (proteins released from certain cells, which activate or elicit a response from other cells) accumulate at any location in the body where bacterial or viral infections occur. Inflammation interferes with the activity of bacteria and viruses, and serves to clear them from the body. In DPB, bacteria such as \"Haemophilus influenzae\" and \"Pseudomonas aeruginosa\" can cause the proliferation of inflammatory cells into the bronchiolar tissues. However, when neither bacteria are present with DPB, the inflammation continues for an as yet unknown reason. In either circumstance, inflammation in DPB can be so severe that nodules containing inflammatory cells form in the walls of the bronchioles. The presence of inflammation and infection in the airways also results in the production of excess mucus, which must be coughed up as sputum. The combination of inflammation, nodule development, infection, mucus, and frequent cough contributes to the breathing difficulties in DPB.",
            "score": 227.15928649902344
        }
    ]
}