{
    "q": [
        {
            "docid": "42073672_10",
            "document": "Neuronal self-avoidance . In 1991, scientists became aware that self-avoidance was also present in non-neuronal cell types, such as leech comb cells, which might similarly form discrete domains. Later, this was also observed in mammalian astrocytes. Wang and Macagno, in 1998, again recurring to \"Hirudo medicinalis\" mechanosensory neurons, performed an elegant experiment in order to try to answer the still remaining question: \"How does a cell recognize self and respond by not growing over or along itself?\" The authors then proposed two general types of mechanisms: I) External signals: Sibling neurites display surface identifying molecular factors, unique to each cell, that are capable of homotypic binding and therefore repel sibling neurites, or II) Internal signals: synchronous cell activity, such as voltage, which is transmitted within the cell mediating a dynamic mechanism of sibling growth inhibition. Contrarily to the first hypothesis, the second would require the continuity and communication between all parts of the cell for self-avoidance to occur. So the experiment consisted of detaching one of the neurons dendrites and see how the remaining attached dendrites reacted towards the detached fragment, \"do they still avoid overlapping?\" The result was that the detached branch would stop being recognized as \"self\" by the other branches of the neuronal, leading to dendrite overlap. The clear conclusion of the study was that continuity between all parts of the neuron is critical for self-avoidance to operate. The authors then suggest various mechanisms that require continuity and could function as recognition signal, and thus might be the responsible ones, such as \"electrical activity, active or passive, as well as the diffusion of cytoplasmic signals either passively or by fast axonal transport\". In the late 1990s and beyond, model organisms started to be used in the studies and the molecular mechanisms of self-avoidance started to be unraveled. In 1999 Wu and Maniatis discovered a striking organization of a large family of human neural protocadherin cell adhesion genes which formed a gene cluster encoding 58 protocadherins. The members of the protocadherin gene cluster were compelling candidates to provide the molecular code required for the maintenance of the self/non-self discrimination that led to self-avoidance. It was later (2012) confirmed, by Lefebvre et al., in a study with amacrine cells and Purkinje cells of \"Mus musculus\", that these proteins are expressed in different combinations in individual neurons, thus providing \"barcodes\" with that distinguish one neuron from another.",
            "score": 339.25775599479675
        },
        {
            "docid": "42073672_6",
            "document": "Neuronal self-avoidance . The concept of neuronal self-avoidance emerged about 50 years ago. The pioneer studies were performed in the leech, focusing on the central nervous system and developing mechanosensory neurons. Leeches from two species: \"Hirudo medicinalis\" and \"Haementeria ghilianii\", remained the main organism for the study of the question of neuronal self-recognition and self-avoidance. In this animal, the repeating segmental pattern of the nervous system along with the fact that neurons are relatively few in number, and many are large enough to be recognized allowed the experimental study of the general problem of neuronal specificity. In 1968, through the mapping of mechanoreceptor axonal receptive fields in \"H. medicilalis\", Nicholls and Baylor revealed distinct types of boundaries between axons from the same or different types of neurons, and also between individual neurons. They observed that receptive fields were subdivided into discrete areas, innervated by the different branches of a single cell. These boundaries, unlike those between adjacent fields of different cells, were abrupt showing nearly no overlap. The authors then suggested a mechanism for the spatial arrangement of axons in which \"\"a fiber might repel other branches more strongly if they arise from the same cell than if they come from a homologue, and not at all if they come from a cell with a different modality\"\". In 1976, Yau confirmed their findings and proposed that the branches of a cell recognized each other, therefore avoiding to grow into the same territory and establishing the discrete areas that Nicholls and Baylor observed. It was then clear that mechanosensory neurons, in leech, show self-avoidance: with the repulsion between branches originating from the same cell, but they did not showed class-avoidance, meaning that branches from the same type of neurons could overlap.",
            "score": 257.2867224216461
        },
        {
            "docid": "42073672_43",
            "document": "Neuronal self-avoidance . In sum, isoform identity between branches of the same neuron leads to recognition via the extracellular region and repulsion mediated by the intracellular tail of Dscam1. As the Dscam1 isoforms expressed in different da neurons are likely to be different, dendrites of different da neurons do not inappropriately recognize non-self as self. Thus, Dscam1 proteins are required for self-avoidance and provide the molecular code by which neurites discriminate between self-dendrites and those of neighboring cells (Figure 7).",
            "score": 303.83828830718994
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 268.10031175613403
        },
        {
            "docid": "42073672_7",
            "document": "Neuronal self-avoidance . The phenomena was recognized but a lot remained unknown, including the term \"Self-avoidance\" which arises in 1982/1983 with the studies of Kramer. In 1982, Kramer postulated that isoneuronal axons (axons growing from the same neuron), contrarily to heteroneuronal axons, avoid each other when growing on the same substrate (see Movie). This was further explored, by other authors, the fact that this self-avoidance would require neurites to be able to distinguish between self and non-self, reinforcing the ideas of Yau. In 1983 Kramer and Kuwada propose that this self-recognition of two growing axonal processes might be mediated by their filopodia, which appear to make mutual contacts. This idea was backed up by the studies of Goodman et al. (1982) in insect neurons, which postulated that filopodia played an important role in the recognition and choice of axonal growth pathways. The conservation of the mechanism in invertebrates together with the fact that adult morphology of many neurons appears to satisfy the rule, suggested that non-overlap of isoneuronal processes could be a general phenomenon of neuronal development. In 1985 empirical data was added by Kramer and Stent with the experimentally induced variations in the branching pattern through surgically preventing or delaying the outgrowth of the axon branches. As predicted by the proposal of self-avoidance, interference with the outgrowth of a field axon branch resulted in the spread of the axon branch of the other field into what normally was not a territory. Thus, neuronal self-avoidance does play a significant role in the development of mechanosensory receptive field structure.",
            "score": 230.70915734767914
        },
        {
            "docid": "21245_15",
            "document": "Neuroscience . The fundamental questions addressed in cellular neuroscience include the mechanisms of how neurons process signals physiologically and electrochemically. These questions include how signals are processed by neurites – thin extensions from a neuronal cell body, consisting of dendrites (specialized to receive synaptic inputs from other neurons) and axons (specialized to conduct nerve impulses called action potentials) – and somas (the cell bodies of the neurons containing the nucleus), and how neurotransmitters and electrical signals are used to process information in a neuron. Another major area of neuroscience is directed at investigations of the development of the nervous system. These questions include the patterning and regionalization of the nervous system, neural stem cells, differentiation of neurons and glia, neuronal migration, axonal and dendritic development, trophic interactions, and synapse formation.",
            "score": 254.89689373970032
        },
        {
            "docid": "33818014_13",
            "document": "Nervous system network models . The neuron cell has three components – dendrites, soma, and axon as shown in Figure 1. Dendrites, which have the shape of a tree with branches, called arbor, receive the message from other neurons with which the neuron is connected via synapses. The action potential received by each dendrite from the synapse is called the postsynaptic potential. The cumulative sum of the postsynaptic potentials is fed to the soma. The ionic components of the fluid inside and outside maintain the cell membrane at a resting potential of about 65 millivolts. When the cumulative postsynaptic potential exceeds the resting potential, an action potential is generated by the cell body or soma and propagated along the axon. The axon may have one or more terminals and these terminals transmit neurotransmitters to the synapses with which the neuron is connected. Depending on the stimulus received by the dendrites, soma may generate one or more well-separated action potentials or spike train. If the stimulus drives the membrane to a positive potential, it is an excitatory neuron; and if it drives the resting potential further in the negative direction, it is an inhibitory neuron. The generation of the action potential is called the “firing.” The firing neuron described above is called a spiking neuron. We will model the electrical circuit of the neuron in Section 3.6. There are two types of spiking neurons. If the stimulus remains above the threshold level and the output is a spike train, it is called the Integrate-and-Fire (IF) neuron model. If output is modeled as dependent on the impulse response of the circuit, then it is called the Spike Response Model (SRM) (Gestner, W. (1995)).",
            "score": 255.083979845047
        },
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 197.8095498085022
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 242.3823083639145
        },
        {
            "docid": "42073672_34",
            "document": "Neuronal self-avoidance . Dscam1 mediated self-recognition is essential for self-avoidance between sister neurites Hughes et al. (2007) reported that Dscam loss-of-function in da neurons caused excessive self-crossing of dendrites from the same neuron. Dscam over-expression forced the respective dendrites to segregate from each other. Based on these data, Dscam results in a lack of self-avoidance of sister dendrites. Therefore, the direct isoform-specific homophilic Dscam-Dscam interactions must result in signal transduction events that lead to repulsion of dendrites expressing identical Dscam isoforms. This conversion of an initial Dscam-dependent cell-surface interaction into a repulsive response that leads to dendrite separation in da neurons is supported by Matthews et al. (2007) in a study that demonstrated that the ectopic expression of identical Dscam isoforms on the dendrites of different cells promoted growth away from each other. The authors also suggest that identical Dscam isoforms expressed in two cell populations \"in vitro\" induced their aggregation in an isoform-specific manner, showing that Dscam provides cells with the ability to distinguish between different cell surfaces. Moreover, expression of single Dscam1 molecules lacking most of their cytoplasmic tail prevented ectopic branch segregation and instead led to apparently stable adhesion between dendrites. Combined, these results support a simple model for a direct role for Dscam in self-recognition in which identical Dscam ectodomains on the surfaces of isoneuronal dendrites recognize each other and induce a subsequent repulsive signal that is mediated by domains in the cytoplasmic tail (Figure 7).",
            "score": 330.7803907394409
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 256.90694868564606
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 259.8812401294708
        },
        {
            "docid": "21944_3",
            "document": "Nervous system . At the cellular level, the nervous system is defined by the presence of a special type of cell, called the neuron, also known as a \"nerve cell\". Neurons have special structures that allow them to send signals rapidly and precisely to other cells. They send these signals in the form of electrochemical waves traveling along thin fibers called axons, which cause chemicals called neurotransmitters to be released at junctions called synapses. A cell that receives a synaptic signal from a neuron may be excited, inhibited, or otherwise modulated. The connections between neurons can form neural pathways, neural circuits, and larger networks that generate an organism's perception of the world and determine its behavior. Along with neurons, the nervous system contains other specialized cells called glial cells (or simply glia), which provide structural and metabolic support.",
            "score": 204.0198941230774
        },
        {
            "docid": "21120_29",
            "document": "Neuron . Neurons communicate with one another via synapses, where the axon terminal or \"en passant\" bouton (a type of terminal located along the length of the axon) of one cell contacts another neuron's dendrite, soma or, less commonly, axon. Neurons such as Purkinje cells in the cerebellum can have over 1000 dendritic branches, making connections with tens of thousands of other cells; other neurons, such as the magnocellular neurons of the supraoptic nucleus, have only one or two dendrites, each of which receives thousands of synapses. Synapses can be excitatory or inhibitory and either increase or decrease activity in the target neuron, respectively. Some neurons also communicate via electrical synapses, which are direct, electrically conductive junctions between cells.",
            "score": 270.49613976478577
        },
        {
            "docid": "42073672_9",
            "document": "Neuronal self-avoidance . In 1990, Macagno et al., integrated the results from several studies, once again emphasizing the evolutionary conservation of the overall phenomena: Leech neurons, like those of other invertebrates and those of vertebrates, undergo specific interactions during development which allow the definition of the adult morphologies and synaptic connections. That morphology reflects the developmental compromise between the potential of the neuron to grow and the constraints placed upon that growth by internal and external factors. Thus, the self-recognizing mechanism would be useful not only to self-avoidance but also as a means of individualization. During development, competition among neurons of the same type for a limited supply required for process growth and maintenance would occur, with one cell gaining space at the expense of others. Inhibitory interactions were also invoked, and this placed the phenomena of self-recognition in the bigger picture of the axon guidance process. Together, these studies led to the view that neural circuit assembly emerged as a result of a relatively small number of different signals and their receptors, some acting in a graded fashion and in different combinations.",
            "score": 229.34634947776794
        },
        {
            "docid": "42073672_31",
            "document": "Neuronal self-avoidance . Cellular studies of self-avoidance imply that any underlying molecular mechanism must enforce robust and selective contact-dependent cell surface recognition only between sister branches, and must link recognition to changes in growth cone behavior. Recent studies to define the molecular basis of contact-dependent homotypic interactions led to the identification of two large families of cell-surface proteins encoded by the Drosophila Down syndrome cell adhesion molecule 1 (\"Dscam1\") locus and the clustered protocadherin (Pcdh) loci in mammals. These proteins, with diverse extracellular domains, and shared cytoplasmatic presumptive intracellular signaling domains, are able to provide diverse recognition specificities to a vast array of different neurites, endowing neurons with a unique cell-surface identity that allows neurons to distinguish self from non-self. Additional self-surface receptors implicated in self-avoidance include the immunoglobulin superfamily member Turtle, which functions in some \"Drosophila\" da neurons to enforce terminal branch spacing.",
            "score": 229.92497599124908
        },
        {
            "docid": "21120_2",
            "document": "Neuron . A neuron, also known as a neurone (British spelling) and nerve cell, is an electrically excitable cell that receives, processes, and transmits information through electrical and chemical signals. These signals between neurons occur via specialized connections called synapses. Neurons can connect to each other to form neural circuits. Neurons are the primary components of the central nervous system, which includes the brain and spinal cord, and of the peripheral nervous system, which comprises the autonomic nervous system and the somatic nervous system.",
            "score": 200.00176429748535
        },
        {
            "docid": "42073672_3",
            "document": "Neuronal self-avoidance . In opposition, branches from different neurons can overlap freely with one another. This propriety demands that neurons are able to discriminate \"self\", which they avoid, from \"non-self\" branches, with which they coexist. This neuronal self-recognition is attained through families of cell recognition molecules which work as individual barcodes, allowing the discrimination of any other nearby branch as either \"self\" or \"non-self\".",
            "score": 266.8175072669983
        },
        {
            "docid": "6880764_4",
            "document": "Neuromorphology . Research has supported a relationship between the morphological and functional properties of neurons. For instance, the accordance between the morphology and the functional classes of cat retinal ganglion cells has been studied to show the relationship between neuron shape and function. Orientation sensitivity and dendritic branching patterns are a few other common characteristics of neurons that researchers have noted as having an effect on neuron function. Ian A. Meinertzhagen et al. have recently established a connection between the genetic factors that underlie a specific neuronal structure and how these two factors then pertain to the neuron's function by examining the optic nerves in \"Drosophila melanogaster\". They assert the structure of the neuron is able to determine its function by dictating synapse formation.",
            "score": 224.3094391822815
        },
        {
            "docid": "42073672_52",
            "document": "Neuronal self-avoidance . Furthermore, Lefebvre and colleagues assessed the requirement for isoform diversity in Pcdh-γ-dependent self-avoidance. They demonstrated that single arbitrarily chosen isoforms rescued self-avoidance defects of Pcdh-γ mutant and that expression of the same isoform in neighboring SACs reduced the overlap between them. Their results indicate that diversity appears to underlie self/non-self discrimination, presumably because neighboring neurons are unlikely to express the same isoforms and are therefore free to interact. Therefore, isoform diversity enables SACs to distinguish isoneuronal from heteroneuronal dendrites. As with \"Dscam1\", self-avoidance in SACs does not rely on a specific isoform, but rather requires that isoform usage differs among neighboring cells. Thus, two phyla appear to have recruited different molecules to mediate similar, complex strategies for self-recognition, thereby promoting self-avoidance.",
            "score": 259.82925391197205
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 198.22230315208435
        },
        {
            "docid": "1896117_15",
            "document": "DSCAM . Dscam1, of \"drosophila\", may be one of the molecules involved in counteracting the netrin-dependent chemoattraction between neuronal processes during the neural development stage. As previously mentioned, the Dscam1 gene in \"drosophila\" can encode 19008 extracellular domains, which bind homophilically and with isoform specificity. The isoform-specific binding properties of Dscam, during homophilic repulsion, are the basis of self-avoidance, which is a crucial developmental mechanism for uniform distribution of axonal and dendritic processes in the formation of synaptic fields. The neurons express a stochastic array of Dscam1 isoforms on their cell surface. Cells that have the same isoform patterns displaced on their surface, recognize the other as 'self', which leads to self-avoidance with the processes of neurons of the same subtype homophilically repelling from each other.",
            "score": 279.39019775390625
        },
        {
            "docid": "21317821_12",
            "document": "Mitophagy . In neurons, mitochondria are distributed unequally throughout the cell to areas where energy demand is high, like at synapses and Nodes of Ranvier. This distribution is maintained largely by motor protein-mediated mitochondrial transport along the axon. While neuronal mitophagy is thought to occur primarily in the cell body, it also occurs locally in the axon at sites distant from the cell body; in both the cell body and the axon, neuronal mitophagy occurs via the PINK1-Parkin pathway. Mitophagy in the nervous system may also occur transcellularly, where damaged mitochondria in retinal ganglion cell axons can be passed to neighboring astrocytes for degradation. This process is known as transmitophagy.",
            "score": 134.07500410079956
        },
        {
            "docid": "37691875_7",
            "document": "Addiction-related structural neuroplasticity . Learning by experience occurs through modifications of the structural circuits of the brain. These circuits are composed of many neurons and their connections, called synapses, which occur between the axon of one neuron and the dendrite of another. A single neuron generally has many dendrites which are called dendritic branches, each of which can be synapsed by many axons.",
            "score": 228.7399389743805
        },
        {
            "docid": "19878669_4",
            "document": "Lynn W. Enquist . Enquist's laboratory focuses on understanding the molecular mechanisms by which neuroinvasive alpha-herpesviruses spread in the mammalian nervous system. His work employs imaging technology, cell biology, and viral genetics to reveal how virion components move inside and between neurons. Experiments are divided between two general areas to visualize how infection spreads from one neuron to another in vitro (dissociated neurons) and in vivo (living animals and tissues). His students have developed compartmented neuronal cultures to establish separate fluid environments for neuronal axons and the soma from which they emanate. These compartmented neuronal cultures are used for in vitro study of directional infection of neurons by alpha herpesviruses. Students also have constructed a variety of herpesvirus mutants that define mechanisms of neuronal spread and provide useful tools for tracing neuronal circuitry in living animals and uncovering mechanisms of alpha-herpesvirus pathogenesis. Dr. Enquist has published 284 articles or books and is an inventor on four US patents.",
            "score": 141.68585014343262
        },
        {
            "docid": "21120_20",
            "document": "Neuron . Neurons exist in a number of different shapes and sizes and can be classified by their morphology and function. The anatomist Camillo Golgi grouped neurons into two types; type I with long axons used to move signals over long distances and type II with short axons, which can often be confused with dendrites. Type I cells can be further divided by where the cell body or soma is located. The basic morphology of type I neurons, represented by spinal motor neurons, consists of a cell body called the soma and a long thin axon covered by the myelin sheath. Around the cell body is a branching dendritic tree that receives signals from other neurons. The end of the axon has branching terminals (axon terminal) that release neurotransmitters into a gap called the synaptic cleft between the terminals and the dendrites of the next neuron.",
            "score": 269.12492644786835
        },
        {
            "docid": "42067494_2",
            "document": "Neuronal tiling . Neuronal tiling is a phenomenon in which multiple arbors of neurons innervate the same surface or tissue in a nonredundant and tiled pattern that maximizes coverage of the surface while minimizing overlap between neighboring arbors. Hence, dendrites of the same neuron spread out by avoiding one another (self-avoidance). Moreover, dendrites of certain types of neurons such as class III and class IV dendritic arborization neurons avoid dendrites of neighboring neurons of the same type (tiling), whereas dendrites of different neuronal types can cover the same territory (coexistence).",
            "score": 274.1472749710083
        },
        {
            "docid": "33818014_23",
            "document": "Nervous system network models . Computational science is an interdisciplinary field that combines engineering, biology, control systems, brain functions, physical sciences, and computer science. It has fundamental development models done at the lower levels of ions, neurons, and synapses, as well as information propagation between neurons. These models have established the enabling technology for higher-level models to be developed. They are based on chemical and electrical activities in the neurons for which electrical equivalent circuits are generated. A simple model for the neuron with predominantly potassium ions inside the cell and sodium ions outside establishes an electric potential on the membrane under equilibrium, i.e., no external activity, condition. This is called the resting membrane potential, which can be determined by Nernst Equation (Nernst, W. (1888)). An equivalent electrical circuit for a patch of membrane, for example an axon or dendrite, is shown in Figure 5. E and E are the potentials associated with the potassium and sodium channels respectively and R and R are the resistances associated with them. C is the capacitance of the membrane and I is the source current, which could be the test source or the signal source (action potential). The resting potential for potassium-sodium channels in a neuron is about -65 millivolts. The membrane model is for a small section of the cell membrane; for larger sections it can be extended by adding similar sections, called compartments, with the parameter values being the same or different. The compartments are cascaded by a resistance, called axial resistance. Figure 6 shows a compartmental model of a neuron that is developed over the membrane model. Dendrites are the postsynaptic receptors receiving inputs from other neurons; and the axon with one or more axon terminals transmits neurotransmitters to other neurons. The second building block is the Hodgkin-Huxley (HH) model of the action potential. When the membrane potential from the dendrites exceeds the resting membrane potential, a pulse is generated by the neuron cell and propagated along the axon. This pulse is called the action potential and HH model is a set of equations that is made to fit the experimental data by the design of the model and the choice of the parameter values.",
            "score": 225.56248342990875
        },
        {
            "docid": "2918988_5",
            "document": "Neurotransmission . Neurons form elaborate networks through which nerve impulses (action potentials) travel. Each neuron has as many as 15,000 connections with other neurons. Neurons do not touch each other (except in the case of an electrical synapse through a gap junction); instead, neurons interact at close contact points called synapses. A neuron transports its information by way of an action potential. When the nerve impulse arrives at the synapse, it may cause the release of neurotransmitters, which influence another (postsynaptic) neuron. The postsynaptic neuron may receive inputs from many additional neurons, both excitatory and inhibitory. The excitatory and inhibitory influences are summed, and if the net effect is inhibitory, the neuron will be less likely to \"fire\" (i.e., generate an action potential), and if the net effect is excitatory, the neuron will be more likely to fire. How likely a neuron is to fire depends on how far its membrane potential is from the threshold potential, the voltage at which an action potential is triggered because enough voltage-dependent sodium channels are activated so that the net inward sodium current exceeds all outward currents. Excitatory inputs bring a neuron closer to threshold, while inhibitory inputs bring the neuron farther from threshold. An action potential is an \"all-or-none\" event; neurons whose membranes have not reached threshold will not fire, while those that do must fire. Once the action potential is initiated (traditionally at the axon hillock), it will propagate along the axon, leading to release of neurotransmitters at the synaptic bouton to pass along information to yet another adjacent neuron.",
            "score": 154.11442828178406
        },
        {
            "docid": "21942008_5",
            "document": "Cell polarity . A neuron receives signals from neighboring cells through branched, cellular extensions called dendrites. The neuron then propagates an electrical signal down a specialized axon extension to the synapse, where neurotransmitters are released to propagate the signal to another neuron or effector cell (e.g., muscle or gland). The polarity of the neuron thus facilitates the directional flow of information, which is required for communication between neurons and effector cells.",
            "score": 222.43744945526123
        },
        {
            "docid": "38156432_8",
            "document": "CoDi . The strength of a neuron-neuron connection (a synapse) is represented by the number of their neighboring axon and dendrite cells. The exact structure of the network and the position of the axon-dendrite neighbor pairs determine the time delay and strength (weight) of a neuron-neuron connection. This principle infers that a single neuron-neuron connection can consist of several synapse with different time delays with independent weights.",
            "score": 208.32904887199402
        },
        {
            "docid": "9309538_3",
            "document": "Isothalamus . The isothalamus constitutes 90% or more of the thalamus, and despite the variety of functions it serves, follows a simple organizational scheme. The constituting neurons belong to two different neuronal genera. The first correspond to the \"thalamocortical neurons\" (or principal). They have a \"tufted\" (or radiate) morphology, as their dendritic arborisation is made up of straight dendritic distal branches starting from short and thick stems. The number of branches and the diameter of the arborisation are linked to the specific system of which they are a part of, and to the animal species. They have the rather rare property of having no initial axonal collaterals, which implies that one emitting thalamocortical neuron does not send information to its neighbor. They send long-range glutamatergic projections to the cerebral cortex where they end electively at the layer IV (or around) level. The other genus is made up of \"microneurons\". These have short and thin dendrites and short axon(s) and thus belong to local circuitry neurons. Their percentage in comparison to thalamocortical neurons varies across species, highly increasing with evolution. Their short axonal parts contact thalamocortical or other local circuitry neurons. Their neurotransmitter is GABA. The dendrites of the two constituting genera receive synapses from a variety of afferent axons. The connection back to the thalamocortical neurons create \"triads\" modulating the thalamocortical output. One subcortical afference comes from the perithalamus (reticulate nucleus). This receives axonal branches from thalamocortical neurons. Its afferences are also GABAergic. The number of perithalamic neurons strongly decreases in evolution in opposition to the large increase in microneurons (Arcelli \"et al.\" 1997). To some extent the perithalamus plays a role in the local circuitry. The circuitous connection with corticothalamic neurons participates in the elaboration of thalamic rhythms.",
            "score": 220.51813793182373
        }
    ],
    "r": [
        {
            "docid": "42073672_10",
            "document": "Neuronal self-avoidance . In 1991, scientists became aware that self-avoidance was also present in non-neuronal cell types, such as leech comb cells, which might similarly form discrete domains. Later, this was also observed in mammalian astrocytes. Wang and Macagno, in 1998, again recurring to \"Hirudo medicinalis\" mechanosensory neurons, performed an elegant experiment in order to try to answer the still remaining question: \"How does a cell recognize self and respond by not growing over or along itself?\" The authors then proposed two general types of mechanisms: I) External signals: Sibling neurites display surface identifying molecular factors, unique to each cell, that are capable of homotypic binding and therefore repel sibling neurites, or II) Internal signals: synchronous cell activity, such as voltage, which is transmitted within the cell mediating a dynamic mechanism of sibling growth inhibition. Contrarily to the first hypothesis, the second would require the continuity and communication between all parts of the cell for self-avoidance to occur. So the experiment consisted of detaching one of the neurons dendrites and see how the remaining attached dendrites reacted towards the detached fragment, \"do they still avoid overlapping?\" The result was that the detached branch would stop being recognized as \"self\" by the other branches of the neuronal, leading to dendrite overlap. The clear conclusion of the study was that continuity between all parts of the neuron is critical for self-avoidance to operate. The authors then suggest various mechanisms that require continuity and could function as recognition signal, and thus might be the responsible ones, such as \"electrical activity, active or passive, as well as the diffusion of cytoplasmic signals either passively or by fast axonal transport\". In the late 1990s and beyond, model organisms started to be used in the studies and the molecular mechanisms of self-avoidance started to be unraveled. In 1999 Wu and Maniatis discovered a striking organization of a large family of human neural protocadherin cell adhesion genes which formed a gene cluster encoding 58 protocadherins. The members of the protocadherin gene cluster were compelling candidates to provide the molecular code required for the maintenance of the self/non-self discrimination that led to self-avoidance. It was later (2012) confirmed, by Lefebvre et al., in a study with amacrine cells and Purkinje cells of \"Mus musculus\", that these proteins are expressed in different combinations in individual neurons, thus providing \"barcodes\" with that distinguish one neuron from another.",
            "score": 339.25775146484375
        },
        {
            "docid": "42073672_34",
            "document": "Neuronal self-avoidance . Dscam1 mediated self-recognition is essential for self-avoidance between sister neurites Hughes et al. (2007) reported that Dscam loss-of-function in da neurons caused excessive self-crossing of dendrites from the same neuron. Dscam over-expression forced the respective dendrites to segregate from each other. Based on these data, Dscam results in a lack of self-avoidance of sister dendrites. Therefore, the direct isoform-specific homophilic Dscam-Dscam interactions must result in signal transduction events that lead to repulsion of dendrites expressing identical Dscam isoforms. This conversion of an initial Dscam-dependent cell-surface interaction into a repulsive response that leads to dendrite separation in da neurons is supported by Matthews et al. (2007) in a study that demonstrated that the ectopic expression of identical Dscam isoforms on the dendrites of different cells promoted growth away from each other. The authors also suggest that identical Dscam isoforms expressed in two cell populations \"in vitro\" induced their aggregation in an isoform-specific manner, showing that Dscam provides cells with the ability to distinguish between different cell surfaces. Moreover, expression of single Dscam1 molecules lacking most of their cytoplasmic tail prevented ectopic branch segregation and instead led to apparently stable adhesion between dendrites. Combined, these results support a simple model for a direct role for Dscam in self-recognition in which identical Dscam ectodomains on the surfaces of isoneuronal dendrites recognize each other and induce a subsequent repulsive signal that is mediated by domains in the cytoplasmic tail (Figure 7).",
            "score": 330.7803955078125
        },
        {
            "docid": "42073672_46",
            "document": "Neuronal self-avoidance . Considering that \"Dscam\" and \"Dscaml1\" have non-overlapping expression patterns in the mouse retina, with \"Dscam\" being expressed in a subset of amacrine cells and most retinal ganglion cells (RGC) and \"Dscaml1\" expressed in the rod circuit, Fuerst et al. (2009) examined retinal ganglion cell populations in \"Dscam\" mice and, in addition, assessed retinal anatomy in the rod circuit using a gene-trap-knockout allele of \"Dscaml1\". In the absence of either gene, the cells that would normally express it showed excessive fasciculation of their dendrites and clumping of their cell bodies. These findings led to the conclusion that \"Dscam\" and \"Dscaml1\" prevent excessive adhesion, primarily by masking cell-type-specific adhesive interactions between dendrites of the same cell class, rather than actively promoting repulsion between them. Thus, in the absence of diversity, mammalian DSCAMs do not provide cells with the ability to distinguish between their own processes and the processes of all other cells, including processes from cells of the same type. Instead, DSCAM acts to negate cell-type-specific interactions that are promoted by other recognition molecules.",
            "score": 311.3924255371094
        },
        {
            "docid": "42073672_50",
            "document": "Neuronal self-avoidance . To seek roles of Pcdh-γs in self-avoidance, Lefebvre et al. (2012) focused on a retinal interneuron, the starburst amacrine cell (SAC), which expresses Pcdh-γs and exhibits dramatic dendritic self-avoidance. They used a Cre-Lox system to delete all the variable domains of the Pcdh-γ locus in the developing retina and verified that dendrites arising from a single SAC frequently crossed each other and sometimes formed loose bundles, similarly to the removal of Dscam1 from da neurons (Figure 8).",
            "score": 304.4454345703125
        },
        {
            "docid": "42073672_43",
            "document": "Neuronal self-avoidance . In sum, isoform identity between branches of the same neuron leads to recognition via the extracellular region and repulsion mediated by the intracellular tail of Dscam1. As the Dscam1 isoforms expressed in different da neurons are likely to be different, dendrites of different da neurons do not inappropriately recognize non-self as self. Thus, Dscam1 proteins are required for self-avoidance and provide the molecular code by which neurites discriminate between self-dendrites and those of neighboring cells (Figure 7).",
            "score": 303.8382873535156
        },
        {
            "docid": "42073672_13",
            "document": "Neuronal self-avoidance . Self-avoidance has been widely discussed amongst scientists and throughout time the experiments were done in several animal models. The first experiments were done in leech. In 1981, Wässle tried to understand how retinal ganglion cells establish their dendritic territories in cats. Processes like dendritic tiling and self-avoidance are extremely important to correct development of neuronal structures, and in this specific case ganglion cells have to cover the retina to guarantee that every point of the visual space is actually \"seen\". He saw that cell bodies are arrayed in regular mosaic, and dendritic fields adapt to the available space. However, this hypothesis was based in mathematical models: Dirichlet model.",
            "score": 283.3047790527344
        },
        {
            "docid": "8131_4",
            "document": "Dendrite . Dendrites are one of two types of protoplasmic protrusions that extrude from the cell body of a neuron, the other type being an axon. Axons can be distinguished from dendrites by several features including shape, length, and function. Dendrites often taper off in shape and are shorter, while axons tend to maintain a constant radius and be relatively long. Typically, axons transmit electrochemical signals and dendrites receive the electrochemical signals, although some types of neurons in certain species lack axons and simply transmit signals via their dendrites. Dendrites provide an enlarged surface area to receive signals from the terminal buttons of other axons, and the axon also commonly divides at its far end into many branches (telodendria) each of which ends in a nerve terminal, allowing a chemical signal to pass simultaneously to many target cells. Typically, when an electrochemical signal stimulates a neuron, it occurs at a dendrite and causes changes in the electrical potential across the neuron’s plasma membrane. This change in the membrane potential will passively spread across the dendrite but becomes weaker with distance without an action potential. An action potential propagates the electrical activity along the membrane of the neuron's dendrites to the cell body and then afferently down the length of the axon to the axon terminal, where it triggers the release of neurotransmitters into the synaptic cleft. However, synapses involving dendrites can also be axodendritic, involving an axon signaling to a dendrite, or dendrodendritic, involving signaling between dendrites. An autapse is a synapse in which the axon of one neuron transmits signals to its own dendrites.",
            "score": 282.771484375
        },
        {
            "docid": "42073672_22",
            "document": "Neuronal self-avoidance . The actual main conclusions are based in the identification of different types of retinal neurons, each one with a different coverage factor value revealing graded degrees of homotypic dendritic repulsion. Developmental sequence accepted is 1) define number and spacing of cells, 2) controlled growth of branches and 3) fine-tune of dendritic tiling for maximal coverage of the structure. Experiments with mutant mice for \"Math5\" and \"Brn3b\" (responsible of degeneration of 95% and 80% of retinal ganglion cells, respectively) shows that removal of ganglion cells doesn't decrease the retinal ganglion cell types and that position of these cells isnot defined by dendritic homotypic interactions only, but for some kind of intrinsic genetic program.",
            "score": 280.9955139160156
        },
        {
            "docid": "21120_4",
            "document": "Neuron . A typical neuron consists of a cell body (soma), dendrites, and an axon. The term neurite is used to describe either a dendrite or an axon, particularly in its undifferentiated stage. Dendrites are thin structures that arise from the cell body, often extending for hundreds of micrometers and branching multiple times, giving rise to a complex \"dendritic tree\". An axon (also called a nerve fiber) is a special cellular extension (process) that arises from the cell body at a site called the axon hillock and travels for a distance, as far as 1 meter in humans or even more in other species. Most neurons receive signals via the dendrites and send out signals down the axon. Numerous axons are often bundled into fascicles that make up the nerves in the peripheral nervous system (like strands of wire make up cables). Bundles of axons in the central nervous system are called tracts. The cell body of a neuron frequently gives rise to multiple dendrites, but never to more than one axon, although the axon may branch hundreds of times before it terminates. At the majority of synapses, signals are sent from the axon of one neuron to a dendrite of another. There are, however, many exceptions to these rules: for example, neurons can lack dendrites, or have no axon, and synapses can connect an axon to another axon or a dendrite to another dendrite.",
            "score": 280.20794677734375
        },
        {
            "docid": "1896117_15",
            "document": "DSCAM . Dscam1, of \"drosophila\", may be one of the molecules involved in counteracting the netrin-dependent chemoattraction between neuronal processes during the neural development stage. As previously mentioned, the Dscam1 gene in \"drosophila\" can encode 19008 extracellular domains, which bind homophilically and with isoform specificity. The isoform-specific binding properties of Dscam, during homophilic repulsion, are the basis of self-avoidance, which is a crucial developmental mechanism for uniform distribution of axonal and dendritic processes in the formation of synaptic fields. The neurons express a stochastic array of Dscam1 isoforms on their cell surface. Cells that have the same isoform patterns displaced on their surface, recognize the other as 'self', which leads to self-avoidance with the processes of neurons of the same subtype homophilically repelling from each other.",
            "score": 279.39019775390625
        },
        {
            "docid": "21944_30",
            "document": "Nervous system . Most neurons send signals via their axons, although some types are capable of dendrite-to-dendrite communication. (In fact, the types of neurons called amacrine cells have no axons, and communicate only via their dendrites.) Neural signals propagate along an axon in the form of electrochemical waves called action potentials, which produce cell-to-cell signals at points where axon terminals make synaptic contact with other cells.",
            "score": 276.7520751953125
        },
        {
            "docid": "42067494_2",
            "document": "Neuronal tiling . Neuronal tiling is a phenomenon in which multiple arbors of neurons innervate the same surface or tissue in a nonredundant and tiled pattern that maximizes coverage of the surface while minimizing overlap between neighboring arbors. Hence, dendrites of the same neuron spread out by avoiding one another (self-avoidance). Moreover, dendrites of certain types of neurons such as class III and class IV dendritic arborization neurons avoid dendrites of neighboring neurons of the same type (tiling), whereas dendrites of different neuronal types can cover the same territory (coexistence).",
            "score": 274.14727783203125
        },
        {
            "docid": "1534578_29",
            "document": "Motion perception . The direction selective (DS) ganglion cells receive inputs from bipolar cells and starburst amacrine cells. The DS ganglion cells respond to their preferred direction with a large excitatory postsynaptic potential followed by a small inhibitory response. On the other hand, they respond to their null direction with a simultaneous small excitatory postsynaptic potential and a large inhibitory postsynaptic potential. Starburst amacrine cells have been viewed as a strong candidate for direction selectivity in ganglion cells because they can release both GABA and Ach. Their dendrites branch out radiantly from a soma, and there is a significant dendritic overlap. Optical measurements of Ca concentration showed that they respond strongly to the centrifugal motion (the outward motion from the soma to the dendrites), while they don't respond well to the centripetal motion (the inward motion from the dendritic tips to the soma). When the starburst cells were ablated with toxins, direction selectivity was eliminated. Moreover, their release of neurotransmitters itself, specifically calcium ions, reflect direction selectivity, which may be presumably attributed to the synaptic pattern. The branching pattern is organized such that certain presynaptic input will have more influence on a given dendrite than others, creating a polarity in excitation and inhibition. Further evidence suggests that starburst cells release inhibitory neurotransmitters, GABA onto each other in a delayed and prolonged manner. This accounts for the temporal property of inhibition.",
            "score": 273.2178039550781
        },
        {
            "docid": "21120_29",
            "document": "Neuron . Neurons communicate with one another via synapses, where the axon terminal or \"en passant\" bouton (a type of terminal located along the length of the axon) of one cell contacts another neuron's dendrite, soma or, less commonly, axon. Neurons such as Purkinje cells in the cerebellum can have over 1000 dendritic branches, making connections with tens of thousands of other cells; other neurons, such as the magnocellular neurons of the supraoptic nucleus, have only one or two dendrites, each of which receives thousands of synapses. Synapses can be excitatory or inhibitory and either increase or decrease activity in the target neuron, respectively. Some neurons also communicate via electrical synapses, which are direct, electrically conductive junctions between cells.",
            "score": 270.4961242675781
        },
        {
            "docid": "21120_20",
            "document": "Neuron . Neurons exist in a number of different shapes and sizes and can be classified by their morphology and function. The anatomist Camillo Golgi grouped neurons into two types; type I with long axons used to move signals over long distances and type II with short axons, which can often be confused with dendrites. Type I cells can be further divided by where the cell body or soma is located. The basic morphology of type I neurons, represented by spinal motor neurons, consists of a cell body called the soma and a long thin axon covered by the myelin sheath. Around the cell body is a branching dendritic tree that receives signals from other neurons. The end of the axon has branching terminals (axon terminal) that release neurotransmitters into a gap called the synaptic cleft between the terminals and the dendrites of the next neuron.",
            "score": 269.12493896484375
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 268.1003112792969
        },
        {
            "docid": "42073672_3",
            "document": "Neuronal self-avoidance . In opposition, branches from different neurons can overlap freely with one another. This propriety demands that neurons are able to discriminate \"self\", which they avoid, from \"non-self\" branches, with which they coexist. This neuronal self-recognition is attained through families of cell recognition molecules which work as individual barcodes, allowing the discrimination of any other nearby branch as either \"self\" or \"non-self\".",
            "score": 266.8175048828125
        },
        {
            "docid": "42073672_21",
            "document": "Neuronal self-avoidance . Correct assembly of the components in mice retina is dependent of Dscam/DscamL1 correct expression to form mosaics of different cell type of RGC, soma spacing and dendrite arborization, thus ensuring the coverage of all visual area by each cell type and more specifically to inhibit excessive fasciculation and clumping of cell bodies in photoreceptors, rod bipolar cells (RBCs) and amacrine cells in visual system. The occurrence of correct stratification and connection with synapses tells us that Dscam knockout affects only the repulsive interactions and coverage of the dendritic arbors and functional bindings are maintained.",
            "score": 266.5182800292969
        },
        {
            "docid": "21120_8",
            "document": "Neuron . A typical neuron is divided into three parts: the soma or cell body, dendrites, and axon. The soma is usually compact; the axon and dendrites are filaments that extrude from it. Dendrites typically branch profusely, getting thinner with each branching, and extending their farthest branches a few hundred micrometers from the soma. The axon leaves the soma at a swelling called the axon hillock, and can extend for great distances, giving rise to hundreds of branches. Unlike dendrites, an axon usually maintains the same diameter as it extends. The soma may give rise to numerous dendrites, but never to more than one axon. Synaptic signals from other neurons are received by the soma and dendrites; signals to other neurons are transmitted by the axon. A typical synapse, then, is a contact between the axon of one neuron and a dendrite or soma of another. Synaptic signals may be excitatory or inhibitory. If the net excitation received by a neuron over a short period of time is large enough, the neuron generates a brief pulse called an action potential, which originates at the soma and propagates rapidly along the axon, activating synapses onto other neurons as it goes.",
            "score": 264.5465393066406
        },
        {
            "docid": "20512936_13",
            "document": "Dendritic spike . Dendritic spikes most commonly propagate backwards from the soma to distal dendritic branches. Backward propagation serves a number of functions in the neuron, and these functions vary based on the type of neuron. In general, backwards propagation serves to communicate output information to the post synaptic membrane. In many neurotransmitter releasing neurons, backward propagation of dendritic spikes signals the release of neurotransmitters. For example, Mitral cells seem to serve both as projection neurons and as local interneurons. If the axonal output of mitral cell is shut down by somatic inhibition, local dendritic action potentials cause the mitral cell to release neurotransmitters into the environment. Backward propagation of dendritic spikes has been demonstrated in various neuronal types in the brain but has rarely been studied outside of the brain. Other than neurons in the brain, dendritic spikes have been observed in the neurons of the spinal cord.",
            "score": 263.6705322265625
        },
        {
            "docid": "1896117_17",
            "document": "DSCAM . Furthermore, DSCAM is thought to have a role in 'tiling' during the drosophila's neuronal development. Tiling is a mechanism in which the processes from cells that share the same function work to create nerve bundles in a defined territory to create a pattern of non-overlapping dendritic or axonal fields. Dscam1 and Dscam2 appear to be involved in axonal branching and tiling in Drosophila. Tiling occurs when homophilic repulsion mediated by Dscam2 prevents the processes of the same class of cells from overlapping. While both Dscam1 and Dscam2 mediate homophilic repulsion, the Dscam2 gene (unlike Dscam1) only encodes two alternative isoforms and thus lacks possible molecular diversity. Consequently, the role of Dscam2, in either self-avoidance or cell-type-specific avoidance, occurs depending on which isoform or ratio of isoforms that the neuron expresses.",
            "score": 263.6087951660156
        },
        {
            "docid": "8131_2",
            "document": "Dendrite . Dendrites (from Greek δένδρον \"déndron\", \"tree\"), also dendrons, are branched protoplasmic extensions of a nerve cell that propagate the electrochemical stimulation received from other neural cells to the cell body, or soma, of the neuron from which the dendrites project. Electrical stimulation is transmitted onto dendrites by upstream neurons (usually their axons) via synapses which are located at various points throughout the dendritic tree. Dendrites play a critical role in integrating these synaptic inputs and in determining the extent to which action potentials are produced by the neuron. Dendritic arborization, also known as dendritic branching, is a multi-step biological process by which neurons form new dendritic trees and branches to create new synapses. The morphology of dendrites such as branch density and grouping patterns are highly correlated to the function of the neuron. Malformation of dendrites is also tightly correlated to impaired nervous system function. Some disorders that are associated with the malformation of dendrites are autism, depression, schizophrenia, Down syndrome and anxiety.",
            "score": 262.3681640625
        },
        {
            "docid": "8131_9",
            "document": "Dendrite . Little is known about the process by which dendrites orient themselves in vivo and are compelled to create the intricate branching pattern unique to each specific neuronal class. One theory on the mechanism of dendritic arbor development is the Synaptotropic Hypothesis. The synaptotropic hypothesis proposes that input from a presynaptic to a postsynaptic cell (and maturation of excitatory synaptic inputs) eventually can change the course of synapse formation at dendritic and axonal arbors. This synapse formation is required for the development of neuronal structure in the functioning brain. A balance between metabolic costs of dendritic elaboration and the need to cover receptive field presumably determine the size and shape of dendrites. A complex array of extracellular and intracellular cues modulates dendrite development including transcription factors, receptor-ligand interactions, various signaling pathways, local translational machinery, cytoskeletal elements, Golgi outposts and endosomes. These contribute to the organization of the dendrites on individual cell bodies and the placement of these dendrites in the neuronal circuitry. For example, it was shown that β-actin zipcode binding protein 1 (ZBP1) contributes to proper dendritic branching. Other important transcription factors involved in the morphology of dendrites include CUT, Abrupt, Collier, Spineless, ACJ6/drifter, CREST, NEUROD1, CREB, NEUROG2 etc. Secreted proteins and cell surface receptors includes neurotrophins and tyrosine kinase receptors, BMP7, Wnt/dishevelled, EPHB 1-3, Semaphorin/plexin-neuropilin, slit-robo, netrin-frazzled, reelin. Rac, CDC42 and RhoA serve as cytoskeletal regulators and the motor protein includes KIF5, dynein, LIS1. Important secretory and endocytic pathways controlling the dendritic development include DAR3 /SAR1, DAR2/Sec23, DAR6/Rab1 etc. All these molecules interplay with each other in controlling dendritic morphogenesis including the acquisition of type specific dendritic arborization, the regulation of dendrite size and the organization of dendrites emanating from different neurons.",
            "score": 260.9704284667969
        },
        {
            "docid": "6546126_6",
            "document": "Stratum lucidum of hippocampus . The types of neurons found in the stratum lucidum are called interneurons, neurons which form a connection between other neurons in a different location. This situation is described in the mossy fiber axon connection in the CA3 stratum lucidum region of the hippocampus as is in relation to Purkinje cells. The interneurons found in the stratum lucidum are of two classes, spiny and aspiny. Spiny neurons are a \"special type of inhibitory cell\", characterized by spiny projections on the dendrites of the cell. The axons of these neurons in the hippocampus terminate primarily in the stratum lucidum and stratum radiatum of CA3. Spiny neurons are of importance because of their \"pivotal role in motor control, habit formation, and motivated behavior\". They receive synaptic inputs from mossy fibers boutons, as well as multiple other synaptic terminals. The majority of axon collaterals of these neurons remain in the stratum lucidum and CA3 region, though in some cases axon collaterals of these neurons are observed migrating into the CA1 region of the hippocampus. Aspiny neurons, the second class of neurons found in the stratum lucidum, are another type of inhibitory cell similar to spiny neurons, though lacking dendrite projections. They make up the majority of the neuron composition in comparison to spiny neurons, about 63 percent. The somata of aspiny neurons are for the most part bipolar, generating 2–5 primary dendrites \"that to a varying extent displayed varicose swellings in their course\". Similar to spiny neurons, aspiny neuron dendrites \"branch extensively in stratum lucidum and stratum radiatum of CA3\", in contrast to spiny neurons, however, some dendrites \"traversed stratum pyramidale and entered stratum oriens\", the second deepest layer of the hippocampus. Additionally, what distinguishes aspiny neurons form spiny neurons is their higher maximal firing rates and narrower action potential half-widths than their spiny counterparts.",
            "score": 260.0514221191406
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 259.8812255859375
        },
        {
            "docid": "42073672_52",
            "document": "Neuronal self-avoidance . Furthermore, Lefebvre and colleagues assessed the requirement for isoform diversity in Pcdh-γ-dependent self-avoidance. They demonstrated that single arbitrarily chosen isoforms rescued self-avoidance defects of Pcdh-γ mutant and that expression of the same isoform in neighboring SACs reduced the overlap between them. Their results indicate that diversity appears to underlie self/non-self discrimination, presumably because neighboring neurons are unlikely to express the same isoforms and are therefore free to interact. Therefore, isoform diversity enables SACs to distinguish isoneuronal from heteroneuronal dendrites. As with \"Dscam1\", self-avoidance in SACs does not rely on a specific isoform, but rather requires that isoform usage differs among neighboring cells. Thus, two phyla appear to have recruited different molecules to mediate similar, complex strategies for self-recognition, thereby promoting self-avoidance.",
            "score": 259.8292541503906
        },
        {
            "docid": "958_3",
            "document": "Axon . An axon is one of two types of cytoplasmic protrusions from the cell body of a neuron; the other type is a dendrite. Axons are distinguished from dendrites by several features, including shape (dendrites often taper while axons usually maintain a constant radius), length (dendrites are restricted to a small region around the cell body while axons can be much longer), and function (dendrites receive signals whereas axons transmit them). Some types of neurons have no axon and transmit signals from their dendrites. In some species, axons can emanate from dendrites and these are known as axon-carrying dendrites. No neuron ever has more than one axon; however in invertebrates such as insects or leeches the axon sometimes consists of several regions that function more or less independently of each other.",
            "score": 259.7269287109375
        },
        {
            "docid": "42073672_6",
            "document": "Neuronal self-avoidance . The concept of neuronal self-avoidance emerged about 50 years ago. The pioneer studies were performed in the leech, focusing on the central nervous system and developing mechanosensory neurons. Leeches from two species: \"Hirudo medicinalis\" and \"Haementeria ghilianii\", remained the main organism for the study of the question of neuronal self-recognition and self-avoidance. In this animal, the repeating segmental pattern of the nervous system along with the fact that neurons are relatively few in number, and many are large enough to be recognized allowed the experimental study of the general problem of neuronal specificity. In 1968, through the mapping of mechanoreceptor axonal receptive fields in \"H. medicilalis\", Nicholls and Baylor revealed distinct types of boundaries between axons from the same or different types of neurons, and also between individual neurons. They observed that receptive fields were subdivided into discrete areas, innervated by the different branches of a single cell. These boundaries, unlike those between adjacent fields of different cells, were abrupt showing nearly no overlap. The authors then suggested a mechanism for the spatial arrangement of axons in which \"\"a fiber might repel other branches more strongly if they arise from the same cell than if they come from a homologue, and not at all if they come from a cell with a different modality\"\". In 1976, Yau confirmed their findings and proposed that the branches of a cell recognized each other, therefore avoiding to grow into the same territory and establishing the discrete areas that Nicholls and Baylor observed. It was then clear that mechanosensory neurons, in leech, show self-avoidance: with the repulsion between branches originating from the same cell, but they did not showed class-avoidance, meaning that branches from the same type of neurons could overlap.",
            "score": 257.2867126464844
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 256.9069519042969
        },
        {
            "docid": "8131_5",
            "document": "Dendrite . There are three main types of neurons; multipolar, bipolar, and unipolar. Multipolar neurons, such as the one shown in the image, are composed of one axon and many dendritic trees. Pyramidal cells are multipolar cortical neurons with pyramid shaped cell bodies and large dendrites called apical dendrites that extend to the surface of the cortex. Bipolar neurons have one axon and one dendritic tree at opposing ends of the cell body. Unipolar neurons have a stalk that extends from the cell body that separates into two branches with one containing the dendrites and the other with the terminal buttons. Unipolar dendrites are used to detect sensory stimuli such as touch or temperature.",
            "score": 255.5005645751953
        },
        {
            "docid": "33818014_13",
            "document": "Nervous system network models . The neuron cell has three components – dendrites, soma, and axon as shown in Figure 1. Dendrites, which have the shape of a tree with branches, called arbor, receive the message from other neurons with which the neuron is connected via synapses. The action potential received by each dendrite from the synapse is called the postsynaptic potential. The cumulative sum of the postsynaptic potentials is fed to the soma. The ionic components of the fluid inside and outside maintain the cell membrane at a resting potential of about 65 millivolts. When the cumulative postsynaptic potential exceeds the resting potential, an action potential is generated by the cell body or soma and propagated along the axon. The axon may have one or more terminals and these terminals transmit neurotransmitters to the synapses with which the neuron is connected. Depending on the stimulus received by the dendrites, soma may generate one or more well-separated action potentials or spike train. If the stimulus drives the membrane to a positive potential, it is an excitatory neuron; and if it drives the resting potential further in the negative direction, it is an inhibitory neuron. The generation of the action potential is called the “firing.” The firing neuron described above is called a spiking neuron. We will model the electrical circuit of the neuron in Section 3.6. There are two types of spiking neurons. If the stimulus remains above the threshold level and the output is a spike train, it is called the Integrate-and-Fire (IF) neuron model. If output is modeled as dependent on the impulse response of the circuit, then it is called the Spike Response Model (SRM) (Gestner, W. (1995)).",
            "score": 255.083984375
        },
        {
            "docid": "21245_15",
            "document": "Neuroscience . The fundamental questions addressed in cellular neuroscience include the mechanisms of how neurons process signals physiologically and electrochemically. These questions include how signals are processed by neurites – thin extensions from a neuronal cell body, consisting of dendrites (specialized to receive synaptic inputs from other neurons) and axons (specialized to conduct nerve impulses called action potentials) – and somas (the cell bodies of the neurons containing the nucleus), and how neurotransmitters and electrical signals are used to process information in a neuron. Another major area of neuroscience is directed at investigations of the development of the nervous system. These questions include the patterning and regionalization of the nervous system, neural stem cells, differentiation of neurons and glia, neuronal migration, axonal and dendritic development, trophic interactions, and synapse formation.",
            "score": 254.89688110351562
        }
    ]
}