{
    "q": [
        {
            "docid": "20839616_5",
            "document": "Axon terminal . The neurotransmitter molecule packages (vesicles) are created within the neuron, then travel down the axon to the distal axon terminal where they sit \"docked\". Calcium ions then trigger a biochemical cascade which results in vesicles fusing with the presynaptic membrane and releasing their contents to the synaptic cleft within 180 µs of calcium entry. Triggered by the binding of the calcium ions, the synaptic vesicle proteins begin to move apart, resulting in the creation of a fusion pore. The presence of the pore allows for the release of neurotransmitter into the synaptic cleft. The process occurring at the axon terminal is exocytosis, which a cell uses to exude secretory vesicles out of the cell membrane. These membrane-bound vesicles contain soluble proteins to be secreted to the extracellular environment, as well as membrane proteins and lipids that are sent to become components of the cell membrane. Exocytosis in neuronal chemical synapses is Ca triggered and serves interneuronal signalling.",
            "score": 355.78291487693787
        },
        {
            "docid": "27809_14",
            "document": "Chemical synapse . The release of a neurotransmitter is triggered by the arrival of a nerve impulse (or action potential) and occurs through an unusually rapid process of cellular secretion (exocytosis). Within the presynaptic nerve terminal, vesicles containing neurotransmitter are localized near the synaptic membrane. The arriving action potential produces an influx of calcium ions through voltage-dependent, calcium-selective ion channels at the down stroke of the action potential (tail current). Calcium ions then bind to synaptotagmin proteins found within the membranes of the synaptic vesicles, allowing the vesicles to fuse with the presynaptic membrane. The fusion of a vesicle is a stochastic process, leading to frequent failure of synaptic transmission at the very small synapses that are typical for the central nervous system. Large chemical synapses (e.g. the neuromuscular junction), on the other hand, have a synaptic release probability of 1. Vesicle fusion is driven by the action of a set of proteins in the presynaptic terminal known as SNAREs. As a whole, the protein complex or structure that mediates the docking and fusion of presynaptic vesicles is called the active zone. The membrane added by the fusion process is later retrieved by endocytosis and recycled for the formation of fresh neurotransmitter-filled vesicles.",
            "score": 386.6535713672638
        },
        {
            "docid": "26871735_11",
            "document": "Thomas C. Südhof . Südhof started his independent research career in neuroscience since 1986 and open the field of molecular neuroscience for synaptic transmission especially from the presynaptic nerve terminal perspective. Until Südhof began his work, majority of neuroscience research was aimed at the postsynaptic neuron and its role in learning and memory. Indeed, Thomas Südhof is credited with discovering much of the machinery mediating neurotransmitter release and presynaptic plasticity in his 21 years at UT Southwestern. Südhof began with the discovery of synaptotagmins and their role in neurotransmitter release from the presynaptic neuron. Synaptotagmin, a transmembrane protein found in neurosecretory vesicles, functions as a calcium sensor triggering vesicle fusion and neurotransmitter release. Stimulation of a neuron results in an increase in intracellular calcium concentration. After binding calcium ion to a region in its cytosolic domain, vesicular synaptotagmin promotes quick or slow neurotransmitter release from the presynaptic neuron via interaction with regulatory and fusion related proteins such as members of the SNARE complex. Südhof also discovered RIMs and Muncs (most notably Munc13 and Munc18), soluble proteins which aid in the fusion of neurotransmitter vesicles to the nerve cell membrane and play an important role in synaptic plasticity. In addition, Südhof’s research uncovered the role of many other proteins facilitating vesicle binding, fusion, and resultant neurotransmitter release from the presynaptic neuron, including members of the SNARE complex: synaptobrevin, in the vesicular membrane, syntaxin, in the cell membrane, and SNAP25, which is tethered to the cytosolic side of the cell membrane via cysteine-linked palmitoyl chains and holds the complex of four helices together. Südhof was also responsible for elucidating the action of tetanus and botulinum toxins, which selectively cleave synaptobrevin and SNAP25, respectively, inhibiting vesicle fusion with the presynaptic membrane.",
            "score": 421.45324063301086
        },
        {
            "docid": "31153340_4",
            "document": "Active zone . The function of the active zone is to ensure that neurotransmitters can be reliably released in a specific location of a neuron and only released when the neuron fires an action potential. As an action potential propagates down an axon it reaches the axon terminal called the presynaptic bouton. In the presynaptic bouton, the action potential activates calcium channels (VDCCs) that cause a local influx of calcium. The increase in calcium is detected by proteins in the active zone and forces vesicles containing neurotransmitter to fuse with the membrane. This fusion of the vesicles with the membrane releases the neurotransmitters into the synaptic cleft (space between the presynaptic bouton and the postsynaptic membrane). The neurotransmitters then diffuse across the cleft and bind to ligand gated ion channels and G-protein coupled receptors on the postsynaptic membrane. The binding of neurotransmitters to the postsynaptic receptors then induces a change in the postsynaptic neuron. The process of releasing neurotransmitters and binding to the postsynaptic receptors to cause a change in the postsynaptic neuron is called neurotransmission.",
            "score": 311.8059124946594
        },
        {
            "docid": "23022763_6",
            "document": "Vesicle fusion . In synaptic vesicle fusion, the vesicle must be within a few nanometers of the target membrane for the fusion process to begin. This closeness allows the cell membrane and the vesicle to exchange lipids which is mediated by certain proteins which remove water that comes between the forming junction. Once the vesicle is in position it must wait until Ca enters the cell by the propagation of an action potential to the presynaptic membrane. Ca binds to specific proteins, one of which is Synaptotagmin, in neurons which triggers the complete fusion of the vesicle with the target membrane.",
            "score": 324.9838628768921
        },
        {
            "docid": "14179084_3",
            "document": "SYT1 . The synaptotagmins are integral membrane proteins of synaptic vesicles thought to serve as sensors for calcium ions (Ca)in the process of vesicular trafficking and exocytosis. Calcium ion binding to synaptotagmin I participates in triggering neurotransmitter release at the synapse (Fernandez-Chacon et al., 2001). [Supplied by OMIM]",
            "score": 356.4807507991791
        },
        {
            "docid": "5109936_12",
            "document": "PDZ domain . PDZ domains are found in diverse proteins, but all assist in localization of cellular elements. PDZ domains are primarily involved in anchoring receptor proteins to the cytoskeleton. For cells to function properly it is important for components—proteins and other molecules— to be in the right place at the right time. Proteins with PDZ domains bind different components to ensure correct arrangements. In the neuron, making sense of neurotransmitter activity requires specific receptors to be located in the lipid membrane at the synapse. PDZ domains are crucial to this receptor localization process. Proteins with PDZ domains generally associate with both the C-terminus of the receptor and cytoskeletal elements in order to anchor the receptor to the cytoskeleton and keep it in place. Without such an interaction, receptors would diffuse out of the synapse due to the fluid nature of the lipid membrane.",
            "score": 229.05592942237854
        },
        {
            "docid": "33825206_6",
            "document": "Synaptic fatigue . When synaptic vesicles release neurotransmitters into the synapse that bind with post-synaptic membrane proteins to pass a signal, neurotransmitter re-uptake occurs to recycle neurotransmitters in the presynaptic cell in order to be released again. Neurotransmitter vesicles are recycled through the process of endocytosis. Because each presynaptic cell can link up to thousands of connections with other neurons, synaptic fatigue and its recovery can cause interactions with other neuronal circuits and can affect the kinetics with other processes of neurons. It is important that the recycling of neurotransmitters take place at an effective and efficient rate in order to prevent synaptic fatigue from negatively affecting signal transmission.",
            "score": 244.0734519958496
        },
        {
            "docid": "8394683_5",
            "document": "C2 domain . C2 domains are unique among membrane targeting domains in that they show wide range of lipid selectivity for the major components of cell membranes, including phosphatidylserine and phosphatidylcholine. This C2 domain is about 116 amino-acid residues and is located between the two copies of the C1 domain in Protein Kinase C (that bind phorbol esters and diacylglycerol) (see PDOC00379) and the protein kinase catalytic domain (see PDOC00100). Regions with significant homology to the C2-domain have been found in many proteins. The C2 domain is thought to be involved in calcium-dependent phospholipid binding and in membrane targeting processes such as subcellular localisation.",
            "score": 235.05686950683594
        },
        {
            "docid": "780320_16",
            "document": "Synaptic vesicle . In full collapse fusion, the synaptic vesicle merges and becomes incorporated into the cell membrane. The formation of the new membrane is a protein mediated process and can only occur under certain conditions. After an action potential, Ca floods to the presynaptic membrane. Ca binds to specific proteins in the cytoplasm, one of which is synaptotagmin, which in turn trigger the complete fusion of the synaptic vesicle with the cellular membrane. This complete fusion of the pore is assisted by SNARE proteins. This large family of proteins mediate docking of synaptic vesicles in an ATP-dependent manner. With the help of synaptobrevin on the synaptic vesicle, the t-SNARE complex on the membrane, made up of syntaxin and SNAP-25, can dock, prime, and fuse the synaptic vesicle into the membrane.",
            "score": 331.49278140068054
        },
        {
            "docid": "8473843_3",
            "document": "David S. Cafiso . Work in Dr. Cafiso's laboratory is directed at studying membranes and peripheral and integral membrane proteins. One area of investigation involves studies on the mechanisms by which proteins become attached to membrane surfaces. Attachment is critical for cell-signaling because it controls protein–protein interactions and the access of enzymes to lipid substrates. For example, the oncogenic form of the src tyrosine kinase is not active and fails to transform cells until it becomes attached to the cytoplasmic face of the plasma membrane. The laboratory is currently determining the structure and electrostatic interactions made by highly positively charged protein motifs, such as those from MARCKS (the myristoylated alanine rich C-kinase substrate) with negatively charged lipid surfaces. In addition to regulating membrane attachment, these positively charged motifs function to sequester phosphatidylinositol 4,5, bisphosphate (PIP2), and regulate the activity of this phosphorylated inositol lipid within the cytoplasmic membrane. Dr. Cafiso is also interested in determining the membrane interactions made by protein domains such as C2 domains, which are found in a wide range of proteins involved in cell signaling. C2 domains function to attach their parent proteins to membranes in a Ca ++ dependent fashion. C2 domains perform critical roles in membrane trafficking, membrane fusion and membrane repair, and defects in these domains result in forms of muscular dystrophy and deafness.",
            "score": 222.80309402942657
        },
        {
            "docid": "31153340_7",
            "document": "Active zone . The release of neurotransmitter is accomplished by the fusion of neurotransmitter vesicles to the presynaptic membrane. Although the details of this mechanism are still being studied there is a consensus on some details of the process. Synaptic vesicle fusion with the presynaptic membrane is known to require a local increase of calcium from as few as a single, closely associated calcium channels and the formation of highly stable SNARE complexes. One prevailing model of synaptic vesicle fusion is that SNARE complex formation is catalyzed by the proteins of the active zone such as Munc18, Munc13, and RIM. The formation of this complex is thought to \"prime\" the vesicle to be ready for vesicle fusion and release of neurotransmitter (see below: releasable pool). After the vesicle is primed then complexin binds to the SNARE complex this is called \"superprimed\". The vesicles that are superprimed are within the readily releasable pool (see below) and are ready to be rapidly released. The arrival of an action potential opens voltage gated calcium channels near the SNARE/complexin complex. Calcium then binds to changes the conformation of synaptotagmin. This change in conformation of allows synaptotagmin to then dislodge complexin, bind to the SNARE complex, and bind to the target membrane. When synaptotagmin binds to both the SNARE complex and the membrane this induces a mechanical force on the membrane so that it causes the vesicle membrane and presynaptic membrane to fuse. This fusion opens a membrane pore that releases the neurotransmitter. The pore increases in size until the entire vesicle membrane is indistinguishable from the presynaptic membrane.",
            "score": 405.74238300323486
        },
        {
            "docid": "681908_3",
            "document": "Neuromuscular junction . Muscles require innervation to function—and even just to maintain muscle tone, avoiding atrophy. Synaptic transmission at the neuromuscular junction begins when an action potential reaches the presynaptic terminal of a motor neuron, which activates voltage-dependent calcium channels to allow calcium ions to enter the neuron. Calcium ions bind to sensor proteins (synaptotagmin) on synaptic vesicles, triggering vesicle fusion with the cell membrane and subsequent neurotransmitter release from the motor neuron into the synaptic cleft. In vertebrates, motor neurons release acetylcholine (ACh), a small molecule neurotransmitter, which diffuses across the synaptic cleft and binds to nicotinic acetylcholine receptors (nAChRs) on the cell membrane of the muscle fiber, also known as the sarcolemma. nAChRs are ionotropic receptors, meaning they serve as ligand-gated ion channels. The binding of ACh to the receptor can depolarize the muscle fiber, causing a cascade that eventually results in muscle contraction.",
            "score": 380.7132821083069
        },
        {
            "docid": "169250_11",
            "document": "Lipid-anchored protein . S-palmitoylation (i.e. attachment of palmitic acid) is a reversible protein modification in which a palmitic acid is attached to a specific cysteine residue via thioester linkage. The term S-acylation can also be used when other medium and long fatty acids chains are also attached to palmitoylated proteins. No consensus sequence for protein palmitoylation has been identified. Palmitoylated proteins are mainly found on the cytoplasmic side of the plasma membrane where they play a role in transmembrane signaling. The palmitoyl group can be removed by palmitoyl thioesterases. It is believed that this reverse palmitoylation may regulate the interaction of the protein with the membrane and thus have a role in signaling processes. Furthermore, this allows for the regulation of protein subcellular localization, stability and trafficking. An example in which palmitoylation of a protein plays a role in cell signaling pathways is in the clustering of proteins in the synapse. When the postsynaptic density protein 95 (PSD-95) is palmitoylated, it is restricted to the membrane and allows it to bind to and cluster ion channels in the postsynaptic membrane. Thus, palmitoylation can play a role in the regulation of neurotransmitter release.",
            "score": 217.63458597660065
        },
        {
            "docid": "56806820_13",
            "document": "Synaptic stabilization . Beyond their extracellular contact with each other, neurexins and neuroligins also bind intracellularly to a vast network of adaptor proteins and scaffolding structures, which in concert with the actin cytoskeleton, help localize necessary components of synaptic transmission. For example, the first neuroligin (NLGN1) discovered was identified by its PDZ domain which binds to PSD95, a well-known a scaffold protein at glutamatergic synapses that functionally links NMDA receptors to the proper post-synaptic locale. Similarly, another isoform of neuroligin (NLGN2) interacts with gephyrin, a scaffolding protein specific to GABA-ergic synapses, and is responsible for activation of the synaptic adapator protein collybistin. In the case of neurexins, their intracellular binding interactions are equally as important in recruiting the essential machinery for synaptic transmission at the active zone. Like neuroligins, neurexins possess a PDZ-domain that associates with CASK (Calcium-calmodulin-dependent protein kinase). In addition to phosphorylating itself and neurexin, CASK promotes interactions between neurexins and actin binding proteins, thus providing a direct link by which neurexin can modulate cytoskeletal dynamics that is essential for synaptic stability and plasticity. Neurexin can also bind synaptotagmin, a protein embedded in the membrane of synaptic vesicles, and can also promote associations with voltage-gated calcium channel which mediate the ion flux required for neurotransmitter exocytosis upon synaptic stimulation. In this way, neurexin and neuroligin coordinate the morphological and functional aspects of the synapse which in turn permits nascent, immature contacts to stabilize into full-fledged functional platforms for neurotransmission.",
            "score": 270.0665340423584
        },
        {
            "docid": "56806820_15",
            "document": "Synaptic stabilization . Ephrin B/EphB signaling is also involved in synaptic stabilization through different mechanisms. These molecules contain cytoplasmic tails which interact with scaffolding proteins via their PDZ domains to stabilize newly formed CNS synapses. For example, Ephrin B3 interacts with the adaptor protein glutamate-receptor-interacting protein 1 (GRIP-1) to regulate the development of excitatory dendritic shaft synapses. This process, which was identified in cultures of hippocampal neurons, revealed that Eph/ephrin B3 reverse signaling recruits GRIP1 to the membrane of the postsynaptic shaft. Once at the membrane shaft, GRIP1 helps anchor glutamate receptors below the presynaptic terminal. This process also involves the phosphorylation of a serine residue near the ephrin-B carboxyl terminus (proximal to the PDZ-binding motif) that leads to the stabilization of AMPA receptors at synapses.",
            "score": 206.85934567451477
        },
        {
            "docid": "1685778_6",
            "document": "Neuropharmacology . Neurons are known as excitable cells because on its surface membrane there are an abundance of proteins known as ion-channels that allow small charged particles to pass in and out of the cell. The structure of the neuron allows chemical information to be received by its dendrites, propagated through the perikaryon (cell body) and down its axon, and eventually passing on to other neurons through its axon terminal. These voltage-gated ion channels allow for rapid depolarization throughout the cell. This depolarization, if it reaches a certain threshold, will cause an action potential. Once the action potential reaches the axon terminal, it will cause an influx of calcium ions into the cell. The calcium ions will then cause vesicles, small packets filled with neurotransmitters, to bind to the cell membrane and release its contents into the synapse. This cell is known as the pre-synaptic neuron, and the cell that interacts with the neurotransmitters released is known as the post-synaptic neuron. Once the neurotransmitter is released into the synapse, it can either bind to receptors on the post-synaptic cell, the pre-synaptic cell can re-uptake it and save it for later transmission, or it can be broken down by enzymes in the synapse specific to that certain neurotransmitter. These three different actions are major areas where drug action can affect communication between neurons.",
            "score": 308.2553938627243
        },
        {
            "docid": "168372_12",
            "document": "Peripheral membrane protein . Some cytosolic proteins are recruited to different cellular membranes by recognizing certain types of lipid found within a given membrane. Binding of a protein to a specific lipid occurs via specific membrane-targeting structural domains that occur within the protein and have specific binding pockets for the lipid head groups of the lipids to which they bind. This is a typical biochemical protein–ligand interaction, and is stabilized by the formation of intermolecular hydrogen bonds, van der Waals interactions, and hydrophobic interactions between the protein and lipid ligand. Such complexes are also stabilized by the formation of ionic bridges between the aspartate or glutamate residues of the protein and lipid phosphates via intervening calcium ions (Ca). Such ionic bridges can occur and are stable when ions (such as Ca) are already bound to a protein in solution, prior to lipid binding. The formation of ionic bridges is seen in the protein–lipid interaction between both protein C2 type domains and annexins..",
            "score": 238.7885857820511
        },
        {
            "docid": "56806820_10",
            "document": "Synaptic stabilization . Nectins are a distinct family of cell adhesion molecules. These CAMs are involved in the initial contact of presynaptic and postsynaptic neuronal processes during synapse formation. There are only four well characterized Nectins at the synapse, they are Nectin-1, 2, 3, and 4. All membrane bound Nectins possess an extracellular region with three immunoglobulin-like loops. The furthest loop from the membrane is called the V-type loop and the two loops more interior are C2-type loops. Multiple Nectins on one cell membrane will bind together at the V-type loop to form a cluster of Nectin proteins, a process called Cis-Clustering. When two cells possessing individual Cis-Clusters come into contact they form a strong complex called a Trans-Interaction which provides adhesion and, in some cases, signaling between the two cells.",
            "score": 251.90313172340393
        },
        {
            "docid": "399866_4",
            "document": "N-ethylmaleimide sensitive fusion protein . Because neuronal function depends on the release of neurotransmitters at a synapse — a process in which synaptic vesicles fuse with the presynaptic membrane — NSF is a key synaptic component. Thus, conditional temperature-sensitive mutations in the \"Drosophila melanogaster\" gene for NSF lead to a comatose behaviour at the restrictive temperature (and hence the gene is called comatose), presumably because neuronal functions are blocked. In \"Dictyostelium discoideum\" amoebae, similar mutations lead to a cessation of cell movement at the restrictive temperature, indicating a role for intracellular membrane transport in migration. Another neuronal role for NSF is indicated by its direct binding to the GluR2 subunit of AMPA type glutamate receptors (which detect the neurotransmitter glutamate). This gives NSF a putative role in delivery and expression of AMPA receptors at the synapse.",
            "score": 226.08133268356323
        },
        {
            "docid": "7088035_5",
            "document": "Palmitoylation . Scientists have appreciated the significance of attaching long hydrophobic chains to specific proteins in cell signaling pathways. A good example of its significance is in the clustering of proteins in the synapse. A major mediator of protein clustering in the synapse is the postsynaptic density (95kD) protein PSD-95. When this protein is palmitoylated it is restricted to the membrane. This restriction to the membrane allows it to bind to and cluster ion channels in the postsynaptic membrane. Also, in the presynaptic neuron, palmitoylation of SNAP-25 directs it to partition in the cell membrane and allows the SNARE complex to dissociate during vesicle fusion. This provides a role for palmitoylation in regulating neurotransmitter release.",
            "score": 303.9387562274933
        },
        {
            "docid": "21944_31",
            "document": "Nervous system . Synapses may be electrical or chemical. Electrical synapses make direct electrical connections between neurons, but chemical synapses are much more common, and much more diverse in function. At a chemical synapse, the cell that sends signals is called presynaptic, and the cell that receives signals is called postsynaptic. Both the presynaptic and postsynaptic areas are full of molecular machinery that carries out the signalling process. The presynaptic area contains large numbers of tiny spherical vessels called synaptic vesicles, packed with neurotransmitter chemicals. When the presynaptic terminal is electrically stimulated, an array of molecules embedded in the membrane are activated, and cause the contents of the vesicles to be released into the narrow space between the presynaptic and postsynaptic membranes, called the synaptic cleft. The neurotransmitter then binds to receptors embedded in the postsynaptic membrane, causing them to enter an activated state. Depending on the type of receptor, the resulting effect on the postsynaptic cell may be excitatory, inhibitory, or modulatory in more complex ways. For example, release of the neurotransmitter acetylcholine at a synaptic contact between a motor neuron and a muscle cell induces rapid contraction of the muscle cell. The entire synaptic transmission process takes only a fraction of a millisecond, although the effects on the postsynaptic cell may last much longer (even indefinitely, in cases where the synaptic signal leads to the formation of a memory trace).",
            "score": 243.21859514713287
        },
        {
            "docid": "43114391_2",
            "document": "Annular lipid shell . Annular lipids (also called shell lipids or boundary lipids) represent a select set of lipids or lipidic molecules which preferentially bind or stick to the surface of membrane proteins in biological cells. They constitute a layer, or an annulus/ shell, of lipids which are highly immobilized due to the existence of strong lipid-protein (binding) interactions. Polar headgroups of these lipids bind to the hydrophilic part of the membrane protein(s) at the inner and outer surfaces of lipid bilayer membrane. The hydrophobic surface of the membrane proteins is bound to the apposed lipid fatty acid chains of the membrane bilayer. For integral membrane proteins spanning the thickness of the membrane bilayer, these annular/shell lipids act like a lubricating layer on the proteins' surfaces, thereby facilitating almost free rotation and lateral diffusion of membrane proteins within the 2-dimensional expanse of the biological membrane(s). Outside the layer of shell/annular lipids, lipids are not tied down to protein molecules. However, they may be slightly restricted in their segmental motion freedom due to mild peer pressure of protein molecules, if present in high concentration, which arises from extended influence of protein-lipid interaction. Membrane areas away from protein molecules contain lamellar phase bulk lipids, which are largely free from any restraining effects due to protein-lipid interactions. Thermal denaturation of membrane proteins may destroy the secondary and tertiary structure of membrane proteins, exposing newer surfaces to membrane lipids and therefore increasing the number of lipids molecules in the annulus/shell layer. This phenomenon can be studied by the spin label electron paramagnetic resonance technique.",
            "score": 218.8388615846634
        },
        {
            "docid": "12409041_2",
            "document": "Neurexin . Neurexin (NRXN) is a presynaptic protein that helps to connect neurons at the synapse. They are located mostly on the presynaptic membrane and contain a single transmembrane domain. The extracellular domain interacts with proteins in the synaptic cleft, most notably neuroligin, while the intracellular cytoplasmic portion interacts with proteins associated with exocytosis. Neurexin and neuroligin \"shake hands,\" resulting in the connection between the two neurons and the production of a synapse. Neurexins mediate signaling across the synapse, and influence the properties of neural networks by synapse specificity. Neurexins were discovered as receptors for α-latrotoxin, a vertebrate-specific toxin in black widow spider venom that binds to presynaptic receptors and induces massive neurotransmitter release. In humans, alterations in genes encoding neurexins are implicated in autism and other cognitive diseases, such as Tourette syndrome and schizophrenia.",
            "score": 186.759907245636
        },
        {
            "docid": "14112269_4",
            "document": "STX1A . Syntaxin-1A is a member of the syntaxin superfamily. Syntaxins are nervous system-specific proteins implicated in the docking of synaptic vesicles with the presynaptic plasma membrane. Syntaxins possess a single C-terminal transmembrane domain, a SNARE [Soluble NSF (N-ethylmaleimide-sensitive fusion protein)-Attachment protein REceptor] domain (known as H3), and an N-terminal regulatory domain (Habc). Syntaxins bind synaptotagmin in a calcium-dependent fashion and interact with voltage dependent calcium and potassium channels via the C-terminal H3 domain. Syntaxin-1A is a key protein in ion channel regulation and synaptic exocytosis.",
            "score": 321.21161460876465
        },
        {
            "docid": "56806820_11",
            "document": "Synaptic stabilization . The most robust knowledge of Nectin’s role in synaptic stabilization comes from the synapses made between Mossy Fiber terminals and Pyramidal cell dendrites in the CA3 region of the hippocampus. The Nectins involved in formation and stabilization of this synapse are Nectin-1 and Nectin-3 which protrude from the plasma membrane of the postsynaptic cell and presynaptic cell, respectively, forming heterophilic extracellular contacts. The intracellular domain of all Nectins directly bind to a protein called L-Afadin. L-Afadin is an actin binding protein that binds to the F-actin of the actin cytoskeleton. In this way, Nectins form ridged connections of the cells actin architecture allowing for the synapse to develop in a controlled and stable environment.",
            "score": 221.4816461801529
        },
        {
            "docid": "53985790_3",
            "document": "Golgi matrix . The first individual protein component of the matrix was identified in 1995 as Golgin A2 (then called GM130). Since then, many other golgin family proteins have been found to be in the Golgi matrix and are associated with the Golgi membranes in a variety of ways. For example, GMAP210 (Golgi Microtubule Associated Protein 210) has an ALPS (Amphipathic Lipid-Packing Sensor) motif in the N-termal 38 amino acids and an ARF1-binding domain called GRAB (Grip-Related Arf-Binding) at the C-terminus. Thus, the GRAB-domain can bind indirectly to Golgi cisternae and its ALPS motif can tether vesicles. Golgins have coiled-coil domains and are thus predicted to have elongated structures up to 200 nm in length. Most are peripheral membrane proteins attached at one end to Golgi membranes. They have flexible regions between the coiled-coil domains, which make them ideal candidates for mediating the dynamic vesicle docking to Golgi cisternae and dynamic structure of the Golgi itself.",
            "score": 195.35518264770508
        },
        {
            "docid": "501101_8",
            "document": "Clathrin . Adaptor molecules are responsible for self-assembly and recruitment. Two examples of adaptor proteins are AP180 and epsin. AP180 is used in synaptic vesicle formation. It recruits clathrin to membranes and also promotes its polymerization. Epsin also recruits clathrin to membranes and promotes its polymerization, and can help deform the membrane, and thus clathrin-coated vesicles can bud. In a cell, a triskelion floating in the cytoplasm binds to an adaptor protein, linking one of its feet to the membrane at a time. The skelion will bind to other ones attached to the membrane to form a polyhedral lattice, skelion, which pulls the membrane into a bud. The skelion does not bind directly to the membrane, but binds to the adaptor proteins that recognize the molecules on the membrane surface.",
            "score": 248.81435251235962
        },
        {
            "docid": "16858730_3",
            "document": "DOC2B . There are at least two protein isoforms of the Double C2 protein, namely alpha (DOC2A) and beta (DOC2B), which contain two C2-like domains. DOC2A and DOC2B are encoded by different genes; these genes are at times confused with the unrelated DAB2 gene which was initially named DOC-2. Doc2b enhances Ca(2+)-dependent exocytosis in adipocytes, chromaffin cells of the adrenal gland and beta cells in the pancreas. In the central nervous system, Doc2b contributes to the spontaneous release of neurotransmitters , which was thought to be acting as a high-affinity Ca(2+) sensor for exocytosis of synaptic vesicles However, further work has shown that while DOC2b is both important for spontaneous exocytosis of synaptic vesicles and binds Calcium, it does not in fact change the calcium dependence of spontaneous synaptic vesicle release and thus can not be the calcium sensor for this process.",
            "score": 212.92620050907135
        },
        {
            "docid": "423771_10",
            "document": "Synaptic plasticity . The number of ion channels on the post-synaptic membrane affects the strength of the synapse. Research suggests that the density of receptors on post-synaptic membranes changes, affecting the neuron’s excitability in response to stimuli. In a dynamic process that is maintained in equilibrium, N-methyl D-aspartate receptor (NMDA receptor) and AMPA receptors are added to the membrane by exocytosis and removed by endocytosis. These processes, and by extension the number of receptors on the membrane, can be altered by synaptic activity. Experiments have shown that AMPA receptors are delivered to the synapse through vesicular membrane fusion with the postsynaptic membrane via the protein kinase CaMKII, which is activated by the influx of calcium through NMDA receptors. CaMKII also improves AMPA ionic conductance through phosphorylation. When there is high-frequency NMDA receptor activation, there is an increase in the expression of a protein PSD-95 that increases synaptic capacity for AMPA receptors. This is what leads to a long-term increase in AMPA receptors and thus synaptic strength and plasticity.",
            "score": 205.029172539711
        },
        {
            "docid": "168372_16",
            "document": "Peripheral membrane protein . Two distinct membrane-association modes of proteins have been identified. Typical water-soluble proteins have no exposed nonpolar residues or any other hydrophobic anchors. Therefore, they remain completely in aqueous solution and do not penetrate into the lipid bilayer, which would be energetically costly. Such proteins interact with bilayers only electrostatically, for example, ribonuclease and poly-lysine interact with membranes in this mode. However, typical amphitropic proteins have various hydrophobic anchors that penetrate the interfacial region and reach the hydrocarbon interior of the membrane. Such proteins \"deform\" the lipid bilayer, decreasing the temperature of lipid fluid-gel transition. The binding is usually a strongly exothermic reaction. Association of amphiphilic α-helices with membranes occurs similarly. Intrinsically unstructured or unfolded peptides with nonpolar residues or lipid anchors can also penetrate the interfacial region of the membrane and reach the hydrocarbon core, especially when such peptides are cationic and interact with negatively charged membranes.",
            "score": 166.18740785121918
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 221.26209700107574
        }
    ],
    "r": [
        {
            "docid": "26871735_11",
            "document": "Thomas C. Südhof . Südhof started his independent research career in neuroscience since 1986 and open the field of molecular neuroscience for synaptic transmission especially from the presynaptic nerve terminal perspective. Until Südhof began his work, majority of neuroscience research was aimed at the postsynaptic neuron and its role in learning and memory. Indeed, Thomas Südhof is credited with discovering much of the machinery mediating neurotransmitter release and presynaptic plasticity in his 21 years at UT Southwestern. Südhof began with the discovery of synaptotagmins and their role in neurotransmitter release from the presynaptic neuron. Synaptotagmin, a transmembrane protein found in neurosecretory vesicles, functions as a calcium sensor triggering vesicle fusion and neurotransmitter release. Stimulation of a neuron results in an increase in intracellular calcium concentration. After binding calcium ion to a region in its cytosolic domain, vesicular synaptotagmin promotes quick or slow neurotransmitter release from the presynaptic neuron via interaction with regulatory and fusion related proteins such as members of the SNARE complex. Südhof also discovered RIMs and Muncs (most notably Munc13 and Munc18), soluble proteins which aid in the fusion of neurotransmitter vesicles to the nerve cell membrane and play an important role in synaptic plasticity. In addition, Südhof’s research uncovered the role of many other proteins facilitating vesicle binding, fusion, and resultant neurotransmitter release from the presynaptic neuron, including members of the SNARE complex: synaptobrevin, in the vesicular membrane, syntaxin, in the cell membrane, and SNAP25, which is tethered to the cytosolic side of the cell membrane via cysteine-linked palmitoyl chains and holds the complex of four helices together. Südhof was also responsible for elucidating the action of tetanus and botulinum toxins, which selectively cleave synaptobrevin and SNAP25, respectively, inhibiting vesicle fusion with the presynaptic membrane.",
            "score": 421.4532165527344
        },
        {
            "docid": "31153340_7",
            "document": "Active zone . The release of neurotransmitter is accomplished by the fusion of neurotransmitter vesicles to the presynaptic membrane. Although the details of this mechanism are still being studied there is a consensus on some details of the process. Synaptic vesicle fusion with the presynaptic membrane is known to require a local increase of calcium from as few as a single, closely associated calcium channels and the formation of highly stable SNARE complexes. One prevailing model of synaptic vesicle fusion is that SNARE complex formation is catalyzed by the proteins of the active zone such as Munc18, Munc13, and RIM. The formation of this complex is thought to \"prime\" the vesicle to be ready for vesicle fusion and release of neurotransmitter (see below: releasable pool). After the vesicle is primed then complexin binds to the SNARE complex this is called \"superprimed\". The vesicles that are superprimed are within the readily releasable pool (see below) and are ready to be rapidly released. The arrival of an action potential opens voltage gated calcium channels near the SNARE/complexin complex. Calcium then binds to changes the conformation of synaptotagmin. This change in conformation of allows synaptotagmin to then dislodge complexin, bind to the SNARE complex, and bind to the target membrane. When synaptotagmin binds to both the SNARE complex and the membrane this induces a mechanical force on the membrane so that it causes the vesicle membrane and presynaptic membrane to fuse. This fusion opens a membrane pore that releases the neurotransmitter. The pore increases in size until the entire vesicle membrane is indistinguishable from the presynaptic membrane.",
            "score": 405.7424011230469
        },
        {
            "docid": "27809_14",
            "document": "Chemical synapse . The release of a neurotransmitter is triggered by the arrival of a nerve impulse (or action potential) and occurs through an unusually rapid process of cellular secretion (exocytosis). Within the presynaptic nerve terminal, vesicles containing neurotransmitter are localized near the synaptic membrane. The arriving action potential produces an influx of calcium ions through voltage-dependent, calcium-selective ion channels at the down stroke of the action potential (tail current). Calcium ions then bind to synaptotagmin proteins found within the membranes of the synaptic vesicles, allowing the vesicles to fuse with the presynaptic membrane. The fusion of a vesicle is a stochastic process, leading to frequent failure of synaptic transmission at the very small synapses that are typical for the central nervous system. Large chemical synapses (e.g. the neuromuscular junction), on the other hand, have a synaptic release probability of 1. Vesicle fusion is driven by the action of a set of proteins in the presynaptic terminal known as SNAREs. As a whole, the protein complex or structure that mediates the docking and fusion of presynaptic vesicles is called the active zone. The membrane added by the fusion process is later retrieved by endocytosis and recycled for the formation of fresh neurotransmitter-filled vesicles.",
            "score": 386.653564453125
        },
        {
            "docid": "23022763_9",
            "document": "Vesicle fusion . One hypothesis implicates the molecule Complexin within the SNARE complex and its interaction with the molecule synaptotagmin. Known as the \"clamp\" hypothesis, the presence of complexin normally inhibits the fusion of the vesicle to the cell membrane. However, binding of calcium ions to synaptotagmin triggers the complexin to be released or inactivated, so that the vesicle is then free to fuse.",
            "score": 384.5277404785156
        },
        {
            "docid": "681908_3",
            "document": "Neuromuscular junction . Muscles require innervation to function—and even just to maintain muscle tone, avoiding atrophy. Synaptic transmission at the neuromuscular junction begins when an action potential reaches the presynaptic terminal of a motor neuron, which activates voltage-dependent calcium channels to allow calcium ions to enter the neuron. Calcium ions bind to sensor proteins (synaptotagmin) on synaptic vesicles, triggering vesicle fusion with the cell membrane and subsequent neurotransmitter release from the motor neuron into the synaptic cleft. In vertebrates, motor neurons release acetylcholine (ACh), a small molecule neurotransmitter, which diffuses across the synaptic cleft and binds to nicotinic acetylcholine receptors (nAChRs) on the cell membrane of the muscle fiber, also known as the sarcolemma. nAChRs are ionotropic receptors, meaning they serve as ligand-gated ion channels. The binding of ACh to the receptor can depolarize the muscle fiber, causing a cascade that eventually results in muscle contraction.",
            "score": 380.7132873535156
        },
        {
            "docid": "2318393_37",
            "document": "SNARE (protein) . The span of presynaptic membrane containing the primed vesicles and dense collection of SNARE proteins is referred to as the active zone. Voltage-gated calcium channels are highly concentrated around active zones and open in response to membrane depolarization at the synapse. The influx of calcium is sensed by synaptotagmin 1, which in turn dislodges complexin protein and allows the vesicle to fuse with the presynaptic membrane to release neurotransmitter. It has also been shown that the voltage-gated calcium channels directly interact with the t-SNAREs syntaxin 1A and SNAP-25, as well as with synaptotagmin 1. The interactions are able to inhibit calcium channel activity as well as tightly aggregate the molecules around the release site.",
            "score": 378.43341064453125
        },
        {
            "docid": "14179084_3",
            "document": "SYT1 . The synaptotagmins are integral membrane proteins of synaptic vesicles thought to serve as sensors for calcium ions (Ca)in the process of vesicular trafficking and exocytosis. Calcium ion binding to synaptotagmin I participates in triggering neurotransmitter release at the synapse (Fernandez-Chacon et al., 2001). [Supplied by OMIM]",
            "score": 356.4807434082031
        },
        {
            "docid": "20839616_5",
            "document": "Axon terminal . The neurotransmitter molecule packages (vesicles) are created within the neuron, then travel down the axon to the distal axon terminal where they sit \"docked\". Calcium ions then trigger a biochemical cascade which results in vesicles fusing with the presynaptic membrane and releasing their contents to the synaptic cleft within 180 µs of calcium entry. Triggered by the binding of the calcium ions, the synaptic vesicle proteins begin to move apart, resulting in the creation of a fusion pore. The presence of the pore allows for the release of neurotransmitter into the synaptic cleft. The process occurring at the axon terminal is exocytosis, which a cell uses to exude secretory vesicles out of the cell membrane. These membrane-bound vesicles contain soluble proteins to be secreted to the extracellular environment, as well as membrane proteins and lipids that are sent to become components of the cell membrane. Exocytosis in neuronal chemical synapses is Ca triggered and serves interneuronal signalling.",
            "score": 355.78289794921875
        },
        {
            "docid": "12409082_8",
            "document": "Complexin . A possible mechanism for how complexin mechanistically anchors vesicles to prevent fusion involves inhibitory binding to the assembling SNARE complex. It is suggested that complexin's N-terminal alpha-helix domain incorporates itself into the SNARE complex helix bundle and prevents zippering of the assembly. In contrast to this, another hypothesis is that complexin, independent of synaptotagmin interactions, cross-links with SNARE complexes in a zig-zag array. Recent data supports the former, that synaptotagmin plays a role in causing a conformational change in SNARE interactions similar to the change caused by calcium. This binding of calcium-bound synaptotagmin creates an interaction that releases the fusion clamp of complexin, causing membrane fusion and exocytosis to occur. In low levels of calcium, complexin has a comparatively stronger clamping and inhibitory effect on spontaneous vesicle release. This is thought to be countered by synaptotagmin at increasing calcium levels, as the activity of synaptotagmin increases, providing more energy to remove the clamping effect of complexin.",
            "score": 350.4473876953125
        },
        {
            "docid": "1661168_3",
            "document": "Osmoreceptor . Osmoreceptors are located in the vascular organ of lamina terminalis (VOLT) a circumventricular organ which lacks a blood-brain barrier. They have a defined functionality as neurons that are endowed with the ability to detect extracellular fluid osmolarity. The VOLT is strongly interconnected with the median preoptic nucleus, and together these structures comprise the anteroventral third ventricle region. Osmoreceptors have aquaporin 4 proteins spanning through their plasma membranes in which water can diffuse, from an area of high to low water concentration. If plasma osmolarity rises above 290 mOsmol/kg, then water will move out of the cell due to osmosis, causing the neuroreceptor to shrink in size. Embedded into the cell membrane are stretch inactivated cation channels (SICs), which when the cell shrinks in size, open and allow positively charged ions, such as Na and K ions to enter the cell. This causes initial depolarisation of the osmoreceptor and activates voltage-gated sodium channel, which through a complex conformational change, allows more sodium ions to enter the neuron, leading to further depolarisation and an action potential to be generated. This action potential travels along the axon of the neuron, and causes the opening of voltage-dependent calcium channels in the axon terminal. This leads to a Ca influx, due to calcium ions diffusing into the neuron along their electrochemical gradient. The calcium ions binds to the synaptotagmin 1 sub-unit of the SNARE protein attached to the arginine-vasopressin (AVP) containing vesicle membrane. This causes the fusion of the vesicle with the neuronal post synaptic membrane. Subsequent release of AVP into the posterior pituitary gland occurs, whereby vasopressin is secreted into the blood stream of the nearby capillaries.",
            "score": 347.2169189453125
        },
        {
            "docid": "780320_16",
            "document": "Synaptic vesicle . In full collapse fusion, the synaptic vesicle merges and becomes incorporated into the cell membrane. The formation of the new membrane is a protein mediated process and can only occur under certain conditions. After an action potential, Ca floods to the presynaptic membrane. Ca binds to specific proteins in the cytoplasm, one of which is synaptotagmin, which in turn trigger the complete fusion of the synaptic vesicle with the cellular membrane. This complete fusion of the pore is assisted by SNARE proteins. This large family of proteins mediate docking of synaptic vesicles in an ATP-dependent manner. With the help of synaptobrevin on the synaptic vesicle, the t-SNARE complex on the membrane, made up of syntaxin and SNAP-25, can dock, prime, and fuse the synaptic vesicle into the membrane.",
            "score": 331.4927673339844
        },
        {
            "docid": "23022763_6",
            "document": "Vesicle fusion . In synaptic vesicle fusion, the vesicle must be within a few nanometers of the target membrane for the fusion process to begin. This closeness allows the cell membrane and the vesicle to exchange lipids which is mediated by certain proteins which remove water that comes between the forming junction. Once the vesicle is in position it must wait until Ca enters the cell by the propagation of an action potential to the presynaptic membrane. Ca binds to specific proteins, one of which is Synaptotagmin, in neurons which triggers the complete fusion of the vesicle with the target membrane.",
            "score": 324.9838562011719
        },
        {
            "docid": "12409082_2",
            "document": "Complexin . Complexin (also known as synaphin) refers to a one of a small set of eukaryotic cytoplasmic neuronal proteins which binds to the SNARE protein complex (\"SNAREpin\") with a high affinity. These are called synaphin 1 and 2. In the presence of Ca, the transport vesicle protein synaptotagmin displaces complexin, allowing the SNARE protein complex to bind the transport vesicle to the presynaptic membrane.",
            "score": 322.4463195800781
        },
        {
            "docid": "14112269_4",
            "document": "STX1A . Syntaxin-1A is a member of the syntaxin superfamily. Syntaxins are nervous system-specific proteins implicated in the docking of synaptic vesicles with the presynaptic plasma membrane. Syntaxins possess a single C-terminal transmembrane domain, a SNARE [Soluble NSF (N-ethylmaleimide-sensitive fusion protein)-Attachment protein REceptor] domain (known as H3), and an N-terminal regulatory domain (Habc). Syntaxins bind synaptotagmin in a calcium-dependent fashion and interact with voltage dependent calcium and potassium channels via the C-terminal H3 domain. Syntaxin-1A is a key protein in ion channel regulation and synaptic exocytosis.",
            "score": 321.21160888671875
        },
        {
            "docid": "31153340_4",
            "document": "Active zone . The function of the active zone is to ensure that neurotransmitters can be reliably released in a specific location of a neuron and only released when the neuron fires an action potential. As an action potential propagates down an axon it reaches the axon terminal called the presynaptic bouton. In the presynaptic bouton, the action potential activates calcium channels (VDCCs) that cause a local influx of calcium. The increase in calcium is detected by proteins in the active zone and forces vesicles containing neurotransmitter to fuse with the membrane. This fusion of the vesicles with the membrane releases the neurotransmitters into the synaptic cleft (space between the presynaptic bouton and the postsynaptic membrane). The neurotransmitters then diffuse across the cleft and bind to ligand gated ion channels and G-protein coupled receptors on the postsynaptic membrane. The binding of neurotransmitters to the postsynaptic receptors then induces a change in the postsynaptic neuron. The process of releasing neurotransmitters and binding to the postsynaptic receptors to cause a change in the postsynaptic neuron is called neurotransmission.",
            "score": 311.805908203125
        },
        {
            "docid": "1685778_6",
            "document": "Neuropharmacology . Neurons are known as excitable cells because on its surface membrane there are an abundance of proteins known as ion-channels that allow small charged particles to pass in and out of the cell. The structure of the neuron allows chemical information to be received by its dendrites, propagated through the perikaryon (cell body) and down its axon, and eventually passing on to other neurons through its axon terminal. These voltage-gated ion channels allow for rapid depolarization throughout the cell. This depolarization, if it reaches a certain threshold, will cause an action potential. Once the action potential reaches the axon terminal, it will cause an influx of calcium ions into the cell. The calcium ions will then cause vesicles, small packets filled with neurotransmitters, to bind to the cell membrane and release its contents into the synapse. This cell is known as the pre-synaptic neuron, and the cell that interacts with the neurotransmitters released is known as the post-synaptic neuron. Once the neurotransmitter is released into the synapse, it can either bind to receptors on the post-synaptic cell, the pre-synaptic cell can re-uptake it and save it for later transmission, or it can be broken down by enzymes in the synapse specific to that certain neurotransmitter. These three different actions are major areas where drug action can affect communication between neurons.",
            "score": 308.2554016113281
        },
        {
            "docid": "23022763_14",
            "document": "Vesicle fusion . Another possible model for fusion pore formation is the protein-lined pore theory. In this model, after activation of synaptotagmin by calcium, several SNARE complexes come together to form a ring structure, with synaptobrevin forming the pore in the vesicle membrane and Syntaxin forming the pore in the cell membrane. As the initial pore expands it incorporates lipids from both bilayers, eventually resulting in complete fusion of the two membranes. The SNARE complex has a much more active role in the protein-lined pore theory; because the pore consists initially entirely of SNARE proteins, the pore is easily able to undergo intercellular regulation, making fluctuation and \"kiss-and-run\" mechanisms easily attainable.",
            "score": 308.0417175292969
        },
        {
            "docid": "5189779_8",
            "document": "Synaptotagmin 1 . The C2B domain binds to phosphatidyl-inositol-3,4,5-triphosphate (PIP3) in the absence of calcium ions and to phosphatidylinositol bisphosphate (PIP2) in their presence, suggesting that a lipid-interaction switch occurs during depolarization. Ca-binding to the C2B domain confers synaptotagmin dimerization involved in the fusion step of synaptic vesicles by Ca-dependent self-clustering via the C2B domain. Ca-independent is the interaction between the C2B domain and SNAP-25, and between the C2B domain and the \"synprint\" (synaptic protein interaction) motif of the pore-forming subunit of voltage-gated calcium channels. The C2B domain regulates also the recycling step of synaptic vesicles by binding to the clathrin assembly protein, AP-2.",
            "score": 307.5429382324219
        },
        {
            "docid": "23022763_8",
            "document": "Vesicle fusion . Assembly of the SNAREs into the \"trans\" complexes likely bridges the opposing lipid bilayers of membranes belonging to cell and secretory granule, bringing them in proximity and inducing their fusion. The influx of calcium into the cell triggers the completion of the assembly reaction, which is mediated by an interaction between the putative calcium sensor, synaptotagmin, with membrane lipids and/or the partially assembled SNARE complex.",
            "score": 305.4866943359375
        },
        {
            "docid": "7088035_5",
            "document": "Palmitoylation . Scientists have appreciated the significance of attaching long hydrophobic chains to specific proteins in cell signaling pathways. A good example of its significance is in the clustering of proteins in the synapse. A major mediator of protein clustering in the synapse is the postsynaptic density (95kD) protein PSD-95. When this protein is palmitoylated it is restricted to the membrane. This restriction to the membrane allows it to bind to and cluster ion channels in the postsynaptic membrane. Also, in the presynaptic neuron, palmitoylation of SNAP-25 directs it to partition in the cell membrane and allows the SNARE complex to dissociate during vesicle fusion. This provides a role for palmitoylation in regulating neurotransmitter release.",
            "score": 303.9387512207031
        },
        {
            "docid": "5189779_5",
            "document": "Synaptotagmin 1 . Calcium-binding synaptotagmins act as Ca sensors and are involved in both: It was recently shown that synaptotagmin 1 can displace complexin from the SNARE complex in the presence of calcium. This is thought to be one of the last steps in exocytosis. Calcium-bound synaptotagmin binding to the SNARE complex, causes the fusion clamp effect of complexin to be released, allowing vesicle fusion to occur and exocytosis to proceed.",
            "score": 301.87664794921875
        },
        {
            "docid": "5189779_6",
            "document": "Synaptotagmin 1 . The C2 domain is a widely occurring conserved sequence motif of 130-140 amino acid residues, which was first defined as the second constant sequence in PKC isoforms. The C2 domain was first shown to bind to calcium in synaptotagmin-1. Subsequent atomic structure analysis of synaptotagmin-1 at 1.9 Å resolution indicated that its C2 domains are composed of a stable eight-stranded β-sandwich with flexible loops emerging from the top and bottom. Nuclear magnetic resonance (NMR) studies of synaptotagmin-1 revealed that calcium binds exclusively to the top loops, and the binding pockets are coordinated by five conserved aspartate residues: three calcium ions bind to C2A via D172, D178, D230, D232, S235 and D238, and two calcium ions bind to C2B via D303, D309, D363, 365 and D371. Not all synaptotagmin C2 domains bind to calcium. In fact, based on sequence similarities and subsequent confirmation by biochemical analyses, only eight synaptotagmins bind to calcium, namely, synaptotagmin-1, -2, -3, -5, -6, -7, -9 and -10. The lack of critical residues involved in calcium binding accounts for the majority of failure in calcium-binding by the other synaptotagmins. This includes both C2 domains of synaptotagmin-11, -12, -13, -14 and -15, and C2A domain of synaptotagmin-4 and -8. Synaptotagmin-4 and -11 C2B domains, which possess all five acidic residues in the top loops, however, do not bind to calcium due to spatial orientation of the calcium ligands that fail to form proper calcium binding sites. For calcium-binding synaptotagmins, although amino acid residues in the top loops other than those mentioned above are not directly involved in coordinating calcium binding, they affect calcium binding affinity, such as R233 in synaptotagmin-1. The diversity of sequences and structures flanking the calcium-coordinating amino acid residues renders the eight synaptotagmins bind to calcium at various affinities, covering the full range of calcium requirements for regulated exocytosis.",
            "score": 300.5199890136719
        },
        {
            "docid": "378744_8",
            "document": "Calcium in biology . The effects of calcium on human cells are specific, meaning that different types of cells respond in different ways. However, in certain circumstances, its action may be more general. Ca ions are one of the most widespread second messengers used in signal transduction. They make their entrance into the cytoplasm either from outside the cell through the cell membrane via calcium channels (such as calcium-binding proteins or voltage-gated calcium channels), or from some internal calcium storages such as the endoplasmic reticulum and mitochondria. Levels of intracellular calcium are regulated by transport proteins that remove it from the cell. For example, the sodium-calcium exchanger uses energy from the electrochemical gradient of sodium by coupling the influx of sodium into cell (and down its concentration gradient) with the transport of calcium out of the cell. In addition, the plasma membrane Ca ATPase (PMCA) obtains energy to pump calcium out of the cell by hydrolysing adenosine triphosphate (ATP). In neurons, voltage-dependent, calcium-selective ion channels are important for synaptic transmission through the release of neurotransmitters into the synaptic cleft by vesicle fusion of synaptic vesicles.",
            "score": 298.3672790527344
        },
        {
            "docid": "1422685_8",
            "document": "Beta-Endorphin . Voltage-dependent calcium channels (VDCCs) are important membrane proteins that mediate the depolarization of neurons, and play a major role in promoting the release of neurotransmitters. When endorphin molecules bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, and as β-Endorphin reduces the release of these substances, there is a strong analgesic effect.",
            "score": 296.08978271484375
        },
        {
            "docid": "5189779_7",
            "document": "Synaptotagmin 1 . The C2A domain regulates the fusion step of synaptic vesicle exocytosis. Consistent with this, the kinetics of Ca-dependent phospholipid binding activity of the C2A domain \"in vitro\" are compatible with the very fast nature of neurotransmitter release (within 200 μs). The C2A domain was shown to bind negatively charged phospholipids in a Ca-dependent fashion. Ca-binding alters the protein-protein interactions of synaptotagmin such as increasing the affinity of synaptotagmin for syntaxin.",
            "score": 295.519775390625
        },
        {
            "docid": "33949413_6",
            "document": "Hypoxia in fish . Neuroepithelial cells (NEC) are thought to be neuron-like chemoreceptor cells because they rely on membrane potential changes for the release of neurotransmitters and signal transmission onto nearby cells. Once NEC of the zebrafish gills come in contact with either environmental or aortic hypoxia, an outward K \"leak\" channel is inhibited. It remains unclear how these K channels are inhibited by a shortage of oxygen because there are yet to be any known direct binding sites for \"a lack of oxygen\", only whole cell and ion channel responses to hypoxia. K \"leak\" channels are two-pore-domain ion channels that are open at the resting membrane potential of the cell and play a major role in setting the equilibrium resting membrane potential of the cell. Once this \"leak\" channel is closed, the K is no longer able to freely flow out of the cell, and the membrane potential of the NEC increases; the cell becomes depolarized. This depolarization causes voltage-gated Ca channels to open, and for extracellular Ca to flow down its concentration gradient into the cell causing the intracellular Ca concentration to greatly increase. Once the Ca is inside the cell, it binds to the vesicle release machinery and facilitates binding of the t-snare complex on the vesicle to the s-snare complex on the NEC cell membrane which initiates the release of neurotransmitters into the synaptic cleft.",
            "score": 288.7696228027344
        },
        {
            "docid": "23022763_16",
            "document": "Vesicle fusion . In both theories the function of the SNARE complex remains largely unchanged, and the entire SNARE complex is necessary to initiate fusion. It has, however, been proven that \"in vitro\" Syntaxin \"per se\" is sufficient to drive spontaneous calcium independent fusion of synaptic vesicles containing v-SNAREs. This suggests that in Ca-dependent neuronal exocytosis synaptotagmin is a dual regulator, in absence of Ca ions to inhibit SNARE dynamics, while in presence of Ca ions to act as agonist in the membrane fusion process.",
            "score": 287.2453308105469
        },
        {
            "docid": "958_21",
            "document": "Axon . When an action potential reaches a presynaptic terminal, it activates the synaptic transmission process. The first step is rapid opening of calcium ion channels in the membrane of the axon, allowing calcium ions to flow inward across the membrane. The resulting increase in intracellular calcium concentration causes synaptic vesicles (tiny containers enclosed by a lipid membrane) filled with a neurotransmitter chemical to fuse with the axon's membrane and empty their contents into the extracellular space. The neurotransmitter is released from the presynaptic nerve through exocytosis. The neurotransmitter chemical then diffuses across to receptors located on the membrane of the target cell. The neurotransmitter binds to these receptors and activates them. Depending on the type of receptors that are activated, the effect on the target cell can be to excite the target cell, inhibit it, or alter its metabolism in some way. This entire sequence of events often takes place in less than a thousandth of a second. Afterward, inside the presynaptic terminal, a new set of vesicles is moved into position next to the membrane, ready to be released when the next action potential arrives. The action potential is the final electrical step in the integration of synaptic messages at the scale of the neuron.",
            "score": 286.673095703125
        },
        {
            "docid": "5189779_4",
            "document": "Synaptotagmin 1 . Based on their brain/endocrine distribution and biochemical properties, in particular C2 domains of certain synaptotagmins bound to calcium, synaptotagmins were proposed to function as calcium sensors in the regulation of neurotransmitter release and hormone secretion. Although synaptotagmins share a similar domain structure and a high degree of homology in the C2 domains, not all synaptotagmins bind to calcium. In fact, only eight out of the fifteen synaptotagmins are capable of calcium binding. The calcium binding synaptotagmins include synaptotagmins 1, 2, 3, 5, 6, 7, 9, and 10. The remaining seven synaptotagmins do not bind to calcium due to the lack of calcium coordinating residues or spatial orientation of the acidic residues (see the section on C2 domains for details).",
            "score": 283.9174499511719
        },
        {
            "docid": "31153340_6",
            "document": "Active zone . There are at least five major scaffold proteins that are enriched in the active zone; UNC13B/Munc13, RIMS1 (Rab3-interacting molecule), Bassoon, Piccolo/aczonin, ELKS, and liprins-α. These scaffold proteins are thought to be the constituents of the dense pyramid like structures of the active zone and are thought to bring the synaptic vesicles into close proximity to the presynaptic membrane and the calcium channels. The protein ELKS binds to the cell adhesion protein, β-neurexin, and other proteins within the complex such as Piccolo and Bassoon. β-neurexin then binds to cell adhesion molecule, neuroligin located on the postsynaptic membrane. Neuroligin then interacts with proteins that bind to postsynaptic receptors. Protein interactions like that seen between Piccolo/ELKS/β-neurexin/neuroligin ensures that machinery that mediates vesicle fusion is in close proximity to calcium channels and that vesicle fusion is adjacent to postsynaptic receptors. This close proximity vesicle fusion and postsynaptic receptors ensures that there is little delay between the activation of the postsynaptic receptors and the release of neurotransmitters.",
            "score": 283.69537353515625
        },
        {
            "docid": "736407_19",
            "document": "Opioid receptor . Voltage-gated dependent calcium channel, (VDCCs), are key in the depolarisation of neurons, and play a major role in promoting the release of neurotransmitters. When agonists bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, so opioid receptor activation reduces the release of these substances, thus creating a strong analgesic effect.",
            "score": 283.3673095703125
        },
        {
            "docid": "780320_12",
            "document": "Synaptic vesicle . Primed vesicles fuse very quickly in response to calcium elevations in the cytoplasm. This fusion event is thought to be mediated directly by the SNAREs and driven by the energy provided from SNARE assembly. The calcium-sensing trigger for this event is the calcium-binding synaptic vesicle protein synaptotagmin. The ability of SNAREs to mediate fusion in a calcium-dependent manner recently has been reconstituted in vitro. Consistent with SNAREs being essential for the fusion process, v-SNARE and t-SNARE mutants of \"C. elegans\" are lethal. Similarly, mutants in \"Drosophila\" and knockouts in mice indicate that these SNARES play a critical role in synaptic exocytosis.",
            "score": 280.8838195800781
        }
    ]
}