{
    "q": [
        {
            "docid": "29573659_3",
            "document": "Replication timing . In eukaryotic cells (cells that package their DNA within a nucleus), chromosomes consist of very long linear double-stranded DNA molecules. During the S-phase of each cell cycle (Figure 1), all of the DNA in a cell is duplicated in order to provide one copy to each of the daughter cells after the next cell division. The process of duplicating DNA is called DNA replication, and it takes place by first unwinding the duplex DNA molecule, starting at many locations called DNA replication origins, followed by an unzipping process that unwinds the DNA as it is being copied. However, replication does not start at all the different origins at once. Rather, there is a defined temporal order in which these origins fire. Frequently a few adjacent origins open up to duplicate a segment of a chromosome, followed some time later by another group of origins opening up in an adjacent segment. Replication does not necessarily start at exactly the same origin sites every time, but the segments appear to replicate in the same temporal sequence regardless of exactly where within each segment replication starts. Figure 2 shows a cartoon of how this is generally envisioned to occur, while Figure 3 shows an animation of when different segments replicate in one type of human cell.",
            "score": 303.72565388679504
        },
        {
            "docid": "9015_42",
            "document": "DNA replication . By firing of replication origins, controlled spatially and temporally, the formation of replication foci is regulated. D. A. Jackson et al.(1998) revealed that neighboring origins fire simultaneously in mammalian cells. Spatial juxtaposition of replication sites brings clustering of replication forks. The clustering do rescue of stalled replication forks and favors normal progress of replication forks. Progress of replication forks is inhibited by many factors; collision with proteins or with complexes binding strongly on DNA, deficiency of dNTPs, nicks on template DNAs and so on. If replication forks stall and the remaining sequences from the stalled forks are not replicated, the daughter strands have nick obtained un-replicated sites. The un-replicated sites on one parent's strand hold the other strand together but not daughter strands. Therefore, the resulting sister chromatids cannot separate from each other and cannot divide into 2 daughter cells. When neighboring origins fire and a fork from one origin is stalled, fork from other origin access on an opposite direction of the stalled fork and duplicate the un-replicated sites. As other mechanism of the rescue there is application of dormant replication origins that excess origins don't fire in normal DNA replication.",
            "score": 268.81325829029083
        },
        {
            "docid": "9896453_64",
            "document": "Eukaryotic DNA replication . In eukaryotic cells, termination of replication usually occurs through the collision of the two replicative forks between two active replication origins. The location of the collision varies on the timing of origin firing. In this way, if a replication fork becomes stalled or collapses at a certain site, replication of the site can be rescued when a replisome traveling in the opposite direction completes copying the region. There are programmed replication fork barriers (RFBs) bound by RFB proteins in various locations, throughout the genome, which are able to terminate or pause replication forks, stopping progression of the replisome.",
            "score": 257.0850751399994
        },
        {
            "docid": "25162968_4",
            "document": "Circular bacterial chromosome . Bacterial chromosome replication is best understood in the well-studied bacteria \"Escherichia coli\" and \"Bacillus subtilis\". Chromosome replication proceeds in three major stages: initiation, elongation and termination. The initiation stage starts with the ordered assembly of \"initiator\" proteins at the origin region of the chromosome, called oriC. These assembly stages are regulated to ensure that chromosome replication occurs only once in each cell cycle. During the elongation phase of replication, the enzymes that were assembled at oriC during initiation proceed along each arm (\"replichore\") of the chromosome, in opposite directions away from the oriC, replicating the DNA to create two identical copies. This process is known as bidirectional replication. The entire assembly of molecules involved in DNA replication on each arm is called a \"replisome.\" At the forefront of the replisome is a DNA helicase that unwinds the two strands of DNA, creating a moving \"replication fork\". The two unwound single strands of DNA serve as templates for DNA polymerase, which moves with the helicase (together with other proteins) to synthesise a complementary copy of each strand. In this way, two identical copies of the original DNA are created. Eventually, the two replication forks moving around the circular chromosome meet in a specific zone of the chromosome, approximately opposite oriC, called the terminus region. The elongation enzymes then disassemble, and the two \"daughter\" chromosomes are resolved before cell division is completed.",
            "score": 232.66243600845337
        },
        {
            "docid": "9896453_10",
            "document": "Eukaryotic DNA replication . Eukaryotic origins of replication control the formation of a number of protein complexes that lead to the assembly of two bidirectional DNA replication forks. These events are initiated by the formation of the pre-replication complex (pre-RC) at the origins of replication. This process takes place in the G stage of the cell cycle. The pre-RC formation involves the ordered assembly of many replication factors including the origin recognition complex (ORC), Cdc6 protein, Cdt1 protein, and minichromosome maintenance proteins (Mcm2-7). Once the pre-RC is formed, activation of the complex is triggered by two kinases, cyclin-dependent kinase 2 (CDK) and Dbf4-dependent kinase (DDK) that help transition the pre-RC to the initiation complex prior to the initiation of DNA replication. This transition involves the ordered assembly of additional replication factors to unwind the DNA and accumulate the multiple eukaryotic DNA polymerases around the unwound DNA.",
            "score": 284.00071573257446
        },
        {
            "docid": "9896453_3",
            "document": "Eukaryotic DNA replication . DNA replication is the action of DNA polymerases synthesizing a DNA strand complementary to the original template strand. To synthesize DNA, the double-stranded DNA is unwound by DNA helicases ahead of polymerases, forming a replication fork containing two single-stranded templates. Replication processes permit the copying of a single DNA double helix into two DNA helices, which are divided into the daughter cells at mitosis. The major enzymatic functions carried out at the replication fork are well conserved from prokaryotes to eukaryotes, but the replication machinery in eukaryotic DNA replication is a much larger complex, coordinating many proteins at the site of replication, forming the replisome.",
            "score": 241.76758480072021
        },
        {
            "docid": "32706791_6",
            "document": "Genome instability . In the cell cycle, DNA is usually most vulnerable during replication. The replisome must be able to navigate obstacles such as tightly wound chromatin with bound proteins, single and double stranded breaks which can lead to the stalling of the replication fork. Each protein or enzyme in the replisome must perform its function well to result in a perfect copy of DNA. Mutations of proteins such as DNA polymerase, ligase, can lead to impairment of replication and lead to spontaneous chromosomal exchanges. Proteins such as Tel1, Mec1 (ATR, ATM in humans) can detect single and double-stranded breaks and recruit factors such as Rmr3 helicase to stabilize the replication fork in order to prevent its collapse. Mutations in Tel1, Mec1, and Rmr3 helicase result in a significant increase of chromosomal recombination. ATR responds specifically to stalled replication forks and single-stranded breaks resulting from UV damage while ATM responds directly to double-stranded breaks. These proteins also prevent progression into mitosis by inhibiting the firing of late replication origins until the DNA breaks are fixed by phosphorylating CHK1, CHK2 which results in a signaling cascade arresting the cell in S-phase. For single stranded breaks, replication occurs until the location of the break, then the other strand is nicked to form a double stranded break, which can then be repaired by Break Induced Replication or homologous recombination using the sister chromatid as an error-free template. In addition to S-phase checkpoints, G1 and G2 checkpoints exist to check for transient DNA damage which could be caused by mutagens such as UV damage. An example is the Saccharomyces pombe gene rad9 which arrests the cells in late S/G2 phase in the presence of DNA damage caused by radiation. The yeast cells with defective rad9 failed to arrest following radiation, continued cell division and died rapidly while the cells with wild-type rad9 successfully arrested in late S/G2 phase and remained viable. The cells that arrested were able to survive due to the increased time in S/G2 phase allowing for DNA repair enzymes to function fully.",
            "score": 229.22758412361145
        },
        {
            "docid": "4250553_21",
            "document": "Gene . The majority of eukaryotic genes are stored on a set of large, linear chromosomes. The chromosomes are packed within the nucleus in complex with storage proteins called histones to form a unit called a nucleosome. DNA packaged and condensed in this way is called chromatin. The manner in which DNA is stored on the histones, as well as chemical modifications of the histone itself, regulate whether a particular region of DNA is accessible for gene expression. In addition to genes, eukaryotic chromosomes contain sequences involved in ensuring that the DNA is copied without degradation of end regions and sorted into daughter cells during cell division: replication origins, telomeres and the centromere. Replication origins are the sequence regions where DNA replication is initiated to make two copies of the chromosome. Telomeres are long stretches of repetitive sequence that cap the ends of the linear chromosomes and prevent degradation of coding and regulatory regions during DNA replication. The length of the telomeres decreases each time the genome is replicated and has been implicated in the aging process. The centromere is required for binding spindle fibres to separate sister chromatids into daughter cells during cell division.",
            "score": 263.72940611839294
        },
        {
            "docid": "29573659_4",
            "document": "Replication timing . The temporal order of replication of all the segments in the genome, called its replication-timing program, can now be easily measured in two different ways. One way simply measures the amount of the different DNA sequences along the length of the chromosome per cell. Sequences that duplicate first, long before cell division, will be more abundant in each cell than the sequences that replicate last just prior to cell division. The other way is to label newly synthesized DNA with chemically tagged nucleotides that become incorporated into the strands as they are synthesized, and then catch cells at different times during the duplication process and purify the DNA synthesized at each of these times using the chemical tag. In either case, we can measure the amount of the different DNA sequences along the length of the chromosome either directly using a machine that reads how much of each sequence is present or indirectly using a process called microarray hybridization. In any case, the temporal order of replication along the length of each chromosome can be plotted in graphical form to produce a \"replication timing profile\". Figure 4 shows an example of such a profile across 70,000,000 base pairs of human Chromosome 2.",
            "score": 231.83003664016724
        },
        {
            "docid": "866377_7",
            "document": "Bacillus subtilis . \"B. subtilis\" is a model organism used to study bacterial chromosome replication. Replication of the single circular chromosome initiates at a single locus, the origin (\"oriC\"). Replication proceeds bidirectionally and two replication forks progress in clockwise and counterclockwise directions along the chromosome. Chromosome replication is completed when the forks reach the terminus region, which is positioned opposite to the origin on the chromosome map. The terminus region contains several short DNA sequences (\"Ter\" sites) that promote replication arrest. Specific proteins mediate all the steps in DNA replication. Comparison between the proteins involved in chromosomal DNA replication in \"B. subtilis\" and in \"Escherichia coli\" reveals similarities and differences. Although the basic components promoting initiation, elongation, and termination of replication are well-conserved, some important differences can be found (such as one bacterium missing proteins essential in the other). These differences underline the diversity in the mechanisms and strategies that various bacterial species have adopted to carry out the duplication of their genomes.",
            "score": 252.04785573482513
        },
        {
            "docid": "9377615_5",
            "document": "Chromosome combing . Chromosome combing is also used to study DNA replication, a highly regulated process that is reliant on a specific program of temporal and spatial distribution of activation of origins of replication. Each origin occupies a distinct genetic locus and must fire only once per cell cycle. Chromosome combing allows a genome-wide view of the firing of origins and propagation of replication fork. As no assumptions are made about the sequence of the origins, this technique is particularly useful for mapping origins in eukaryotes, which are not thought to have precisely defined initiation sequences.",
            "score": 255.44503259658813
        },
        {
            "docid": "506315_20",
            "document": "Okazaki fragments . DNA molecules in eukaryotes differ from the circular molecules of prokaryotes in that they are larger and usually have multiple origins of replication. This means that each eukaryotic chromosome is composed of many replicating units of DNA with multiple origins of replication. In comparison, the prokaryotic \"E. coli\" chromosome has only a single origin of replication. In eukaryotes, these replicating forks, which are numerous all along the DNA, form \"bubbles\" in the DNA during replication. The replication fork forms at a specific point called autonomously replicating sequences (ARS). Eukaryotes have a clamp loader complex and a six-unit clamp called the proliferating cell nuclear antigen. The efficient movement of the replication fork also relies critically on the rapid placement of sliding clamps at newly primed sites on the lagging DNA strand by ATP-dependent clamp loader complexes. This means that the piecewise generation of Okazaki fragments can keep up with the continuous synthesis of DNA on the leading strand. These clamp loader complexes are characteristic of all eukaryotes and separate some of the minor differences in the synthesis of Okazaki fragments in prokaryotes and eukaryotes. The lengths of Okazaki fragments in prokaryotes and eukaryotes are different as well. Prokaryotes have Okazaki fragments that are quite longer than those of eukaryotes. Eukaryotes typically have Okazaki fragments that are 100 to 200 nucleotides long, whereas prokaryotic \"E. coli\" can be 2,000 nucleotides long. The reason for this discrepancy is unknown.",
            "score": 247.20836663246155
        },
        {
            "docid": "2354317_5",
            "document": "Sulfolobus . When the first Archaeal genome, \"Methanococcus jannaschii\", had been sequenced completely in 1996, it was found that the genes in the genome of \"Methanococcus jannaschii\" involved in DNA replication, transcription, and translation were more related to their counterparts in eukaryotes than to those in other prokaryotes. In 2001, the first genome sequence of \"Sulfolobus\", \"Sulfolobus solfataricus\" P2, was published. In P2's genome, the genes related to chromosome replication were likewise found to be more related to those in eukaryotes. These genes include DNA polymerase, primase (including two subunits), MCM, CDC6/ORC1, RPA, RPC, and PCNA. In 2004, the origins of DNA replication of \"Sulfolobus solfataricus\" and \"Sulfolobus acidocaldarius\" were identified. It showed that both species contained two origins in their genome. This was the first time that more than a single origin of DNA replication had been shown to be used in a prokaryotic cell. The mechanism of DNA replication in archaea is evolutionary conserved, and similar to that of eukaryotes. \"Sulfolobus\" is now used as a model to study the molecular mechanisms of DNA replication in Archaea. And because the system of DNA replication in Archaea is much simpler than that in Eukaryota, it was suggested that Archaea could be used as a model to study the much more complex DNA replication in Eukaryota.",
            "score": 264.15298795700073
        },
        {
            "docid": "4250553_43",
            "document": "Gene . The growth, development, and reproduction of organisms relies on cell division; the process by which a single cell divides into two usually identical daughter cells. This requires first making a duplicate copy of every gene in the genome in a process called DNA replication. The copies are made by specialized enzymes known as DNA polymerases, which \"read\" one strand of the double-helical DNA, known as the template strand, and synthesize a new complementary strand. Because the DNA double helix is held together by base pairing, the sequence of one strand completely specifies the sequence of its complement; hence only one strand needs to be read by the enzyme to produce a faithful copy. The process of DNA replication is semiconservative; that is, the copy of the genome inherited by each daughter cell contains one original and one newly synthesized strand of DNA.",
            "score": 240.31517791748047
        },
        {
            "docid": "1582347_7",
            "document": "Geminiviridae . Geminivirus genomes encode only a few proteins; thus, they are dependent on host cell factors for replication: these include factors such as DNA polymerase—and probably repair polymerases—in order to amplify their genomes, as well as transcription factors. Geminiviruses replicate via a rolling circle mechanism like bacteriophages such as M13, and many plasmids. Replication occurs within the nucleus of an infected plant cell. First the single-stranded circular DNA is converted to a double-stranded circular intermediate. This step involves the use of cellular DNA repair enzymes to produce a complementary negative-sense strand, using the viral genomic or plus-sense DNA strand as a template. The next step is the rolling circle phase, where the viral strand is cleaved at a specific site situated within the origin of replication by the viral Rep protein in order to initiate replication. This process in a eukaryotic nucleus can give rise to concatemeric double-stranded forms of replicative intermediate genomes, although double-stranded unit circles can be isolated from infected plants and cells. New single-stranded DNA forms of the virus genome (plus-sense) are probably formed by interaction of the coat protein with replicating DNA intermediates, as genomes lacking a CP gene do not form ssDNA. The ssDNA is packaged into germinate particles in the nucleus. It is not clear if these particles can then leave the nucleus and be transmitted to surrounding cells as virions, or whether ssDNA associated with coat protein and a movement protein is the form of the genome that gets trafficked from cell to cell via the plasmodesmata.",
            "score": 252.6854088306427
        },
        {
            "docid": "9015_4",
            "document": "DNA replication . In a cell, DNA replication begins at specific locations, or origins of replication, in the genome. Unwinding of DNA at the origin and synthesis of new strands, accommodated by an enzyme known as helicase, results in replication forks growing bi-directionally from the origin. A number of proteins are associated with the replication fork to help in the initiation and continuation of DNA synthesis. Most prominently, DNA polymerase synthesizes the new strands by adding nucleotides that complement each (template) strand. DNA replication occurs during the S-stage of interphase.",
            "score": 255.83084154129028
        },
        {
            "docid": "33560980_6",
            "document": "Bruce William Stillman . Another major accomplishment was the discovery of the Origin Recognition Complex (ORC), a key protein made up of six subunits that binds to cellular origins of DNA replication and coordinates the entire process of initiating a complete cycle of DNA replication throughout the entire cell genome. Soon after the discovery of ORC, Stillman’s group identified other initiation proteins that together form the pre-replication complex (pre-RC), which makes chromosomes competent for the subsequent initiation of DNA replication during the S phase of the cell cycle. His group’s recent studies have revealed the intricate details of the mechanism of the initiation of DNA replication and illuminated how this process is regulated throughout the cell cycle, including the mechanisms that prevent DNA replication from occurring more than once during each cell cycle. These studies include elucidation of the structure of ORC and its associated pre-RC proteins.",
            "score": 260.89814054965973
        },
        {
            "docid": "9377615_6",
            "document": "Chromosome combing . Strategies involving combing recently replicated DNA typically involve incorporating modified nucleotides (such as BrdU, bromodeoxyuridine) into the nascent DNA, then fluorescently detecting it. As replication forks spread bidirectionally from origins of replication at (approximately) equal speeds,<ref name=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1949372/?tool=pubmed\"></ref> then origin position can be inferred. Replacing the modified nucleotide pool with a different type of modified nucleotide after a certain amount of time allows development of a time-resolved picture of the firing of sites, and the kinetics of replication forks. Pause sites can be identified, merged replication forks resolved, and the frequency of origin firings in different time periods to be studied.",
            "score": 199.62134552001953
        },
        {
            "docid": "14058535_7",
            "document": "CHEK1 . Chk1 is essential for the maintenance of genomic integrity. Chk1 monitors DNA replication in unperturbed cell cycles and responds to genotoxic stress if present. Chk1 recognizes DNA strand instability during replication and can stall DNA replication in order to allow time for DNA repair mechanisms to restore the genome. Recently, Chk1 has shown to mediate DNA repair mechanisms and does so by activating various repair factors. Furthermore, Chk1 has been associated with three particular aspects of the S-phase, which includes the regulation of late origin firing, controlling the elongation process and maintenance of DNA replication fork stability.",
            "score": 241.02583479881287
        },
        {
            "docid": "9896453_52",
            "document": "Eukaryotic DNA replication . The isolated CMG helicase and Replisome Progression Complex contain a single Mcm protein ring complex suggesting that the loaded double hexamer of the Mcm proteins at origins might be broken into two single hexameric rings as part of the initiation process, with each Mcm protein complex ring forming the core of a CMG helicase at the two replication forks established from each origin. The full CMG complex is required for DNA unwinding, and the complex of CDC45-Mcm-GINS is the functional DNA helicase in eukaryotic cells.",
            "score": 233.61105489730835
        },
        {
            "docid": "9015_34",
            "document": "DNA replication . Eukaryotes initiate DNA replication at multiple points in the chromosome, so replication forks meet and terminate at many points in the chromosome. Because eukaryotes have linear chromosomes, DNA replication is unable to reach the very end of the chromosomes. Due to this problem, DNA is lost each replication cycle from the end of the chromosome. Telomeres are regions of repetitive DNA close to the ends and help prevent loss of genes due to this shortening. Shortening of the telomeres is a normal process in somatic cells. This shortens the telomeres of the daughter DNA chromosome. As a result, cells can only divide a certain number of times before the DNA loss prevents further division. (This is known as the Hayflick limit.) Within the germ cell line, which passes DNA to the next generation, telomerase extends the repetitive sequences of the telomere region to prevent degradation. Telomerase can become mistakenly active in somatic cells, sometimes leading to cancer formation. Increased telomerase activity is one of the hallmarks of cancer.",
            "score": 231.79918658733368
        },
        {
            "docid": "619137_9",
            "document": "Origin of replication . Many bacteria, including \"E. coli\", contain plasmids that each contain an origin of replication. These are separate from the origins of replication that are used by the bacteria to copy their genome and often function very differently. For example, the \"E. coli\" plasmid pBR322 uses a protein called Rop/Rom to regulate the number of plasmids that are within each bacterial cell . The most common origin of replication that is used in plasmids for genetic engineering is called pUC. This origin is derived from pBR322 but it contains two mutations. One single point mutation in the origin itself and another that deletes the Rop/Rom gene. This removes all the regulatory constraints on the plasmids replication and the bacteria then go from producing 30–40 plasmids per cell with pBR322 up to producing over 500 with pUC. This allows genetic engineers to produce large quantities of DNA for research purposes. Other origins of replication include pSC101 (derived from Salmonella, around 5 copies per cell), 15A origin (derived from p15A, 10–20 copies per cell) and Bacterial artificial chromosomes (1 copy per cell).",
            "score": 212.51924967765808
        },
        {
            "docid": "9896453_50",
            "document": "Eukaryotic DNA replication . For DNA polymerases to function, the double-stranded DNA helix has to be unwound to expose two single-stranded DNA templates for replication. DNA helicases are responsible for unwinding the double-stranded DNA during chromosome replication. Helicases in eukaryotic cells are remarkably complex. The catalytic core of the helicase is composed of six minichromosome maintenance (Mcm2-7) proteins, forming a hexameric ring. Away from DNA, the Mcm2-7 proteins form a single heterohexamer and are loaded in an inactive form at origins of DNA replication as a head-to-head double hexamers around double-stranded DNA. The Mcm proteins are recruited to replication origins then redistributed throughout the genomic DNA during S phase, indicative of their localization to the replication fork.",
            "score": 260.36981177330017
        },
        {
            "docid": "34086352_3",
            "document": "DNA re-replication . All known mechanisms that prevent DNA rereplication in eukaryotic organisms inhibit origin licensing. Origin licensing is the preliminary step for normal replication initiation during late G1 and early S phase and involves the recruitment of the pre-replicative complex (pre-RC) to the replication origins. Licensing begins with the binding of the multi-subunit ATPase, the origin recognition complex (ORC), to the DNA at the replication origins. Once bound to chromatin the ORC recruits the AAA+ ATPase Cdc6 and the coiled-coil domain protein Cdt1. Cdt1 binding and the ATPase activity of ORC and Cdc6 facilitate the loading of the minichromosome maintenance (MCM) proteins 2-7 onto the chromatin. The MCM complex is the DNA helicase that opens the helix at the replication origin and unwinds the two strands as the replication forks travel along the DNA. Elevated CDK activity at the end of G1 triggers the firing of the origins and the dismantling of the pre-RCs. High CDK levels, which are maintained until the end of mitosis, inhibit or destroy pre-RC components and prevent the origin from relicensing. A new MCM complex cannot be loaded onto the origin until the pre-RC subunits are reactivated with the decline of CDK activity at the end of mitosis. Thus, CDKs serve a dual role in the regulation of eukaryotic DNA replication: elevated CDK activity initiates replication at the origins and prevents rereplication by inhibiting origin re-licensing. This ensures that no replication origin fires twice in the same cell cycle.",
            "score": 287.25257658958435
        },
        {
            "docid": "9896453_81",
            "document": "Eukaryotic DNA replication . Eukaryotic DNA replication requires precise coordination of all DNA polymerases and associated proteins to replicate the entire genome each time a cell divides. This process is achieved through a series of steps of protein assemblies at origins of replication, mainly focusing the regulation of DNA replication on the association of the MCM helicase with the DNA. These origins of replication direct the number of protein complexes that will form to initiate replication. In prokaryotic DNA replication regulation focuses on the binding of the DnaA initiator protein to the DNA, with initiation of replication occurring multiple times during one cell cycle. Both prokaryotic and eukaryotic DNA use ATP binding and hydrolysis to direct helicase loading and in both cases the helicase is loaded in the inactive form. However, eukaryotic helicases are double hexamers that are loaded onto double stranded DNA whereas prokaryotic helicases are single hexamers loaded onto single stranded DNA.",
            "score": 280.04883646965027
        },
        {
            "docid": "7955_44",
            "document": "DNA . DNA usually occurs as linear chromosomes in eukaryotes, and circular chromosomes in prokaryotes. The set of chromosomes in a cell makes up its genome; the human genome has approximately 3 billion base pairs of DNA arranged into 46 chromosomes. The information carried by DNA is held in the sequence of pieces of DNA called genes. Transmission of genetic information in genes is achieved via complementary base pairing. For example, in transcription, when a cell uses the information in a gene, the DNA sequence is copied into a complementary RNA sequence through the attraction between the DNA and the correct RNA nucleotides. Usually, this RNA copy is then used to make a matching protein sequence in a process called translation, which depends on the same interaction between RNA nucleotides. In alternative fashion, a cell may simply copy its genetic information in a process called DNA replication. The details of these functions are covered in other articles; here the focus is on the interactions between DNA and other molecules that mediate the function of the genome.",
            "score": 193.67579627037048
        },
        {
            "docid": "9015_32",
            "document": "DNA replication . Since replication machineries do not move relatively to template DNAs such as factories, they are called a replication factory. In an alternative figure, DNA factories are similar to projectors and DNAs are like as cinematic films passing constantly into the projectors. In the replication factory model, after both DNA helicases for leading strands and lagging strands are loaded on the template DNAs, the helicases run along the DNAs into each other. The helicases remain associated for the remainder of replication process. Peter Meister et al. observed directly replication sites in budding yeast by monitoring green fluorescent protein(GFP)-tagged DNA polymerases α. They detected DNA replication of pairs of the tagged loci spaced apart symmetrically from a replication origin and found that the distance between the pairs decreased markedly by time. This finding suggests that the mechanism of DNA replication goes with DNA factories. That is, couples of replication factories are loaded on replication origins and the factories associated with each other. Also, template DNAs move into the factories, which bring extrusion of the template ssDNAs and nascent DNAs. Meister’s finding is the first direct evidence of replication factory model. Subsequent research has shown that DNA helicases form dimers in many eukaryotic cells and bacterial replication machineries stay in single intranuclear location during DNA synthesis.",
            "score": 263.2813311815262
        },
        {
            "docid": "235935_13",
            "document": "Topoisomerase . Outside of the essential processes of replication or transcription, DNA must be kept as compact as possible, and these three states help this cause. However, when transcription or replication occurs, DNA must be free, and these states seriously hinder the processes. In addition, during replication, the newly replicated duplex of DNA and the original duplex of DNA become intertwined and must be completely separated in order to ensure genomic integrity as a cell divides. As a transcription bubble proceeds, DNA ahead of the transcription fork becomes overwound, or positively supercoiled, while DNA behind the transcription bubble becomes underwound, or negatively supercoiled. As replication occurs, DNA ahead of the replication bubble becomes positively supercoiled, while DNA behind the replication fork becomes entangled forming precatenanes. One of the most essential topological problems occurs at the very end of replication, when daughter chromosomes must be fully disentangled before mitosis occurs. Topoisomerase IIA plays an essential role in resolving these topological problems.",
            "score": 214.9076066017151
        },
        {
            "docid": "5142109_3",
            "document": "Licensing factor . Origins of replication represent start sites for DNA replication and so their \"firing\" must be regulated to maintain the correct karyotype of the cell in question. The origins are required to fire only once per cell cycle, an observation that led to the postulated existence of licensing factors by biologists in the first place. If the origins were not carefully regulated then DNA replication could be restarted at that origin giving rise to multiple copies of a section of DNA. This could be damaging to cells and could have detrimental effects on the organism as a whole.",
            "score": 229.8400685787201
        },
        {
            "docid": "7955_49",
            "document": "DNA . Cell division is essential for an organism to grow, but, when a cell divides, it must replicate the DNA in its genome so that the two daughter cells have the same genetic information as their parent. The double-stranded structure of DNA provides a simple mechanism for DNA replication. Here, the two strands are separated and then each strand's complementary DNA sequence is recreated by an enzyme called DNA polymerase. This enzyme makes the complementary strand by finding the correct base through complementary base pairing and bonding it onto the original strand. As DNA polymerases can only extend a DNA strand in a 5′ to 3′ direction, different mechanisms are used to copy the antiparallel strands of the double helix. In this way, the base on the old strand dictates which base appears on the new strand, and the cell ends up with a perfect copy of its DNA.",
            "score": 227.24478125572205
        },
        {
            "docid": "2616805_2",
            "document": "Theta structure . A Theta structure is an intermediate structure formed during the replication of a circular DNA molecule (prokaryote DNA). Two replication forks can proceed independently around the DNA ring and when viewed from above the structure resembles the Greek letter \"theta\" (θ). Originally discovered by John Cairns, it led to the understanding that (in this case) bidirectional DNA replication could take place. Proof of the bidirectional nature came from providing replicating cells with a pulse of tritiated thymidine, quenching rapidly and then autoradiographing. Results showed that the radioactive thymidine was incorporated into both forks of the theta structure, not just one, indicating synthesis at both forks in opposite directions around the loop.",
            "score": 194.88810467720032
        },
        {
            "docid": "32706791_8",
            "document": "Genome instability . In both E. coli and Saccromyces Pombe, transcription sites tend to have higher recombination and mutation rates. Interestingly, the coding or non-transcribed strand accumulates more mutations than the template strand. This is due to the fact that the coding strand is single-stranded during transcription, which is chemically more unstable than double-stranded DNA. During elongation of transcription, supercoiling can occur behind an elongating RNA polymerase, leading to single-stranded breaks. When the coding strand is single-stranded, it can also hybridize with itself, creating DNA secondary structures that can compromise replication. In E. coli, when attempting to transcribe GAA triplets such as those found in Friedrich’s ataxia, the resulting RNA and template strand can form mismatched loops between different repeats, leading the complementary segment in the coding-strand available to form its own loops which impede replication. Furthermore, replication of DNA and transcription of DNA are not temporally independent; they can occur at the same time and lead to collisions between the replication fork and RNA polymerase complex. In S. cerevisiae, Rrm3 helicase is found at highly transcribed genes in the yeast genome, which is recruited to stabilize a stalling replication fork as described above. This suggests that transcription is an obstacle to replication, which can lead to increased stress in the chromatin spanning the short distance between the unwound replication fork and transcription start site, potentially causing single-stranded DNA breaks. In yeast, proteins act as barriers at the 3’ of the transcription unit to prevent further travel of the DNA replication fork.",
            "score": 225.48472559452057
        }
    ],
    "r": [
        {
            "docid": "29941454_14",
            "document": "Control of chromosome duplication . lWhile pre-RC complexes mark potential sites for origin activation, further proteins and complexes must assemble at these sites to activate replication (origin firing). The following events must occur in order to activate the origin: the DNA helix has to open, the helicase must be activated, and DNA polymerases and the rest of the replicative machinery have to load onto the DNA. These events depend on the assembly of a several proteins to form the pre-initiation complex at the replication origins loaded with pre-replicative complexes. Assembly of the pre-initiation complex depends on the activities of S-Cdks and the protein kinase Cdc7. The pre-initiation complex activates the Mcm helicase and recruits DNA polymerase. When the cell commits to a new cell cycle, after passing through the Start checkpoint, G1 and G1/S cyclin CDK complexes are activated. These activate the expression of the replicative machinery and of S-Cdk cylin complexes. S-Cdks and G1/S Cdks act to activate replication origins. At the same time, S-Cdks suppress formation of new pre-RCs during S phase, G2 and early M, when S cyclin levels remains high. Cdc7 is activated in late G1 and is required throughout S phase for origin firing. Mutations in this protein in budding yeast, and in its homolog in fission yeast block initiation of replication. Cdc7 is highly conserved – related proteins have been identified in frogs and humans. DNA replication is inhibited when Cdc7 homologs are inhibited with antibodies in frog or human cells. It is not known whether CDKs and Cdc7 just regulate protein assembly at origins, or whether they directly activate components of the pre-initiation complex.",
            "score": 310.5313415527344
        },
        {
            "docid": "29573659_3",
            "document": "Replication timing . In eukaryotic cells (cells that package their DNA within a nucleus), chromosomes consist of very long linear double-stranded DNA molecules. During the S-phase of each cell cycle (Figure 1), all of the DNA in a cell is duplicated in order to provide one copy to each of the daughter cells after the next cell division. The process of duplicating DNA is called DNA replication, and it takes place by first unwinding the duplex DNA molecule, starting at many locations called DNA replication origins, followed by an unzipping process that unwinds the DNA as it is being copied. However, replication does not start at all the different origins at once. Rather, there is a defined temporal order in which these origins fire. Frequently a few adjacent origins open up to duplicate a segment of a chromosome, followed some time later by another group of origins opening up in an adjacent segment. Replication does not necessarily start at exactly the same origin sites every time, but the segments appear to replicate in the same temporal sequence regardless of exactly where within each segment replication starts. Figure 2 shows a cartoon of how this is generally envisioned to occur, while Figure 3 shows an animation of when different segments replicate in one type of human cell.",
            "score": 303.7256774902344
        },
        {
            "docid": "34086352_3",
            "document": "DNA re-replication . All known mechanisms that prevent DNA rereplication in eukaryotic organisms inhibit origin licensing. Origin licensing is the preliminary step for normal replication initiation during late G1 and early S phase and involves the recruitment of the pre-replicative complex (pre-RC) to the replication origins. Licensing begins with the binding of the multi-subunit ATPase, the origin recognition complex (ORC), to the DNA at the replication origins. Once bound to chromatin the ORC recruits the AAA+ ATPase Cdc6 and the coiled-coil domain protein Cdt1. Cdt1 binding and the ATPase activity of ORC and Cdc6 facilitate the loading of the minichromosome maintenance (MCM) proteins 2-7 onto the chromatin. The MCM complex is the DNA helicase that opens the helix at the replication origin and unwinds the two strands as the replication forks travel along the DNA. Elevated CDK activity at the end of G1 triggers the firing of the origins and the dismantling of the pre-RCs. High CDK levels, which are maintained until the end of mitosis, inhibit or destroy pre-RC components and prevent the origin from relicensing. A new MCM complex cannot be loaded onto the origin until the pre-RC subunits are reactivated with the decline of CDK activity at the end of mitosis. Thus, CDKs serve a dual role in the regulation of eukaryotic DNA replication: elevated CDK activity initiates replication at the origins and prevents rereplication by inhibiting origin re-licensing. This ensures that no replication origin fires twice in the same cell cycle.",
            "score": 287.2525634765625
        },
        {
            "docid": "9896453_10",
            "document": "Eukaryotic DNA replication . Eukaryotic origins of replication control the formation of a number of protein complexes that lead to the assembly of two bidirectional DNA replication forks. These events are initiated by the formation of the pre-replication complex (pre-RC) at the origins of replication. This process takes place in the G stage of the cell cycle. The pre-RC formation involves the ordered assembly of many replication factors including the origin recognition complex (ORC), Cdc6 protein, Cdt1 protein, and minichromosome maintenance proteins (Mcm2-7). Once the pre-RC is formed, activation of the complex is triggered by two kinases, cyclin-dependent kinase 2 (CDK) and Dbf4-dependent kinase (DDK) that help transition the pre-RC to the initiation complex prior to the initiation of DNA replication. This transition involves the ordered assembly of additional replication factors to unwind the DNA and accumulate the multiple eukaryotic DNA polymerases around the unwound DNA.",
            "score": 284.000732421875
        },
        {
            "docid": "9896453_81",
            "document": "Eukaryotic DNA replication . Eukaryotic DNA replication requires precise coordination of all DNA polymerases and associated proteins to replicate the entire genome each time a cell divides. This process is achieved through a series of steps of protein assemblies at origins of replication, mainly focusing the regulation of DNA replication on the association of the MCM helicase with the DNA. These origins of replication direct the number of protein complexes that will form to initiate replication. In prokaryotic DNA replication regulation focuses on the binding of the DnaA initiator protein to the DNA, with initiation of replication occurring multiple times during one cell cycle. Both prokaryotic and eukaryotic DNA use ATP binding and hydrolysis to direct helicase loading and in both cases the helicase is loaded in the inactive form. However, eukaryotic helicases are double hexamers that are loaded onto double stranded DNA whereas prokaryotic helicases are single hexamers loaded onto single stranded DNA.",
            "score": 280.0488586425781
        },
        {
            "docid": "9896453_63",
            "document": "Eukaryotic DNA replication . Eukaryotic DNA replication is bidirectional; within a replicative origin, replisome complexes are created at each end of the replication origin and replisomes move away from each other from the initial starting point. In prokaryotes, bidirectional replication initiates at one replicative origin on the circular chromosome and terminates at a site opposed from the initial start of the origin. These termination regions have DNA sequences known as \"Ter\" sites. These \"Ter\" sites are bound by the Tus protein. The \"Ter\"-Tus complex is able to stop helicase activity, terminating replication.",
            "score": 275.0575866699219
        },
        {
            "docid": "9015_42",
            "document": "DNA replication . By firing of replication origins, controlled spatially and temporally, the formation of replication foci is regulated. D. A. Jackson et al.(1998) revealed that neighboring origins fire simultaneously in mammalian cells. Spatial juxtaposition of replication sites brings clustering of replication forks. The clustering do rescue of stalled replication forks and favors normal progress of replication forks. Progress of replication forks is inhibited by many factors; collision with proteins or with complexes binding strongly on DNA, deficiency of dNTPs, nicks on template DNAs and so on. If replication forks stall and the remaining sequences from the stalled forks are not replicated, the daughter strands have nick obtained un-replicated sites. The un-replicated sites on one parent's strand hold the other strand together but not daughter strands. Therefore, the resulting sister chromatids cannot separate from each other and cannot divide into 2 daughter cells. When neighboring origins fire and a fork from one origin is stalled, fork from other origin access on an opposite direction of the stalled fork and duplicate the un-replicated sites. As other mechanism of the rescue there is application of dormant replication origins that excess origins don't fire in normal DNA replication.",
            "score": 268.8132629394531
        },
        {
            "docid": "9896453_11",
            "document": "Eukaryotic DNA replication . The first step in the assembly of the pre-replication complex (pre-RC) is the binding of the origin recognition complex (ORC) to the replication origin. In late mitosis, Cdc6 protein joins the bound ORC followed by the binding of the Cdt1 protein. ORC, Cdc6, and Cdt1 are all required to load the six protein minichromosome maintenance (Mcm 2-7) complex onto the DNA. The ORC is a six-subunit, Orc1p-6, protein complex that selects the replicative origin sites on DNA for initiation of replication and ORC binding to chromatin is regulated through the cell cycle. Generally, the function and size of the ORC subunits are conserved throughout many eukaryotic genomes with the difference being which ORC unit actually contacts the DNA.",
            "score": 266.209228515625
        },
        {
            "docid": "14760114_3",
            "document": "ORC2 . The origin recognition complex (ORC) is a highly conserved six subunits protein complex essential for the initiation of the DNA replication in eukaryotic cells. Studies in yeast demonstrated that ORC binds specifically to origins of replication and serves as a platform for the assembly of additional initiation factors such as Cdc6 and Mcm proteins. The protein encoded by this gene is a subunit of the ORC complex. This protein forms a core complex with ORC3, ORC4, and ORC5. It also interacts with CDC45L and MCM10, which are proteins known to be important for the initiation of DNA replication. This protein has been demonstrated to specifically associate with the origin of replication of Epstein-Barr virus in human cells, and is thought to be required for DNA replication from viral origin of replication.",
            "score": 264.3077087402344
        },
        {
            "docid": "2354317_5",
            "document": "Sulfolobus . When the first Archaeal genome, \"Methanococcus jannaschii\", had been sequenced completely in 1996, it was found that the genes in the genome of \"Methanococcus jannaschii\" involved in DNA replication, transcription, and translation were more related to their counterparts in eukaryotes than to those in other prokaryotes. In 2001, the first genome sequence of \"Sulfolobus\", \"Sulfolobus solfataricus\" P2, was published. In P2's genome, the genes related to chromosome replication were likewise found to be more related to those in eukaryotes. These genes include DNA polymerase, primase (including two subunits), MCM, CDC6/ORC1, RPA, RPC, and PCNA. In 2004, the origins of DNA replication of \"Sulfolobus solfataricus\" and \"Sulfolobus acidocaldarius\" were identified. It showed that both species contained two origins in their genome. This was the first time that more than a single origin of DNA replication had been shown to be used in a prokaryotic cell. The mechanism of DNA replication in archaea is evolutionary conserved, and similar to that of eukaryotes. \"Sulfolobus\" is now used as a model to study the molecular mechanisms of DNA replication in Archaea. And because the system of DNA replication in Archaea is much simpler than that in Eukaryota, it was suggested that Archaea could be used as a model to study the much more complex DNA replication in Eukaryota.",
            "score": 264.1529846191406
        },
        {
            "docid": "4250553_21",
            "document": "Gene . The majority of eukaryotic genes are stored on a set of large, linear chromosomes. The chromosomes are packed within the nucleus in complex with storage proteins called histones to form a unit called a nucleosome. DNA packaged and condensed in this way is called chromatin. The manner in which DNA is stored on the histones, as well as chemical modifications of the histone itself, regulate whether a particular region of DNA is accessible for gene expression. In addition to genes, eukaryotic chromosomes contain sequences involved in ensuring that the DNA is copied without degradation of end regions and sorted into daughter cells during cell division: replication origins, telomeres and the centromere. Replication origins are the sequence regions where DNA replication is initiated to make two copies of the chromosome. Telomeres are long stretches of repetitive sequence that cap the ends of the linear chromosomes and prevent degradation of coding and regulatory regions during DNA replication. The length of the telomeres decreases each time the genome is replicated and has been implicated in the aging process. The centromere is required for binding spindle fibres to separate sister chromatids into daughter cells during cell division.",
            "score": 263.7294006347656
        },
        {
            "docid": "9015_32",
            "document": "DNA replication . Since replication machineries do not move relatively to template DNAs such as factories, they are called a replication factory. In an alternative figure, DNA factories are similar to projectors and DNAs are like as cinematic films passing constantly into the projectors. In the replication factory model, after both DNA helicases for leading strands and lagging strands are loaded on the template DNAs, the helicases run along the DNAs into each other. The helicases remain associated for the remainder of replication process. Peter Meister et al. observed directly replication sites in budding yeast by monitoring green fluorescent protein(GFP)-tagged DNA polymerases α. They detected DNA replication of pairs of the tagged loci spaced apart symmetrically from a replication origin and found that the distance between the pairs decreased markedly by time. This finding suggests that the mechanism of DNA replication goes with DNA factories. That is, couples of replication factories are loaded on replication origins and the factories associated with each other. Also, template DNAs move into the factories, which bring extrusion of the template ssDNAs and nascent DNAs. Meister’s finding is the first direct evidence of replication factory model. Subsequent research has shown that DNA helicases form dimers in many eukaryotic cells and bacterial replication machineries stay in single intranuclear location during DNA synthesis.",
            "score": 263.2813415527344
        },
        {
            "docid": "29941454_5",
            "document": "Control of chromosome duplication . Origins in budding yeast are defined by the autonomously replicating sequence (ARS), a short stretch of DNA (100-200 bp) that can initiate replication when transferred to any sequence of DNA. The ARS contains several specific sequence elements. One of these is the A element (ACS), an 11 bp consensus sequence rich in adenines and thymines that is essential for initiation. Single base-pair mutations in the ACS can abolish initiation activity. The ORC, a component of the initiation complex, binds the ACS in vivo throughout the cell cycle, and in vitro in an ATP dependent manner. When a few of these sequences are deleted, DNA is still copied from other intact origins, but when many are deleted, chromosome replication slows down dramatically. Still, presence of an ACS sequence is not sufficient to identify an origin of replication. Only about 30% of ACS sequences present in the genome are the sites of initiation activity. Origins in fission yeast contain long stretches of DNA rich in thymines and adenines that are important for origin function, but do not exhibit strong sequence similarity.",
            "score": 261.8949890136719
        },
        {
            "docid": "33560980_6",
            "document": "Bruce William Stillman . Another major accomplishment was the discovery of the Origin Recognition Complex (ORC), a key protein made up of six subunits that binds to cellular origins of DNA replication and coordinates the entire process of initiating a complete cycle of DNA replication throughout the entire cell genome. Soon after the discovery of ORC, Stillman’s group identified other initiation proteins that together form the pre-replication complex (pre-RC), which makes chromosomes competent for the subsequent initiation of DNA replication during the S phase of the cell cycle. His group’s recent studies have revealed the intricate details of the mechanism of the initiation of DNA replication and illuminated how this process is regulated throughout the cell cycle, including the mechanisms that prevent DNA replication from occurring more than once during each cell cycle. These studies include elucidation of the structure of ORC and its associated pre-RC proteins.",
            "score": 260.8981628417969
        },
        {
            "docid": "29573659_7",
            "document": "Replication timing . This may not come as too much of a surprise, since the packaging of DNA with proteins and RNA into chromatin takes place immediately after the DNA is synthesized. Therefore, replication timing dictates the time of assembly of chromatin. Less intuitive is the relationship between replication timing and the three-dimensional positioning of chromatin in the nucleus. It is now well-accepted that chromatin is not randomly organized in the cell nucleus, but the positions of each chromosome domain relative to its neighboring domains is characteristic of different cell types, and after this geography is established in each newly formed cell, the chromosome domains do not move appreciably until the next cell division. In all multi-cellular organisms where it has been measured, early replication takes place in the interior of the nucleus and the chromatin around the periphery is replicated later. Recently developed methods to measure the points where different parts of chromosomes touch each other are almost perfectly aligned to when they replicate. In other words, regions that are replicated early versus late are packaged in such a way as to be spatially segregated in the nucleus, with the intervening DNA containing regions of reduced origin activity. One possibility is that these different compartments within the nucleus, established and maintained without the aid of membranes or physical barriers, set thresholds for the initiation of replication so that the more accessible regions are the first to replicate.",
            "score": 260.4927673339844
        },
        {
            "docid": "9896453_50",
            "document": "Eukaryotic DNA replication . For DNA polymerases to function, the double-stranded DNA helix has to be unwound to expose two single-stranded DNA templates for replication. DNA helicases are responsible for unwinding the double-stranded DNA during chromosome replication. Helicases in eukaryotic cells are remarkably complex. The catalytic core of the helicase is composed of six minichromosome maintenance (Mcm2-7) proteins, forming a hexameric ring. Away from DNA, the Mcm2-7 proteins form a single heterohexamer and are loaded in an inactive form at origins of DNA replication as a head-to-head double hexamers around double-stranded DNA. The Mcm proteins are recruited to replication origins then redistributed throughout the genomic DNA during S phase, indicative of their localization to the replication fork.",
            "score": 260.36981201171875
        },
        {
            "docid": "3730562_2",
            "document": "Cell cycle checkpoint . All living organisms are products of repeated rounds of cell growth and division. During this process, known as the cell cycle, a cell duplicates its contents and then divides in two. The purpose of the cell cycle is to accurately duplicate each organism's DNA and then divide the cell and its contents evenly between the two resulting cells. In eukaryotes, the cell cycle consists of four main stages: G, during which a cell is metabolically active and continuously grows; S phase, during which DNA replication takes place; G, during which cell growth continues and the cell synthesizes various proteins in preparation for division; and the M (mitosis) phase, during which the duplicated chromosomes (known as the sister chromatids) separate into two daughter nuclei, and the cell divides into two daughter cells, each with a full copy of DNA. Compared to the eukaryotic cell cycle, the prokaryotic cell cycle (known as binary fission) is relatively simple and quick: the chromosome replicates from the origin of replication, a new membrane is assembled, and the cell wall forms a septum which divides the cell into two.",
            "score": 259.7217102050781
        },
        {
            "docid": "34086352_2",
            "document": "DNA re-replication . DNA re-replication (or simply rereplication) is an undesirable and possibly fatal occurrence in eukaryotic cells in which the genome is replicated more than once per cell cycle. Rereplication is believed to lead to genomic instability and has been implicated in the pathologies of a variety of human cancers. To prevent rereplication, eukaryotic cells have evolved multiple, overlapping mechanisms to inhibit chromosomal DNA from being partially or fully rereplicated in a given cell cycle. These control mechanisms rely on cyclin-dependent kinase (CDK) activity. DNA replication control mechanisms cooperate to prevent the relicensing of replication origins and to activate cell cycle and DNA damage checkpoints. DNA rereplication must be strictly regulated to ensure that genomic information is faithfully transmitted through successive generations.",
            "score": 258.8304443359375
        },
        {
            "docid": "9896453_73",
            "document": "Eukaryotic DNA replication . Chk1 signaling is vital for arresting the cell cycle and preventing cells from entering mitosis with incomplete DNA replication or DNA damage. The Chk1-dependent Cdk inhibition is important for the function of the ATR-Chk1 checkpoint and to arrest the cell cycle and allow sufficient time for completion of DNA repair mechanisms, which in turn prevents the inheritance of damaged DNA. In addition, Chk1-dependent Cdk inhibition plays a critical role in inhibiting origin firing during S phase. This mechanism prevents continued DNA synthesis and is required for the protection of the genome in the presence of replication stress and potential genotoxic conditions. Thus, ATR-Chk1 activity further prevents potential replication problems at the level of single replication origins by inhibiting initiation of replication throughout the genome, until the signaling cascade maintaining cell-cycle arrest is turned off.",
            "score": 258.3205261230469
        },
        {
            "docid": "9896453_79",
            "document": "Eukaryotic DNA replication . When compared to prokaryotic DNA replication, the completion of eukaryotic DNA replication is more complex and involves multiple origins of replication and replicative proteins to accomplish. Prokaryotic DNA is arranged in a circular shape, and has only one replication origin when replication starts. By contrast, eukaryotic DNA is linear. When replicated, there are as many as one thousand origins of replication.",
            "score": 257.2137145996094
        },
        {
            "docid": "9896453_64",
            "document": "Eukaryotic DNA replication . In eukaryotic cells, termination of replication usually occurs through the collision of the two replicative forks between two active replication origins. The location of the collision varies on the timing of origin firing. In this way, if a replication fork becomes stalled or collapses at a certain site, replication of the site can be rescued when a replisome traveling in the opposite direction completes copying the region. There are programmed replication fork barriers (RFBs) bound by RFB proteins in various locations, throughout the genome, which are able to terminate or pause replication forks, stopping progression of the replisome.",
            "score": 257.0850830078125
        },
        {
            "docid": "578099_25",
            "document": "Hypochlorous acid . Recently it has been proposed that bacterial inactivation by HOCl is the result of inhibition of DNA replication. When bacteria are exposed to HOCl, there is a precipitous decline in DNA synthesis that precedes inhibition of protein synthesis, and closely parallels loss of viability. During bacterial genome replication, the origin of replication (oriC in \"E. coli\") binds to proteins that are associated with the cell membrane, and it was observed that HOCl treatment decreases the affinity of extracted membranes for oriC, and this decreased affinity also parallels loss of viability. A study by Rosen \"et al.\" compared the rate of HOCl inhibition of DNA replication of plasmids with different replication origins and found that certain plasmids exhibited a delay in the inhibition of replication when compared to plasmids containing oriC. Rosen’s group proposed that inactivation of membrane proteins involved in DNA replication are the mechanism of action of HOCl.",
            "score": 256.66961669921875
        },
        {
            "docid": "29941454_3",
            "document": "Control of chromosome duplication . A key feature of the DNA replication mechanism in eukaryotes is that it is designed to replicate relatively large genomes rapidly and with high fidelity. Replication is initiated at multiple origins of replication on multiple chromosomes simultaneously so that the duration of S phase is not limited by the total amount of DNA. This flexibility in genome size comes at a cost: there has to be a high-fidelity control system that coordinates multiple replication origins so that they are activated only once during each S phase. If this were not the case, daughter cells might inherit an excessive amount of any DNA sequence, which could lead to many harmful effects.",
            "score": 256.3759460449219
        },
        {
            "docid": "9015_4",
            "document": "DNA replication . In a cell, DNA replication begins at specific locations, or origins of replication, in the genome. Unwinding of DNA at the origin and synthesis of new strands, accommodated by an enzyme known as helicase, results in replication forks growing bi-directionally from the origin. A number of proteins are associated with the replication fork to help in the initiation and continuation of DNA synthesis. Most prominently, DNA polymerase synthesizes the new strands by adding nucleotides that complement each (template) strand. DNA replication occurs during the S-stage of interphase.",
            "score": 255.83084106445312
        },
        {
            "docid": "9896453_16",
            "document": "Eukaryotic DNA replication . Binding of the cell division cycle 6 (Cdc6) protein to the origin recognition complex (ORC) is an essential step in the assembly of the pre-replication complex (pre-RC) at the origins of replication. Cdc6 binds to the ORC on DNA in an ATP-dependent manner, which induces a change in the pattern of origin binding that requires Orc10 ATPase. Cdc6 requires ORC in order to associate with chromatin and is in turn required for the minichromosome maintenance proteins (Mcm2-7) to bind to the chromatin. The ORC-Cdc6 complex forms a ring-shaped structure and is analogous to other ATP-dependent protein machines. The levels and activity of Cdc6 regulate the frequency with which the origins of replication are utilized during the cell cycle.",
            "score": 255.7940216064453
        },
        {
            "docid": "9377615_5",
            "document": "Chromosome combing . Chromosome combing is also used to study DNA replication, a highly regulated process that is reliant on a specific program of temporal and spatial distribution of activation of origins of replication. Each origin occupies a distinct genetic locus and must fire only once per cell cycle. Chromosome combing allows a genome-wide view of the firing of origins and propagation of replication fork. As no assumptions are made about the sequence of the origins, this technique is particularly useful for mapping origins in eukaryotes, which are not thought to have precisely defined initiation sequences.",
            "score": 255.44503784179688
        },
        {
            "docid": "9015_14",
            "document": "DNA replication . For a cell to divide, it must first replicate its DNA. This process is initiated at particular points in the DNA, known as \"origins\", which are targeted by initiator proteins. In \"E. coli\" this protein is DnaA; in yeast, this is the origin recognition complex. Sequences used by initiator proteins tend to be \"AT-rich\" (rich in adenine and thymine bases), because A-T base pairs have two hydrogen bonds (rather than the three formed in a C-G pair) and thus are easier to strand-separate. Once the origin has been located, these initiators recruit other proteins and form the pre-replication complex, which unwinds the double-stranded DNA.",
            "score": 255.22900390625
        },
        {
            "docid": "9896453_20",
            "document": "Eukaryotic DNA replication . Minichromosome maintenance proteins have been found to be required for DNA helicase activity and inactivation of any of the six Mcm proteins prevents further progression of the replication fork. This is consistent with the requirement of ORC, Cdc6, and Cdt1 function to assemble the Mcm proteins at the origin of replication. The complex containing all six Mcm proteins creates a hexameric, doughnut like structure with a central cavity. The helicase activity of the Mcm protein complex raises the question of how the ring-like complex is loaded onto the single-stranded DNA. One possibility is that the helicase activity of the Mcm protein complex can oscillate between an open and a closed ring formation to allow single-stranded DNA loading.",
            "score": 255.00537109375
        },
        {
            "docid": "1582347_7",
            "document": "Geminiviridae . Geminivirus genomes encode only a few proteins; thus, they are dependent on host cell factors for replication: these include factors such as DNA polymerase—and probably repair polymerases—in order to amplify their genomes, as well as transcription factors. Geminiviruses replicate via a rolling circle mechanism like bacteriophages such as M13, and many plasmids. Replication occurs within the nucleus of an infected plant cell. First the single-stranded circular DNA is converted to a double-stranded circular intermediate. This step involves the use of cellular DNA repair enzymes to produce a complementary negative-sense strand, using the viral genomic or plus-sense DNA strand as a template. The next step is the rolling circle phase, where the viral strand is cleaved at a specific site situated within the origin of replication by the viral Rep protein in order to initiate replication. This process in a eukaryotic nucleus can give rise to concatemeric double-stranded forms of replicative intermediate genomes, although double-stranded unit circles can be isolated from infected plants and cells. New single-stranded DNA forms of the virus genome (plus-sense) are probably formed by interaction of the coat protein with replicating DNA intermediates, as genomes lacking a CP gene do not form ssDNA. The ssDNA is packaged into germinate particles in the nucleus. It is not clear if these particles can then leave the nucleus and be transmitted to surrounding cells as virions, or whether ssDNA associated with coat protein and a movement protein is the form of the genome that gets trafficked from cell to cell via the plasmodesmata.",
            "score": 252.68540954589844
        },
        {
            "docid": "866377_7",
            "document": "Bacillus subtilis . \"B. subtilis\" is a model organism used to study bacterial chromosome replication. Replication of the single circular chromosome initiates at a single locus, the origin (\"oriC\"). Replication proceeds bidirectionally and two replication forks progress in clockwise and counterclockwise directions along the chromosome. Chromosome replication is completed when the forks reach the terminus region, which is positioned opposite to the origin on the chromosome map. The terminus region contains several short DNA sequences (\"Ter\" sites) that promote replication arrest. Specific proteins mediate all the steps in DNA replication. Comparison between the proteins involved in chromosomal DNA replication in \"B. subtilis\" and in \"Escherichia coli\" reveals similarities and differences. Although the basic components promoting initiation, elongation, and termination of replication are well-conserved, some important differences can be found (such as one bacterium missing proteins essential in the other). These differences underline the diversity in the mechanisms and strategies that various bacterial species have adopted to carry out the duplication of their genomes.",
            "score": 252.0478515625
        },
        {
            "docid": "619137_8",
            "document": "Origin of replication . The genome of \"E. coli\" consists of a single circular DNA molecule of approximately 4.6 x 10 nucleotide pairs. DNA replication typically begins at a single origin of replication. In \"E. coli\", the origin of replication—\"oriC\"—consists of three A–T rich 13-mer repeats and four 9-mer repeats. Ten to 20 monomers of the replication initiator protein DnaA bind to the 9-mer repeats, and the DNA coils around this protein complex forming a protein core. This coiling stimulates the AT rich region in the 13-mer sequence to unwind, allowing the helicase loader DnaC to load the replicative helicase DnaB to each of the two unwound DNA strands. The helicase DnaB forms the basis of the primosome, a complex of enzymes to which DNA polymerase III is recruited before replication can occur .",
            "score": 249.11549377441406
        },
        {
            "docid": "7252_22",
            "document": "Cell cycle . Active S cyclin-CDK complexes phosphorylate proteins that make up the pre-replication complexes assembled during G phase on DNA replication origins. The phosphorylation serves two purposes: to activate each already-assembled pre-replication complex, and to prevent new complexes from forming. This ensures that every portion of the cell's genome will be replicated once and only once. The reason for prevention of gaps in replication is fairly clear, because daughter cells that are missing all or part of crucial genes will die. However, for reasons related to gene copy number effects, possession of extra copies of certain genes is also deleterious to the daughter cells.",
            "score": 248.44851684570312
        }
    ]
}