{
    "q": [
        {
            "docid": "82974_2",
            "document": "Posttraumatic stress disorder . Posttraumatic stress disorder (PTSD) is a mental disorder that can develop after a person is exposed to a traumatic event, such as sexual assault, warfare, traffic collisions, or other threats on a person's life. Symptoms may include disturbing thoughts, feelings, or dreams related to the events, mental or physical distress to trauma-related cues, attempts to avoid trauma-related cues, alterations in how a person thinks and feels, and an increase in the fight-or-flight response. These symptoms last for more than a month after the event. Young children are less likely to show distress, but instead may express their memories through play. A person with PTSD is at a higher risk for suicide and intentional self-harm. Most people who have experienced a traumatic event will not develop PTSD. People who experience interpersonal trauma (for example rape or child abuse) are more likely to develop PTSD, as compared to people who experience non-assault based trauma, such as accidents and natural disasters. About half of people develop PTSD following rape. Children are less likely than adults to develop PTSD after trauma, especially if they are under 10 years of age. Diagnosis is based on the presence of specific symptoms following a traumatic event. Prevention may be possible when therapy is targeted at those with early symptoms but is not effective when provided to all individuals whether or not symptoms are present. The main treatments for people with PTSD are counselling and medication. A number of different types of therapy may be useful. This may occur one-on-one or in a group. Antidepressants of the selective serotonin reuptake inhibitor type are the first-line medications for PTSD and result in benefit in about half of people. These benefits are less than those seen with therapy. It is unclear if using medications and therapy together has greater benefit. Other medications do not have enough evidence to support their use, and in the case of benzodiazepines, may worsen outcomes. In the United States about 3.5% of adults have PTSD in a given year, and 9% of people develop it at some point in their life. In much of the rest of the world, rates during a given year are between 0.5% and 1%. Higher rates may occur in regions of armed conflict. It is more common in women than men. Symptoms of trauma-related mental disorders have been documented since at least the time of the ancient Greeks. During the World Wars the condition was known under various terms including \"shell shock\" and \"combat neurosis\". The term \"posttraumatic stress disorder\" came into use in the 1970s in large part due to the diagnoses of U.S. military veterans of the Vietnam War. It was officially recognized by the American Psychiatric Association in 1980 in the third edition of the \"Diagnostic and Statistical Manual of Mental Disorders\" (DSM-III).",
            "score": 232.83581626415253
        },
        {
            "docid": "42740507_4",
            "document": "Moral injury . Research has begun to look at the concept of moral injury to understand the impact that combat may have on soldiers, and their mental health afterwards. Currently, no systematic reviews or meta-analyses exist on the construct of moral injury. However, the literature reflects that moral injury was developed as a response to the inadequacy of mental health diagnoses to encapsulate the moral anguish service members were experiencing after returning home from war. Service members are routinely exposed to death, injury, and violence. Military service members represent the population with the highest risk of developing Posttraumatic Stress Disorder (PTSD). PTSD was first included in the third edition of the Diagnostic and Statistical Manual of Mental Disorders, the manual classifying mental health disorders published by the American Psychiatric Association, to begin to address the symptoms that Vietnam veterans exhibited after their wartime experiences. As PTSD has developed as a diagnosis, it requires that individuals are either directly exposed to death, threatened death, serious injury, or sexual violence, witness it in person, learn about it occurring indirectly to a close relative or friend, or are repeatedly exposed to aversive details of traumatic events. PTSD includes four symptom clusters, including intrusion, avoidance, and negative mood and thoughts, and changes in arousal and reactivity. Individuals with PTSD may experience intrusive thoughts as they re-experience the traumatic events, as well as avoiding stimuli that reminds them of the traumatic event, and have increasingly negative thoughts and moods. Additionally, individuals with PTSD may exhibit irritable or aggressive, self-destructive behavior, and hypervigilance, amongst other arousal-related symptoms.",
            "score": 218.73177874088287
        },
        {
            "docid": "33096801_22",
            "document": "Stress in early childhood . Many experiences can cause structural changes in the HPA system. The effects of repeated increases in cortisol levels have been researched in many animal studies, but these outcomes are also representative of humans, including young children. It has been determined that when glucocorticoids, including cortisol, are placed into various parts of the brain for many days, CRH is produced in increased quantities. In turn, this causes fear behaviors, increased caution, and activation of the SAM system. Eventually, these effects may cause PTSD or Post-Traumatic Stress Disorder, in young children. A more serious psychological symptom seen in children, PTSD manifests symptoms such as, heightened fear and anxiety, loss of interests, flashbacks, lacking some emotions, paranoia. Other serious psychological symptoms of stress seen in children are depression, anxiety, low self-confidence and dysregulated aggression.",
            "score": 171.86206138134003
        },
        {
            "docid": "33321597_8",
            "document": "Fear-potentiated startle . A heightened (or abnormally overactive) startle response in the face of benign stimuli/settings is often seen in individuals suffering from Posttraumatic Stress Disorder (PTSD), a psychological ailment characterized by maladaptive and inappropriate affective and physiological reactions to stimuli that can be associated with a previously experienced trauma. For instance, combat veterans often experience psychological and physiological panic / anxiety / dissociative “flashbacks” to the traumatic experience that triggered the PTSD pathology in reaction to unexpected loud noises, a stimulus that can remind the individual of gunshots, bombs, or exploding grenades.",
            "score": 142.09332704544067
        },
        {
            "docid": "16622167_6",
            "document": "Incident stress . People exhibiting signs of incident stress require professional help to avoid the more serious condition of posttraumatic stress disorder. The DSM IV-TR describes posttraumatic stress disorder (PTSD) as having three distinct symptom clusters: 1) re-experiencing the event, 2) avoidance of stimuli associated with the event and numbing of general responsiveness, and 3) increased arousal. The first symptom cluster, \"re-experiencing the event\", is a mixture of physical and psychological reactions someone goes through after the critical event has occurred. Those includes nightmares, reoccurring thoughts/flashbacks, or panic attacks. The second symptom cluster, \"avoidance of stimuli associated with the event and numbing of general responsiveness\", occurs when someone avoids anything that could possibly trigger memories of the critical event. This includes thoughts and feelings associated with the event, and even physical stimuli such as people and places having to do with the event. The third symptom cluster, \"increased arousal\", produces anxiety-driven responses, such as trouble sleeping, excessive anger and irritability, hypervigilance, poor concentration, and exaggerated startle response. When these symptoms persist for more than 2 weeks, a diagnosis of acute stress disorder may be appropriate. Factors, such as family psychiatric history, or childhood abuse may mediate the relationship between critical incidents and PTSD.",
            "score": 172.22237300872803
        },
        {
            "docid": "25971574_5",
            "document": "Pediatric acquired brain injury . Delayed physiological responses post-TBI can lead to neurodegeneration in various parts of the brain in both chronic and severe cases in children. The parts of the brain that have been proven to be affected include: the hippocampus, amygdala, globus pallidus, thalamus, periventricular white matter, cerebellum, and brainstem. As a result, this can lead to behavioral and cognitive problems in child development. Behavioral changes have been characterized as \"externalizing\" and \"internalizing\" problems. Externalizing problems include different forms of aggression, hyperactivity, and impulsivity. The most common of these problems result from changes in attention and focus, such as ADHD. Internalizing issues include psychiatric problems such as short-term and long-term depression, anxiety, personality disorders, and post-traumatic stress disorder (PTSD). Several variables can determine the outcome of behavioral problems in children post-TBI. For example, children that are already suffer from behavioral issues before injury are more likely to develop long-term cognitive problems. Another important factor is the severity of the injury, which can be a predictor of how long behavioral symptoms last and if they will increase over time.",
            "score": 157.25523495674133
        },
        {
            "docid": "82974_14",
            "document": "Posttraumatic stress disorder . Sudden, unexpected death of a loved one is the most common traumatic event type reported in cross-national studies. However, the majority of people who experience this type of event will not go on to develop PTSD. An analysis from the WHO World Mental Health Surveys found a 5.2% risk of developing PTSD after learning of the unexpected death of a loved one. Because of the high prevalence of this type of traumatic event, unexpected death of a loved one accounts for approximately 20% of PTSD cases worldwide.",
            "score": 179.07469964027405
        },
        {
            "docid": "3623092_15",
            "document": "Post-concussion syndrome . Not all people with PCS have abnormalities on imaging, however, and abnormalities found in studies such as fMRI, PET, and SPECT could result from other comorbid conditions such as depression, chronic pain, or post-traumatic stress disorder (PTSD).  Proponents of the view that PCS has a physiological basis point to findings that children demonstrate deficits on standardized tests of cognitive function following a mild TBI. A few studies have shown that people with PCS score lower than controls on neuropsychological tests that measure attention, verbal learning, reasoning, and information processing, but issues related to effort and secondary gain can not be ruled out as contributing to these differences. Recovery as measured by scores on cognitive tests frequently do not correlate with resolution of symptoms; individuals diagnosed with PCS may still report subjective symptoms after their performance on tests of cognitive functioning have returned to normal. Another study found that although children with PCS had poorer scores on tests of cognitive functioning after the injury, they also had poorer behavioral adjustment before the injury than children with no persistent symptoms; these findings support the idea that PCS may result from a combination of factors such as brain dysfunction resulting from head injury and preexisting psychological or social problems. Different symptoms may be predicted by different factors; for example, one study found that cognitive and physical symptoms were not predicted by the manner in which parents and family members coped with the injury and adjusted to its effects, but psychological and behavioral symptoms were.",
            "score": 173.14663004875183
        },
        {
            "docid": "1585862_20",
            "document": "Acute stress reaction . This disorder may resolve itself with time or may develop into a more severe disorder such as PTSD. However, results of Creamer, O'Donnell, and Pattison's (2004) study of 363 patients suggests that a diagnosis of acute stress disorder had only limited predictive validity for PTSD. Creamer et al. did find that re-experiences of the traumatic event and arousal were better predictors of PTSD. Early pharmacotherapy may prevent the development of posttraumtic symptoms.",
            "score": 179.34103751182556
        },
        {
            "docid": "788091_25",
            "document": "Psychological trauma . There is a large body of empirical support for the use of cognitive behavioral therapy for the treatment of trauma-related symptoms, including posttraumatic stress disorder. Institute of Medicine guidelines identify cognitive behavioral therapies as the most effective treatments for PTSD. Two of these cognitive behavioral therapies, prolonged exposure and cognitive processing therapy, are being disseminated nationally by the Department of Veterans Affairs for the treatment of PTSD. Recent studies show that a combination of treatments involving dialectical behavior therapy (DBT), often used for borderline personality disorder, and exposure therapy is highly effective in treating psychological trauma. If, however, psychological trauma has caused dissociative disorders or complex PTSD, the trauma model approach (also known as phase-oriented treatment of structural dissociation) has been proven to work better than simple cognitive approach. Studies funded by pharmaceuticals have also shown that medications such as the new anti-depressants are effective when used in combination with other psychological approaches.",
            "score": 171.31081581115723
        },
        {
            "docid": "788091_34",
            "document": "Psychological trauma . All psychological traumas originate from stress, a physiological response to an unpleasant stimulus. Long term stress increases the risk of poor mental health and mental disorders, which can be attributed to secretion of glucocorticoids for a long period of time. Such prolonged exposure causes many physiological dysfunctions such as the suppression of the immune system and increase in blood pressure. Not only does it affect the body physiologically, but a morphological change in the hippocampus also takes place. Studies showed that extreme stress early in life can disrupt normal development of hippocampus and impact its functions in adulthood. Studies surely show a correlation between the size of hippocampus and one's susceptibility to stress disorders. In times of war, psychological trauma has been known as shell shock or combat stress reaction. Psychological trauma may cause an acute stress reaction which may lead to posttraumatic stress disorder (PTSD). PTSD emerged as the label for this condition after the Vietnam War in which many veterans returned to their respective countries demoralized, and sometimes, addicted to psychoactive substances. The symptoms of PTSD must persist for at least a month for diagnosis. The main symptoms of PTSD consist of four main categories: Trauma (i.e. intense fear), reliving (i.e. flashbacks), avoidance behavior (i.e. emotional numbing), and hypervigilance (i.e. irritability). Research shows that about 60% of the US population reported as having experienced at least one traumatic symptom in their lives but only a small proportion actually develops PTSD. There is a correlation between the risk of PTSD and whether or not the act was inflicted deliberately by the offender. Psychological trauma is treated with therapy and, if indicated, psychotropic medications.",
            "score": 180.13888204097748
        },
        {
            "docid": "26975661_7",
            "document": "Symptoms of victimization . Posttraumatic stress disorder (PTSD) is a specific anxiety disorder in response to a traumatic event in a person's life. It is often discussed in the context of mental health of combat veterans, but also occurs in individuals who have been traumatized in other ways, such as victimization. PTSD involves long-term intense fear, re-experiencing the traumatic event (e.g. nightmares), avoidance of reminders of the event, and being highly reactive (e.g. easily enraged or startled). It may include feeling detached from other people, guilt, and difficulty sleeping. Individuals with PTSD may experience a number of symptoms similar to those experienced in both anxiety and depression.",
            "score": 196.29435920715332
        },
        {
            "docid": "82974_91",
            "document": "Posttraumatic stress disorder . To recapitulate some of the neurological and neurobehavioral symptoms experienced by the veteran population of recent conflicts in Iraq and Afghanistan, researchers at the Roskamp Institute and the James A Haley Veteran’s Hospital (Tampa) have developed an animal model to study the consequences of mild traumatic brain injury (mTBI) and PTSD. In the laboratory, the researchers exposed mice to a repeated session of unpredictable stressor (i.e. predator odor while restrained), and physical trauma in the form of inescapable foot-shock, and this was also combined with a mTBI. In this study, PTSD animals demonstrated recall of traumatic memories, anxiety, and an impaired social behavior, while animals subject to both mTBI and PTSD had a pattern of disinhibitory-like behavior. mTBI abrogated both contextual fear and impairments in social behavior seen in PTSD animals. In comparison with other animal studies, examination of neuroendocrine and neuroimmune responses in plasma revealed a trend toward increase in corticosterone in PTSD and combination groups.",
            "score": 189.9507166147232
        },
        {
            "docid": "3205540_12",
            "document": "Reduced affect display . Post-traumatic stress disorder (PTSD) was previously known to cause negative feelings, such as depressed mood, re-experiencing and hyperarousal. However, recently, psychologists have started to focus their attention on the blunted affects and also the decrease in feeling and expressing positive emotions in PTSD patients. Blunted affect, or emotional numbness, is considered one of the consequences of PTSD because it causes a diminished interest in activities that produce pleasure (anhedonia) and produces feelings of detachment from others, restricted emotional expression and a reduced tendency to express emotions behaviorally. Blunted affect is often seen in veterans as a consequence of the psychological stressful experiences that caused PTSD. Blunted affect is a response to PTSD, it is considered one of the central symptoms in post-traumatic stress disorders and it is often seen in veterans who served in combat zones. In PTSD, blunted affect can be considered a psychological response to PTSD as a way to combat overwhelming anxiety that the patients feel. In blunted affect, there are abnormalities in circuits that also include the prefrontal cortex.",
            "score": 169.50292193889618
        },
        {
            "docid": "82974_76",
            "document": "Posttraumatic stress disorder . A 2011 study from Georgia State University and San Diego State University found that rates of PTSD diagnosis increased significantly when troops were stationed in combat zones, had tours of longer than a year, experienced combat, or were injured. Military personnel serving in combat zones were 12.1 percentage points more likely to receive a PTSD diagnosis than their active-duty counterparts in non-combat zones. Those serving more than 12 months in a combat zone were 14.3 percentage points more likely to be diagnosed with PTSD than those having served less than one year. Experiencing an enemy firefight was associated a 18.3 percentage point increase in the probability of PTSD, while being wounded or injured in combat was associated a 23.9 percentage point increase in the likelihood of a PTSD diagnosis. For the 2.16 million U.S. troops deployed in combat zones between 2001 and 2010, the total estimated two-year costs of treatment for combat-related PTSD are between $1.54 billion and $2.69 billion.",
            "score": 163.77856040000916
        },
        {
            "docid": "146000_44",
            "document": "Amygdala . There seems to be a connection with the amygdalae and how the brain processes posttraumatic stress disorder. Multiple studies have found that the amygdalae may be responsible for the emotional reactions of PTSD patients. One study in particular found that when PTSD patients are shown pictures of faces with fearful expressions, their amygdalae tended to have a higher activation than someone without PTSD.",
            "score": 171.55989789962769
        },
        {
            "docid": "1585862_2",
            "document": "Acute stress reaction . Acute stress reaction (also called acute stress disorder, psychological shock, mental shock, or simply shock) is a psychological condition arising in response to a terrifying or traumatic event, or witnessing a traumatic event that induces a strong emotional response within the individual. It should not be confused with the unrelated circulatory condition of shock/hypoperfusion. Acute stress reaction (ASR) may develop into delayed stress reaction (better known as Posttraumatic stress disorder, or PTSD) if stress is not correctly managed. ASR is characterized by re-living and avoiding reminders of an aversive event, as well as generalized hypervigilance after initial exposure to a traumatic event. ASR is differentiated from PTSD as a disorder that precedes it, and if symptoms last for more than one month, it will develop into PTSD. It can thus be thought of as the acute phase of PTSD.",
            "score": 161.2851516008377
        },
        {
            "docid": "25096340_15",
            "document": "Effects of sleep deprivation on cognitive performance . Functional Magnetic Resonance Imaging (fMRI) studies indicate that the posterior cingulate (PCC) and medial prefrontal cortex are involved in the anticipatory allocation of spatial attention. When sleep-deprived, PCC activity decreases, impairing selective attention. Subjects were exposed to an attention-shifting task involving spatially informative, misleading and uninformative cues preceding the stimuli. When sleep-deprived, subjects showed increased activation in the left intraparietal sulcus. This region is activated when exposed to stimuli in unexpected locations. These findings suggest that sleep-deprived individuals may be impaired in their ability to anticipate the locations of upcoming events. In addition, inability to avoid attending to irrelevant events may also be induced by sleep-deprivation.",
            "score": 62.446475982666016
        },
        {
            "docid": "54301172_46",
            "document": "Well-being contributing factors . Posttraumatic growth (PTG) is a possible outcome after a traumatic event, besides posttraumatic stress disorder (PTSD). Following a traumatic event, for instance rape, incest, cancer, attack, or combat, \"it is normal to experience debilitating symptoms of depression and anxiety.\" A person who shows PTG however, will experience these negative outcomes for a time and then show an increase in well-being, higher than it was before the trauma occurred. Martin Seligman, a founder of positive psychology, emphasizes that \"arriving at a higher level of psychological functioning than before\" is a key point in PTG. If instead an individual experiences a depressive period but recovers from an incident and returns to their normal level of psychological functioning, they are demonstrating resilience. This suggests that in PTG, the trauma acts as a turning point for the person to achieve greater well-being. Seligman recognizes \"the fact that trauma often sets the stage for growth\" and given the right tools, individuals can make the most of that opportunity.\"",
            "score": 147.2287356853485
        },
        {
            "docid": "51755836_14",
            "document": "Giulio Maria Pasinetti . With his involvement at the Veterans Administration, Pasinetti and his lab identified biomarkers to help diagnose the two signature injuries of the recent wars in Iraq and Afghanistan: mild traumatic brain injury (mTBI) and post-traumatic stress disorder (PTSD). The focus was on four specific non-coding miRNA which were all found at significantly lower levels in those Veterans who had comorbid TBI plus PTSD, when compared to subjects who had only PTSD. The availability of such biomarkers could provide more precise benchmarks and outcome measures in clinical trials of different TBI or PTSD therapies.",
            "score": 180.71538257598877
        },
        {
            "docid": "44631723_5",
            "document": "Genetics of posttraumatic stress disorder . This is particularly interesting given that FKBP5 SNPs have previously been associated with peritraumatic dissociation in medically injured children (that is, dissociation at the time of the birth trauma), which has itself been shown to be predictive of PTSD. Furthermore, FKBP5 may be less expressed in those with current PTSD. Another recent study found a single SNP in a putative estrogen response element on ADCYAP1R1 (encodes pituitary adenylate cyclase-activating polypeptide type I receptor or PAC1) to predict PTSD diagnosis and symptoms in females. Incidentally, this SNP is also associated with fear discrimination. The study suggests that perturbations in the PACAP-PAC1 pathway are involved in abnormal stress responses underlying PTSD.",
            "score": 157.21350765228271
        },
        {
            "docid": "410804_40",
            "document": "Hindsight bias . Post-traumatic stress disorder (PTSD) is the re-experiencing and avoidance of trauma-related stressors, emotions, and memories from a past event or events that has cognitive dramatizing impact on an individual. PTSD can be attributed to the functional impairment of the prefrontal cortex (PFC) structure. Dysfunctions of cognitive processing of context and abnormalities that PTSD patients suffer from can affect hindsight thinking, such as in combat soldiers perceiving they could have altered outcomes of events in war. The PFC and dopamine systems are parts of the brain that can be responsible for the impairment in cognitive control processing of context information. The PFC is well known for controlling the thought process in hindsight bias that something will happen when it evidently does not. Brain impairment in certain brain regions can also affect the thought process of an individual who may engage in hindsight thinking.",
            "score": 180.05612790584564
        },
        {
            "docid": "57388876_27",
            "document": "Epigenetics of anxiety and stress-related disorders . In studies involving combat veterans, those who developed PTSD had lowered methylation of the \"Nr3c1\" 1 promoter compared to those who did not develop PTSD. Additionally, veterans who developed PTSD and had higher \"Nr3c1\" promoter methylation responded better to long-term psychotherapy compared to veterans with PTSD who had lower methylation. These findings were recapitulated in studies involving civilians with PTSD. In civilians, PTSD is linked to lower methylation levels in the T-cells of exons 1 and 1 of \"Nr3c1\", as well as higher GR expression. Thus, it seems that PTSD causes lowered methylation levels of GR loci and increased GR expression.",
            "score": 156.59588932991028
        },
        {
            "docid": "15279478_12",
            "document": "Memory and trauma . PTSD is an anxiety disorder caused by exposure to a terrifying event or ordeal involving the occurrence or threat of physical harm. It is one of the most severe and well-known of the different types of psychological trauma, mostly due to its prevalence in war veterans. As mentioned above, the stress of PTSD can have severe effects on the hippocampus, causing problems with transferring short-term to long-term memory. There is no one way that patients' memories are affected by PTSD, as shown by a variety of studies. Typically symptoms include avoidance of reminders of the traumatic event or mention thereof, irritability, trouble sleeping, emotional numbness and exaggerated reactions to surprises. One of the most common and powerful symptoms, is the recurrence of random intense memories from the event (intrusive thoughts). This can manifest itself in different ways such as flashbacks of the event and unwanted thoughts about the trauma (e.g. \"why did this happen to me?\"). PTSD patients who have gone through different traumatic experiences will have small variances in their symptoms, mostly insignificant. For example, PTSD patients who were rape victims will have aversion to words such as touch and dirty while patients who were in a fire or war experience will respond similarly to words like burn or fight.",
            "score": 186.68592262268066
        },
        {
            "docid": "53948_54",
            "document": "Hippocampus . Some studies shows correlation of reduced hippocampus volume and posttraumatic stress disorder (PTSD). A study of Vietnam War combat veterans with PTSD showed a 20% reduction in the volume of their hippocampus compared with veterans having suffered no such symptoms. This finding was not replicated in chronic PTSD patients traumatized at an air show plane crash in 1988 (Ramstein, Germany). A 2016 study strengthened theory that a smaller hippocampus increases the risk for post-traumatic stress disorder, and a larger hippocampus increases the likelihood of efficacious treatment.",
            "score": 159.01135849952698
        },
        {
            "docid": "33410103_2",
            "document": "Treatments for combat-related PTSD . Posttraumatic stress disorder (PTSD) is a very broad category involved in psychological disorders. PTSD is \"consequence of terrifying occurrences, both natural and manmade, which shock the psychological system and violate core assumptions that life is predictable, safe, and secure\" (Sharpless). Combat PTSD is common in soldiers that have experienced time in combat on the battlefield where they were exposed to many different traumatic scenes and situations. In the United States, the people that are involved with the treatment of combat PTSD are most likely employed by Veteran Affairs (VA). The treatments and therapies discussed will be prolonged exposure therapy, eye movement desensitization and reprocessing, cognitive processing therapy, drug therapy, and a few other therapies that are less practiced.",
            "score": 182.67497420310974
        },
        {
            "docid": "833785_15",
            "document": "Locus coeruleus . Psychiatric research has documented that enhanced noradrenergic postsynaptic responsiveness in the neuronal pathway (brain circuit) that originates in the locus coeruleus and ends in the basolateral nucleus of the amygdala is a major factor in the pathophysiology of most stress-induced fear-circuitry disorders and especially in posttraumatic stress disorder (PTSD). The LC neurons are probably the origin of the first or second “leg” of the \"PTSD circuit.\" An important 2005 study of deceased American army veterans from World War II has shown combat-related PTSD to be associated with a postmortem-diminished number of neurons in the locus coeruleus (LC) on the right side of the brain.",
            "score": 154.10385990142822
        },
        {
            "docid": "82974_19",
            "document": "Posttraumatic stress disorder . PTSD symptoms may result when a traumatic event causes an over-reactive adrenaline response, which creates deep neurological patterns in the brain. These patterns can persist long after the event that triggered the fear, making an individual hyper-responsive to future fearful situations. During traumatic experiences the high levels of stress hormones secreted suppress hypothalamic activity that may be a major factor toward the development of PTSD.",
            "score": 165.2848448753357
        },
        {
            "docid": "54842715_35",
            "document": "Interoception . Functional neuroimaging studies have shown that posttraumatic stress disorder (PTSD) patients exhibit a decreased activation in the right anterior insula, a region of the brain that is largely responsible for identifying the mismatch between cognitive and interoceptive states. Further, because PTSD patients have shown decreased activation within many nodes of the lamina I homeostatic pathway—a pathway through which the thalamus sends interoceptive information to the anterior insula and anterior cingulate—it has been suggested that PTSD patients experience reduced interoceptive awareness.",
            "score": 145.3159818649292
        },
        {
            "docid": "644646_24",
            "document": "Alexithymia . There are many more psychiatric disorders that overlap with alexithymia. One study found that 41% of Vietnam War veterans with post-traumatic stress disorder (PTSD) were alexithymic. Another study found higher levels of alexithymia among Holocaust survivors with PTSD compared to those without. Higher levels of alexithymia among mothers with interpersonal violence-related PTSD were found in one study to have proportionally less caregiving sensitivity. This latter study suggested that when treating adult PTSD patients who are parents, alexithymia should be assessed and addressed also with attention to the parent-child relationship and the child's social-emotional development.",
            "score": 158.0167372226715
        },
        {
            "docid": "82974_78",
            "document": "Posttraumatic stress disorder . The September 11 attacks took the lives of nearly 3,000 people, leaving 6,000 injured. First responders (police and firefighters), emergency medical services, sanitation workers, and volunteers were all involved in the recovery efforts. The prevalence of probable PTSD in these highly exposed populations was estimated across multiple studies utilizing in-person, telephone, and online interviews and questionnaires. Overall prevalence of PTSD was highest immediately following the attacks and decreased over time. However, disparities were found among the different types of recovery workers. The rate of probable PTSD for first responders was lowest directly after the attacks and increased from ranges of 4.8-7.8% to 7.4-16.5% between the 5-6 year follow-up and a later assessment. When comparing traditional responders to non-traditional responders (volunteers), the probable PTSD prevalence 2.5 years after the initial visit was greater in volunteers with estimates of 11.7% and 17.2% respectively. Volunteer participation in tasks atypical to the defined occupational role was a significant risk factor for PTSD. Other risk factors included exposure intensity, earlier start date, duration of time spent on site, and constant, negative reminders of the trauma. Additional research has been performed to understand the social consequences of the September 11 attacks. Alcohol consumption was assessed in a cohort of World Trade Center workers using the cut-annoyed-guilty-eye (CAGE) questionnaire for alcohol abuse. Almost 50% of World Trade Center workers who self-identified as alcohol users reported drinking more during the rescue efforts. Nearly a quarter of these individuals reported drinking more following the recovery. If determined to have probable PTSD status, the risk of developing an alcohol problem was double compared to those without psychological morbidity. Social disability was also studied in this cohort as a social consequence of the September 11 attacks. Defined by the disruption of family, work, and social life, the risk of developing social disability increased 17-fold when categorized as having probable PTSD.",
            "score": 153.9368988275528
        },
        {
            "docid": "55326583_6",
            "document": "Miscarriage and mental illness . Women who have had clinical depression before the miscarriage are more likely to develop PTSD. Posttraumatic stress disorder is associated with miscarriage along with other traumatic events associated with pregnancy. Those who experience recurrent miscarriage (>3) have a greater risk of developing PTSD than those who have experienced miscarriage once. An association between the gender of the infant lost through miscarriage exists whereby there is an increased chance of developing PTSD if the infant was a male. Knowing the cause of the miscarriage does not reduce the risk of developing PTSD. Finding a 'meaning' for the loss reduces the risk of developing PTSD. A negative outlook regarding the world in general is corrlated with increased levels of PTSD. Poor self-esteem is also related to developing PTSD after the loss. If memories of the loss are considered intense, risk for PTSD is increased. There are concerns that PTSD in mothers may have a negative impact on children born after the event.",
            "score": 183.04756033420563
        }
    ],
    "r": [
        {
            "docid": "82974_2",
            "document": "Posttraumatic stress disorder . Posttraumatic stress disorder (PTSD) is a mental disorder that can develop after a person is exposed to a traumatic event, such as sexual assault, warfare, traffic collisions, or other threats on a person's life. Symptoms may include disturbing thoughts, feelings, or dreams related to the events, mental or physical distress to trauma-related cues, attempts to avoid trauma-related cues, alterations in how a person thinks and feels, and an increase in the fight-or-flight response. These symptoms last for more than a month after the event. Young children are less likely to show distress, but instead may express their memories through play. A person with PTSD is at a higher risk for suicide and intentional self-harm. Most people who have experienced a traumatic event will not develop PTSD. People who experience interpersonal trauma (for example rape or child abuse) are more likely to develop PTSD, as compared to people who experience non-assault based trauma, such as accidents and natural disasters. About half of people develop PTSD following rape. Children are less likely than adults to develop PTSD after trauma, especially if they are under 10 years of age. Diagnosis is based on the presence of specific symptoms following a traumatic event. Prevention may be possible when therapy is targeted at those with early symptoms but is not effective when provided to all individuals whether or not symptoms are present. The main treatments for people with PTSD are counselling and medication. A number of different types of therapy may be useful. This may occur one-on-one or in a group. Antidepressants of the selective serotonin reuptake inhibitor type are the first-line medications for PTSD and result in benefit in about half of people. These benefits are less than those seen with therapy. It is unclear if using medications and therapy together has greater benefit. Other medications do not have enough evidence to support their use, and in the case of benzodiazepines, may worsen outcomes. In the United States about 3.5% of adults have PTSD in a given year, and 9% of people develop it at some point in their life. In much of the rest of the world, rates during a given year are between 0.5% and 1%. Higher rates may occur in regions of armed conflict. It is more common in women than men. Symptoms of trauma-related mental disorders have been documented since at least the time of the ancient Greeks. During the World Wars the condition was known under various terms including \"shell shock\" and \"combat neurosis\". The term \"posttraumatic stress disorder\" came into use in the 1970s in large part due to the diagnoses of U.S. military veterans of the Vietnam War. It was officially recognized by the American Psychiatric Association in 1980 in the third edition of the \"Diagnostic and Statistical Manual of Mental Disorders\" (DSM-III).",
            "score": 232.8358154296875
        },
        {
            "docid": "42740507_4",
            "document": "Moral injury . Research has begun to look at the concept of moral injury to understand the impact that combat may have on soldiers, and their mental health afterwards. Currently, no systematic reviews or meta-analyses exist on the construct of moral injury. However, the literature reflects that moral injury was developed as a response to the inadequacy of mental health diagnoses to encapsulate the moral anguish service members were experiencing after returning home from war. Service members are routinely exposed to death, injury, and violence. Military service members represent the population with the highest risk of developing Posttraumatic Stress Disorder (PTSD). PTSD was first included in the third edition of the Diagnostic and Statistical Manual of Mental Disorders, the manual classifying mental health disorders published by the American Psychiatric Association, to begin to address the symptoms that Vietnam veterans exhibited after their wartime experiences. As PTSD has developed as a diagnosis, it requires that individuals are either directly exposed to death, threatened death, serious injury, or sexual violence, witness it in person, learn about it occurring indirectly to a close relative or friend, or are repeatedly exposed to aversive details of traumatic events. PTSD includes four symptom clusters, including intrusion, avoidance, and negative mood and thoughts, and changes in arousal and reactivity. Individuals with PTSD may experience intrusive thoughts as they re-experience the traumatic events, as well as avoiding stimuli that reminds them of the traumatic event, and have increasingly negative thoughts and moods. Additionally, individuals with PTSD may exhibit irritable or aggressive, self-destructive behavior, and hypervigilance, amongst other arousal-related symptoms.",
            "score": 218.73178100585938
        },
        {
            "docid": "82974_55",
            "document": "Posttraumatic stress disorder . CBT seeks to change the way a person feels and acts by changing the patterns of thinking or behavior, or both, responsible for negative emotions. CBT has been proven to be an effective treatment for PTSD and is currently considered the standard of care for PTSD by the United States Department of Defense. In CBT, individuals learn to identify thoughts that make them feel afraid or upset and replace them with less distressing thoughts. The goal is to understand how certain thoughts about events cause PTSD-related stress.",
            "score": 201.0001678466797
        },
        {
            "docid": "26975661_7",
            "document": "Symptoms of victimization . Posttraumatic stress disorder (PTSD) is a specific anxiety disorder in response to a traumatic event in a person's life. It is often discussed in the context of mental health of combat veterans, but also occurs in individuals who have been traumatized in other ways, such as victimization. PTSD involves long-term intense fear, re-experiencing the traumatic event (e.g. nightmares), avoidance of reminders of the event, and being highly reactive (e.g. easily enraged or startled). It may include feeling detached from other people, guilt, and difficulty sleeping. Individuals with PTSD may experience a number of symptoms similar to those experienced in both anxiety and depression.",
            "score": 196.2943572998047
        },
        {
            "docid": "31110904_38",
            "document": "Effects of stress on memory . PTSD affects memory recall and accuracy. The more the traumatic event is brought to conscious awareness and recalled, the less accurate the memory. PTSD affects the verbal memory of the traumatic event, but does not affect the memory in general. One of the ways traumatic stress affects individuals is that the traumatic event tends to disrupt the stream of memories people obtain through life, creating memories that do not blend in with the rest. This has the effect of creating a split in identity as the person now has good memories they can attribute to one personality and bad memories the can attribute to the \"other\" personality. For example, a victim of childhood abuse can group their good and happy experiences under the \"pleasant\" personality and their abuse experiences under one \"bad or wicked\" personality. This then creates a split personality disorder. Individuals suffering from post traumatic stress disorder often have difficulty remembering facts, appointments and autobiographical details. The traumatic event can result in psychogenic amnesia and in the occurrence of intrusive recollections of the event. Children with PTSD have deficits in cognitive processes essential for learning; their memory systems also under-performs those of normal children. A study using the Rivermead Behavioural Memory Test showed that individuals with PTSD scored lower than controls on the memory test, indicating a poorer general knowledge. The study revealed that 78% of PTSD patients under-performed, and where in the categories labelled \"poor memory\" or \"impaired memory\". PTSD patients were specifically worse at the prospective and orientation items on the Rivermead Behavioural Memory Test.",
            "score": 193.38272094726562
        },
        {
            "docid": "46262_11",
            "document": "Nightmare . Reccurring post-traumatic stress disorder nightmares in which real traumas are re-experienced respond well to a technique called imagery rehearsal. First described in the 1996 book \"Trauma and Dreams\" by Harvard psychologist Deirdre Barrett, this contemporary dream interpretation involves dreamers coming up with alternative, mastery outcomes to the nightmares, mentally rehearsing those outcomes awake, and then reminding themselves at bedtime that they wish these alternate outcomes should the nightmares reoccur. Research has found that this technique not only reduces the occurrence of nightmares and insomnia, but also improves other daytime PTSD symptoms. According to Bret Moore and Barry Kraków, the most common variations of Imagery Rehearsal Therapy (IRT) \"relate to the number of sessions, duration of treatment, and the degree to which exposure therapy is included in the protocol\". Another kind of treatment not only helping the reduction of nightmares, sleep disturbance, and other PTSD symptoms is prazosin. There have been multiple studies conducted under placebo-controlled conditions. (Am J Psychiatry 2003; 160:371–373) A comprehensive model has been put forth by Krakow and Zadra (2006) that includes four group treatment sessions, ~2.25 to 2.5 hr in length. The first two sessions focus on how nightmares are closely connected to insomnia and how they become an independent symptom or disorder that warrants individually tailored and targeted intervention. The last two sessions focus on the imagery system and how IRT can reshape and eliminate nightmares through a relatively straightforward process akin to cognitive restructuring via the human imagery system. First, the patient is asked to select a nightmare, but for learning purposes the choice would not typically be one that causes a marked degree of distress. Second, and most commonly, guidance is not provided on how to change the disturbing content of the dream; the specific instruction developed by Joseph Neidhardt is \"change the nightmare anyway you wish\" (Neidhardt et al., 1992). In turn, this step creates a \"new\" or \"different\" dream, which may or may not be free of distressing elements. Our instructions, unequivocally, do not make a suggestion to the patient to make the dream less distressing or more positive or to do anything other than \"change the nightmare anyway you wish.\" Last, the patient is instructed to rehearse the \"new dream\" through imagery and to ignore the old nightmare.p. 234",
            "score": 190.55166625976562
        },
        {
            "docid": "82974_91",
            "document": "Posttraumatic stress disorder . To recapitulate some of the neurological and neurobehavioral symptoms experienced by the veteran population of recent conflicts in Iraq and Afghanistan, researchers at the Roskamp Institute and the James A Haley Veteran’s Hospital (Tampa) have developed an animal model to study the consequences of mild traumatic brain injury (mTBI) and PTSD. In the laboratory, the researchers exposed mice to a repeated session of unpredictable stressor (i.e. predator odor while restrained), and physical trauma in the form of inescapable foot-shock, and this was also combined with a mTBI. In this study, PTSD animals demonstrated recall of traumatic memories, anxiety, and an impaired social behavior, while animals subject to both mTBI and PTSD had a pattern of disinhibitory-like behavior. mTBI abrogated both contextual fear and impairments in social behavior seen in PTSD animals. In comparison with other animal studies, examination of neuroendocrine and neuroimmune responses in plasma revealed a trend toward increase in corticosterone in PTSD and combination groups.",
            "score": 189.95071411132812
        },
        {
            "docid": "42191322_28",
            "document": "Adverse Childhood Experiences Study . Since research suggests that incarcerated individuals are much more likely to have been exposed to violence and suffer from posttraumatic stress disorder (PTSD), a trauma-informed approach may better help to address some of these criminogenic risk factors and can create a less traumatizing criminal justice experience. Programs, like Seeking Safety, are often used to help individuals in the criminal justice system learn how to better cope with trauma, PTSD, and substance abuse. Juvenile courts better help deter children from crime and delinquency when they understand the trauma many of these children have experienced. The criminal justice system itself can also retraumatize individuals. This can be prevented by creating safer facilities where correctional and police officers are properly trained to keep incidents from escalating. Partnerships between police and mental health providers can also reduce the possible traumatizing effects of police intervention and help provide families with the proper mental health and social services. The Women’s Community Correctional Center of Hawaii began a Trauma-Informed Care Initiative that aims to train all employees to be aware and sensitive to trauma, to screen all women in their facility for trauma, to assess those who have experienced trauma, and begin providing trauma-informed mental health care to those women identified.",
            "score": 189.02395629882812
        },
        {
            "docid": "50701463_9",
            "document": "Richard Bryant (psychologist) . Bryant has conducted numerous treatment trials on Post-traumatic stress disorder with a focus on cognitive behaviour therapy. In terms of treatment of PTSD, he has also conducted the first studies that showed genetic markers of treatment response, brain regions using functional MRI and structural MRI to predict treatment response, and how cognitive behaviour therapy alters brain function in PTSD patients. He has also conducted seminal studies on the development of PTSD by assessing people prior to trauma and subsequent to the trauma; these studies have mapped core psychophysiological and cognitive risk factors for developing PTSD.",
            "score": 188.04286193847656
        },
        {
            "docid": "53003352_3",
            "document": "Neurovation Labs . Neurovation Labs, formed in 2016 and based in New York City, grew out of the research performed by Drs. Michael Fanselow and Jennifer Perusini that sought to understand the cause of PTSD on a physiological level. They discovered that PTSD is manifested through enduring increases in a certain protein (glutamate receptor subunit GluA1 or GRIA1) in the basolateral amygdala, which is a region of the brain central to fear learning. This protein increase provides the first possible objective indicator of PTSD. The discovery was made using a robust and valid model of PTSD in rodents, stress-enhanced fear learning (SEFL). The company is currently developing a PTSD diagnostic and a companion treatment based on these discoveries. Dr. Perusini is current CEO of Neurovation Labs. Dr. Fanselow currently acts as Director of Research and Richard Zemsky, J.D. is COO/ in-house counsel.",
            "score": 187.01576232910156
        },
        {
            "docid": "15279478_12",
            "document": "Memory and trauma . PTSD is an anxiety disorder caused by exposure to a terrifying event or ordeal involving the occurrence or threat of physical harm. It is one of the most severe and well-known of the different types of psychological trauma, mostly due to its prevalence in war veterans. As mentioned above, the stress of PTSD can have severe effects on the hippocampus, causing problems with transferring short-term to long-term memory. There is no one way that patients' memories are affected by PTSD, as shown by a variety of studies. Typically symptoms include avoidance of reminders of the traumatic event or mention thereof, irritability, trouble sleeping, emotional numbness and exaggerated reactions to surprises. One of the most common and powerful symptoms, is the recurrence of random intense memories from the event (intrusive thoughts). This can manifest itself in different ways such as flashbacks of the event and unwanted thoughts about the trauma (e.g. \"why did this happen to me?\"). PTSD patients who have gone through different traumatic experiences will have small variances in their symptoms, mostly insignificant. For example, PTSD patients who were rape victims will have aversion to words such as touch and dirty while patients who were in a fire or war experience will respond similarly to words like burn or fight.",
            "score": 186.6859130859375
        },
        {
            "docid": "44631723_6",
            "document": "Genetics of posttraumatic stress disorder . PTSD is a psychiatric disorder that requires an environmental event that individuals may have varied responses to so gene-environment studies tend to be the most indicative of their effect on the probability of PTSD then studies of the main effect of the gene. Recent studies have demonstrated the interaction between PFBP5 and childhood environment to predict the severity of PTSD. Polymorphisms in FKBP5 have been associated with peritraumatic dissociation in mentally ill children. A study of highly traumatized African-American subjects from inner city primary-care clinics indicated 4 polymorphisms of the FKBP5 gene, each of these functional. The interaction between the polymorphisms and the severity of childhood abuse predicts the severity of the adult PTSD symptoms. A more recent study of the African-American population indicated that the TT genotype of the FKBP5 gene is associated with the highest risk of PTSD among those having experienced childhood adversity, however those with this genotype that experienced no childhood adversity had the lowest risk of PTSD. In addition alcohol dependence interacts with the FKBP5 polymorphisms and childhood adversity to increase the risk of PTSD in these populations. Emergency room expression of the FKPB5 mRNA following trauma was shown to indicate a later development of PTSD.",
            "score": 185.85592651367188
        },
        {
            "docid": "82974_8",
            "document": "Posttraumatic stress disorder . Predictor models have consistently found that childhood trauma, chronic adversity, and familial stressors increase risk for PTSD as well as risk for biological markers of risk for PTSD after a traumatic event in adulthood. Experiencing bullying as a child or an adult has been correlated with the development of PTSD. Peritraumatic dissociation in children is a predictive indicator of the development of PTSD later in life. This effect of childhood trauma, which is not well understood, may be a marker for both traumatic experiences and attachment problems. Proximity to, duration of, and severity of the trauma make an impact, and interpersonal traumas cause more problems than impersonal ones.",
            "score": 184.0830078125
        },
        {
            "docid": "55326583_6",
            "document": "Miscarriage and mental illness . Women who have had clinical depression before the miscarriage are more likely to develop PTSD. Posttraumatic stress disorder is associated with miscarriage along with other traumatic events associated with pregnancy. Those who experience recurrent miscarriage (>3) have a greater risk of developing PTSD than those who have experienced miscarriage once. An association between the gender of the infant lost through miscarriage exists whereby there is an increased chance of developing PTSD if the infant was a male. Knowing the cause of the miscarriage does not reduce the risk of developing PTSD. Finding a 'meaning' for the loss reduces the risk of developing PTSD. A negative outlook regarding the world in general is corrlated with increased levels of PTSD. Poor self-esteem is also related to developing PTSD after the loss. If memories of the loss are considered intense, risk for PTSD is increased. There are concerns that PTSD in mothers may have a negative impact on children born after the event.",
            "score": 183.0475616455078
        },
        {
            "docid": "33410103_2",
            "document": "Treatments for combat-related PTSD . Posttraumatic stress disorder (PTSD) is a very broad category involved in psychological disorders. PTSD is \"consequence of terrifying occurrences, both natural and manmade, which shock the psychological system and violate core assumptions that life is predictable, safe, and secure\" (Sharpless). Combat PTSD is common in soldiers that have experienced time in combat on the battlefield where they were exposed to many different traumatic scenes and situations. In the United States, the people that are involved with the treatment of combat PTSD are most likely employed by Veteran Affairs (VA). The treatments and therapies discussed will be prolonged exposure therapy, eye movement desensitization and reprocessing, cognitive processing therapy, drug therapy, and a few other therapies that are less practiced.",
            "score": 182.6749725341797
        },
        {
            "docid": "33410103_21",
            "document": "Treatments for combat-related PTSD . Many veterans that suffer from combat-related PTSD sometimes suffer from reoccurring nightmares from past traumatic or scary experiences. The positive outcomes from this type of therapy suggest that it is highly effective. For this type of therapy, the therapist needs to select techniques for treatment that will help increase the understanding of the anxiety-producing features of the nightmares. These techniques should be based on the likely chance of getting rid of the nightmare or decreasing the anxiety-producing features of the nightmare. One form of treatment for nightmares is through learned lucid dreaming, causing one to become aware they are dreaming enabling a sense of control.",
            "score": 180.7384796142578
        },
        {
            "docid": "51755836_14",
            "document": "Giulio Maria Pasinetti . With his involvement at the Veterans Administration, Pasinetti and his lab identified biomarkers to help diagnose the two signature injuries of the recent wars in Iraq and Afghanistan: mild traumatic brain injury (mTBI) and post-traumatic stress disorder (PTSD). The focus was on four specific non-coding miRNA which were all found at significantly lower levels in those Veterans who had comorbid TBI plus PTSD, when compared to subjects who had only PTSD. The availability of such biomarkers could provide more precise benchmarks and outcome measures in clinical trials of different TBI or PTSD therapies.",
            "score": 180.7153778076172
        },
        {
            "docid": "788091_34",
            "document": "Psychological trauma . All psychological traumas originate from stress, a physiological response to an unpleasant stimulus. Long term stress increases the risk of poor mental health and mental disorders, which can be attributed to secretion of glucocorticoids for a long period of time. Such prolonged exposure causes many physiological dysfunctions such as the suppression of the immune system and increase in blood pressure. Not only does it affect the body physiologically, but a morphological change in the hippocampus also takes place. Studies showed that extreme stress early in life can disrupt normal development of hippocampus and impact its functions in adulthood. Studies surely show a correlation between the size of hippocampus and one's susceptibility to stress disorders. In times of war, psychological trauma has been known as shell shock or combat stress reaction. Psychological trauma may cause an acute stress reaction which may lead to posttraumatic stress disorder (PTSD). PTSD emerged as the label for this condition after the Vietnam War in which many veterans returned to their respective countries demoralized, and sometimes, addicted to psychoactive substances. The symptoms of PTSD must persist for at least a month for diagnosis. The main symptoms of PTSD consist of four main categories: Trauma (i.e. intense fear), reliving (i.e. flashbacks), avoidance behavior (i.e. emotional numbing), and hypervigilance (i.e. irritability). Research shows that about 60% of the US population reported as having experienced at least one traumatic symptom in their lives but only a small proportion actually develops PTSD. There is a correlation between the risk of PTSD and whether or not the act was inflicted deliberately by the offender. Psychological trauma is treated with therapy and, if indicated, psychotropic medications.",
            "score": 180.1388702392578
        },
        {
            "docid": "410804_40",
            "document": "Hindsight bias . Post-traumatic stress disorder (PTSD) is the re-experiencing and avoidance of trauma-related stressors, emotions, and memories from a past event or events that has cognitive dramatizing impact on an individual. PTSD can be attributed to the functional impairment of the prefrontal cortex (PFC) structure. Dysfunctions of cognitive processing of context and abnormalities that PTSD patients suffer from can affect hindsight thinking, such as in combat soldiers perceiving they could have altered outcomes of events in war. The PFC and dopamine systems are parts of the brain that can be responsible for the impairment in cognitive control processing of context information. The PFC is well known for controlling the thought process in hindsight bias that something will happen when it evidently does not. Brain impairment in certain brain regions can also affect the thought process of an individual who may engage in hindsight thinking.",
            "score": 180.05612182617188
        },
        {
            "docid": "82974_86",
            "document": "Posttraumatic stress disorder . The researchers from the Grady Trauma Project highlight the tendency people have to focus on the combat side of PTSD: \"less public awareness has focused on civilian PTSD, which results from trauma exposure that is not combat related... \" and \"much of the research on civilian PTSD has focused on the sequelae of a single, disastrous event, such as the Oklahoma City bombing, September 11th attacks, and Hurricane Katrina\".Disparity in the focus of PTSD research affects the already popular perception of the exclusive interconnectedness of combat and PTSD. This is misleading when it comes to understanding the implications and extent of PTSD as a neurological disorder. Dating back to the definition of Gross stress reaction in the DSM-I, civilian experience of catastrophic or high stress events is included as a cause of PTSD in medical literature. The 2014 National Comorbidity Survey reports that \"the traumas most commonly associated with PTSD are combat exposure and witnessing among men and rape and sexual molestation among women.\" Because of the initial overt focus on PTSD as a combat related disorder when it was first fleshed out in the years following the war in Vietnam, in 1975 Ann Wolbert Burgess and Lynda Lytle Holmstrom defined Rape trauma syndrome, RTS, in order to draw attention to the striking similarities between the experiences of soldiers returning from war and of rape victims. This paved the way for a more comprehensive understanding of causes of PTSD.",
            "score": 179.8509063720703
        },
        {
            "docid": "1585862_20",
            "document": "Acute stress reaction . This disorder may resolve itself with time or may develop into a more severe disorder such as PTSD. However, results of Creamer, O'Donnell, and Pattison's (2004) study of 363 patients suggests that a diagnosis of acute stress disorder had only limited predictive validity for PTSD. Creamer et al. did find that re-experiences of the traumatic event and arousal were better predictors of PTSD. Early pharmacotherapy may prevent the development of posttraumtic symptoms.",
            "score": 179.34103393554688
        },
        {
            "docid": "82974_14",
            "document": "Posttraumatic stress disorder . Sudden, unexpected death of a loved one is the most common traumatic event type reported in cross-national studies. However, the majority of people who experience this type of event will not go on to develop PTSD. An analysis from the WHO World Mental Health Surveys found a 5.2% risk of developing PTSD after learning of the unexpected death of a loved one. Because of the high prevalence of this type of traumatic event, unexpected death of a loved one accounts for approximately 20% of PTSD cases worldwide.",
            "score": 179.07469177246094
        },
        {
            "docid": "41783961_8",
            "document": "Overgeneral autobiographical memory . Much like in depression, OGM has been associated with trauma and PTSD symptoms, as well as the onset and maintenance of PTSD. However, there has been some debate on whether or not trauma alone is sufficient for the development of OGM, or if PTSD symptoms are necessary. An initial study by Kuyken and Brewin found that patients who had reported past childhood sexual abuse, a trauma, were more likely to exhibit increased OGM as compared to participants who reported no abuse or only physical abuse. PTSD symptoms, however, were not reported in this sample. In effort to locate the particular effects of PTSD, McNally and colleagues compared OGM occurrence in Vietnam veterans with and without PTSD. The study found that the veterans with a PTSD diagnosis significantly displayed more OGM, even when depression status was controlled for. This study led credence to the idea that it was the development of PTSD that led to the vulnerability of OGM, and not just exposure to trauma. To focus on this particular issue and figure out if it is trauma exposure or PTSD symptoms that are necessary for the development of OGM, Moore and Zoellner reviewed 24 studies. They concluded that trauma alone is not sufficient to produce OGM and that PTSD symptoms are significantly associated with OGM. While the causal direction between OGM and PTSD is still unknown, Moore and Zoellner conclude that PTSD symptoms, such as intrusive memories and avoidance of reminders, are necessary for OGM.",
            "score": 177.5214080810547
        },
        {
            "docid": "3518068_19",
            "document": "Complex post-traumatic stress disorder . C-PTSD may share some symptoms with both PTSD and borderline personality disorder.  It may help to understand the intersection of attachment theory with C-PTSD and BPD if one reads the following opinion of Bessel A. van der Kolk together with an understanding drawn from a description of BPD: Uncontrollable disruptions or distortions of attachment bonds precede the development of post-traumatic stress syndromes. People seek increased attachment in the face of danger. Adults, as well as children, may develop strong emotional ties with people who intermittently harass, beat, and, threaten them. The persistence of these attachment bonds leads to confusion of pain and love. Trauma can be repeated on behavioural, emotional, physiologic, and neuroendocrinologic levels. Repetition on these different levels causes a large variety of individual and social suffering.",
            "score": 176.24365234375
        },
        {
            "docid": "82974_20",
            "document": "Posttraumatic stress disorder . PTSD causes biochemical changes in the brain and body, that differ from other psychiatric disorders such as major depression. Individuals diagnosed with PTSD respond more strongly to a dexamethasone suppression test than individuals diagnosed with clinical depression.",
            "score": 176.13572692871094
        },
        {
            "docid": "2640086_18",
            "document": "Affective neuroscience . Fear potentiated startle paradigms are often used to study fear learning and extinction in individuals with posttraumatic stress disorder and other anxiety disorders. In fear conditioning studies, an initially neutral stimulus is repeatedly paired with an aversive one, borrowing from classical conditioning. FPS studies have demonstrated that PTSD patients have enhanced startle responses during both danger cues and neutral/safety cues as compared with healthy participants.",
            "score": 174.0202178955078
        },
        {
            "docid": "3623092_15",
            "document": "Post-concussion syndrome . Not all people with PCS have abnormalities on imaging, however, and abnormalities found in studies such as fMRI, PET, and SPECT could result from other comorbid conditions such as depression, chronic pain, or post-traumatic stress disorder (PTSD).  Proponents of the view that PCS has a physiological basis point to findings that children demonstrate deficits on standardized tests of cognitive function following a mild TBI. A few studies have shown that people with PCS score lower than controls on neuropsychological tests that measure attention, verbal learning, reasoning, and information processing, but issues related to effort and secondary gain can not be ruled out as contributing to these differences. Recovery as measured by scores on cognitive tests frequently do not correlate with resolution of symptoms; individuals diagnosed with PCS may still report subjective symptoms after their performance on tests of cognitive functioning have returned to normal. Another study found that although children with PCS had poorer scores on tests of cognitive functioning after the injury, they also had poorer behavioral adjustment before the injury than children with no persistent symptoms; these findings support the idea that PCS may result from a combination of factors such as brain dysfunction resulting from head injury and preexisting psychological or social problems. Different symptoms may be predicted by different factors; for example, one study found that cognitive and physical symptoms were not predicted by the manner in which parents and family members coped with the injury and adjusted to its effects, but psychological and behavioral symptoms were.",
            "score": 173.14663696289062
        },
        {
            "docid": "11287065_16",
            "document": "Ventromedial prefrontal cortex . The right half of the ventromedial prefrontal cortex was associated with regulating the interaction of cognition and affect in the production of empathic responses. Hedonic (pleasure) responses were also associations to orbitofrontal cortex activity level by Morten Kringelbach. This finding contributes findings suggesting ventromedial prefrontal cortex being associated with preference judgement, possibly assigning the ventromedial prefrontal cortex a key role in constructing one's self. Studies with Posttraumatic Stress Disorder (PTSD) also supported the idea that the ventromedial prefrontal cortex is an important component for reactivating past emotional associations and events, therefore essentially mediating pathogenesis of PTSD. Dysfunction of the vmPFC has also been identified as playing a role in PTSD-affected parents' response to their own children's mental states. Treatments geared to the activation of the ventromedial prefrontal cortex were therefore suggested for individuals and parent-child relationships affected by PTSD. The right half of the ventrolateral prefrontal cortex, being active during emotion regulation, was activated when participants were offered an unfair offer in a scenario. Specific deficits in reversal learning and decision-making have led to the hypothesis that the ventromedial prefrontal cortex is a major locus of dysfunction in the mild stages of the behavioural variant of frontotemporal dementia.",
            "score": 172.82139587402344
        },
        {
            "docid": "57388876_11",
            "document": "Epigenetics of anxiety and stress-related disorders . Additionally, \"DNMT1\" gene locus has increased methylation in individuals who were exposed to trauma and developed post-traumatic stress disorder (PTSD). Interestingly, increased methylation of \"DNMT1\" did not occur in trauma-exposed individuals who did not develop PTSD. This may indicate an epigenetic phenotype that can differentiate PTSD-susceptible and PTSD-resilient individuals after exposure to trauma.",
            "score": 172.7040557861328
        },
        {
            "docid": "509678_30",
            "document": "Repressed memory . When there is inadequate recovery time between stressful situations, alterations may occur to the stress response system, some of which may be irreversible, and cause pathological responses, which may include memory loss, learning deficits and other maladaptive symptoms. In animal studies, high levels of cortisol can cause hippocampal damage, which may cause short-term memory deficits; in humans, MRI studies have shown reduced hippocampal volumes in combat veterans with PTSD, adults with posttraumatic symptoms and survivors of repeated childhood sexual or physical abuse. Trauma may also interfere with implicit memory, where periods of avoidance may be interrupted by intrusive emotional occurrences with no story to guide them. A difficult issue is whether those presumably abused accurately recall their experiences.",
            "score": 172.62826538085938
        },
        {
            "docid": "33410103_19",
            "document": "Treatments for combat-related PTSD . Various forms of music therapy are an effective and powerful healing resource for the treatment of combat veterans suffering from anxiety, depression, and Post-Traumatic Stress Disorder or PTSD. A study on the positive effects of music therapy took place at the Zablocki VA Medical Center in Milwaukee, Wisconsin. The scientists conducting this study introduced 68 veterans diagnosed with PTSD to the experience and interaction with music. The veterans were given weekly private and group guitar lessons. The soldiers were either new to the instrument or had some previous experience playing the guitar or another instrument. This pilot study showed remarkable results in terms of measurable positive outcomes. The veterans reported improvement in skill levels, but they also reported improvement in their emotional and psychological characteristics. This study has provided a solid foundation for further research into music therapy practices and it strongly advocates for more academic investigation (Dillingham and Zablocki).",
            "score": 172.52835083007812
        },
        {
            "docid": "4949370_18",
            "document": "Virtual reality therapy . Another study examined the effectiveness of virtual reality therapy in treating military combat personnel recently returning from the current conflicts in Iraq and Afghanistan. Rauch, Eftekhari and Ruzek conducted a study with a sample of 42 combat servicemen who were already diagnosed with chronic PTSD (post-traumatic stress disorder). These combat servicemen were pre-screened using several different diagnostic self-reports including the PTSD military checklist, a screening tool used by the military in the determination of the intensity of the diagnosis of PTSD by measuring the presence of PTSD symptoms. Although 22 of the servicemen dropped out of the study, the results of the study concerning the 20 remaining servicemen still has merit. The servicemen were given the same diagnostic tests after the study which consisted of multiple sessions of virtual reality exposure and virtual reality exposure therapy. The servicemen showed much improvement in the diagnostic scores, signaling a decrease of symptoms of PTSD. Likewise, a three-month follow-up diagnostic screening was also administered after the initial sessions that were undergone by the servicemen. The results of this study showed that 15 of the 20 participants no longer met diagnostic criteria for PTSD and improved their PTSD military checklist score by 50% for the assessment following the study. Even though only 17 of the 20 participants participated in the 3-month follow-up screening, 13 of the 17 still did not meet the criteria for PTSD and maintained their 50% improvement in the PTSD military checklist score. These results show promising effects and help to validate virtual reality therapy as an efficacious mode of therapy for the treatment of PTSD (McLay, et al., 2012).",
            "score": 172.38597106933594
        }
    ]
}