{
    "q": [
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 256.57861733436584
        },
        {
            "docid": "40762191_4",
            "document": "Protein superfamily . Historically, the similarity of different amino acid sequences has been the most common method of inferring homology. Sequence similarity is considered a good predictor of relatedness, since similar sequences are more likely the result of gene duplication and divergent evolution, rather than the result of convergent evolution. Amino acid sequence is typically more conserved than DNA sequence (due to the degenerate genetic code), so is a more sensitive detection method. Since some of the amino acids have similar properties (e.g., charge, hydrophobicity, size), conservative mutations that interchange them are often neutral to function. The most conserved sequence regions of a protein often correspond to functionally important regions like catalytic sites and binding sites, since these regions are less tolerant to sequence changes.",
            "score": 213.239563703537
        },
        {
            "docid": "30761750_2",
            "document": "McDonald–Kreitman test . The McDonald–Kreitman test is a statistical test often used by evolution and population biologists to detect and measure the amount of adaptive evolution within a species by determining whether adaptive evolution has occurred, and the proportion of substitutions that resulted from positive selection (also known as directional selection). To do this, the McDonald–Kreitman test compares the amount of variation within a species (polymorphism) to the divergence between species (substitutions) at two types of sites, neutral and nonneutral. A substitution refers to a nucleotide that is fixed within one species, but a different nucleotide is fixed within a second species at the same base pair of homologous DNA sequences. A site is nonneutral if it is either advantageous or deleterious. The two types of sites can be either synonymous or nonsynonymous within a protein-coding region. In a protein-coding sequence of DNA, a site is synonymous if a point mutation at that site would not change the amino acid, also known as a silent mutation. Because the mutation did not result in a change in the amino acid that was originally coded for by the protein-coding sequence, the phenotype, or the observable trait, of the organism is generally unchanged by the silent mutation. A site in a protein-coding sequence of DNA is nonsynonymous if a point mutation at that site results in a change in the amino acid, resulting in a change in the organism's phenotype. Typically, silent mutations in protein-coding regions are used as the \"control\" in the McDonald–Kreitman test.",
            "score": 222.89274406433105
        },
        {
            "docid": "19702_40",
            "document": "Mutation . Changes in DNA caused by mutation can cause errors in protein sequence, creating partially or completely non-functional proteins. Each cell, in order to function correctly, depends on thousands of proteins to function in the right places at the right times. When a mutation alters a protein that plays a critical role in the body, a medical condition can result. Some mutations alter a gene's DNA base sequence but do not change the function of the protein made by the gene. One study on the comparison of genes between different species of \"Drosophila\" suggests that if a mutation does change a protein, this will probably be harmful, with an estimated 70 percent of amino acid polymorphisms having damaging effects, and the remainder being either neutral or weakly beneficial. Studies have shown that only 7% of point mutations in noncoding DNA of yeast are deleterious and 12% in coding DNA are deleterious. The rest of the mutations are either neutral or slightly beneficial.",
            "score": 275.42681646347046
        },
        {
            "docid": "611074_18",
            "document": "Point mutation . Point mutations can have several effects on the behavior and reproduction of a protein depending on where the mutation occurs in the amino acid sequence of the protein. If the mutation occurs in the region of the gene that is responsible for coding for the protein, the amino acid may be altered. This slight change in the sequence of amino acids can cause a change in the function, activation of the protein meaning how it binds with a given enzyme, where the protein will be located within the cell, or the amount of free energy stored within the protein.",
            "score": 270.74564242362976
        },
        {
            "docid": "39983227_4",
            "document": "Cellular stress response . Stress proteins can exhibit widely varied functions within a cell- both during normal life processes and in response to stress. For example, studies in Drosophila have indicated that when DNA encoding certain stress proteins exhibit mutation defects, the resulting cells have impaired or lost abilities such as normal mitotic division and proteasome-mediated protein degradation. As expected, such cells were also highly vulnerable to stress, and ceased to be viable at elevated temperature ranges.",
            "score": 170.38583827018738
        },
        {
            "docid": "9378673_7",
            "document": "De novo protein structure prediction . Several lines of evidence have been presented in favor of the notion that primary protein sequence contains all the information required for overall three-dimensional protein structure, making the idea of a de novo protein prediction possible. First, proteins with different functions usually have different amino acid sequences. Second, several different human diseases, such as Duchenne muscular dystrophy, can be linked to loss of protein function resulting from a change in just a single amino acid in the primary sequence. Third, proteins with similar functions across many different species often have similar amino acid sequences. Ubiquitin, for example, is a protein involved in regulating the degradation of other proteins; its amino acid sequence is nearly identical in species as far separated as \"Drosophila melanogaster\" and \"Homo sapiens\". Fourth, by thought experiment, one can deduce that protein folding must not be a completely random process and that information necessary for folding must be encoded within the primary structure. For example, if we assume that each of 100 amino acid residues within a small polypeptide could take up 10 different conformations on average, giving 10^100 different conformations for the polypeptide. If one possible confirmation was tested every 10^-13 second, then it would take about 10^77 years to sample all possible conformations. However, proteins are properly folded within the body on short timescales all the time, meaning that the process cannot be random and, thus, can potentially be modeled. One of the strongest lines of evidence for the supposition that all the relevant information needed to encode protein tertiary structure is found in the primary sequence was demonstrated in the 1950s by Christian Anfinsen. In a classic experiment, he showed that ribonuclease A could be entirely denatured by being submerged in a solution of urea (to disrupt stabilizing hydrophobic bonds) in the presence of a reducing agent (to cleave stabilizing disulfide bonds). Upon removal of the protein from this environment, the denatured and functionless ribonuclease protein spontaneously recoiled and regained function, demonstrating that protein tertiary structure is encoded in the primary amino acid sequence. Had the protein reformed randomly, over one-hundred different combinations of four disulfide bonds could have formed. However, in the majority of cases proteins will require the presence of molecular chaperons within the cell for proper folding. The overall shape of a protein may be encoded in its amino acid structure, but its folding may depend on chaperons to assist in folding.",
            "score": 250.57936716079712
        },
        {
            "docid": "35881441_3",
            "document": "HH-suite . Proteins are central players in all of life's processes. To understand how life in cells is organised, we have to understand what each of the proteins involved in these molecular processes does. This is particularly important in order to understand the origin of diseases. But for a large fraction of the approximately 20 000 human proteins the structures and functions remain unknown. Many proteins have been investigated in model organisms such as many bacteria, baker's yeast, fruit flies, zebra fish or mice, for which experiments can be often done more easily than with human cells. To predict the function, structure, or other properties of a protein for which only its sequence of amino acids is known, the protein sequence is compared to the sequences of other proteins in public databases. If a protein with sufficiently similar sequence is found, the two proteins are likely to be evolutionarily related (\"homologous\"). In that case, they are likely to share similar structures and functions. Therefore, if a protein with a sufficiently similar sequence and with known functions and/or structure can be found by the sequence search, the unknown protein's functions, structure, and domain composition can be predicted. Such predictions greatly facilitate the determination of the function or structure by targeted validation experiments.",
            "score": 223.72211408615112
        },
        {
            "docid": "24603_3",
            "document": "Proteasome . Proteasomes are part of a major mechanism by which cells regulate the concentration of particular proteins and degrade misfolded proteins. Proteins are tagged for degradation with a small protein called ubiquitin. The tagging reaction is catalyzed by enzymes called ubiquitin ligases. Once a protein is tagged with a single ubiquitin molecule, this is a signal to other ligases to attach additional ubiquitin molecules. The result is a \"polyubiquitin chain\" that is bound by the proteasome, allowing it to degrade the tagged protein. The degradation process yields peptides of about seven to eight amino acids long, which can then be further degraded into shorter amino acid sequences and used in synthesizing new proteins.",
            "score": 290.96886372566223
        },
        {
            "docid": "32167_8",
            "document": "Ubiquitin . Ubiquitin is a small protein that exists in all eukaryotic cells. It performs its myriad functions through conjugation to a large range of target proteins. A variety of different modifications can occur. The ubiquitin protein itself consists of 76 amino acids and has a molecular mass of about 8.5 kDa. Key features include its C-terminal tail and the 7 lysine residues. It is highly conserved among eukaryotic species: Human and yeast ubiquitin share 96% sequence identity.",
            "score": 307.4099359512329
        },
        {
            "docid": "1686272_16",
            "document": "Chemical biology . Through the transcription and translation process, DNA encodes for specific sequences of amino acids. The resulting polypeptides fold into more complex secondary, tertiary, and quaternary structures to form proteins. Based on both the sequence and the structure, a particular protein is conferred its cellular function. However, sometimes the folding process fails due to mutations in the genetic code and thus the amino acid sequence or due to changes in the cell environment (e.g. pH, temperature, reduction potential, etc.). Misfolding occurs more often in aged individuals or in cells exposed to a high degree of oxidative stress, but a fraction of all proteins misfold at some point even in the healthiest of cells.",
            "score": 258.0248532295227
        },
        {
            "docid": "11864399_5",
            "document": "Leukoencephalopathy with vanishing white matter . eIF2B is the guanine nucleotide-exchange factor for eIF2, and is composed of 5 subunits. The largest subunit, eIF2B5 contains the most mutations for VWM. eIF2B is a complex which is very involved with the regulation of in the translation of mRNA into proteins. eIF2B is essential for the exchange of guanosine diphosphate(GDP) for guanosine-5'-triphosphate(GTP) in the initiation of translation via eIF2, because eIF2 is regenerated through this exchange. A decrease in eIF2B activity has been correlated with the onset of VWM. A common factor among VWM patients is mutations in the five subunits of eIF2B (21 discovered thus far), expressed in over 60% of the patients. These mutations lead to the decreased activity of eIF2B. The most common mutation is R113H, which is the mutation of histidine to arginine. The homozygous form of the mutation is the least severe form. This mutation has also been documented in rodents, but they do not acquire VWM, while humans do. Another common mutation is G584A found in the eIF2B5 subunit. A correlation with stress has also been made, as eIF2B plays a central role in stress management – it is essential in down regulation protein synthesis in different stress conditions – and VWM patients are highly sensitive to stress. Protein eIF2B exists in all cells, and if this protein is reduced enough the cell will be negatively affected, and if it is reduced to zero, the cell will die. In affected cells, the protein is reduced to about 50%, which is acceptable for functionality in most cells, but not in glial cells since they synthesize a large amount of proteins constantly and need as many functioning proteins within them as possible. This would lower the baseline of the amount of stress a cell can handle, and thus in a stressed environment, it would have detrimental effects on these cells. Mutations in three of the subunits of eIF2B (2,4,&5) has been seen in both VWM and premature ovarian failure. The North American Cree population has also been found to have a distinctive mutation, R195H, which can lead to VWM. All patients who have been studied only have one mutation present in the gene, causing the eIF2B to still be active, which leads to VWM. If two mutations occurred, then eIF2B activity would be stopped by the body.",
            "score": 208.19824385643005
        },
        {
            "docid": "611074_16",
            "document": "Point mutation . Other effects of point mutations, or single nucleotide polymorphisms in DNA, depend on the location of the mutation within the gene. For example, if the mutation occurs in the region of the gene responsible for coding, the amino acid sequence of the encoded protein may be altered, causing a change in the function, protein localization, stability of the protein or protein complex. Many methods have been proposed to predict the effects of missense mutations on proteins. Machine learning algorithms train their models to distinguish known disease-associated from neutral mutations whereas other methods do not explicitly train their models but almost all methods exploit the evolutionary conservation assuming that changes at conserved positions tend to be more deleterious. While majority of methods provide a binary classification of effects of mutations into damaging and benign, a new level of annotation is needed to offer an explanation of why and how these mutations damage proteins.",
            "score": 208.58169889450073
        },
        {
            "docid": "7026278_8",
            "document": "Homology modeling . There are exceptions to the general rule that proteins sharing significant sequence identity will share a fold. For example, a judiciously chosen set of mutations of less than 50% of a protein can cause the protein to adopt a completely different fold. However, such a massive structural rearrangement is unlikely to occur in evolution, especially since the protein is usually under the constraint that it must fold properly and carry out its function in the cell. Consequently, the roughly folded structure of a protein (its \"topology\") is conserved longer than its amino-acid sequence and much longer than the corresponding DNA sequence; in other words, two proteins may share a similar fold even if their evolutionary relationship is so distant that it cannot be discerned reliably. For comparison, the function of a protein is conserved much \"less\" than the protein sequence, since relatively few changes in amino-acid sequence are required to take on a related function.",
            "score": 215.62052845954895
        },
        {
            "docid": "176052_40",
            "document": "Molecular evolution . Protein evolution is inescapably tied to changes and selection of DNA polymorphisms and mutations because protein sequences change in response to alterations in the DNA sequence. Amino acid sequences and nucleic acid sequences do not mutate at the same rate. Due to the degenerate nature of DNA, bases can change without affecting the amino acid sequence. For example, there are six codons that code for leucine. Thus, despite the difference in mutation rates, it is essential to incorporate nucleic acid evolution into the discussion of protein evolution. At the end of the 1960s, two groups of scientists—Kimura (1968) and King and Jukes (1969)—independently proposed that a majority of the evolutionary changes observed in proteins were neutral. Since then, the neutral theory has been expanded upon and debated.",
            "score": 220.48753666877747
        },
        {
            "docid": "6313310_2",
            "document": "Degron . A degron is a portion of a protein that is important in regulation of protein degradation rates. Known degrons include short amino acid sequences, structural motifs and exposed amino acids (often Lysine or Arginine) located anywhere in the protein. In fact, some proteins can even contain multiple degrons. Degrons are present in a variety of organisms, from the N-degrons (see N-end Rule) first characterized in yeast to the PEST sequence of mouse ornithine decarboxylase. Degrons have been identified in prokaryotes as well as eukaryotes. While there are many types of different degrons, and a high degree of variability even within these groups, degrons are all similar for their involvement in regulating the rate of a protein’s degradation. Much like protein degradation (see proteolysis) mechanisms are categorized by their dependence or lack thereof on Ubiquitin, a small protein involved in proteasomal protein degradation, Degrons may also be referred to as “Ubiquitin-dependent\" or “Ubiquitin-independent\".",
            "score": 287.6450140476227
        },
        {
            "docid": "18048149_6",
            "document": "Protein aggregation . Mutations that occur in the DNA sequence may or may not affect the amino acid sequence of the protein. When the sequence is affected, a different amino acid may change the interactions between the side chains that affect the folding of the protein. This can lead to exposed hydrophobic regions of the protein that aggregate with the same misfolded/unfolded protein or a different protein.",
            "score": 211.28902196884155
        },
        {
            "docid": "9464848_3",
            "document": "Protein–DNA interaction site predictor . Structure- and sequence-based prediction of DNA-binding sites in DNA-binding proteins can be performed on several web servers listed below. DISIS predicts DNA binding sites directly from amino acid sequence and hence is applicable for all known proteins. It is based on the chemical-physical properties of the residue and its environment, predicted structural features and evolutionary data. It uses machine learning algorithms. DISIS2 receives the raw amino acid sequence and generates all features from it, such as secondary structure, solvent accessibility, disorder, b-value, protein-protein interaction, coiled coils, and evolutionary profiles, etc. The amount of predicted features is much larger than of DISIS (previous version). Finally, DISIS2 is able to predict DNA-binding residues from protein sequence of DNA-binding proteins. DNABindR predicts DNA binding sites from amino acid sequences using machine learning algorithms. DISPLAR makes a prediction based on properties of protein structure. Knowledge of the protein structure is required  BindN makes a prediction based on chemical properties of the input protein sequence. Knowledge of the protein structure is not required. BindN+ is an upgraded version of BindN that applies support vector machines (SVMs) to sequence-based prediction of DNA or RNA-binding residues from biochemical features and evolutionary information. DP-Bind combines multiple methods to make a consensus prediction based on the profile of evolutionary conservation and properties of the input protein sequence. Profile of evolutionary conservation is automatically generated by the web-server. Knowledge of the protein structure is not required. DBS-PSSM and  DBS-Pred predict the DNA-binding in a protein from their sequence information.",
            "score": 164.29904103279114
        },
        {
            "docid": "31066305_8",
            "document": "Robustness (evolution) . Protein mutation tolerance is the product of two main features: the structure of the genetic code and protein structural robustness. Proteins are resistant to mutations because many sequences can fold into highly similar structural folds. A protein adopts a limited ensemble of native conformations because those conformers have lower energy than unfolded and mis-folded states (ΔΔG of folding). This is achieved by a distributed, internal network of cooperative interactions (hydrophobic, polar and covalent). Protein structural robustness results from few single mutations being sufficiently disruptive to compromise function. Proteins have also evolved to avoid aggregation as partially folded proteins can combine to form large, repeating, insoluble protein fibrils and masses. There is evidence that proteins show negative design features to reduce the exposure of aggregation-prone beta-sheet motifs in their structures. Additionally, there is some evidence that the genetic code itself may be optimised such that most point mutations lead to similar amino acids (conservative). Together these factors create a distribution of fitness effects of mutations that contains a high proportion of neutral and nearly-neutral mutations.",
            "score": 180.72614014148712
        },
        {
            "docid": "32167_32",
            "document": "Ubiquitin . Post-translational modification of proteins is a generally used mechanism in eukaryotic cell signaling. Ubiquitination, or ubiquitin conjugation to proteins, is a crucial process for cell cycle progression and cell proliferation and development. Although ubiquitination usually serves as a signal for protein degradation through the 26S proteasome, it could also serve for other fundamental cellular processes, e.g. in endocytosis, enzymatic activation and DNA repair. Moreover, since ubiquitination functions to tightly regulate the cellular level of cyclins, its misregulation is highly expected to have severe impacts. First evidence of the importance of the ubiquitin/proteasome pathway in oncogenic processes was observed due to the high antitumor activity of proteasome inhibitors. Various studies have shown that defects or alterations in ubiquitination processes are commonly associated with or presence in human carcinoma. Malignancies could be developed through loss of function mutation directly at the tumor suppressor gene, increased activity of ubiquitination, and/or indirect attenuation of ubiquitination due to mutation in related proteins.",
            "score": 243.4379380941391
        },
        {
            "docid": "427217_20",
            "document": "Werner syndrome . Mutations which cause Werner syndrome all occur at the regions of the gene which encode for protein, and not at non-coding regions. There are 35 different known mutations of WRN, which correspond to stop codons, insertions, or deletions that result in a frameshift mutation. These mutations can have a range of effects. They may decrease the stability of the transcribed messenger RNA (mRNA), which increases the rate at which they are degraded. With less mRNA, less is available to be translated into the WRNp protein. Mutations may also lead to the truncation (shortening) of the WRNp protein, leading to the loss of its nuclear localization signal sequence, thus it is no longer transported into the nucleus where it interacts with the DNA. This leads to a reduction in DNA repair. Furthermore, mutated proteins are more likely to be degraded than normal WRNp. Apart from causing defects in DNA repair, its aberrant association with p53 down-regulates the function of p53, leading to a reduction in p53-dependent apoptosis and increasing the survival of these dysfunctional cells. Cells of affected individuals also have reduced lifespan in culture, have more chromosome breaks and translocations and have extensive deletions.",
            "score": 185.76447319984436
        },
        {
            "docid": "20374_7",
            "document": "Metabolism . Most of the structures that make up animals, plants and microbes are made from three basic classes of molecule: amino acids, carbohydrates and lipids (often called fats). As these molecules are vital for life, metabolic reactions either focus on making these molecules during the construction of cells and tissues, or by breaking them down and using them as a source of energy, by their digestion. These biochemicals can be joined together to make polymers such as DNA and proteins, essential macromolecules of life. Proteins are made of amino acids arranged in a linear chain joined together by peptide bonds. Many proteins are enzymes that catalyze the chemical reactions in metabolism. Other proteins have structural or mechanical functions, such as those that form the cytoskeleton, a system of scaffolding that maintains the cell shape. Proteins are also important in cell signaling, immune responses, cell adhesion, active transport across membranes, and the cell cycle. Amino acids also contribute to cellular energy metabolism by providing a carbon source for entry into the citric acid cycle (tricarboxylic acid cycle), especially when a primary source of energy, such as glucose, is scarce, or when cells undergo metabolic stress.",
            "score": 224.2761266231537
        },
        {
            "docid": "966654_4",
            "document": "DNA-binding protein . Structural proteins that bind DNA are well-understood examples of non-specific DNA-protein interactions. Within chromosomes, DNA is held in complexes with structural proteins. These proteins organize the DNA into a compact structure called chromatin. In eukaryotes, this structure involves DNA binding to a complex of small basic proteins called histones. In prokaryotes, multiple types of proteins are involved. The histones form a disk-shaped complex called a nucleosome, which contains two complete turns of double-stranded DNA wrapped around its surface. These non-specific interactions are formed through basic residues in the histones making ionic bonds to the acidic sugar-phosphate backbone of the DNA, and are therefore largely independent of the base sequence. Chemical modifications of these basic amino acid residues include methylation, phosphorylation and acetylation. These chemical changes alter the strength of the interaction between the DNA and the histones, making the DNA more or less accessible to transcription factors and changing the rate of transcription. Other non-specific DNA-binding proteins in chromatin include the high-mobility group (HMG) proteins, which bind to bent or distorted DNA. Biophysical studies show that these architectural HMG proteins bind, bend and loop DNA to perform its biological functions. These proteins are important in bending arrays of nucleosomes and arranging them into the larger structures that form chromosomes.",
            "score": 153.7593845129013
        },
        {
            "docid": "24603_22",
            "document": "Proteasome . The ubiquitin protein itself is 76 amino acids long and was named due to its ubiquitous nature, as it has a highly conserved sequence and is found in all known eukaryotic organisms. The genes encoding ubiquitin in eukaryotes are arranged in tandem repeats, possibly due to the heavy transcription demands on these genes to produce enough ubiquitin for the cell. It has been proposed that ubiquitin is the slowest-evolving protein identified to date. Ubiquitin contains seven lysine residues to which another ubiquitin can be ligated, resulting in different types of polyubiquitin chains. Chains in which each additional ubiquitin is linked to lysine 48 of the previous ubiquitin have a role in proteasome targeting, while other types of chains may be involved in other processes.",
            "score": 288.83922386169434
        },
        {
            "docid": "1260905_7",
            "document": "Silent mutation . A nonsynonymous mutation that occurs at the genomic or transcriptional levels is one that results in an alteration to the amino acid sequence in the protein product. A protein’s primary structure refers to its amino acid sequence. A substitution of one amino acid for another can impair protein function and structure, or its effects may be minimal or tolerated depending on how closely the properties of the amino acids involved in the swap correlate. The premature insertion of a stop codon, a nonsense mutation, can alter the primary structure of a protein. In this case, a truncated protein is produced. Protein function and folding is dependent on the position in which the stop codon was inserted and the amount and composition of the sequence lost.",
            "score": 230.30581164360046
        },
        {
            "docid": "969126_6",
            "document": "Protein structure . The primary structure of a protein refers to the sequence of amino acids in the polypeptide chain. The primary structure is held together by peptide bonds that are made during the process of protein biosynthesis. The two ends of the polypeptide chain are referred to as the carboxyl terminus (C-terminus) and the amino terminus (N-terminus) based on the nature of the free group on each extremity. Counting of residues always starts at the N-terminal end (NH-group), which is the end where the amino group is not involved in a peptide bond. The primary structure of a protein is determined by the gene corresponding to the protein. A specific sequence of nucleotides in DNA is transcribed into mRNA, which is read by the ribosome in a process called translation. The sequence of amino acids in insulin was discovered by Frederick Sanger, establishing that proteins have defining amino acid sequences. The sequence of a protein is unique to that protein, and defines the structure and function of the protein. The sequence of a protein can be determined by methods such as Edman degradation or tandem mass spectrometry. Often, however, it is read directly from the sequence of the gene using the genetic code. It is strictly recommended to use the words \"amino acid residues\" when discussing proteins because when a peptide bond is formed, a water molecule is lost, and therefore proteins are made up of amino acid residues. Post-translational modification such as disulfide bond formation, phosphorylations and glycosylations are usually also considered a part of the primary structure, and cannot be read from the gene. For example, insulin is composed of 51 amino acids in 2 chains. One chain has 31 amino acids, and the other has 20 amino acids.",
            "score": 201.35971701145172
        },
        {
            "docid": "12266_41",
            "document": "Genetics . A single nucleotide difference within DNA can cause a change in the amino acid sequence of a protein. Because protein structures are the result of their amino acid sequences, some changes can dramatically change the properties of a protein by destabilizing the structure or changing the surface of the protein in a way that changes its interaction with other proteins and molecules. For example, sickle-cell anemia is a human genetic disease that results from a single base difference within the coding region for the β-globin section of hemoglobin, causing a single amino acid change that changes hemoglobin's physical properties. Sickle-cell versions of hemoglobin stick to themselves, stacking to form fibers that distort the shape of red blood cells carrying the protein. These sickle-shaped cells no longer flow smoothly through blood vessels, having a tendency to clog or degrade, causing the medical problems associated with this disease.",
            "score": 238.9825632572174
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 177.8692432641983
        },
        {
            "docid": "1320535_5",
            "document": "Missense mutation . Not all missense mutations lead to appreciable protein changes. An amino acid may be replaced by an amino acid of very similar chemical properties, in which case, the protein may still function normally; this is termed a neutral, \"quiet\", \"silent\" or conservative mutation. Alternatively, the amino acid substitution could occur in a region of the protein which does not significantly affect the protein secondary structure or function. When an amino acid may be encoded by more than one codon (so-called \"degenerate coding\") a mutation in a codon may not produce any change in translation; this would be a synonymous substitution and not a missense mutation.",
            "score": 218.68990421295166
        },
        {
            "docid": "19817681_28",
            "document": "Tardigrade . The genome of \"Ramazzottius varieornatus,\" one of the most stress-tolerant species of Tardigrades, was sequenced by a team of researchers from the University of Tokyo in 2015. Analysis revealed less than 1.2% of its genes were the result of horizontal gene transfer. They also found evidence of a loss of gene pathways that are known to promote damage due to stress. This study also found a high expression of novel Tardigrade-unique proteins, including Damage suppressor (Dsup), which was shown to protect against DNA damage from X-ray radiation. The same team applied the Dsup protein to human cultured cells and found that it suppressed X-ray damage to the human cells by ~40%.",
            "score": 140.54163002967834
        },
        {
            "docid": "29583863_9",
            "document": "Simon Gaskell . In recent years, international efforts have been made to sequence the genomes of many organisms, including man. These studies of an organism’s entire DNA sequence (known as genomics) have in turn led to the development of a similar field of research, called ‘proteomics’. Proteomics is the study of the structure and function of a cell’s entire set of proteins, which orchestrate the chemical reactions that occur within cells. To understand how a cell works, scientists need to know which proteins are present and in what amounts. Gaskell’s research uses various forms of an analytical technique called mass spectrometry to determine the quantity and longevity of these different proteins. Gaskell has recently used these techniques to study a human parasite called \"Trypanosoma Brucei\". It causes sleeping sickness, which affects around 400,000 people each year, predominantly in the developing world.",
            "score": 146.0190109014511
        },
        {
            "docid": "611074_9",
            "document": "Point mutation . Missense mutations code for a different amino acid. A missense mutation changes a codon so that a different protein is created, a non-synonymous change. Conservative mutations result in an amino acid change. However, the properties of the amino acid remain the same (e.g., hydrophobic, hydrophilic, etc.). At times, a change to one amino acid in the protein is not detrimental to the organism as a whole. Most proteins can withstand one or two point mutations before their function changes. Non-conservative mutations result in an amino acid change that has different properties than the wild type. The protein may lose its function, which can result in a disease in the organism. For example, sickle-cell disease is caused by a single point mutation (a missense mutation) in the beta-hemoglobin gene that converts a GAG codon into GUG, which encodes the amino acid valine rather than glutamic acid. The protein may also exhibit a \"gain of function\" or become activated, such is the case with the mutation changing a valine to glutamic acid in the braf gene; this leads to an activation of the RAF protein which causes unlimited proliferative signalling in cancer cells. These are both examples of a non-conservative (missense) mutation.",
            "score": 280.44668185710907
        }
    ],
    "r": [
        {
            "docid": "32167_8",
            "document": "Ubiquitin . Ubiquitin is a small protein that exists in all eukaryotic cells. It performs its myriad functions through conjugation to a large range of target proteins. A variety of different modifications can occur. The ubiquitin protein itself consists of 76 amino acids and has a molecular mass of about 8.5 kDa. Key features include its C-terminal tail and the 7 lysine residues. It is highly conserved among eukaryotic species: Human and yeast ubiquitin share 96% sequence identity.",
            "score": 307.4099426269531
        },
        {
            "docid": "24603_3",
            "document": "Proteasome . Proteasomes are part of a major mechanism by which cells regulate the concentration of particular proteins and degrade misfolded proteins. Proteins are tagged for degradation with a small protein called ubiquitin. The tagging reaction is catalyzed by enzymes called ubiquitin ligases. Once a protein is tagged with a single ubiquitin molecule, this is a signal to other ligases to attach additional ubiquitin molecules. The result is a \"polyubiquitin chain\" that is bound by the proteasome, allowing it to degrade the tagged protein. The degradation process yields peptides of about seven to eight amino acids long, which can then be further degraded into shorter amino acid sequences and used in synthesizing new proteins.",
            "score": 290.9688720703125
        },
        {
            "docid": "24603_22",
            "document": "Proteasome . The ubiquitin protein itself is 76 amino acids long and was named due to its ubiquitous nature, as it has a highly conserved sequence and is found in all known eukaryotic organisms. The genes encoding ubiquitin in eukaryotes are arranged in tandem repeats, possibly due to the heavy transcription demands on these genes to produce enough ubiquitin for the cell. It has been proposed that ubiquitin is the slowest-evolving protein identified to date. Ubiquitin contains seven lysine residues to which another ubiquitin can be ligated, resulting in different types of polyubiquitin chains. Chains in which each additional ubiquitin is linked to lysine 48 of the previous ubiquitin have a role in proteasome targeting, while other types of chains may be involved in other processes.",
            "score": 288.8392333984375
        },
        {
            "docid": "6313310_2",
            "document": "Degron . A degron is a portion of a protein that is important in regulation of protein degradation rates. Known degrons include short amino acid sequences, structural motifs and exposed amino acids (often Lysine or Arginine) located anywhere in the protein. In fact, some proteins can even contain multiple degrons. Degrons are present in a variety of organisms, from the N-degrons (see N-end Rule) first characterized in yeast to the PEST sequence of mouse ornithine decarboxylase. Degrons have been identified in prokaryotes as well as eukaryotes. While there are many types of different degrons, and a high degree of variability even within these groups, degrons are all similar for their involvement in regulating the rate of a protein’s degradation. Much like protein degradation (see proteolysis) mechanisms are categorized by their dependence or lack thereof on Ubiquitin, a small protein involved in proteasomal protein degradation, Degrons may also be referred to as “Ubiquitin-dependent\" or “Ubiquitin-independent\".",
            "score": 287.64501953125
        },
        {
            "docid": "611074_9",
            "document": "Point mutation . Missense mutations code for a different amino acid. A missense mutation changes a codon so that a different protein is created, a non-synonymous change. Conservative mutations result in an amino acid change. However, the properties of the amino acid remain the same (e.g., hydrophobic, hydrophilic, etc.). At times, a change to one amino acid in the protein is not detrimental to the organism as a whole. Most proteins can withstand one or two point mutations before their function changes. Non-conservative mutations result in an amino acid change that has different properties than the wild type. The protein may lose its function, which can result in a disease in the organism. For example, sickle-cell disease is caused by a single point mutation (a missense mutation) in the beta-hemoglobin gene that converts a GAG codon into GUG, which encodes the amino acid valine rather than glutamic acid. The protein may also exhibit a \"gain of function\" or become activated, such is the case with the mutation changing a valine to glutamic acid in the braf gene; this leads to an activation of the RAF protein which causes unlimited proliferative signalling in cancer cells. These are both examples of a non-conservative (missense) mutation.",
            "score": 280.4466857910156
        },
        {
            "docid": "19702_40",
            "document": "Mutation . Changes in DNA caused by mutation can cause errors in protein sequence, creating partially or completely non-functional proteins. Each cell, in order to function correctly, depends on thousands of proteins to function in the right places at the right times. When a mutation alters a protein that plays a critical role in the body, a medical condition can result. Some mutations alter a gene's DNA base sequence but do not change the function of the protein made by the gene. One study on the comparison of genes between different species of \"Drosophila\" suggests that if a mutation does change a protein, this will probably be harmful, with an estimated 70 percent of amino acid polymorphisms having damaging effects, and the remainder being either neutral or weakly beneficial. Studies have shown that only 7% of point mutations in noncoding DNA of yeast are deleterious and 12% in coding DNA are deleterious. The rest of the mutations are either neutral or slightly beneficial.",
            "score": 275.42681884765625
        },
        {
            "docid": "25925761_2",
            "document": "N-end rule . The \"N\"-end rule is a rule that governs the rate of protein degradation through recognition of the N-terminal residue of proteins. The rule states that the \"N\"-terminal amino acid of a protein determines its half-life (likelihood of being degraded). The rule applies to both eukaryotic and prokaryotic organisms, but with different strength, rules, and outcome. In eukaryotic cells, these N-terminal residues are recognized by N-degrons that are targeted by ubiquitin ligases, mediating ubiquitination thereby marking the protein for degradation. The rule was initially discovered by Alexander Varshavsky and co-workers in 1986. However, only rough estimations of protein half-life can be deduced from this 'rule', as N-terminal amino acid modification can lead to variability and anomalies, whilst amino acid impact can also change from organism to organism. Other degradation signals, known as degrons, can also be found in sequence.",
            "score": 273.6166687011719
        },
        {
            "docid": "56345152_10",
            "document": "Zero ionic layer . In studies that use exocytotic SNAREs of yeast as models, a mutation from glutamine to arginine in the zero ionic layer leads to yeast cells that have deficient growth and protein secretion ability. However, a mutation from arginine to glutamine in this layer leads to yeast cells that are functionally wild-type. In the mutation where all four amino acids in the zero ionic layer are glutamine residues, the cells still exhibit normal secretory ability, but defects may become pronounced when there are other mutations.",
            "score": 270.93402099609375
        },
        {
            "docid": "611074_18",
            "document": "Point mutation . Point mutations can have several effects on the behavior and reproduction of a protein depending on where the mutation occurs in the amino acid sequence of the protein. If the mutation occurs in the region of the gene that is responsible for coding for the protein, the amino acid may be altered. This slight change in the sequence of amino acids can cause a change in the function, activation of the protein meaning how it binds with a given enzyme, where the protein will be located within the cell, or the amount of free energy stored within the protein.",
            "score": 270.7456359863281
        },
        {
            "docid": "55672748_3",
            "document": "USP25 . Ubiquitin (MIM 191339) is a highly conserved 76-amino acid protein involved in regulation of intracellular protein breakdown, cell cycle regulation, and stress response. Ubiquitin is released from degraded proteins by disassembly of the polyubiquitin chains, which is mediated by ubiquitin-specific proteases (USPs), such as USP25 (Valero et al., 1999 [PubMed 10644437]).[supplied by OMIM, Mar 2008].",
            "score": 269.9486083984375
        },
        {
            "docid": "3572611_4",
            "document": "HRAS . At least five inherited mutations in the HRAS gene have been identified in people with Costello syndrome. Each of these mutations changes an amino acid in a critical region of the HRAS protein. The most common mutation replaces the amino acid glycine with the amino acid serine at position 12 (written as Gly12Ser or G12S). The mutations responsible for Costello syndrome lead to the production of an HRAS protein that is permanently active. Instead of triggering cell growth in response to particular signals from outside the cell, the overactive protein directs cells to grow and divide constantly. This uncontrolled cell division can result in the formation of noncancerous and cancerous tumors. Researchers are uncertain how mutations in the HRAS gene cause the other features of Costello syndrome (such as mental retardation, distinctive facial features, and heart problems), but many of the signs and symptoms probably result from cell overgrowth and abnormal cell division.",
            "score": 268.3604736328125
        },
        {
            "docid": "14725541_11",
            "document": "FANCA . In cells from Fanconi anaemia patients, FA core complex induction of FANCD2 ubiquitination is not observed, assumably a result from impaired complex formation due to the lack of a working FANCA protein. Ultimately, regardless of specific mutation, it is disruption of this FA/BRCA pathway that results in the adverse cellular and clinical phenotypes common to all FANCA-impaired Fanconi anaemia sufferers. Interactions between BRCA1 and many FANC proteins have been investigated. Amongst known FANC proteins, most evidence points for a direct interaction primarily between FANCA protein and BRCA1. Evidence from yeast two-hybrid analysis, coimmunoprecipitation from \"in vitro\" synthesis, and coimmunoprecipitation from cell extracts shows that the site of interaction is between the terminal amino group of FANCA and the central part of BRCA1, located within amino acids 740–1083.",
            "score": 263.16412353515625
        },
        {
            "docid": "8258485_2",
            "document": "Ubiquitin-conjugating enzyme . Ubiquitin-conjugating enzymes, also known as E2 enzymes and more rarely as ubiquitin-carrier enzymes, perform the second step in the ubiquitination reaction that targets a protein for degradation via the proteasome. The ubiquitination process covalently attaches ubiquitin, a short protein of 76 amino acids, to a lysine residue on the target protein. Once a protein has been tagged with one ubiquitin molecule, additional rounds of ubiquitination form a polyubiquitin chain that is recognized by the proteasome's 19S regulatory particle, triggering the ATP-dependent unfolding of the target protein that allows passage into the proteasome's 20S core particle, where proteases degrade the target into short peptide fragments for recycling by the cell.",
            "score": 258.4214172363281
        },
        {
            "docid": "3572611_5",
            "document": "HRAS . HRAS has been shown to be a proto-oncogene. When mutated, proto-oncogenes have the potential to cause normal cells to become cancerous. Some gene mutations are acquired during a person's lifetime and are present only in certain cells. These changes are called somatic mutations and are not inherited. Somatic mutations in the HRAS gene in bladder cells have been associated with bladder cancer. One specific mutation has been identified in a significant percentage of bladder tumors; this mutation substitutes one protein building block (amino acid) for another amino acid in the HRAS protein. Specifically, the mutation replaces the amino acid glycine with the amino acid valine at position 12 (written as Gly12Val, G12V, or H-RasV). The altered HRAS protein is permanently activated within the cell. This overactive protein directs the cell to grow and divide in the absence of outside signals, leading to uncontrolled cell division and the formation of a tumor. Mutations in the HRAS gene also have been associated with the progression of bladder cancer and an increased risk of tumor recurrence after treatment.",
            "score": 258.3045959472656
        },
        {
            "docid": "1686272_16",
            "document": "Chemical biology . Through the transcription and translation process, DNA encodes for specific sequences of amino acids. The resulting polypeptides fold into more complex secondary, tertiary, and quaternary structures to form proteins. Based on both the sequence and the structure, a particular protein is conferred its cellular function. However, sometimes the folding process fails due to mutations in the genetic code and thus the amino acid sequence or due to changes in the cell environment (e.g. pH, temperature, reduction potential, etc.). Misfolding occurs more often in aged individuals or in cells exposed to a high degree of oxidative stress, but a fraction of all proteins misfold at some point even in the healthiest of cells.",
            "score": 258.02484130859375
        },
        {
            "docid": "4411416_11",
            "document": "SUMO protein . SUMO attachment to its target is similar to that of ubiquitin (as it is for the other ubiquitin-like proteins such as NEDD 8). The SUMO precursor has some extra amino acids that need to be removed, therefore a C-terminal peptide is cleaved from the SUMO precursor by a protease (in human these are the SENP proteases or Ulp1 in yeast) to reveal a di-glycine motif. The obtained SUMO then becomes bound to an E1 enzyme (SUMO Activating Enzyme (SAE)) which is a heterodimer. It is then passed to an E2 which is a conjugating enzyme (Ubc9). Finally, one of a small number of E3 ligating proteins attaches it to the protein. In yeast, there are four SUMO E3 proteins, Cst9, Mms21, Siz1 and Siz2. While in ubiquitination an E3 is essential to add ubiquitin to its target, evidence suggests that the E2 is sufficient in SUMOylation as long as the consensus sequence is present. It is thought that the E3 ligase promotes the efficiency of SUMOylation and in some cases has been shown to direct SUMO conjugation onto non-consensus motifs. E3 enzymes can be largely classed into PIAS proteins, such as Mms21 (a member of the Smc5/6 complex) and Pias-gamma and HECT proteins. Some E3's, such as RanBP2, however, are neither. Recent evidence has shown that PIAS-gamma is required for the SUMOylation of the transcription factor yy1 but it is independent of the zinc-RING finger (identified as the functional domain of the E3 ligases). SUMOylation is reversible and is removed from targets by specific SUMO proteases. In budding yeast, the Ulp1 SUMO protease is found bound at the nuclear pore, whereas Ulp2 is nucleoplasmic. The distinct subnuclear localisation of deSUMOylating enzymes is conserved in higher eukaryotes.",
            "score": 257.2864074707031
        },
        {
            "docid": "45570_30",
            "document": "DNA vaccination . Cytotoxic T-cells recognise small peptides (8-10 amino acids) complexed to MHC class I molecules. These peptides are derived from endogenous cytosolic proteins that are degraded and delivered to the nascent MHC class I molecule within the endoplasmic reticulum (ER). Targeting gene products directly to the ER (by the addition of an amino-terminal insertion sequence) should thus enhance CTL responses. This was successfully demonstrated using recombinant vaccinia viruses expressing influenza proteins, but the principle should also be applicable to DNA vaccines. Targeting antigens for intracellular degradation (and thus entry into the MHC class I pathway) by the addition of ubiquitin signal sequences, or mutation of other signal sequences, was shown to be effective at increasing CTL responses.",
            "score": 256.66143798828125
        },
        {
            "docid": "1684895_11",
            "document": "Nutritional yeast . Nutritional yeast products do not have any added monosodium glutamate; however, all inactive yeast contains a certain amount of free glutamic acid because when the yeast cells are killed, the proteins that compose the cell walls begins to degrade, breaking down into the amino acids that originally formed the proteins. Glutamic acid is a naturally occurring amino acid in all yeast cells, as well as in vegetables, fungi, and animals.",
            "score": 256.6606140136719
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 256.57861328125
        },
        {
            "docid": "38988313_9",
            "document": "Yeast assimilable nitrogen . Yeast transport amino acids and small peptides (less than 5 amino acid residues) into the cell via an active transport process that utilizes specialized membrane proteins and the difference in the pH gradient of the acidic wine solution (pH between 3-4) and the near neutral pH of cytoplasm inside the yeast cells. The proton symport proteins in the membrane take in the amino acid coupled with a hydrogen ion that later gets expelled by the cell via a hydrogen ion pump. This is an energy dependent process that becomes more energetically unfavorable for the yeast cell as fermentation progressed and ethanol levels increase, creating \"passive leakage\" of excess hydrogen ions into the cell. The cell's hydrogen ion pumps have to work even harder to maintain its internal pH so it sends a signal to the symport proteins to stop bringing other ions. This is one of the reasons why late fermentation nitrogen additions have little to no effective as the transport mechanisms of the nitrogen into the cell are shut down.",
            "score": 255.13009643554688
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 253.9285888671875
        },
        {
            "docid": "14754544_3",
            "document": "FBXW7 . This gene encodes a member of the F-box protein family which is characterized by an approximately 40 amino acid motif, the F-box. The F-box proteins constitute one of the four subunits of ubiquitin protein ligase complex called SCFs (SKP1-cullin-F-box), which function in phosphorylation-dependent ubiquitination. The F-box proteins are divided into 3 classes: Fbws containing WD-40 domains, Fbls containing leucine-rich repeats, and Fbxs containing either different protein-protein interaction modules or no recognizable motifs. The protein encoded by this gene was previously referred to as FBX30, and belongs to the Fbws class; in addition to an F-box, this protein contains 7 tandem WD40 repeats. This protein binds directly to cyclin E and probably targets cyclin E for ubiquitin-mediated degradation. Mutations in this gene are detected in ovarian, breast and colorectal cancer cell lines, implicating the gene's potential role in the pathogenesis of human cancers. Three transcript variants encoding three different isoforms have been found for this gene.",
            "score": 253.78311157226562
        },
        {
            "docid": "14778310_7",
            "document": "MAP1LC3B . LC3 shares structural homology with ubiquitin, and thus has been termed a ubiquitin-like protein. LC3 has a LDS (LIR docking site)/hydrophobic binding interface in the N terminus which interacts with LIR (LC3 Interacting Region) containing proteins. This domain is rich in hydrophobic amino acids, the mutation of which impairs the ability of LC3 binding with LIR containing proteins, many of which are autophagy cargo adapter proteins. For example, sequestosome (SQSTM1) interacts with Phe 52 and Leu53 aminoacids present in hydrophobic binding interface of LC3 and any mutation of these amino acids prevents LC3 interaction with SQSTM1.",
            "score": 252.53964233398438
        },
        {
            "docid": "25368725_34",
            "document": "Biochemical switches in the cell cycle . Many speculations were made with regard to the control mechanisms employed by a cell to promote the irreversibility of mitotic exit in a eukaryotic model organism, the budding yeast \"Saccharomyces cerevisiae\". Proteolytic degradation of cell cycle regulators and corresponding effects on the levels of cyclin-dependent kinases were proposed as a mechanism that promotes eukaryotic cell cycle and metaphase-to-anaphase transition in particular. In this theory, anaphase promoting complex (APC), a class of ubiquitin ligase, facilitates degradation of mitotic cyclins (Clb2) and anaphase-inhibiting factors (PDS1, CUT2) to promote mitotic exit. APC ubiquitinates nine-amino acid motif known as the destruction box (D box) in the NH2-terminal domain of mitotic cyclins for degradation by proteasome. APC in association with Cdc20 (APC-Cdc20) ubiquitinates and targets mitotic cyclins (Clb2) for degradation at initial phase. Simultaneously, APC-Cdc20 mediates degradation of securins, which inhibit separases through binding, at anaphase onset. Released and active separase cleaves cohesin that held sister chromatids together, facilitating separation of sister chromatids and initiates mitotic exit by promoting release of Cdc14 from nucleolus. At later phase, downregulation of Cdk1 and activation of Cdc14, a Cdh1-activating phosphatase, promotes formation of APC in association with Cdh1 (APC-Cdh1) to degrade Clb2s. Cdc20 and Cdh1, which are the activators of APC, recruit substrates such as securin and B-type cyclins(Clb) for ubiquitination. Without Cdk1-Clb2 complexes to phosphorylate proteins that are involved in spindle dynamics such as Sli15, Ase1, and Ask1, spindle elongation and chromosomal segregation are promoted, facilitating mitotic exit. The importance of proteolytic degradation in eukaryotic cell cycle changed the view of cell division as a simple kinase cascade to a more complex process in which interactions among phosphorylation, ubiquitination, and proteolysis are necessary. However, experiments using budding yeast cells with cdc28-as1, a INM-PP1 (ATP analog)-sensitive Cdk allele, proved that destruction of B-type cyclins (Clb) is not necessary for triggering irreversible mitotic exit. Clb2 degradation did shorten the Cdk1-inhibition period required for triggering irreversible mitotic exit indicating that cyclin proteolysis contributes to the dynamic nature of the eukaryotic cell cycle due to slower timescale of its action but is unlikely to be the major determining factor in triggering irreversible cell cycle transitions.",
            "score": 251.0914306640625
        },
        {
            "docid": "9378673_7",
            "document": "De novo protein structure prediction . Several lines of evidence have been presented in favor of the notion that primary protein sequence contains all the information required for overall three-dimensional protein structure, making the idea of a de novo protein prediction possible. First, proteins with different functions usually have different amino acid sequences. Second, several different human diseases, such as Duchenne muscular dystrophy, can be linked to loss of protein function resulting from a change in just a single amino acid in the primary sequence. Third, proteins with similar functions across many different species often have similar amino acid sequences. Ubiquitin, for example, is a protein involved in regulating the degradation of other proteins; its amino acid sequence is nearly identical in species as far separated as \"Drosophila melanogaster\" and \"Homo sapiens\". Fourth, by thought experiment, one can deduce that protein folding must not be a completely random process and that information necessary for folding must be encoded within the primary structure. For example, if we assume that each of 100 amino acid residues within a small polypeptide could take up 10 different conformations on average, giving 10^100 different conformations for the polypeptide. If one possible confirmation was tested every 10^-13 second, then it would take about 10^77 years to sample all possible conformations. However, proteins are properly folded within the body on short timescales all the time, meaning that the process cannot be random and, thus, can potentially be modeled. One of the strongest lines of evidence for the supposition that all the relevant information needed to encode protein tertiary structure is found in the primary sequence was demonstrated in the 1950s by Christian Anfinsen. In a classic experiment, he showed that ribonuclease A could be entirely denatured by being submerged in a solution of urea (to disrupt stabilizing hydrophobic bonds) in the presence of a reducing agent (to cleave stabilizing disulfide bonds). Upon removal of the protein from this environment, the denatured and functionless ribonuclease protein spontaneously recoiled and regained function, demonstrating that protein tertiary structure is encoded in the primary amino acid sequence. Had the protein reformed randomly, over one-hundred different combinations of four disulfide bonds could have formed. However, in the majority of cases proteins will require the presence of molecular chaperons within the cell for proper folding. The overall shape of a protein may be encoded in its amino acid structure, but its folding may depend on chaperons to assist in folding.",
            "score": 250.57937622070312
        },
        {
            "docid": "14289060_3",
            "document": "Ubiquitin B . Ubiquitin is one of the most conserved proteins known in eukaryotic organisms. Ubiquitin is required for ATP-dependent, non-lysosomal intracellular protein degradation of abnormal proteins and normal proteins with a rapid turnover. Ubiquitin is covalently bound to proteins to be degraded, and presumably labels these proteins for degradation. Ubiquitin also binds to histone H2A in actively transcribed regions but does not cause histone H2A degradation, suggesting that ubiquitin is also involved in regulation of gene expression. This gene consists of three direct repeats of the ubiquitin coding sequence with no spacer sequence. Consequently, the protein is expressed as a polyubiquitin precursor with a final amino acid after the last repeat. Aberrant form of this protein (UBB+1) has been noticed in patients with Alzheimer's disease, Down syndrome, other tauopathies (e.g. Pick's disease) and polyglutamine disease (e.g. Huntington's disease).",
            "score": 250.52740478515625
        },
        {
            "docid": "34058307_3",
            "document": "Mitotic exit . Many speculations were made with regard to the control mechanisms employed by a cell to promote the irreversibility of mitotic exit in a eukaryotic model organism, the budding yeast \"Saccharomyces cerevisiae\". Proteolytic degradation of cell cycle regulators and corresponding effects on the levels of cyclin-dependent kinases were proposed as a mechanism that promotes eukaryotic cell cycle and metaphase-to-anaphase transition in particular.  In this theory, anaphase promoting complex (APC), a class of ubiquitin ligase, facilitates degradation of mitotic cyclins (Clb2) and anaphase-inhibiting factors (PDS1, CUT2) to promote mitotic exit. APC ubiquitinates nine-amino acid motif known as the destruction box (D box) in the NH2-terminal domain of mitotic cyclins for degradation by proteasome. APC in association with Cdc20 (APC-Cdc20) ubiquitinates and targets mitotic cyclins (Clb2) for degradation at initial phase. Simultaneously, APC-Cdc20 mediates degradation of securins, which inhibit separases through binding, at anaphase onset. Released and active separase cleaves cohesin that held sister chromatids together, facilitating separation of sister chromatids and initiates mitotic exit by promoting release of Cdc14 from nucleolus. At later phase, downregulation of Cdk1 and activation of Cdc14, a Cdh1-activating phosphatase, promotes formation of APC in association with Cdh1 (APC-Cdh1) to degrade Clb2s. Cdc20 and Cdh1, which are the activators of APC, recruit substrates such as securin and B-type cyclins(Clb) for ubiquitination. Without Cdk1-Clb2 complexes to phosphorylate proteins that are involved in spindle dynamics such as Sli15, Ase1, and Ask1, spindle elongation and chromosomal segregation are promoted, facilitating mitotic exit.  The importance of proteolytic degradation in eukaryotic cell cycle changed the view of cell division as a simple kinase cascade to a more complex process in which interactions among phosphorylation, ubiquitination, and proteolysis are necessary. However, experiments using budding yeast cells with cdc28-as1, a INM-PP1 (ATP analog)-sensitive Cdk allele, proved that destruction of B-type cyclins (Clb) is not necessary for triggering irreversible mitotic exit. Clb2 degradation did shorten the Cdk1-inhibition period required for triggering irreversible mitotic exit indicating that cyclin proteolysis contributes to the dynamic nature of the eukaryotic cell cycle due to slower timescale of its action but is unlikely to be the major determining factor in triggering irreversible cell cycle transitions.",
            "score": 249.8129425048828
        },
        {
            "docid": "14146889_2",
            "document": "NEDD8 . NEDD8 is a protein that in humans is encoded by the \"NEDD8\" gene. (In \"Saccharomyces cerevisiae\" this protein is known as Rub1.) This ubiquitin-like protein (ULP), becomes covalently conjugated to a limited number of cellular proteins in a manner analogous to ubiquitination. Human NEDD8 shares 60% amino acid sequence identity to ubiquitin. The primary known substrates of NEDD8 modification are the Cullin subunits of Cullin-based E3 ubiquitin ligases, which are active only when neddylated. Their NEDDylation is critical for the recruitment of E2 to the ligase complex, thus facilitating ubiquitin conjugation. NEDD8 modification has therefore been implicated in cell cycle progression and cytoskeletal regulation.",
            "score": 249.29342651367188
        },
        {
            "docid": "17533758_9",
            "document": "3-M syndrome . The majority of 3-M syndrome patients have been identified with CUL7 mutations. The Cullin 7 gene contains instructions for making the protein Cullin-7. Cullin-7 acts as scaffold protein in the E3 ubiquitin ligase complex. The role of this complex is to tag damaged and excess proteins in the cell with ubiquitin. Intracellular and extracellular signals within the cell highly regulate when and which proteins are tagged with ubiquitin. Once attached to the protein, ubiquitin serves as a signaling molecule to the proteasomes, which then bind to the ubiquinated proteins and degrades them. This ubiquitin-proteasome system acts as the cell's quality control system by breaking down unwanted proteins. Additionally, the system regulates the level of proteins involved in critical cell activities such as the timing of cell division and growth. Mutations in the CUL7 gene blocks the ability of the cullin-7 protein to bring together the components of this E3 ubiquitin ligase complex. This leads to impaired ubiquination and hence the aggregation of damaged, misfolded, and excess proteins. Disruption of the protein degradation process plays a role in the pathogensis of prenatal growth retardation in humans, a key feature of 3-M syndrome. The skeletal abnormalities that are present in individuals with this disorder suggests that this gene may play a role in the endochondral ossification process. Preliminary data suggests that CUL7 is in fact involved in chondrocyte growth and proliferation.",
            "score": 248.75775146484375
        },
        {
            "docid": "55227679_2",
            "document": "RRM3 . RRM3 is a gene that encodes a 5′-to-3′ DNA helicase known affect multiple cellular replication and repair processes and is most commonly studied in \"Saccharomyces cerevisiae\". RRM3 formally stands for Ribosomal DNArecombination mutation 3. The gene codes for nuclear protein Rrm3p, which is 723 amino acids in length, and is part of a Pif1p DNA helicase sub-family that is conserved from yeasts to humans. RRM3 and its encoded protein have been shown to be vital for cellular replication, specifically associating with replication forks genome-wide. RRM3 is located on chromosome 8 in yeast cells and codes for 723 amino acids producing a protein that weighs 81,581 Da.",
            "score": 248.38284301757812
        },
        {
            "docid": "4250553_50",
            "document": "Gene . Most mutations within genes are neutral, having no effect on the organism's phenotype (silent mutations). Some mutations do not change the amino acid sequence because multiple codons encode the same amino acid (synonymous mutations). Other mutations can be neutral if they lead to amino acid sequence changes, but the protein still functions similarly with the new amino acid (e.g. conservative mutations). Many mutations, however, are deleterious or even lethal, and are removed from populations by natural selection. Genetic disorders are the result of deleterious mutations and can be due to spontaneous mutation in the affected individual, or can be inherited. Finally, a small fraction of mutations are beneficial, improving the organism's fitness and are extremely important for evolution, since their directional selection leads to adaptive evolution.",
            "score": 246.4459991455078
        },
        {
            "docid": "237704_32",
            "document": "Saccharomyces cerevisiae . \"S. cerevisiae\" has been highly studied as a model organism to better understand aging for more than five decades and has contributed to the identification of more mammalian genes affecting aging than any other model organism. Some of the topics studied using yeast are calorie restriction, as well as in genes and cellular pathways involved in senescence. The two most common methods of measuring aging in yeast are Replicative Life Span, which measures the number of times a cell divides, and Chronological Life Span, which measures how long a cell can survive in a non-dividing stasis state. Limiting the amount of glucose or amino acids in the growth medium has been shown to increase RLS and CLS in yeast as well as other organisms. At first, this was thought to increase RLS by up-regulating the sir2 enzyme, however it was later discovered that this effect is independent of sir2. Over-expression of the genes sir2 and fob1 has been shown to increase RLS by preventing the accumulation of extrachromosomal rDNA circles, which are thought to be one of the causes of senescence in yeast. The effects of dietary restriction may be the result of a decreased signaling in the TOR cellular pathway. This pathway modulates the cell's response to nutrients, and mutations that decrease TOR activity were found to increase CLS and RLS. This has also been shown to be the case in other animals. A yeast mutant lacking the genes sch9 and ras2 has recently been shown to have a tenfold increase in chronological lifespan under conditions of calorie restriction and is the largest increase achieved in any organism.",
            "score": 246.0564727783203
        }
    ]
}