{
    "q": [
        {
            "docid": "15065584_13",
            "document": "JADE1 . JADE1 role in DNA damage has been suggested. A recently discovered non-coding RNA lncRNA-JADE regulates JADE1 expression and provides a functional link between the DNA damage response (DDR) and bulk histone H4 acetylation. Results support role in DNA synthesis linked to histone H4 acetylation. In cultured cells knock down of lncRNA-JADE increased cells sensitivity to DNA damaging drugs. In mice tumor xenograft model, the knock down of lncRNA-JADE inhibited xenograft mammary tumor growth. In a pilot human study, higher levels of lncRNA-JADE as well as JADE1 protein were detected in breast cancer tissues compared to normal tissues. Lastly, the higher levels of JADE1 protein inversely correlated with survival rates of patients with breast cancer. The study suggests that lncRNA-JADE might contribute to breast tumorigenesis, and that JADE1 protein mediates at least part of this effect. JADE1 and cytokinesis. JADE1S negatively regulates cytokinesis of the epithelial cell cycle, a function specific to the small isoform. First report that suggested JADE1 function in G2/M/G1 transition showed that during the late G2 phase, JADE1S undergoes phosphorylation linked to its dissociation from chromatin into the cytoplasm. Mass Spectral analysis identified that total of six individual amino acid residues are phosphorylated by a mitotic kinase. Based on pharmacological analysis, JADE1 phosphorylation and compartmentalization is regulated by Aurora A and Aurora B pathways. Other kinases have been reported and may play a role. Upon completion of mitosis around telophase, the main pool of the JADE1S protein undergoes de-phosphorylation and re-associates with apparently condensing chromatin inside the reformed nuclei. A discrete pool of JADE1S associates with the cleavage furrow and subsequently appears in the midbody of the cytokinetic bridge. Interestingly, only JADE1S, but not JADE1L or HBO1 was found in the midbody of the cells undergoing cytokinesis. The spatial regulation of JADE1S during the cell division suggested role in G2/M to G1 transition, which includes cytokinesis and final abscission. Cytokinesis is the final step of cell cycle which controls fidelity of division of cellular content, including cytoplasm, membrane, and chromatin. Cytokinetic bridge is severed during the final abscission which occurs near the midbody and may take up to 2 hours. Cytokinesis and final abscission are tightly controlled by regulatory protein complexes and checkpoint proteins. The number of reports concerning cytokinesis control has been growing over the past decade.",
            "score": 117.57669365406036
        },
        {
            "docid": "200182_12",
            "document": "Cytokinesis . The cytokinetic furrow ingresses until a so-called midbody structure (composed of electron-dense, proteinaceous material) is formed, where the actin-myosin ring has reached a diameter of about 1–2 μm. Most animal cell types remain connected by an intercellular bridge for up to several hours until they are split by an actin-independent process termed abscission, the last step of cytokinesis. The process of abscission physically cleaves the aforementioned midbody into two. Abscission proceeds by removal of cytoskeletal structures from the intercellular bridge, constriction of the cell cortex, and plasma membrane fission. The intercellular bridge is filled with dense bundles of antiparallel microtubules that derive from the central spindle. These microtubules overlap at the midbody, which is generally thought as a targeting platform for the abscission machinery. Microtubule severing protein spastin is largely responsible for the disassembly of microtubule bundles inside the intercellular bridge. Complete cortical constriction also requires removal of the underlying cytoskeletal structures. Actin filament disassembly during late cytokinesis depends on the PKCε–14-3-3 complex, which inactivates RhoA after furrow ingression. Actin disassembly is further controlled by the GTPase Rab35 and its effector, the phosphatidylinositol-4,5-bisphosphate 5-phosphatase OCRL. Understanding the mechanism by which the plasma membrane ultimately splits requires further investigation.",
            "score": 114.98224794864655
        },
        {
            "docid": "854294_34",
            "document": "DNA repair . After DNA damage, cell cycle checkpoints are activated. Checkpoint activation pauses the cell cycle and gives the cell time to repair the damage before continuing to divide. DNA damage checkpoints occur at the G1/S and G2/M boundaries. An intra-S checkpoint also exists. Checkpoint activation is controlled by two master kinases, ATM and ATR. ATM responds to DNA double-strand breaks and disruptions in chromatin structure, whereas ATR primarily responds to stalled replication forks. These kinases phosphorylate downstream targets in a signal transduction cascade, eventually leading to cell cycle arrest. A class of checkpoint mediator proteins including BRCA1, MDC1, and 53BP1 has also been identified. These proteins seem to be required for transmitting the checkpoint activation signal to downstream proteins.",
            "score": 105.68730473518372
        },
        {
            "docid": "9896453_69",
            "document": "Eukaryotic DNA replication . In order to preserve genetic information during cell division, DNA replication must be completed with high fidelity. In order to achieve this task, eukaryotic cells have proteins in place during certain points in the replication process that are able to detect any errors during DNA replication and are able to preserve genomic integrity. These checkpoint proteins are able to stop the cell cycle from entering mitosis in order to allow time for DNA repair. Checkpoint proteins are also involved in some DNA repair pathways, while they stabilize the structure of the replication fork to prevent further damage. These checkpoint proteins are essential to avoid passing down mutations or other chromosomal aberrations to offspring.",
            "score": 113.65829610824585
        },
        {
            "docid": "55414870_2",
            "document": "Actomyosin ring . The cell cycle is divided into two primary phases: DNA synthesis or \"S phase\" and Mitosis or \"M phase\". During the \"S phase\", duplication of chromosomes occurs whereas \"M phase\" is characterized by two processes known as nuclear (mitosis) and cytoplasmic (cytokinesis) divisions. The Actomyosin ring is a prominent structure during cytoplasmic division or cytokinesis (i.e., splitting from the parent cell after duplication and segregation of the genetic material has been completed). The ring forms perpendicular to the axis of the spindle apparatus. and occurs towards the later stage of mitosis, the telophase, in which sister chromatids are identically separated at the opposite sides of the spindle forming nuclei (see figure 1). The actomyosin ring follows an orderly sequence of identification of active division site, formation of the ring, constriction of the ring, and disassembly of the contractile ring. It is composed of actin and myosin II bundles, thus the term actomyosin, that operates in contractile motion although the mechanism on how or what triggers the constriction is still an evolving topic. Other cytoskeletal proteins are also involved in maintaining stability of the ring. Apart from cytokinesis in which the ring constricts as the cells divide (see figure 2), actomyosin ring constriction has also been found to activate during wound closure. During the process actin filaments are degraded, preserving the thickness of the ring. After cytokinesis is complete, one of the two daughter cells inherits a remnant, called the midbody ring.",
            "score": 83.69667601585388
        },
        {
            "docid": "3730562_3",
            "document": "Cell cycle checkpoint . As the eukaryotic cell cycle is a complex process, eukaryotes have evolved a network of regulatory proteins, known as the cell cycle control system, which monitors and dictates the progression of the cell through the cell cycle. This system acts like a timer, or a clock, which sets a fixed amount of time for the cell to spend in each phase of the cell cycle, while at the same time it also responds to information received from the processes it controls. The cell cycle checkpoints play an important role in the control system by sensing defects that occur during essential processes such as DNA replication or chromosome segregation, and inducing a cell cycle arrest in response until the defects are repaired. The main mechanism of action of the cell cycle checkpoints is through the regulation of the activities of a family of protein kinases known as the cyclin-dependent kinases (CDKs), which bind to different classes of regulator proteins known as cyclins, with specific cyclin-CDK complexes being formed and activated at different phases of the cell cycle. Those complexes, in turn, activate different downstream targets to promote or prevent cell cycle progression.",
            "score": 113.56184136867523
        },
        {
            "docid": "376924_4",
            "document": "Cleavage furrow . The cell cycle begins with interphase when the DNA replicates, the cell grows and prepares to enter mitosis. Mitosis includes four phases, prophase, metaphase, anaphase, and telophase. Prophase is the initial phase when spindle fibers appear that function to move the chromosomes toward opposite poles. This spindle apparatus consists of microtubules, microfilaments and a complex network of various proteins. During metaphase, the chromosomes line up using the spindle apparatus in the middle of the cell along the equatorial plate. The chromosomes move to opposite poles during anaphase and remain attached to the spindle fibers by their centromeres. Animal cell cleavage furrow formation is caused by a ring of actin microfilaments called the contractile ring, which forms during early anaphase. Myosin is present in the region of the contractile ring as concentrated microfilaments and actin filaments are predominant in this region. The actin filaments here are both pre-existing and new. Cleavage is driven by these motor proteins, actin and myosin, which are the same proteins involved with muscle contraction. During cellular cleavage, the contractile ring tightens around the cytoplasm of the cell until the cytoplasm is pinched into two daughter cells. During the final phase of mitosis, telophase, the furrow forms an intercellular bridge using mitotic spindle fibers. Phosphatidylethanolamine (PE) has been shown to be present during this time which indicates that is may play a role in movement between the plasma membrane and contractile ring. The bridge is then broken and resealed to form two identical daughter cells during cytokinesis. The breakage is formed by microtubules and the resealing is negated by Calcium dependent exocytosis using Golgi vesicles. In comparison, the plant cell septum and the animal cell mid-zone are analogous. Both require vesicular secretions by the Golgi apparatus for resealing and formation of the cytoskeletal network in addition to microtubules and microfilaments for division and movement. The cleavage furrow mechanism in animal cells is a complex network of actin and myosin filaments, Golgi vesicles and Calcium dependent channels enabling the cell to break apart, reseal and form new daughter cells with complete membranes.",
            "score": 77.89139831066132
        },
        {
            "docid": "15066434_10",
            "document": "RNF8 . Ku protein is a dimeric protein complex, a heterodimer of two polypeptides, Ku70 and Ku80. Ku protein forms a ring structure. An early step in non-homologous end joining DNA repair of a double-strand break is the slipping of a Ku protein (with its ring protein structure) over each end of the broken DNA. The two Ku proteins, one on each broken end, bind to each other and form a bridge. This protects the DNA ends and forms a platform for further DNA repair enzymes to operate. After the broken ends are rejoined, the two Ku proteins still encircle the now intact DNA and can no longer slip off an end. The Ku proteins must be removed or they cause loss of cell viability. The removal of Ku protein is performed either by RNF8 ubiquitination of Ku80, allowing it to be released from the Ku protein ring, or else by NEDD8 promoted ubiquitination of Ku protein, causing its release from DNA.",
            "score": 50.90643513202667
        },
        {
            "docid": "32706791_6",
            "document": "Genome instability . In the cell cycle, DNA is usually most vulnerable during replication. The replisome must be able to navigate obstacles such as tightly wound chromatin with bound proteins, single and double stranded breaks which can lead to the stalling of the replication fork. Each protein or enzyme in the replisome must perform its function well to result in a perfect copy of DNA. Mutations of proteins such as DNA polymerase, ligase, can lead to impairment of replication and lead to spontaneous chromosomal exchanges. Proteins such as Tel1, Mec1 (ATR, ATM in humans) can detect single and double-stranded breaks and recruit factors such as Rmr3 helicase to stabilize the replication fork in order to prevent its collapse. Mutations in Tel1, Mec1, and Rmr3 helicase result in a significant increase of chromosomal recombination. ATR responds specifically to stalled replication forks and single-stranded breaks resulting from UV damage while ATM responds directly to double-stranded breaks. These proteins also prevent progression into mitosis by inhibiting the firing of late replication origins until the DNA breaks are fixed by phosphorylating CHK1, CHK2 which results in a signaling cascade arresting the cell in S-phase. For single stranded breaks, replication occurs until the location of the break, then the other strand is nicked to form a double stranded break, which can then be repaired by Break Induced Replication or homologous recombination using the sister chromatid as an error-free template. In addition to S-phase checkpoints, G1 and G2 checkpoints exist to check for transient DNA damage which could be caused by mutagens such as UV damage. An example is the Saccharomyces pombe gene rad9 which arrests the cells in late S/G2 phase in the presence of DNA damage caused by radiation. The yeast cells with defective rad9 failed to arrest following radiation, continued cell division and died rapidly while the cells with wild-type rad9 successfully arrested in late S/G2 phase and remained viable. The cells that arrested were able to survive due to the increased time in S/G2 phase allowing for DNA repair enzymes to function fully.",
            "score": 97.38718843460083
        },
        {
            "docid": "5596105_6",
            "document": "G1/S transition . As with most processes in the body, the cell cycle is highly regulated to prevent the synthesis of mutated cells and uncontrolled cell division that leads to tumor formation. The cell cycle control system is biochemically based so that the proteins of the mitosis promoting factor (MPF) control the transition from one phase to the next based on a series of checkpoints. MPF is a protein dimer made up of cyclin and cyclin-dependent kinase (Cdk), a serine and threonine kinase, which come together at different points in the cycle to control cell progression through the cycle. When cyclin binds to Cdk, Cdk becomes activated and phosphorylates serine and threonine on other proteins causing the activation and degradation of other proteins allowing the cell to transition through the cell cycle.",
            "score": 106.14279627799988
        },
        {
            "docid": "2195185_4",
            "document": "ATM serine/threonine kinase . Throughout the cell cycle DNA is monitored for damage. Damages result from errors during replication, by-products of metabolism, general toxic drugs or ionizing radiation. The cell cycle has different DNA damage checkpoints, which inhibit the next or maintain the current cell cycle step. There are two main checkpoints, the G1/S and the G2/M, during the cell cycle, which preserve correct progression. ATM plays a role in cell cycle delay after DNA damage, especially after double-strand breaks (DSBs). ATM together with NBS1 act as primary DSB sensor proteins. Different mediators, such as Mre11 and MDC1, acquire post-translational modifications which are generated by the sensor proteins. These modified mediator proteins then amplify the DNA damage signal, and transduce the signals to downstream effectors such as CHK2 and p53.",
            "score": 88.59168744087219
        },
        {
            "docid": "14800676_5",
            "document": "Citron kinase . As previously mentioned, citron-K was believed to act in cytokinesis. Its depletion impairs maintenance of the midbody and its overexpression in HeLa cells rendered host cells multinucleated. Cytokinesis failure of Citron-K-depleted cells occurred after full ingression of the cleavage furrow, at the abscission stage. Microtubule disassembly was not seen in any of Citron-K depleted cells with cytokinesis failure. The dominant mode of failure was the inability of daughter cells, which are connected with a shorter intercellular bridge, to separate well. As the midbody microtubules were displaced from the center toward either of the two daughter cells, the two cells fused again with the microtubules absorbed into that daughter cell. To sum the process, Citron-K is important to keep proper structure of the midbody which holds the intercellular bridge microtubules between the two daughter cells and is thus required for successful transition from constriction to abscission. In molecular terms, citron-K depletion impaired the accumulation of 3 key proteins: Rho, Anillin and septins (specifically septin 6 and 7) in the intercellular bridge in mid–late telophase, which in previous stages early to mid-telophase was found to co-localize with them.",
            "score": 108.58569765090942
        },
        {
            "docid": "15065584_14",
            "document": "JADE1 . JADE1 role in cytokinesis was demonstrated by use of several functional assays and cell culture models. DNA profiling by FACS showed that JADE1S depletion facilitated rates of G1-cells accumulation in synchronously dividing HeLa cells. The depletion of JADE1S protein in asynchronously dividing cells decreased the proportion of cytokinetic cells, and increased the proportion of multi-nuclear cells. The data demonstrated that JADE1 negatively controls cytokinesis, presumably by contributing to cytokinesis delay. JADE1 down-regulation increased number of multi-nuclear cells indicative of failed cytokinesis, while JADE1S moderate overexpression augmented the number of cytokinetic cells indicative of cytokinetic delay. Inhibition of Aurora B kinase by specific small molecule drugs resulted in the release of JADE1S-mediated cytokinetic delay and allowed progression of abscission. Since Aurora B is a key regulator of the NoCut, JADE1S is likely to regulate cytokinesis at the abscission checkpoint control. JADE1S but not JADE1L or HBO1 was found in centrosomes of dividing cells throughout the cell cycle, and neither of these proteins was found in cilia. In contrast, another study reported JADE1 localization to the cilia and centrosome. The study did not communicate on JADE1 isoform specificity. Centrosomes are the cytoskeleton nucleation centers. Centrosome signaling contributes to the definition of cell shape, motility, orientation, polarity, division plane and to the fidelity of sister chromosome separation during mitosis and cytokinesis.",
            "score": 119.92481112480164
        },
        {
            "docid": "21082137_19",
            "document": "ESCRT . Membrane abscission during cytokinesis is the process by which the membrane connecting two daughter cells is cleaved during cell division. Since it is conserved in a number of Archaea, membrane abscission is considered to be the earliest role for ESCRT machinery. The process begins when the centrosomal protein CEP55 is recruited to the midbody of dividing cells in association with MKLP1, a mitotic kinesin-like protein that associates with microtubules. CEP55 then recruits the Vps23 subunit of ESCRT-I and accessory protein ALIX, which form into rings on either side of the midbody. ESCRT-I and ALIX recruit ESCRT-III via its Snf7 subunit. ESCRT-III subunits Vps20, Snf7, Vps24, Vps2, and Did2 form into a spiral-shaped fibril adjacent to the rings formed by Vps23. The formation of this spiral-like structure deforms the membrane and the AAA-ATPase spastin is brought in by Did2 and Ist1 to cleave the microtubules formed at the midbody. Vps4 then catalyzes the disassembly of the ESCRT-III complex resulting in two newly separated daughter cells. The process of membrane abscission was described using metazoan proteins as the process has been studied to a greater extent in metazoans.",
            "score": 169.23183381557465
        },
        {
            "docid": "14761654_3",
            "document": "MDC1 . The \"MDC1\" gene encodes the MDC1 nuclear protein which is part of the DNA damage response (DDR) pathway, the mechanism through which eukaryotic cells respond to damaged DNA, specifically DNA double-strand breaks (DSB) that are caused by ionizing radiation or chemical clastogens. The DDR of mammalian cells is made up of kinases, and mediator/adaptors factors. In mammalian cells the DRR is a network of pathways made up of proteins that function as either kinases, or and mediator/adaptors that recruit the kinases to their phosphorylation targets, these factors work together to detect DNA damage, and signal the repair mechanism as well as activating cell cycle checkpoints. The MDC1s role in DDR is to function both as a mediator/adaptor protein mediating a complex of other DDR proteins at the site of DNA damage and repairing DNA damage through its PST domain.",
            "score": 87.05452013015747
        },
        {
            "docid": "9597496_3",
            "document": "Ataxia telangiectasia and Rad3 related . ATR is a serine/threonine-specific protein kinase that is involved in sensing DNA damage and activating the DNA damage checkpoint, leading to cell cycle arrest. ATR is activated in response to persistent single-stranded DNA, which is a common intermediate formed during DNA damage detection and repair. Single-stranded DNA occurs at stalled replication forks and as an intermediate in DNA repair pathways such as nucleotide excision repair and homologous recombination repair. ATR works with a partner protein called ATRIP to recognize single-stranded DNA coated with RPA. Once ATR is activated, it phosphorylates Chk1, initiating a signal transduction cascade that culminates in cell cycle arrest. In addition to its role in activating the DNA damage checkpoint, ATR is thought to function in unperturbed DNA replication.",
            "score": 76.13594627380371
        },
        {
            "docid": "14058535_2",
            "document": "CHEK1 . Checkpoint kinase 1, commonly referred to as Chk1 is an Serine/threonine-specific protein kinase that in humans, is encoded by the \"CHEK1\" gene. Chk1 coordinates the DNA damage response (DDR) and cell cycle checkpoint response. Activation of Chk1 results in the initiation of cell cycle checkpoints, cell cycle arrest, DNA repair and cell death to prevent damaged cells from progressing through the cell cycle.",
            "score": 93.88159024715424
        },
        {
            "docid": "1718776_6",
            "document": "Paul Nurse . When cells with nuclei divide, they divide in phases called G1 (growth), S (synthesis), G2 (growth), and M (mitosis). Nurse, Hartwell and Hunt together discovered two proteins, cyclin and cyclin dependent kinase (CDK), that control the transition from one stage to another. These proteins are called checkpoints, because they check whether the cell has divided properly. If the cell doesn't divide correctly, other proteins will attempt to repair it, and if unsuccessful, they will destroy the cell. If a cell divides incorrectly and survives, it can cause cancer and other serious diseases.",
            "score": 97.71348881721497
        },
        {
            "docid": "188518_18",
            "document": "Human papillomavirus infection . E6 produces a protein (also called E6) that binds to and inactivates a protein in the host cell called p53. Normally, p53 acts to prevent cell growth, and promotes cell death in the presence of DNA damage. p53 also upregulates the p21 protein, which blocks the formation of the cyclin D/Cdk4 complex, thereby preventing the phosphorylation of RB, and in turn, halting cell cycle progression by preventing the activation of E2F. In short, p53 is a tumor-suppressor protein that arrests the cell cycle and prevents cell growth and survival when DNA damage occurs. Thus, inactivation of p53 by E6 can promote unregulated cell division, cell growth, and cell survival, characteristics of cancer.",
            "score": 72.15449500083923
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 89.47803437709808
        },
        {
            "docid": "9720498_15",
            "document": "Timeless (gene) . Sancar and colleagues investigated whether hTIM played a similar role to orthologs in \"C. elegans\" and other types of yeast, which are known to play important roles in the cell cycle. Their experiments suggested that hTIM plays an integral role in the G2/M and intra-S cell cycle checkpoints. With respect to the G2/M checkpoint, hTIM binds to the ATRIP subunit on ATR – a protein kinase sensitive to DNA damage. This binding between hTIM and ATR then leads to the phosphorylation of Chk1, resulting in cell cycle arrest or apoptosis. This process serves as an important control to stop the proliferation of cells with DNA damage prior to mitotic division. The role of hTIM in the intra-S checkpoint is less clear at the molecular level; however, down-regulation of hTIM leads to an increase in the rate of generation of replication forks – even in the presence of DNA damage and other regulatory responses.",
            "score": 101.65740299224854
        },
        {
            "docid": "29955904_3",
            "document": "G2-M DNA damage checkpoint . The cell cycle is driven by proteins called cyclin dependent kinases that associate with cyclin regulatory proteins at different points of the cell cycle. Accumulation of cyclin B increases the activity of the cyclin dependent kinase cdc2 as cells prepare to enter mitosis. Cdc2 activity is further regulated by phosphorylation of its tyrosine-15 residue by the kinase wee1. Phosphorylation of tyrosine-15 inhibits cdc2 activity while dephosphorylation by the phosphatase cdc25 activates the mitotic kinase.",
            "score": 74.40510416030884
        },
        {
            "docid": "14162174_3",
            "document": "RAD17 . The protein encoded by this gene is highly similar to the gene product of Schizosaccharomyces pombe rad17, a cell cycle checkpoint gene required for cell cycle arrest and DNA damage repair in response to DNA damage. This protein shares strong similarity with DNA replication factor C (RFC), and can form a complex with RFCs. This protein binds to chromatin prior to DNA damage and is phosphorylated by ATR after the damage. This protein recruits the RAD1-RAD9-HUS1 checkpoint protein complex onto chromatin after DNA damage, which may be required for its phosphorylation. The phosphorylation of this protein is required for the DNA-damage-induced cell cycle G2 arrest, and is thought to be a critical early event during checkpoint signaling in DNA-damaged cells. Eight alternatively spliced transcript variants of this gene, which encode four distinct proteins, have been reported.",
            "score": 98.67321467399597
        },
        {
            "docid": "8299558_2",
            "document": "Septin . Septins are a group of GTP-binding proteins found primarily in eukaryotic cells of fungi and animals, but also in some green algae. Different septins form protein complexes with each other. These complexes can further assemble into filaments, rings and gauzes. Assembled as such, septins function in cells by localizing other proteins, either by providing a scaffold to which proteins can attach, or by preventing diffusion of molecules from one compartment of the cell to another.",
            "score": 61.14317727088928
        },
        {
            "docid": "156970_21",
            "document": "Cytoskeleton . Septins are a group of the highly conserved GTP binding proteins found in eukaryotes. Different septins form protein complexes with each other. These can assemble to filaments and rings. Therefore, septins can be considered part of the cytoskeleton. The function of septins in cells include serving as a localized attachment site for other proteins, and preventing the diffusion of certain molecules from one cell compartment to another. In yeast cells, they build scaffolding to provide structural support during cell division and compartmentalize parts of the cell. Recent research in human cells suggests that septins build cages around bacterial pathogens, immobilizing the harmful microbes and preventing them from invading other cells.",
            "score": 74.71376633644104
        },
        {
            "docid": "14350666_3",
            "document": "Prokaryotic cytoskeleton . FtsZ, the first identified prokaryotic cytoskeletal element, forms a filamentous ring structure located in the middle of the cell called the Z-ring that constricts during cell division, similar to the actin-myosin contractile ring in eukaryotes. The Z-ring is a highly dynamic structure that consists of numerous bundles of protofilaments that extend and shrink, although the mechanism behind Z-ring contraction and the number of protofilaments involved are unclear. FtsZ acts as an organizer protein and is required for cell division. It is the first component of the septum during cytokinesis, and it recruits all other known cell division proteins to the division site.",
            "score": 59.60223650932312
        },
        {
            "docid": "14179524_3",
            "document": "HUS1 . The protein encoded by this gene is a component of an evolutionarily conserved, genotoxin-activated checkpoint complex that is involved in the cell cycle arrest in response to DNA damage. This protein forms a heterotrimeric complex with checkpoint proteins RAD9 and RAD1. In response to DNA damage, the trimeric complex interacts with another protein complex consisting of checkpoint protein RAD17 and four small subunits of the replication factor C (RFC), which loads the combined complex onto the chromatin. The DNA damage induced chromatin binding has been shown to depend on the activation of the checkpoint kinase ATM, and is thought to be an early checkpoint signaling event.",
            "score": 98.27569150924683
        },
        {
            "docid": "29583863_9",
            "document": "Simon Gaskell . In recent years, international efforts have been made to sequence the genomes of many organisms, including man. These studies of an organism’s entire DNA sequence (known as genomics) have in turn led to the development of a similar field of research, called ‘proteomics’. Proteomics is the study of the structure and function of a cell’s entire set of proteins, which orchestrate the chemical reactions that occur within cells. To understand how a cell works, scientists need to know which proteins are present and in what amounts. Gaskell’s research uses various forms of an analytical technique called mass spectrometry to determine the quantity and longevity of these different proteins. Gaskell has recently used these techniques to study a human parasite called \"Trypanosoma Brucei\". It causes sleeping sickness, which affects around 400,000 people each year, predominantly in the developing world.",
            "score": 54.85145545005798
        },
        {
            "docid": "33560980_6",
            "document": "Bruce William Stillman . Another major accomplishment was the discovery of the Origin Recognition Complex (ORC), a key protein made up of six subunits that binds to cellular origins of DNA replication and coordinates the entire process of initiating a complete cycle of DNA replication throughout the entire cell genome. Soon after the discovery of ORC, Stillman’s group identified other initiation proteins that together form the pre-replication complex (pre-RC), which makes chromosomes competent for the subsequent initiation of DNA replication during the S phase of the cell cycle. His group’s recent studies have revealed the intricate details of the mechanism of the initiation of DNA replication and illuminated how this process is regulated throughout the cell cycle, including the mechanisms that prevent DNA replication from occurring more than once during each cell cycle. These studies include elucidation of the structure of ORC and its associated pre-RC proteins.",
            "score": 70.58990108966827
        },
        {
            "docid": "25368725_22",
            "document": "Biochemical switches in the cell cycle . In investigation of cell cycle regulation, Jin et al. manipulated cells in order to evaluate the localization of cyclin B in cells with DNA damage. Through combination of DNA damage and nuclear localization of exogenous cyclin B, they were able to determine that cells would divide even with DNA damage if the cyclin B were forced to be expressed in the nucleus. This suggests that spatial localization of cyclin B may play a role as a checkpoint of mitosis. If the cells, under normal circumstances, don’t divide when their genetic information is damaged, but will enter mitosis if endogenous cyclin B is expressed in the nucleus, it is likely that the translocation of the cyclin B to the cytoplasm is a mechanism that prevents immature mitotic entry. This hypothesis was further supported by Jin et al.’s analysis of cells arrested in G2 due to DNA damage. In these cells, Jin et al. observed high levels of cyclin B-Cdc2 complex activity in the cytoplasm. This is supporting evidence for the previously mentioned theory because it shows that the Cdc2 can activate the cyclin without immediate translocation to the nucleus. Additionally, the accumulation of cyclin B-Cdk1 complexes in the cytoplasm of cells that are not dividing due to DNA damage supports the theory that it is nuclear localization of cyclin B that initiates mitotic entry.",
            "score": 92.96459805965424
        },
        {
            "docid": "514355_9",
            "document": "Rod cell . When light hits photoreceptive pigments within the photoreceptor cell, the pigment changes shape. The pigment, called rhodopsin (conopsin is found in cone cells) comprises a large protein called opsin (situated in the plasma membrane), attached to which is a covalently bound prosthetic group: an organic molecule called retinal (a derivative of vitamin A). The retinal exists in the 11-cis-retinal form when in the dark, and stimulation by light causes its structure to change to all-trans-retinal. This structural change causes an increased affinity for the regulatory protein called transducin (a type of G protein). Upon binding to rhodopsin, the alpha subunit of the G protein replaces a molecule of GDP with a molecule of GTP and becomes activated. This replacement causes the alpha subunit of the G protein to dissociate from the beta and gamma subunits of the G protein. As a result, the alpha subunit is now free to bind to the cGMP phosphodiesterase (an effector protein). The alpha subunit interacts with the inhibitory PDE gamma subunits and prevents them from blocking catalytic sites on the alpha and beta subunits of PDE, leading to the activation of cGMP phosphodiesterase, which hydrolyzes cGMP (the second messenger), breaking it down into 5'-GMP. Reduction in cGMP allows the ion channels to close, preventing the influx of positive ions, hyperpolarizing the cell, and stopping the release of the neurotransmitter glutamate (Kandel et al., 2000). Though cone cells primarily use the neurotransmitter substance acetylcholine, rod cells use a variety. The entire process by which light initiates a sensory response is called visual phototransduction.",
            "score": 80.86243510246277
        },
        {
            "docid": "7252_34",
            "document": "Cell cycle . Cell cycle checkpoints are used by the cell to monitor and regulate the progress of the cell cycle. Checkpoints prevent cell cycle progression at specific points, allowing verification of necessary phase processes and repair of DNA damage. The cell cannot proceed to the next phase until checkpoint requirements have been met. Checkpoints typically consist of a network of regulatory proteins that monitor and dictate the progression of the cell through the different stages of the cell cycle.",
            "score": 97.58452892303467
        }
    ],
    "r": [
        {
            "docid": "21082137_19",
            "document": "ESCRT . Membrane abscission during cytokinesis is the process by which the membrane connecting two daughter cells is cleaved during cell division. Since it is conserved in a number of Archaea, membrane abscission is considered to be the earliest role for ESCRT machinery. The process begins when the centrosomal protein CEP55 is recruited to the midbody of dividing cells in association with MKLP1, a mitotic kinesin-like protein that associates with microtubules. CEP55 then recruits the Vps23 subunit of ESCRT-I and accessory protein ALIX, which form into rings on either side of the midbody. ESCRT-I and ALIX recruit ESCRT-III via its Snf7 subunit. ESCRT-III subunits Vps20, Snf7, Vps24, Vps2, and Did2 form into a spiral-shaped fibril adjacent to the rings formed by Vps23. The formation of this spiral-like structure deforms the membrane and the AAA-ATPase spastin is brought in by Did2 and Ist1 to cleave the microtubules formed at the midbody. Vps4 then catalyzes the disassembly of the ESCRT-III complex resulting in two newly separated daughter cells. The process of membrane abscission was described using metazoan proteins as the process has been studied to a greater extent in metazoans.",
            "score": 169.23182678222656
        },
        {
            "docid": "21082137_3",
            "document": "ESCRT . The ESCRT machinery plays a vital role in a number of cellular processes including multivesicular body (MVB) biogenesis, cellular abscission, and viral budding. Multivesicular body (MVB) biogenesis is a process in which ubiquitin tagged proteins enter organelles called endosomes via the formation of vesicles. This process is essential for cells to destroy misfolded and damaged proteins. Without ESCRT machinery, these proteins can build up and lead to neurodegenerative disease. For example, abnormalities in ESCRT-III components can lead to neurological disorders such as hereditary spastic paraplegia (HSP). Cellular abscission, the process by which the membrane connecting two daughter cells is cleaved, is also mediated by ESCRT machinery. Without the ESCRT complexes, daughter cells could not separate and abnormal cells containing twice the amount of DNA would be generated. These cells would inevitably be destroyed through a process known as apoptosis. Lastly, viral budding, or the process by which specific types of viruses exit cells, may not occur in the absence of ESCRT machinery. This would inevitably prevent viruses from spreading from cell to cell.",
            "score": 163.10394287109375
        },
        {
            "docid": "21082137_8",
            "document": "ESCRT . The role of the ESCRT-I complex is to assist in the generation of multivesicular bodies by clustering ubiquitinated proteins and acting as a bridge between the ESCRT-0 and ESCRT-II complexes. It also plays a role in membrane recognition and remodeling during membrane abscission by forming rings on either side of the midbody of dividing cells. ESCRT-I is also responsible for recruiting ESCRT-III, which forms the constriction zone just before the cells separate. Furthermore, ESCRT-I plays a role in viral budding by interacting with specific viral proteins, leading to recruitment of additional ESCRT machinery to the potential site of viral release. Details of the ESCRT-I machinery are described below.",
            "score": 140.56980895996094
        },
        {
            "docid": "21082137_12",
            "document": "ESCRT . The ESCRT-III complex is likely the most important of all the ESCRT machinery because it plays a role in all ESCRT mediated processes. During membrane abscission and viral budding, ESCRT-III forms long filaments that coil around the site of membrane constriction just prior to membrane cleavage. This mediation of abscission occurs through interactions with the centralspindlin complex. These filamentous structures are also present during multivesicular body formation and function as a ring-like fence that plugs the budding vesicle to prevent cargo proteins from escaping into the cell's cytosol. ESCRT-III exists and functions as follows:",
            "score": 139.15052795410156
        },
        {
            "docid": "21082137_20",
            "document": "ESCRT . The release of viral particles, also known as viral budding, is a process by which free virions are released from within cells via the hijacking of host cell ESCRT machinery. Retroviruses, such as HIV-1 and human T-lymphotropic virus, as well as a number of enveloped viruses, including the Ebola virus, require ESCRT machinery to exit the host cell. The process is initiated by viral Gag proteins, the major structural proteins of retroviral coats, which interact with TSG101 of the ESCRT-I complex and the ALIX accessory protein. ESCRT-III subunits (only CHMP4 and CHMP2 being essential ) are recruited to the site of viral budding to constrict and sever the neck of the bud in a manner similar to that described for membrane abscission during cytokinesis. Vps4 then recycles the ESCRT-III components to the cytosol and the virus is released from the cell. The mechanism described here utilizes metazoan proteins, as viral budding has been studied more extensively in metazoans.",
            "score": 136.8406524658203
        },
        {
            "docid": "15065584_14",
            "document": "JADE1 . JADE1 role in cytokinesis was demonstrated by use of several functional assays and cell culture models. DNA profiling by FACS showed that JADE1S depletion facilitated rates of G1-cells accumulation in synchronously dividing HeLa cells. The depletion of JADE1S protein in asynchronously dividing cells decreased the proportion of cytokinetic cells, and increased the proportion of multi-nuclear cells. The data demonstrated that JADE1 negatively controls cytokinesis, presumably by contributing to cytokinesis delay. JADE1 down-regulation increased number of multi-nuclear cells indicative of failed cytokinesis, while JADE1S moderate overexpression augmented the number of cytokinetic cells indicative of cytokinetic delay. Inhibition of Aurora B kinase by specific small molecule drugs resulted in the release of JADE1S-mediated cytokinetic delay and allowed progression of abscission. Since Aurora B is a key regulator of the NoCut, JADE1S is likely to regulate cytokinesis at the abscission checkpoint control. JADE1S but not JADE1L or HBO1 was found in centrosomes of dividing cells throughout the cell cycle, and neither of these proteins was found in cilia. In contrast, another study reported JADE1 localization to the cilia and centrosome. The study did not communicate on JADE1 isoform specificity. Centrosomes are the cytoskeleton nucleation centers. Centrosome signaling contributes to the definition of cell shape, motility, orientation, polarity, division plane and to the fidelity of sister chromosome separation during mitosis and cytokinesis.",
            "score": 119.92481231689453
        },
        {
            "docid": "15065584_13",
            "document": "JADE1 . JADE1 role in DNA damage has been suggested. A recently discovered non-coding RNA lncRNA-JADE regulates JADE1 expression and provides a functional link between the DNA damage response (DDR) and bulk histone H4 acetylation. Results support role in DNA synthesis linked to histone H4 acetylation. In cultured cells knock down of lncRNA-JADE increased cells sensitivity to DNA damaging drugs. In mice tumor xenograft model, the knock down of lncRNA-JADE inhibited xenograft mammary tumor growth. In a pilot human study, higher levels of lncRNA-JADE as well as JADE1 protein were detected in breast cancer tissues compared to normal tissues. Lastly, the higher levels of JADE1 protein inversely correlated with survival rates of patients with breast cancer. The study suggests that lncRNA-JADE might contribute to breast tumorigenesis, and that JADE1 protein mediates at least part of this effect. JADE1 and cytokinesis. JADE1S negatively regulates cytokinesis of the epithelial cell cycle, a function specific to the small isoform. First report that suggested JADE1 function in G2/M/G1 transition showed that during the late G2 phase, JADE1S undergoes phosphorylation linked to its dissociation from chromatin into the cytoplasm. Mass Spectral analysis identified that total of six individual amino acid residues are phosphorylated by a mitotic kinase. Based on pharmacological analysis, JADE1 phosphorylation and compartmentalization is regulated by Aurora A and Aurora B pathways. Other kinases have been reported and may play a role. Upon completion of mitosis around telophase, the main pool of the JADE1S protein undergoes de-phosphorylation and re-associates with apparently condensing chromatin inside the reformed nuclei. A discrete pool of JADE1S associates with the cleavage furrow and subsequently appears in the midbody of the cytokinetic bridge. Interestingly, only JADE1S, but not JADE1L or HBO1 was found in the midbody of the cells undergoing cytokinesis. The spatial regulation of JADE1S during the cell division suggested role in G2/M to G1 transition, which includes cytokinesis and final abscission. Cytokinesis is the final step of cell cycle which controls fidelity of division of cellular content, including cytoplasm, membrane, and chromatin. Cytokinetic bridge is severed during the final abscission which occurs near the midbody and may take up to 2 hours. Cytokinesis and final abscission are tightly controlled by regulatory protein complexes and checkpoint proteins. The number of reports concerning cytokinesis control has been growing over the past decade.",
            "score": 117.57669830322266
        },
        {
            "docid": "200182_12",
            "document": "Cytokinesis . The cytokinetic furrow ingresses until a so-called midbody structure (composed of electron-dense, proteinaceous material) is formed, where the actin-myosin ring has reached a diameter of about 1–2 μm. Most animal cell types remain connected by an intercellular bridge for up to several hours until they are split by an actin-independent process termed abscission, the last step of cytokinesis. The process of abscission physically cleaves the aforementioned midbody into two. Abscission proceeds by removal of cytoskeletal structures from the intercellular bridge, constriction of the cell cortex, and plasma membrane fission. The intercellular bridge is filled with dense bundles of antiparallel microtubules that derive from the central spindle. These microtubules overlap at the midbody, which is generally thought as a targeting platform for the abscission machinery. Microtubule severing protein spastin is largely responsible for the disassembly of microtubule bundles inside the intercellular bridge. Complete cortical constriction also requires removal of the underlying cytoskeletal structures. Actin filament disassembly during late cytokinesis depends on the PKCε–14-3-3 complex, which inactivates RhoA after furrow ingression. Actin disassembly is further controlled by the GTPase Rab35 and its effector, the phosphatidylinositol-4,5-bisphosphate 5-phosphatase OCRL. Understanding the mechanism by which the plasma membrane ultimately splits requires further investigation.",
            "score": 114.98224639892578
        },
        {
            "docid": "9896453_69",
            "document": "Eukaryotic DNA replication . In order to preserve genetic information during cell division, DNA replication must be completed with high fidelity. In order to achieve this task, eukaryotic cells have proteins in place during certain points in the replication process that are able to detect any errors during DNA replication and are able to preserve genomic integrity. These checkpoint proteins are able to stop the cell cycle from entering mitosis in order to allow time for DNA repair. Checkpoint proteins are also involved in some DNA repair pathways, while they stabilize the structure of the replication fork to prevent further damage. These checkpoint proteins are essential to avoid passing down mutations or other chromosomal aberrations to offspring.",
            "score": 113.6583023071289
        },
        {
            "docid": "3730562_3",
            "document": "Cell cycle checkpoint . As the eukaryotic cell cycle is a complex process, eukaryotes have evolved a network of regulatory proteins, known as the cell cycle control system, which monitors and dictates the progression of the cell through the cell cycle. This system acts like a timer, or a clock, which sets a fixed amount of time for the cell to spend in each phase of the cell cycle, while at the same time it also responds to information received from the processes it controls. The cell cycle checkpoints play an important role in the control system by sensing defects that occur during essential processes such as DNA replication or chromosome segregation, and inducing a cell cycle arrest in response until the defects are repaired. The main mechanism of action of the cell cycle checkpoints is through the regulation of the activities of a family of protein kinases known as the cyclin-dependent kinases (CDKs), which bind to different classes of regulator proteins known as cyclins, with specific cyclin-CDK complexes being formed and activated at different phases of the cell cycle. Those complexes, in turn, activate different downstream targets to promote or prevent cell cycle progression.",
            "score": 113.56184387207031
        },
        {
            "docid": "3730562_2",
            "document": "Cell cycle checkpoint . All living organisms are products of repeated rounds of cell growth and division. During this process, known as the cell cycle, a cell duplicates its contents and then divides in two. The purpose of the cell cycle is to accurately duplicate each organism's DNA and then divide the cell and its contents evenly between the two resulting cells. In eukaryotes, the cell cycle consists of four main stages: G, during which a cell is metabolically active and continuously grows; S phase, during which DNA replication takes place; G, during which cell growth continues and the cell synthesizes various proteins in preparation for division; and the M (mitosis) phase, during which the duplicated chromosomes (known as the sister chromatids) separate into two daughter nuclei, and the cell divides into two daughter cells, each with a full copy of DNA. Compared to the eukaryotic cell cycle, the prokaryotic cell cycle (known as binary fission) is relatively simple and quick: the chromosome replicates from the origin of replication, a new membrane is assembled, and the cell wall forms a septum which divides the cell into two.",
            "score": 111.33435821533203
        },
        {
            "docid": "42262844_2",
            "document": "Centralspindlin . Centralspindlin is a motor complex implicated in cell division. It contributes to virtually every step in Cytokinesis, It is highly conserved in animal cells as a component of the spindle midzone and midbody. Centralspindlin is required for the assembly of the mitotic spindle as well as for microtubule bundling and anchoring of midbody microtubules to the plasma membrane. This complex is also implicated in tethering the spindle apparatus to the plasma membrane during cytokinesis This interaction permits cleavage furrow ingression. In addition, centralspindlin's interaction with the ESCRT III allows for abscission to occur.",
            "score": 111.26506805419922
        },
        {
            "docid": "14800676_5",
            "document": "Citron kinase . As previously mentioned, citron-K was believed to act in cytokinesis. Its depletion impairs maintenance of the midbody and its overexpression in HeLa cells rendered host cells multinucleated. Cytokinesis failure of Citron-K-depleted cells occurred after full ingression of the cleavage furrow, at the abscission stage. Microtubule disassembly was not seen in any of Citron-K depleted cells with cytokinesis failure. The dominant mode of failure was the inability of daughter cells, which are connected with a shorter intercellular bridge, to separate well. As the midbody microtubules were displaced from the center toward either of the two daughter cells, the two cells fused again with the microtubules absorbed into that daughter cell. To sum the process, Citron-K is important to keep proper structure of the midbody which holds the intercellular bridge microtubules between the two daughter cells and is thus required for successful transition from constriction to abscission. In molecular terms, citron-K depletion impaired the accumulation of 3 key proteins: Rho, Anillin and septins (specifically septin 6 and 7) in the intercellular bridge in mid–late telophase, which in previous stages early to mid-telophase was found to co-localize with them.",
            "score": 108.58570098876953
        },
        {
            "docid": "13570238_8",
            "document": "PER1 . PER1 expression may have significant effects on the cell cycle. Cancer is often a result of unregulated cell growth and division, which can be controlled by circadian mechanisms. Therefore, a cell's circadian clock may play a large role in its likelihood of developing into a cancer cell. PER1 is a gene that plays an important role in such a circadian mechanism. Its overexpression, in particular, causes DNA-damage induced apoptosis. In addition, down-regulation of PER1 can enhance tumor growth in mammals. PER1 also interacts with proteins ATM and Chk2. These proteins are key checkpoint proteins in the cell cycle. Cancer patients have a lowered expression of per1. Gery, et al. suggests that regulation of PER1 expression may be useful for cancer treatment in the future.",
            "score": 107.81105041503906
        },
        {
            "docid": "5596105_6",
            "document": "G1/S transition . As with most processes in the body, the cell cycle is highly regulated to prevent the synthesis of mutated cells and uncontrolled cell division that leads to tumor formation. The cell cycle control system is biochemically based so that the proteins of the mitosis promoting factor (MPF) control the transition from one phase to the next based on a series of checkpoints. MPF is a protein dimer made up of cyclin and cyclin-dependent kinase (Cdk), a serine and threonine kinase, which come together at different points in the cycle to control cell progression through the cycle. When cyclin binds to Cdk, Cdk becomes activated and phosphorylates serine and threonine on other proteins causing the activation and degradation of other proteins allowing the cell to transition through the cell cycle.",
            "score": 106.1427993774414
        },
        {
            "docid": "66722_8",
            "document": "Deciduous . Leaf drop or abscission involves complex physiological signals and changes within plants. The process of photosynthesis steadily degrades the supply of chlorophylls in foliage; plants normally replenish chlorophylls during the summer months. When autumn arrives and the days are shorter or when plants are drought-stressed, deciduous trees decrease chlorophyll pigment production, allowing other pigments present in the leaf to become apparent, resulting in non-green colored foliage. The brightest leaf colors are produced when days grow short and nights are cool, but remain above freezing. These other pigments include carotenoids that are yellow, brown, and orange. Anthocyanin pigments produce red and purple colors, though they are not always present in the leaves. Rather, they are produced in the foliage in late summer, when sugars are trapped in the leaves after the process of abscission begins. Parts of the world that have showy displays of bright autumn colors are limited to locations where days become short and nights are cool. In other parts of the world, the leaves of deciduous trees simply fall off without turning the bright colors produced from the accumulation of anthocyanin pigments. The beginnings of leaf drop starts when an abscission layer is formed between the leaf petiole and the stem. This layer is formed in the spring during active new growth of the leaf; it consists of layers of cells that can separate from each other. The cells are sensitive to a plant hormone called auxin that is produced by the leaf and other parts of the plant. When auxin coming from the leaf is produced at a rate consistent with that from the body of the plant, the cells of the abscission layer remain connected; in autumn, or when under stress, the auxin flow from the leaf decreases or stops, triggering cellular elongation within the abscission layer. The elongation of these cells break the connection between the different cell layers, allowing the leaf to break away from the plant. It also forms a layer that seals the break, so the plant does not lose sap.",
            "score": 105.9036636352539
        },
        {
            "docid": "854294_34",
            "document": "DNA repair . After DNA damage, cell cycle checkpoints are activated. Checkpoint activation pauses the cell cycle and gives the cell time to repair the damage before continuing to divide. DNA damage checkpoints occur at the G1/S and G2/M boundaries. An intra-S checkpoint also exists. Checkpoint activation is controlled by two master kinases, ATM and ATR. ATM responds to DNA double-strand breaks and disruptions in chromatin structure, whereas ATR primarily responds to stalled replication forks. These kinases phosphorylate downstream targets in a signal transduction cascade, eventually leading to cell cycle arrest. A class of checkpoint mediator proteins including BRCA1, MDC1, and 53BP1 has also been identified. These proteins seem to be required for transmitting the checkpoint activation signal to downstream proteins.",
            "score": 105.68730926513672
        },
        {
            "docid": "25368725_38",
            "document": "Biochemical switches in the cell cycle . Eukaryotic cell cycle consists of various checkpoints and feedback loops to ensure faithful and successful cell division. During mitosis for example, when duplicated chromosomes are improperly attached to mitotic spindle, spindle assembly checkpoint (SAC) proteins including Mad and Bub inhibit APC-Cdc20 to delay entry into anaphase and B-type cyclin degradations. In addition, when mitotic spindles are misaligned, MEN and subsequently Cdc14 are inhibited in a Bub2 and Bfa1-dependent manner to prevent degradation of mitotic cyclins and anaphase entry. Sic1 is a nice example demonstrating how systems-level feedbacks interact to sense the environmental conditions and trigger cell cycle transitions. Even though actual M-G1 transition is vastly complex with numerous proteins and regulations involved, dynamical systems approach allows simplification of this complex system into bistable input/output relation with two saddle-node bifurcations in which the output (mitotic exit) depends on critical concentration of Sic1. Using one-dimensional analysis, it might be possible to explain many of the irreversible transition points in the eukaryotic cell cycle that are governed by systems-level control and feedback. Other examples of irreversible transition points include Start (irreversible commitment to a new cell division cycle) that can be explained by irreversible bistable switch whose control parameter is tightly regulated by the systemic feedbacks involving Cln2, Whi5, and SBF.",
            "score": 105.55157470703125
        },
        {
            "docid": "9880147_23",
            "document": "Cyclin D . Additionally, the development of cancer is also enhanced by the fact that retinoblastoma tumor suppressor protein (Rb), one of the key substrates of cyclin D-Cdk 4/6 complex, is quite frequently mutated in human tumors. In its active form, Rb prevents crossing of the G1 checkpoint by blocking transcription of genes responsible for advances in cell cycle. Cyclin D/Cdk4 complex phosphorylates Rb, which inactivates it and allows for the cell to go through the checkpoint. In the event of abnormal inactivation of Rb, in cancer cells, an important regulator of cell cycle progression is lost. When Rb is mutated, levels of cyclin D and p16INK4 are normal.",
            "score": 105.51982879638672
        },
        {
            "docid": "42683705_9",
            "document": "Epigenetics and melanoma . SYK is another gene that is affected by cytosine methylation during cancer progression. It is a gene that, when hypermethylated, loses function (Muthusamy et al., 2006). This gene is found in 30- 89% of melanoma cases (Dahl et al., 2007), and causes cells to grow quickly. This fast growth is important in the quick metastasis of melanoma cells, and when hypermethylated, the growth and spread of cells slow considerably (Hoeller et al., 2005). This is a controversial finding with inconclusive results, though. Some findings show that normally functioning SYK genes aids in tumor suppression, while other studies find that it is a transforming factor that facilitates cancer formation. Normally functioning, the SYK gene produces a non- receptor protein kinase enzyme that aids in differentiation, proliferation, and phagocytosis among many other important processes. SYK is found expressed in a variety of cells including fibroblasts, epithelial cells (where it controls cell division and acts as a tumor suppressor), hepatocytes, and neuronal cells (TORCIS Bioscience, 2014). Although SYK does not have any reported DNA modifications, the epigenetic changes still cause sufficient damage to cells. When SYK silencing is coupled with other alterations, both genetically and epigenetically, cancer can form.",
            "score": 105.25788879394531
        },
        {
            "docid": "39476963_4",
            "document": "Palbociclib . In the G1 phase of the cell cycle, mammalian cells must pass a checkpoint, known as the restriction point “R”, in order to complete the cell cycle and divide. CDK4 and CDK6 complex with cyclin D drive the phosphorylation of the retinoblastoma protein, Rb, which allows the cell to pass R and commit to division. Regulation of one or more proteins involved in this checkpoint is lost in many cancers. However by inhibiting CDK4/6, palbociclib ensures that the cyclin D-CDK4/6 complex cannot aid in phosphorylating Rb. This prevents the cell from passing R and exiting G1, and in turn from proceeding through the cell cycle.",
            "score": 104.8448257446289
        },
        {
            "docid": "996341_4",
            "document": "Spindle checkpoint . When cells are ready to divide, because cell size is big enough or because they receive the appropriate stimulus, they activate the mechanism to enter into the cell cycle, and they duplicate most organelles during S (synthesis) phase, including their centrosome. Therefore, when the cell division process will end, each daughter cell will receive a complete set of organelles. At the same time, during S phase all cells must duplicate their DNA very precisely, a process termed DNA replication. Once DNA replication has finished, in eukaryotes the DNA molecule is compacted and condensed, to form the mitotic chromosomes, each one constituted by two sister chromatids, which stay held together by the establishment of cohesion between them; each chromatid is a complete DNA molecule, attached via microtubules to one of the two centrosomes of the dividing cell, located at opposed poles of the cell. The structure formed by the centrosomes and the microtubules is named mitotic spindle, due to its characteristic shape, holding the chromosomes between the two centrosomes. Both sister chromatids stay together until anaphase; at this moment they separate from each other and they travel towards the centrosome to which they are attached. In this way, when the two daughter cells separate at the end of the division process, each one will receive a complete set of chromatids. The mechanism responsible for the correct distribution of sister chromatids during cell division is named chromosome segregation.",
            "score": 104.74614715576172
        },
        {
            "docid": "34058307_7",
            "document": "Mitotic exit . Eukaryotic cell cycle consists of various checkpoints and feedback loops to ensure faithful and successful cell division. During mitosis for example, when duplicated chromosomes are improperly attached to mitotic spindle, spindle assembly checkpoint (SAC) proteins including Mad and Bub inhibit APC-Cdc20 to delay entry into anaphase and B-type cyclin degradations. In addition, when mitotic spindles are misaligned, MEN and subsequently Cdc14 are inhibited in a Bub2 and Bfa1-dependent manner to prevent degradation of mitotic cyclins and anaphase entry.  Sic1 is a nice example demonstrating how systems-level feedbacks interact to sense the environmental conditions and trigger cell cycle transitions. Even though actual M-G1 transition is vastly complex with numerous proteins and regulations involved, dynamical systems approach allows simplification of this complex system into bistable input/output relation with two saddle-node bifurcations in which the output (mitotic exit) depends on critical concentration of Sic1. Using one-dimensional analysis, it might be possible to explain many of the irreversible transition points in the eukaryotic cell cycle that are governed by systems-level control and feedback. Other examples of irreversible transition points include Start (irreversible commitment to a new cell division cycle) that can be explained by irreversible bistable switch whose control parameter is tightly regulated by the systemic feedbacks involving Cln2, Whi5, and SBF.",
            "score": 103.96295928955078
        },
        {
            "docid": "37626088_4",
            "document": "DNA damage (naturally occurring) . Throughout the cell cycle there are various checkpoints to ensure the cell is in good condition to progress to mitosis. The three main checkpoints are at G1/s, G2/m, and at the spindle assembly checkpoint regulating progression through anaphase. G1 and G2 checkpoints involve scanning for damaged DNA. During S phase the cell is more vulnerable to DNA damage than any other part of the cell cycle. G2 checkpoint checks for damaged DNA and DNA replication completeness. DNA damage is an alteration in the chemical structure of DNA, such as a break in a strand of DNA, a base missing from the backbone of DNA, or a chemically changed base as 8-OHdG. DNA damage can occur naturally or via environmental factors. The DNA damage response (DDR) is a complex signal transduction pathway which recognizes when DNA is damaged and initiates the cellular response to the damage.",
            "score": 102.50940704345703
        },
        {
            "docid": "308793_10",
            "document": "Aneuploidy . \"Nondisjunction\" usually occurs as the result of a weakened mitotic checkpoint, as these checkpoints tend to arrest or delay cell division until all components of the cell are ready to enter the next phase. If a checkpoint is weakened, the cell may fail to 'notice' that a chromosome pair is not lined up on the mitotic plate, for example. In such a case, most chromosomes would separate normally (with one chromatid ending up in each cell), while others could fail to separate at all. This would generate a daughter cell lacking a copy and a daughter cell with an extra copy.",
            "score": 102.1946792602539
        },
        {
            "docid": "837167_17",
            "document": "Acute lymphoblastic leukemia . Several characteristic genetic changes lead to the creation of a leukemic lymphoblast. These changes include chromosomal translocations, intrachromosomal rearrangements, changes in the number of chromosomes in leukemic cells, and additional mutations in individual genes. Chromosomal translocations involve moving a large region of DNA from one chromosome to another. This move can result in placing a gene from one chromosome that promotes cell division to a more actively transcribed area on another chromosome. The result is a cell that divides more often. An example of this includes the translocation of \"C-MYC\", a gene that encodes a transcription factor that leads to increased cell division, next to the immunoglobulin heavy- or light-chain gene enhancers, leading to increased \"C-MYC\" expression and increased cell division. Other large changes in chromosomal structure can result in placement of two genes directly next to each other. The result is the combination of two usually separate proteins into a new fusion protein. This protein can have a new function that promotes the development of cancer. Examples of this include the \"ETV6\"-\"RUNX1\" fusion gene that combines two factors that promote blood cell development and the \"BCR\"-\"ABL1\" fusion gene of the Philadelphia chromosome. \"BCR\"-\"ABL1\" encodes an always-activated tyrosine kinase that causes frequent cell division. These mutations produce a cell that divides more often, even in the absence of growth factors.",
            "score": 102.1803970336914
        },
        {
            "docid": "24044102_6",
            "document": "Cellular model . The eukaryotic cell cycle is very complex and is one of the most studied topics, since its misregulation leads to cancers. It is possibly a good example of a mathematical model as it deals with simple calculus but gives valid results. Two research groups have produced several models of the cell cycle simulating several organisms. They have recently produced a generic eukaryotic cell cycle model which can represent a particular eukaryote depending on the values of the parameters, demonstrating that the idiosyncrasies of the individual cell cycles are due to different protein concentrations and affinities, while the underlying mechanisms are conserved (Csikasz-Nagy et al., 2006). By means of a system of ordinary differential equations these models show the change in time (dynamical system) of the protein inside a single typical cell; this type of model is called a deterministic process (whereas a model describing a statistical distribution of protein concentrations in a population of cells is called a stochastic process). To obtain these equations an iterative series of steps must be done: first the several models and observations are combined to form a consensus diagram and the appropriate kinetic laws are chosen to write the differential equations, such as rate kinetics for stoichiometric reactions, Michaelis-Menten kinetics for enzyme substrate reactions and Goldbeter–Koshland kinetics for ultrasensitive transcription factors, afterwards the parameters of the equations (rate constants, enzyme efficiency coefficients and Michaelis constants) must be fitted to match observations; when they cannot be fitted the kinetic equation is revised and when that is not possible the wiring diagram is modified. The parameters are fitted and validated using observations of both wild type and mutants, such as protein half-life and cell size. In order to fit the parameters the differential equations need to be studied. This can be done either by simulation or by analysis.  In a simulation, given a starting vector (list of the values of the variables), the progression of the system is calculated by solving the equations at each time-frame in small increments. In analysis, the properties of the equations are used to investigate the behavior of the system depending of the values of the parameters and variables. A system of differential equations can be represented as a vector field, where each vector described the change (in concentration of two or more protein) determining where and how fast the trajectory (simulation) is heading. Vector fields can have several special points: a stable point, called a sink, that attracts in all directions (forcing the concentrations to be at a certain value), an unstable point, either a source or a saddle point which repels (forcing the concentrations to change away from a certain value), and a limit cycle, a closed trajectory towards which several trajectories spiral towards (making the concentrations oscillate). A better representation which can handle the large number of variables and parameters is called a bifurcation diagram (bifurcation theory): the presence of these special steady-state points at certain values of a parameter (e.g. mass) is represented by a point and once the parameter passes a certain value, a qualitative change occurs, called a bifurcation, in which the nature of the space changes, with profound consequences for the protein concentrations: the cell cycle has phases (partially corresponding to G1 and G2) in which mass, via a stable point, controls cyclin levels, and phases (S and M phases) in which the concentrations change independently, but once the phase has changed at a bifurcation event (cell cycle checkpoint), the system cannot go back to the previous levels since at the current mass the vector field is profoundly different and the mass cannot be reversed back through the bifurcation event, making a checkpoint irreversible. In particular the S and M checkpoints are regulated by means of special bifurcations called a Hopf bifurcation and an infinite period bifurcation. Cell Collective is a modeling software that enables one to house dynamical biological data, build computational models, stimulate, break and recreate models. The development is led by Tomas Helikar, a researcher within the field of computational biology. It is designed for biologists, students learning about computational biology, teachers focused on teaching life sciences, and researchers within the field of life science. The complexities of math and computer science are built into the backend and one can learn about the methods used for modeling biological species, but complex math equations, algorithms, programming are not required and hence won't impede model building.",
            "score": 101.98843383789062
        },
        {
            "docid": "318669_28",
            "document": "Schizosaccharomyces pombe . One of safely precautions that the cell takes to ensure precise cell division takes place is cell-cycle checkpoint. These checkpoints ensure any mutagens are eliminated. This is done often by relay signals that stimulate ubiquitination of the targets and delay cytokinesis. Without mitotic check points such as these, mutagens are created and replicated, resulting in multitudes of cellular issues including cell death or tumorigenesis seen in cancerous cells. Paul Nurse, Leland Hartwell, and Tim Hunt were awarded the Nobel Prize in Physiology or Medicine in 2001. They discovered key conserved checkpoints that are crucial for a cell to divide properly. These findings have been linked to cancer and diseased cells and are a notable finding for biomedicine.",
            "score": 101.88326263427734
        },
        {
            "docid": "18963166_2",
            "document": "Midbody (cell biology) . The midbody is a transient structure found in mammalian cells and is present near the end of cytokinesis just prior to the complete separation of the dividing cells. The structure was first described by Walther Flemming in 1891. The central section of a midbody was named after Flemming and is called the Flemming body. The midbody structure contains bundles of microtubules derived from the mitotic spindle which compacts during the final stages of cell division. It has a typical diameter of 1 micrometre and a length of 3 to 5 micrometres. Aside from microtubules it also contains various proteins involved in cytokinesis, asymmetric cell division, and chromosome segregation. The midbody is important for completing the final stages of cytokinesis, a process called abscission, although its precise role in these processes is not clear.",
            "score": 101.79310607910156
        },
        {
            "docid": "9880147_20",
            "document": "Cyclin D . Given that many human cancers happen in response to errors in cell cycle regulation and in growth factor dependent intracellular pathways, involvement of cyclin D in cell cycle control and growth factor signaling makes it a possible oncogene. In normal cells overproduction of cyclin D shortens the duration of G1 phase only, and considering the importance of cyclin D in growth factor signaling, defects in its regulation could be responsible for absence of growth regulation in cancer cells. Uncontrolled production of cyclin D affects amounts of cyclin D-Cdk4 complex being formed, which can drive the cell through the G0/S checkpoint, even when the growth factors are not present.",
            "score": 101.78032684326172
        },
        {
            "docid": "9720498_15",
            "document": "Timeless (gene) . Sancar and colleagues investigated whether hTIM played a similar role to orthologs in \"C. elegans\" and other types of yeast, which are known to play important roles in the cell cycle. Their experiments suggested that hTIM plays an integral role in the G2/M and intra-S cell cycle checkpoints. With respect to the G2/M checkpoint, hTIM binds to the ATRIP subunit on ATR – a protein kinase sensitive to DNA damage. This binding between hTIM and ATR then leads to the phosphorylation of Chk1, resulting in cell cycle arrest or apoptosis. This process serves as an important control to stop the proliferation of cells with DNA damage prior to mitotic division. The role of hTIM in the intra-S checkpoint is less clear at the molecular level; however, down-regulation of hTIM leads to an increase in the rate of generation of replication forks – even in the presence of DNA damage and other regulatory responses.",
            "score": 101.65740966796875
        },
        {
            "docid": "33231480_3",
            "document": "Chromatin bridge . The faithful inheritance of genetic information from one cellular generation to the next heavily relies on the duplication of deoxyribonucleic acid (DNA), as well as the formation of two identical daughter cells. This complicated cellular process, known as mitosis, depends on a multitude of cellular checkpoints, signals, interactions and signal cascades for accurate and faithful functioning. Cancer, characterized by uncontrollable cell growth mechanisms and high tendencies for proliferation and metastasis, is highly prone to mitotic mistakes. As a result, several forms of chromosomal aberrations occur, including, but not limited to, binucleated cells, multipolar spindles and micronuclei. Chromatin bridges may serve as a marker of cancer activity.",
            "score": 101.63572692871094
        }
    ]
}