{
    "q": [
        {
            "docid": "544743_8",
            "document": "Wolfram syndrome . More than 30 WFS1 mutations have been identified in individuals with a form of nonsyndromic deafness (hearing loss without related signs and symptoms affecting other parts of the body) called DFNA6. Individuals with DFNA6 deafness cannot hear low tones (low-frequency sounds), such as a tuba or the \"m\" in moon. DFNA6 hearing loss is unlike most forms of nonsyndromic deafness that affect high tones (high-frequency sounds), such as birds chirping, or all frequencies of sound. Most WFS1 mutations replace one of the protein building blocks (amino acids) used to make wolframin with an incorrect amino acid. One mutation deletes an amino acid from wolframin. WFS1 mutations probably alter the 3-dimensional shape of wolframin, which could affect its function. Because the function of wolframin is unknown, however, it is unclear how WFS1 mutations cause hearing loss. Some researchers suggest that altered wolframin disturbs the balance of charged particles in the inner ear, which interferes with the hearing process.",
            "score": 183.63946914672852
        },
        {
            "docid": "36936330_5",
            "document": "Swedish mutation . The mutation had important consequences for Alzheimer's Disease research. The mutation occurs in the gene which encodes beta amyloid. Amyloid is one of the peptides which accumulate in the brains of people with Alzheimer's Disease. A great debate had existed between Alzheimer's Disease researchers about the relevance of amyloid prior to the 1990s - many scientists believed amyloid was a tombstone of the disease and was not critical to the development of the disease. However, because the only difference between the family members who developed Alzheimer's Disease and those that did not in these families was the inheritance of the mutation in the amyloid gene this suggested that the amyloid protein itself could cause the disease. The idea that amyloid could cause the disease influenced scientific research until this day. Many experimental treatments are directed towards lowering amyloid levels in the brain. The other main effect the discovery of the Swedish mutation had was to provide one transgenic mouse model of Alzheimer's Disease. Transgenic mice (e.g. Tg2576) were made which overproduce human APP with the Swedish mutation. As a consequence, the mice can develop amyloid plaques at around 13 months old.",
            "score": 107.95822715759277
        },
        {
            "docid": "2196633_12",
            "document": "Stereocilia (inner ear) . Damaged or abnormal stereocilia that are a result of genetic mutations often cause hearing loss and other complications, and can be passed down to children. In a recent study, researchers studied mice that inherited a mutated hair cell gene called whirlin, which leads to shorter and fatter stereocilia that are organized in additional rows and that often die off after birth. No current therapies or reparative measures exist to replace such defective hair cells in humans. In order to correct this mutation, researchers injected a gene therapy containing the corrected gene into the inner ear of mice with the genetic mutation. The therapy restored stereocilia to normal lengths and eliminated the additional rows of stereocilia in newborn whirler mice. Despite the restoration of hair cells, the treated whirler mice exhibited no signs of improved hearing ability following testing after one month and after three months of treatment. Further studies are looking to understand why the restoration of the stereocilia did not improve the hearing ability of the mutated mice.",
            "score": 156.5797257423401
        },
        {
            "docid": "50619245_28",
            "document": "Human disease modifier gene . Genotype-phenotype correlations, and linkage and association analyses in humans can effectively identify modifier genes with statistical support, but do not establish functional or causative effects of modifier genes. While genetic backgrounds cannot be experimentally manipulated in human populations, transgenic expression of modifier genes in animal models has been effectively used to show that variation in specific loci can cause phenotypic variation. For example, Ikeda et al. established that moth1 is a modifier gene of the tub gene, mutations in which cause obesity, retinal degeneration and hearing loss in tubby mice. In the wild-type form, the protein Mtap1a, encoded by neuronally-expressed moth1, is protective against hearing loss. Ikeda et al. showed, by transgenic expression in mice, that sequence polymorphisms in Mtap1a are crucial in causing the hearing-loss phenotype associated with tub gene mutation.",
            "score": 159.90442323684692
        },
        {
            "docid": "438944_92",
            "document": "Actin . Six autosomal-dominant point mutations in the sequence have been found to cause various types of hearing loss, particularly sensorineural hearing loss linked to the DFNA 20/26 locus. It seems that they affect the stereocilia of the ciliated cells present in the inner ear’s Organ of Corti. β-actin is the most abundant protein found in human tissue, but it is not very abundant in ciliated cells, which explains the location of the pathology. On the other hand, it appears that the majority of these mutations affect the areas involved in linking with other proteins, particularly actomyosin. Some experiments have suggested that the pathological mechanism for this type of hearing loss relates to the F-actin in the mutations being more sensitive to cofilin than normal.",
            "score": 153.66952395439148
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 113.10611176490784
        },
        {
            "docid": "19593553_4",
            "document": "Antiparkinson medication . It is difficult to diagnose Parkinson's disease, as there is no specific test for it. Doctors usually perform other tests in order to rule out other conditions. Often seen in the dopaminergic neurons in the brains of patients who have Parkinson's disease, are Lewy bodies, which are abnormal circular structures found within the cytoplasm. Lewy bodies have a dense protein core, surrounded by a halo of radiating fibers. Mutations on chromosome 4 can cause Parkinson's disease. This gene produces a protein known as a-synuclein. This protein which is normally found in the presynaptic terminals and is thought to be involved in synaptic transmission in dopaminergic neurons. The mutation produces what is known as a toxic gain of function because it produces a protein that results in effects that are toxic to the cell. Parkinson's disease can also be caused by a mutation on chromosome 6. This gene has been named parkin. This mutation causes a loss of function, which makes it a recessive disorder.",
            "score": 111.57245242595673
        },
        {
            "docid": "35449105_3",
            "document": "LOXHD1 . This gene encodes a highly conserved protein consisting entirely of PLAT (polycystin/lipoxygenase/alpha-toxin) domains, thought to be involved in targeting proteins to the plasma membrane. Studies in mice show that this gene is expressed in the mechanosensory hair cells in the inner ear, and mutations in this gene lead to auditory defects, indicating that this gene is essential for normal hair cell function. Screening of human families segregating deafness identified a mutation in this gene which causes DFNB77, a progressive form of autosomal-recessive nonsyndromic hearing loss (ARNSHL). Alternatively spliced transcript variants encoding different isoforms have been noted for this gene.",
            "score": 131.8878653049469
        },
        {
            "docid": "54421246_15",
            "document": "Spinocerebellar ataxia type 1 . The mechanism by which expanded CAG repeat regions in ataxin 1 cause neuronal degeneration is unclear. It was historically believed to be caused by aggregation and deposition of the affected protein similar to other polyglutamine expansion diseases, however rodent model studies have shown significantly later formation of nuclear inclusions of mutant proteins in cerebellum and spinal cord neurons than in cortical and hippocampal neurons which typically show only mild degeneration in SCA1 persons, suggesting a more complicated mechanism. Ataxin-null mice are shown to exhibit reduced motor and spatial learning, suggesting ataxin 1 plays a role in synaptic plasticity and interactions between the motor neurons and the hippocampus. However mice lacking both copies of ataxin 1 do not develop progressive neurological symptoms or show signs of atrophy, suggesting that toxicity of the mutated protein, not loss of function, is the main mechanism for SCA1 pathology. A comparison of mRNA between ataxin null mice and mice with ataxin1 shows that there are common changes in gene expression, including upregulation of genes known to be repressed by an ataxin 1/CIC complex. This suggest that, while not the primary mechanism, a loss of ataxin 1 function contributes to the pathogenesis of SCA1. The loss of function is believed to be caused by an increased affinity for the expanded ataxin 1 for RNA Binding Motif 17, which excludes it from forming its normal complexes with CIC. The gain of function, in turn, is caused by its increased affinity for a number of other proteins.Mutant ataxin-1 also known to alter the neural circuitry of the developing cerebellum, setting the stage for later vulnerability of Purkinje cells, suggesting the existence of non-cell autonomous toxicity.",
            "score": 108.68121790885925
        },
        {
            "docid": "8953842_3",
            "document": "Computational auditory scene analysis . Since CASA serves to model functionality parts of the auditory system, it is necessary to view parts of the biological auditory system in terms of known physical models. Consisting of three areas, the outer, middle and inner ear, the auditory periphery acts as a complex transducer that converts sound vibrations into action potentials in the auditory nerve. The outer ear consists of the external ear, ear canal and the ear drum. The outer ear, like an acoustic funnel, helps locating the sound source. The ear canal acts as a resonant tube (like an organ pipe) to amplify frequencies between 2–5.5 kHz with a maximum amplification of about 11 dB occurring around 4 kHz. As the organ of hearing, the cochlea consists of two membranes, Reissner’s and the basilar membrane. The basilar membrane moves to audio stimuli through the specific stimulus frequency matches the resonant frequency of a particular region of the basilar membrane. The movement the basilar membrane displaces the inner hair cells in one direction, which encodes a half-wave rectified signal of action potentials in the spiral ganglion cells. The axons of these cells make up the auditory nerve, encoding the rectified stimulus. The auditory nerve responses select certain frequencies, similar to the basilar membrane. For lower frequencies, the fibers exhibit \"phase locking\". Neurons in higher auditory pathway centers are tuned to specific stimuli features, such as periodicity, sound intensity, amplitude and frequency modulation.  There are also neuroanatomical associations of ASA through the posterior cortical areas, including the posterior superior temporal lobes and the posterior cingulate. Studies have found that impairments in ASA and segregation and grouping operations are affected in patients with Alzheimer's disease.",
            "score": 76.55370247364044
        },
        {
            "docid": "20519370_17",
            "document": "Mechanosensation . When the function and mechanisms of hair cells are more fully understood, there are two applications that it could have. These involve both basic research in other fields and clinical applications in the field of hair cells. The mechanism of the hair cell might contribute to the understanding other mechanosensory systems such as the sense of touch. In the field of touch, the ion channel is that is activated is also currently unknown, and it is likely that there are several different ion channels. Eventually, it is hoped that this research can help individuals with hearing impairments. For example, if somebody subjects their ears to extremely loud sounds, then they may experience hearing loss. This is probably a result of the tip links being broken. Normally the tip links grow back in about half a day, but for some people they are more fragile, making those individuals more susceptible to hearing loss. If the cause of this susceptibility could be determined, and if tip link are repair could be understood, then a drug could be developed that would help the tip links grow back more readily. Generally, many people lose hearing in their old age, especially high frequency hearing. This is caused by hair cell death, so it is hoped that techniques can be developed, such as by using stem cells or other genetic manipulations, to encourage the inner ear to regenerate its hair cells and restore hearing.",
            "score": 143.1378149986267
        },
        {
            "docid": "14061111_11",
            "document": "GJB1 . Most of the mutations of the GJB1 gene switch or change a single amino acid in the gap junction (connexin-32) protein, although some may result in a protein of irregular size. Some of these mutations also cause hearing loss in patients with CMTX. Currently it is unknown how the mutations of the GJB1 gene lead to these specific features of Charcot-Marie-Tooth disease, however it is theorised that the cause is due to the demyelination of nerve cells. As a result transmission rates of nerve communication in the peripheral nervous system are delayed, which in turn would cause irregularities in the normal function of Schwann cells.",
            "score": 157.1598563194275
        },
        {
            "docid": "5999830_6",
            "document": "Neurturin . The most studied is neurturin’s role in neurodegenerative disease like Parkinsons disease and Huntingtons, where several rat studies have implicated neurturin’s role in rescuing neurons. However, these results have never been observed in humans. Hirschsprung disease, a autosomal dominant genetic disorder, is characterized by complete absence of neuronal ganglion cells from the intestinal tract. Previous studies indicate a role of NRTN gene mutations in the disease. One study showed evidence that a mutation in the NRTN gene was not enough along to cause onset of the disease, however when coupled with a mutation in the RET gene, disease was present in family members as well as the individual. A more recent study showed NRTN variants present in individuals with Hirschsprung disease. However, RET associated mutations were not found and in one variant, RET phosphorylation levels were reduced, which has the potential to have downstream effects on the proliferation and differentiation of neuronal crests. Also, high levels of expression of neurturin were found to be associated with nephroblastoma indicating the possible that the growth factor could be influencing differentiation. Lastly, a study also associated neurturin deficiency in mice with keratoconjunctivitis and dry eye.",
            "score": 94.66640424728394
        },
        {
            "docid": "14162129_8",
            "document": "PURA . Studies of genetic inactivation of \"PURA\" in the mouse provided evidence leading to that for \"PURA\" gene disorders in brain disease. Homozygous \"PURA\" knockouts die shortly after birth with severe defects in brain layer development, tissue wasting and movement disorders. Defects in blood cell development are also prominent, and it is not known how these may affect the brain. Heterozygous knockouts do not die early but exhibit seizure-like disorders. In rat hippocampal neurons, Pur-alpha is found in the cytoplasm together with mRNA transcripts, in a complex including non-coding RNAs, Pur-beta, fragile X mental retardation proteins and microtubule-associated proteins. This complex is transported by a kinesin motor to sites of translation at junctions of nerve cell dendrites. Recently \"PURA\" mutations have been found in multiple patients with brain disorders of a similar phenotype including hypotonia, developmental delay, movement disorders, and seizure or seizure-like movements. This spectrum of brain disorders is similar to the phenotype of a central nervous system syndrome termed the 5q31.3 microdeletion syndrome, and is the basis for a proposed \"PURA\" Syndrome based on \"PURA\" mutations rather than just deletions.",
            "score": 86.42038679122925
        },
        {
            "docid": "1673438_10",
            "document": "Gamma wave . A 2009 study published in Nature successfully induced gamma waves in mouse brains. Researchers performed this study using optogenetics (the method of combining genetic engineering with light to manipulate the activity of individual nerve cells). The protein channelrhodopsin-2 (ChR2), which sensitizes cells to light, was genetically engineered into these mice, specifically to be expressed in a target-group of interneurons. These fast-spiking (FS) interneurons, known for high electrical activity, were then activated with an optical fiber and laser—the second step in optogenetics. In this way, the cell activity of these interneurons was manipulated in the frequency range of 8–200 Hz. The study produced empirical evidence of gamma wave induction in the approximate interval of 25–100 Hz. The gamma waves were most apparent at a frequency of 40 Hz; this indicates that the gamma waves evoked by FS manipulation are a resonating brain circuit property. This is the first study in which it has been shown that a brain state can be induced through the activation of a specific group of cells. Pushed by the need of understanding how gamma might affect disease pathogenesis, a recent study published in Nature demonstrates that entraining oscillations and spiking at 40 Hz in the hippocampus of a well-established model of Alzheimer's disease (5XFAD mice) reduces Aβ peptides and at the same time activates a microglia response.",
            "score": 60.031827330589294
        },
        {
            "docid": "235248_14",
            "document": "Transmissible spongiform encephalopathy . The PRNP gene provides the instructions to make a protein called the prion protein (PrP). Under normal circumstances, this protein may be involved in transporting copper into cells. It may also be involved in protecting brain cells and helping them communicate. 24 Point-Mutations in this gene cause cells to produce an abnormal form of the prion protein, known as PrP. This abnormal protein builds up in the brain and destroys nerve cells, resulting in the signs and symptoms of prion disease.",
            "score": 98.6003885269165
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 74.24276041984558
        },
        {
            "docid": "14129920_7",
            "document": "MT-ND6 . A G → A mutation at the 14459 base pair in the \"MT-ND6\" gene also has been identified in a small number of people with Leigh's syndrome, a progressive brain disorder that typically appears in infancy or early childhood. Affected children may experience vomiting, seizures, delayed development, muscle weakness, and problems with movement. Heart disease, kidney problems, and difficulty breathing can also occur in people with this disorder. This \"MT-ND6\" G14459A mutation replaces the amino acid alanine with the amino acid valine at protein position 72 in the NADH-ubiquinone oxidoreductase chain 6 protein. This genetic change also has been found in people with LHON and a movement disorder called dystonia, which involves involuntary muscle contractions, tremors, and other uncontrolled movements. This mutation appears to disrupt the normal assembly or activity of complex I in mitochondria. It is not known, however, how this \"MT-ND6\" gene alteration is related to the specific features of Leigh syndrome, LHON, or dystonia. It also remains unclear why a single mutation can cause such varied signs and symptoms in different people.",
            "score": 131.95705246925354
        },
        {
            "docid": "4796463_2",
            "document": "PAX6 . Paired box protein Pax-6, also known as aniridia type II protein (AN2) or oculorhombin, is a protein that in humans is encoded by the \"PAX6\" gene. Pax6 is a transcription factor present during embryonic development. The encoded protein contains two different binding sites that are known to bind DNA and function as regulators of gene transcription. It is a key regulatory gene of eye and brain development. Within the brain, the protein is involved in development of the specialized cells that process smell. As a transcription factor, Pax6 activates and/or deactivates gene expression patterns to ensure for proper development of the tissue. Mutations of the Pax6 gene are known to cause various disorders of the eyes. Two common disorders associated with a mutation are: aniridia, the absence of the iris, and Peters' anomaly, thinning and clouding of the cornea. Scientists have created a \"tae\" model using mice during which time the mouse does not express Pax6. The \"knockout\" model is eyeless or has very underdeveloped eyes further indicating Pax6 is required for proper eye development.",
            "score": 85.1391294002533
        },
        {
            "docid": "49604_8",
            "document": "Hearing loss . There is a progressive loss of ability to hear high frequencies with aging known as presbycusis. For men, this can start as early as 25 and women at 30. Although genetically variable it is a normal concomitant of ageing and is distinct from hearing losses caused by noise exposure, toxins or disease agents. Common conditions that can increase the risk of hearing loss in elderly people are high blood pressure, diabetes or the use of certain medications harmful to the ear. While everyone loses hearing with age, the amount and type of hearing loss is variable.",
            "score": 146.4768180847168
        },
        {
            "docid": "14723656_10",
            "document": "Granulin . Heterozygous mutation of the GRN gene leading to progranulin haploinsufficiency causes Frontal Temporal Dementia. These mutations include frameshift, splice site, nonsense signal peptide, Kozak sequence disruptions and missense mutations, which result in either nonsense-mediated decay or the production of non-functional protein. Patients with GRN caused FTD (GRN-FTD) exhibit asymmetric brain atrophy, although age of onset, disease progression and clinical symptoms vary, suggesting that other genetic or environmental factors may be involved in disease expression. Pathological indicators include cytosolic ubiquitin deposits enriched in hyperphosphorylated TAR DNA Binding Protein (TDP-43), autophagy-related protein aggregates, ubiquitin-binding protein p62, lentiform intranuclear inclusions, dystrophic neurites and inflammation. Patients with the heterozygote mutation exhibit a reduction of 70-80% serum progranulin levels when compared to controls. Reprogrammed stem cells restore GRN mRNA levels to 50%, further suggesting that some other genetic or environmental factor is involved in regulating FTD disease expression. Mice exhibit reduced autophagic flux and autophagy-dependent clearance. Human FTLD-GRN derived fibroblasts show decrease lysosomal protease activity and lymphoblasts containing neuronal ceroid lipofuscinosis-like storage material. FTLD-GRN IPSC cortical Neurons have enlarged vesicles, lipofuscin accumulation and cathepsin D deficiency.",
            "score": 106.96830868721008
        },
        {
            "docid": "14326078_8",
            "document": "ACTG1 . An autosomal dominant mutation in \"ACTG1\" in the DFNA20/26 locus at 17q25-qter was identified in patients with hearing loss. A Thr278Ile mutation was identified in helix 9 of gamma-actin protein, which is predicted to alter protein structure. This study identified the first disease causing mutation in gamma-actin and underlies the importance of gamma-actin as structural elements of the inner ear hair cells. Since then, other \"ACTG1\" mutations have been linked to nonsyndromic hearing loss, including Met305Thr.",
            "score": 139.78818655014038
        },
        {
            "docid": "14700825_20",
            "document": "Valosin-containing protein . Mutations in VCP cause multisystem proteinopathy (MSP), a dominantly inherited, pleiotropic, degenerative disorder of humans that can affect muscle, bone and/or the central nervous system. MSP can manifest clinically as classical amyotrophic lateral sclerosis (ALS), frontotemporal dementia (FTD), inclusion body myopathy (IBM), Paget's disease of bone (PDB), or as a combination of these disorders. A useful operational definition of MSP is dominantly inherited degeneration that includes neurological involvement (either motor neuron disease or dementia) in combination with either distal myopathy or Pagetic bone degeneration. Most MSP patients present with weakness and of these ~65% present with motor neuron involvement. Up to 30% of MSP patients may have exclusively motor neuron involvement. Although MSP is rare, growing interest in this syndrome derives from the molecular insights the condition provides into the etiological relationship between common age-related degenerative diseases of muscle, bone and brain. It has been estimated that ~50% of MSP may be caused by missense mutations affecting the valosin-containing protein (VCP) gene.",
            "score": 92.96361684799194
        },
        {
            "docid": "2123234_3",
            "document": "Torsion dystonia . The disease is caused by a genetic disorder which results in a defect in a protein called Torsin A. A mutation in the DYT1 gene causes the loss of an amino acid, glutamic acid, in the Torsin A protein. The defective protein creates a disruption in communication in neurons that control muscle movement and muscle control. This mutation is most usually inherited from a parent, but can occur sporadically. The disease is caused by a dominant allele, meaning that the person affected needs only one copy of the mutated DYT1 gene to have symptoms. However, only 30 to 40 percent of those that do have the gene actually have symptoms, leading researchers to believe that there are other factors involved.",
            "score": 133.19639444351196
        },
        {
            "docid": "30855468_32",
            "document": "Retinoblastoma protein . The retinoblastoma protein is involved in the growth and development of mammalian hair cells of the cochlea, and appears to be related to the cells' inability to regenerate. Embryonic hair cells require Rb, among other important proteins, to exit the cell-cycle and stop dividing, which allows maturation of the auditory system. Once wild-type mammals have reached adulthood, their cochlear hair cells become incapable of proliferation. In studies where the gene for Rb is deleted in mice cochlea, hair cells continue to proliferate in early adulthood. Though this may seem to be a positive development, Rb-knockdown mice tend to develop severe hearing loss due to degeneration of the organ of Corti. For this reason, Rb seems to be instrumental for completing the development of mammalian hair cells and keeping them alive. However, it is clear that without Rb, hair cells have the ability to proliferate, which is why Rb is known as a tumor suppressor. Temporarily and precisely turning off Rb in adult mammals with damaged hair cells may lead to propagation and therefore successful regeneration. Suppressing function of the retinoblastoma protein in the adult rat cochlea has been found to cause proliferation of supporting cells and hair cells. Rb can be downregulated by activating the sonic hedgehog pathway, which phosphorylates the proteins and reduces gene transcription.",
            "score": 109.30535995960236
        },
        {
            "docid": "14777594_2",
            "document": "AHI1 . The Abelson helper integration site 1 (AHI1) is a protein coding gene that is known for the critical role it plays in brain development. Proper cerebellar and cortical development in the human brain depends heavily on AHI1. The AHI1 gene is prominently expressed in the embryonic hindbrain and forebrain. AHI1 specifically encodes the Jouberin protein and mutations in the expression of the gene is known to cause specific forms of Joubert syndrome. Joubert syndrome is autosomal recessive and is characterized by the brain malformations and mental retardation that AHI1 mutations have the potential to induce. AHI1 has also been associated with schizophrenia and autism due to the role it plays in brain development. An AHI1 heterozygous knockout mouse model was created to study the correlation between alterations in AHI1 expression and the pathogenesis of neuropsychiatric disorders. The core temperatures and corticosterone secretions of the heterozygous knockout mice after exposure to environmental and visceral stress exhibited extreme repression of autonomic nervous system and hypothalamic-pituitary-adrenal responses. The knockout mice demonstrated an increased resilience to different types of stress and these results lead to a correlation between emotional regulation and neuropsychiatric disorders. Jouberin is a protein that in humans is encoded by the \"AHI1\" gene.",
            "score": 92.05862760543823
        },
        {
            "docid": "6442625_4",
            "document": "Tubby protein . Tubby proteins have been implicated as transcription factors and as potential signaling factors coupled to G-protein activity. They are associated with neuronal differentiation and development, and in mammals are implicated in three disease processes when mutated: obesity, retinal degeneration, and hearing loss. In mice, mutations in tubby proteins are known to affect life span and fat storage as well as carbohydrate metabolism. Tubby domains associate with cytoplasmic side of cell membranes through binding of different phosphoinositides",
            "score": 117.70350503921509
        },
        {
            "docid": "558596_9",
            "document": "Leigh syndrome . Disorders of oxidative phosphorylation, the process by which cells produce their main energy source of adenosine triphosphate (ATP), may be caused by mutations in either mtDNA or in nuclear encoded genes. The latter account for the majority of Leigh disease, although it is not always possible to identify the specific mutation responsible for the condition in a particular individual. Four out of the five protein complexes involved in oxidative phosphorylation are most commonly disrupted in Leigh syndrome, either because of malformed protein or because of an error in the assembly of these complexes. Regardless of the genetic basis, it results in an inability of the complexes affected by the mutation to perform their role in oxidative phosphorylation. In the case of Leigh disease, crucial cells in the brain stem and basal ganglia are affected. This causes a chronic lack of energy in the cells, which leads to cell death and in turn, affects the central nervous system and inhibits motor functions. The heart and other muscles also require a lot of energy and are affected by cell death caused by chronic energy deficiencies in Leigh syndrome.",
            "score": 107.7040843963623
        },
        {
            "docid": "3246329_14",
            "document": "Hearing range . Mice have large ears in comparison to their bodies. They hear higher frequencies than humans; their frequency range is 1 kHz to 70 kHz. They do not hear the lower frequencies that humans can; they communicate using high frequency noises some of which are inaudible by humans. The distress call of a young mouse can be produced at 40 kHz. The mice use their ability to produce sounds out of predators' frequency ranges: they can alert other mice of danger without also alerting the predator to their presence. The squeaks that humans can hear are lower in frequency and are used by the mouse to make longer distance calls, as low frequency sounds can travel farther than high frequency sounds.",
            "score": 92.50067830085754
        },
        {
            "docid": "8460279_10",
            "document": "Neurosphere . Researchers are exploring the use of neural stem cells (NSCs) obtained from neurospheres to aid in the regrowth of inner ear neurons and hair cells. Hu et al. transplanted adult mice NSCs into normal and deafened inner ears of guinea pigs. Prior to implantation, the NSCs were treated with neurogenin 2 protein to encourage proliferation of the intended inner ear cells. They concluded that adult NSCs were indeed able to survive and differentiate in the injured inner ear, and that this type of therapy could possibly act to restore auditory function in hearing impaired subjects. This experiment also indicates that genetic engineering can contribute to the success of generating specific progenitor cells of interest.",
            "score": 105.95200490951538
        },
        {
            "docid": "15434651_21",
            "document": "Glutamate flavoring . Because glutamate is absorbed very quickly in the gastrointestinal tract (unlike glutamic acid-containing proteins in foods), glutamate could spike blood plasma levels of glutamate. Glutamic acid is in a class of chemicals known as excitotoxins, high levels of which have been shown in animal studies to cause damage to areas of the brain unprotected by the blood–brain barrier and that a variety of chronic diseases can arise out of this neurotoxicity. There has been debate among scientists on the significance of these findings since the early 1970s, when John Olney found that high levels of glutamic acid caused damage to the brains of infant mice. The debate is complex and has focused mainly on whether the increase in plasma glutamate levels from typical ingestion levels of glutamate is enough to cause neurotoxicity and on whether humans are susceptible to the neurotoxicity from glutamic acid seen in some animal experiments.",
            "score": 81.56260418891907
        },
        {
            "docid": "101970_2",
            "document": "Tinnitus . Tinnitus is the hearing of sound when no external sound is present. While often described as a ringing, it may also sound like a clicking, hiss or roaring. Rarely, unclear voices or music are heard. The sound may be soft or loud, low pitched or high pitched and appear to be coming from one ear or both. Most of the time, it comes on gradually. In some people, the sound causes depression or anxiety and can interfere with concentration. Tinnitus is not a disease but a symptom that can result from a number of underlying causes. One of the most common causes is noise-induced hearing loss. Other causes include ear infections, disease of the heart or blood vessels, Ménière's disease, brain tumors, emotional stress, exposure to certain medications, a previous head injury, and earwax. It is more common in those with depression. The diagnosis of tinnitus is usually based on the person's description. A number of questionnaires exist that may help to assess how much tinnitus is interfering with a person's life. The diagnosis is commonly supported by an audiogram and a neurological examination. If certain problems are found, medical imaging, such as with MRI, may be performed. Other tests are suitable when tinnitus occurs with the same rhythm as the heartbeat. Rarely, the sound may be heard by someone else using a stethoscope, in which case it is known as objective tinnitus. Spontaneous otoacoustic emissions, which are sounds produced normally by the inner ear, may also occasionally result in tinnitus. Prevention involves avoiding loud noise. If there is an underlying cause, treating it may lead to improvements. Otherwise, typically, management involves talk therapy. Sound generators or hearing aids may help some. As of 2013, there were no effective medications. It is common, affecting about 10–15% of people. Most, however, tolerate it well, and it is a significant problem in only 1–2% of people. The word tinnitus is from the Latin \"tinnīre\" which means \"to ring\". Tinnitus can be perceived in one or both ears or in the head. It is the description of a noise inside a person’s head in the absence of auditory stimulation. The noise can be described in many different ways. It is usually described as a ringing noise but, in some patients, it takes the form of a high-pitched whining, electric buzzing, hissing, humming, tinging or whistling sound or as ticking, clicking, roaring, \"crickets\" or \"tree frogs\" or \"locusts (cicadas)\", tunes, songs, beeping, sizzling, sounds that slightly resemble human voices or even a pure steady tone like that heard during a hearing test. It has also been described as a \"whooshing\" sound because of acute muscle spasms, as of wind or waves. Tinnitus can be intermittent or continuous: in the latter case, it can be the cause of great distress. In some individuals, the intensity can be changed by shoulder, head, tongue, jaw or eye movements. Most people with tinnitus have some degree of hearing loss.",
            "score": 135.0412256717682
        }
    ],
    "r": [
        {
            "docid": "3578309_7",
            "document": "Collagen, type XI, alpha 2 . Mutations in the COL11A2 gene have been shown to cause hearing loss without other signs or symptoms (nonsyndromic deafness autosomal dominant) in two large families. One family carries a mutation that substitutes the amino acid cysteine (a building block of proteins) for the amino acid arginine at position 549 (written as Arg549Cys) in the alpha 2 chain of type XI collagen. A second family has a mutation that substitutes the amino acid glutamic acid for the amino acid glycine at position 323 (written as Gly323Glu) in this protein. These mutations prevent the normal assembly of type XI collagen. Type XI collagen plays an important role in the structure and function of the inner ear. When mutations in the COL11A2 gene affect the structure of collagen fibrils, hearing loss can result.",
            "score": 184.71051025390625
        },
        {
            "docid": "544743_8",
            "document": "Wolfram syndrome . More than 30 WFS1 mutations have been identified in individuals with a form of nonsyndromic deafness (hearing loss without related signs and symptoms affecting other parts of the body) called DFNA6. Individuals with DFNA6 deafness cannot hear low tones (low-frequency sounds), such as a tuba or the \"m\" in moon. DFNA6 hearing loss is unlike most forms of nonsyndromic deafness that affect high tones (high-frequency sounds), such as birds chirping, or all frequencies of sound. Most WFS1 mutations replace one of the protein building blocks (amino acids) used to make wolframin with an incorrect amino acid. One mutation deletes an amino acid from wolframin. WFS1 mutations probably alter the 3-dimensional shape of wolframin, which could affect its function. Because the function of wolframin is unknown, however, it is unclear how WFS1 mutations cause hearing loss. Some researchers suggest that altered wolframin disturbs the balance of charged particles in the inner ear, which interferes with the hearing process.",
            "score": 183.63946533203125
        },
        {
            "docid": "49604_2",
            "document": "Hearing loss . Hearing loss, also known as hearing impairment, is a partial or total inability to hear. A deaf person has little to no hearing. Hearing loss may occur in one or both ears. In children hearing problems can affect the ability to learn spoken language and in adults it can cause work related difficulties. In some people, particularly older people, hearing loss can result in loneliness. Hearing loss can be temporary or permanent. Hearing loss may be caused by a number of factors, including: genetics, ageing, exposure to noise, some infections, birth complications, trauma to the ear, and certain medications or toxins. A common condition that results in hearing loss is chronic ear infections. Certain infections during pregnancy such as syphilis and rubella may also cause hearing loss in the child. Hearing loss is diagnosed when hearing testing finds that a person is unable to hear 25 decibels in at least one ear. Testing for poor hearing is recommended for all newborns. Hearing loss can be categorised as mild, moderate, moderate-severe, severe, or profound. There are three main types of hearing loss, conductive hearing loss, sensorineural hearing loss, and mixed hearing loss. Half of hearing loss is preventable. This includes by immunization, proper care around pregnancy, avoiding loud noise, and avoiding certain medications. The World Health Organization recommends that young people limit the use of personal audio players to an hour a day in an effort to limit exposure to noise. Early identification and support are particularly important in children. For many hearing aids, sign language, cochlear implants and subtitles are useful. Lip reading is another useful skill some develop. Access to hearing aids, however, is limited in many areas of the world. As of 2013 hearing loss affects about 1.1 billion people to some degree. It causes disability in 5% (360 to 538 million) and moderate to severe disability in 124 million people. Of those with moderate to severe disability 108 million live in low and middle income countries. Of those with hearing loss it began in 65 million during childhood. Those who use sign language and are members of Deaf culture see themselves as having a difference rather than an illness. Most members of Deaf culture oppose attempts to cure deafness and some within this community view cochlear implants with concern as they have the potential to eliminate their culture. The term hearing impairment is often viewed negatively as it emphasises what people cannot do.",
            "score": 160.0229034423828
        },
        {
            "docid": "50619245_28",
            "document": "Human disease modifier gene . Genotype-phenotype correlations, and linkage and association analyses in humans can effectively identify modifier genes with statistical support, but do not establish functional or causative effects of modifier genes. While genetic backgrounds cannot be experimentally manipulated in human populations, transgenic expression of modifier genes in animal models has been effectively used to show that variation in specific loci can cause phenotypic variation. For example, Ikeda et al. established that moth1 is a modifier gene of the tub gene, mutations in which cause obesity, retinal degeneration and hearing loss in tubby mice. In the wild-type form, the protein Mtap1a, encoded by neuronally-expressed moth1, is protective against hearing loss. Ikeda et al. showed, by transgenic expression in mice, that sequence polymorphisms in Mtap1a are crucial in causing the hearing-loss phenotype associated with tub gene mutation.",
            "score": 159.9044189453125
        },
        {
            "docid": "14061111_11",
            "document": "GJB1 . Most of the mutations of the GJB1 gene switch or change a single amino acid in the gap junction (connexin-32) protein, although some may result in a protein of irregular size. Some of these mutations also cause hearing loss in patients with CMTX. Currently it is unknown how the mutations of the GJB1 gene lead to these specific features of Charcot-Marie-Tooth disease, however it is theorised that the cause is due to the demyelination of nerve cells. As a result transmission rates of nerve communication in the peripheral nervous system are delayed, which in turn would cause irregularities in the normal function of Schwann cells.",
            "score": 157.15985107421875
        },
        {
            "docid": "2196633_12",
            "document": "Stereocilia (inner ear) . Damaged or abnormal stereocilia that are a result of genetic mutations often cause hearing loss and other complications, and can be passed down to children. In a recent study, researchers studied mice that inherited a mutated hair cell gene called whirlin, which leads to shorter and fatter stereocilia that are organized in additional rows and that often die off after birth. No current therapies or reparative measures exist to replace such defective hair cells in humans. In order to correct this mutation, researchers injected a gene therapy containing the corrected gene into the inner ear of mice with the genetic mutation. The therapy restored stereocilia to normal lengths and eliminated the additional rows of stereocilia in newborn whirler mice. Despite the restoration of hair cells, the treated whirler mice exhibited no signs of improved hearing ability following testing after one month and after three months of treatment. Further studies are looking to understand why the restoration of the stereocilia did not improve the hearing ability of the mutated mice.",
            "score": 156.57972717285156
        },
        {
            "docid": "6894544_2",
            "document": "Noise-induced hearing loss . Noise-induced hearing loss (NIHL) is hearing impairment resulting from exposure to loud sound. People may have a loss of perception of a narrow range of frequencies, impaired cognitive perception of sound including sensitivity to sound or ringing in the ears. When exposure to hazards such as noise occur at work and is associated with hearing loss, it is referred to as occupational hearing loss.  Hearing may deteriorate gradually from chronic and repeated noise exposure, such as to loud music or background noise, or suddenly, from exposure to impulse noise (a short high intensity noise), such as a gunshot or airhorn. In both types, loud sound overstimulates delicate hearing cells, leading to the permanent injury or death of the cells. Once lost this way, hearing cannot be restored in humans.  There are a variety of prevention strategies available to avoid or reduce hearing loss. Lowering the volume of sound at its source, limiting the time of exposure and physical protection can reduce the impact of excessive noise. If not prevented, hearing loss can be managed through assistive devices and cognitive therapies. The largest burden of NIHL has been through occupational exposures; however, noise-induced hearing loss can also be due to unsafe recreational, residential, social and military service-related noise exposures. It is estimated that 15% of young people are exposed to sufficient leisure noises (i.e. concerts, sporting events, daily activities, personal listening devices, etc.) to cause NIHL. There is not a limited list of noise sources that can cause hearing loss; rather, it is important to understand that exposure to excessively high decibel (dB) levels from any sound source over time, can cause hearing loss. The first symptom of NIHL may be difficulty hearing a conversation against a noisy background. The effect of hearing loss on speech perception has two components. The first component is the loss of audibility, which may be perceived as an overall decrease in volume. Modern hearing aids compensate this loss with amplification. The second component is known as “distortion\" or “clarity loss” due to selective frequency loss.” Consonants, due to their higher frequency, are typically affected first. For example, the sounds “s” and “t” are often difficult to hear for those with hearing loss, affecting clarity of speech. NIHL can affect either one or both ears. Monaural hearing loss causes problems with directional hearing, affecting the ability to localize sound.",
            "score": 154.82887268066406
        },
        {
            "docid": "14880128_2",
            "document": "SLC7A8 . Large neutral amino acids transporter small subunit 2 is a protein that in humans is encoded by the \"SLC7A8\" gene.",
            "score": 154.65374755859375
        },
        {
            "docid": "438944_92",
            "document": "Actin . Six autosomal-dominant point mutations in the sequence have been found to cause various types of hearing loss, particularly sensorineural hearing loss linked to the DFNA 20/26 locus. It seems that they affect the stereocilia of the ciliated cells present in the inner ear’s Organ of Corti. β-actin is the most abundant protein found in human tissue, but it is not very abundant in ciliated cells, which explains the location of the pathology. On the other hand, it appears that the majority of these mutations affect the areas involved in linking with other proteins, particularly actomyosin. Some experiments have suggested that the pathological mechanism for this type of hearing loss relates to the F-actin in the mutations being more sensitive to cofilin than normal.",
            "score": 153.66952514648438
        },
        {
            "docid": "1187487_37",
            "document": "Sensorineural hearing loss . MRI scans can be used to identify gross structural causes of hearing loss. They are used for congenital hearing loss when changes to the shape of the inner ear or nerve of hearing may help diagnosis of the cause of the hearing loss. They are also useful in cases where a tumour is suspected or to determine the degree of damage in a hearing loss caused by bacterial infection or auto-immune disease. Scanning is of no value in age-related deafness.",
            "score": 150.43310546875
        },
        {
            "docid": "16846178_4",
            "document": "TMC1 . Due to its implication in cochlear hair cell function and its interaction with hair cell tip links, TMC1 is being mutated and manipulated in order to better understand the receptor while at the same time producing a molecular model for deafness. While deafness can arise at any stage of auditory processing, DFNA36 (a type of progressive hearing loss) and DFNB7/B11 (congenital hearing loss) have been specifically shown to arise from TMC1 mutations. DFNA36 results from a dominant missense mutation and DFNB7/B11 results from a recessive mutation. Both have been modeled in mice, known as the Beethoven model and the dn model respectively. The TMC1 gene is located on chromosome 9q31-q21, and the dominant mutation associated with DFNA36 occurs at amino acid 572 which suggests the importance of this amino acid in the overall function of TMC1. Now that TMC1 has been shown to interact with the tip link proteins PCDH15 and CDH23, the next question may be whether or not amino acid 572 is necessary for TMC1 tip link interactions.",
            "score": 148.13658142089844
        },
        {
            "docid": "1187487_13",
            "document": "Sensorineural hearing loss . Normal progressive age-related loss of hearing acuity or sensitivity starting as early as age 18, primarily affecting the high frequencies, and men more than women. Such losses may not become apparent until much later in life. Presbycusis is by far the dominant cause of sensorineural hearing loss. Hearing loss that accumulates with age but is caused by factors other than normal aging, such as noise-induced hearing loss, is not presbycusis, although differentiating the individual effects of multiple causes of hearing loss can be difficult. One in three persons have significant hearing loss by age 65; by age 75, one in two. Age-related hearing loss is neither preventable nor reversible.",
            "score": 147.05482482910156
        },
        {
            "docid": "49604_8",
            "document": "Hearing loss . There is a progressive loss of ability to hear high frequencies with aging known as presbycusis. For men, this can start as early as 25 and women at 30. Although genetically variable it is a normal concomitant of ageing and is distinct from hearing losses caused by noise exposure, toxins or disease agents. Common conditions that can increase the risk of hearing loss in elderly people are high blood pressure, diabetes or the use of certain medications harmful to the ear. While everyone loses hearing with age, the amount and type of hearing loss is variable.",
            "score": 146.47682189941406
        },
        {
            "docid": "1374343_19",
            "document": "Audiometry . Apart from testing hearing, part of the function of audiometry is in assessing or evaluating hearing from the test results. The most commonly used assessment of hearing is the determination of the threshold of audibility, i.e. the level of sound required to be just audible. This level can vary for an individual over a range of up to 5 decibels from day to day and from determination to determination, but it provides an additional and useful tool in monitoring the potential ill effects of exposure to noise. Before carrying out a hearing test, it is important to obtain information about the person’s past medical history, not only concerning the ears but also other conditions which may have a bearing on possible hearing loss detected by an audiometric test. Hearing loss may be unilateral or bilateral, and bilateral hearing loss may not be symmetrical. The most common types of hearing loss, due to age and noise exposure, are usually bilateral and symmetrical. Wax in the ear can also cause hearing loss, so the ear should be examined to see if syringing is needed; also to determine if the eardrum has suffered any damage which may reduce the ability of sound to be transmitted to the middle ear.",
            "score": 145.6685028076172
        },
        {
            "docid": "32105732_3",
            "document": "Spatial hearing loss . People with spatial hearing loss have difficulty processing speech that arrives from one direction while simultaneously filtering out 'noise' arriving from other directions. Research has shown spatial hearing loss to be a leading cause of central auditory processing disorder (CAPD) in children. Children with spatial hearing loss commonly present with difficulties understanding speech in the classroom. Spatial hearing loss is found in most people over 70 years of age, and can sometimes be independent of other types of age related hearing loss. As with presbycusis, spatial hearing loss varies with age. Through childhood and into adulthood it can be viewed as spatial hearing gain (with it becoming easier to hear speech in noise), and then with middle age and beyond the spatial hearing loss begins (with it becoming harder again to hear speech in noise).",
            "score": 143.51832580566406
        },
        {
            "docid": "3016334_3",
            "document": "Bone-anchored hearing aid . Two of the causes of hearing loss are lack of function in the inner ear (cochlea) and when the sound has problems in reaching the nerve cells of the inner ear. Example of the first include age-related hearing loss and hearing loss due to noise exposure. A patient born without external ear canals is an example of the latter for which a conventional hearing aid with a mould in the ear canal opening would not be effective. Some with this condition have normal inner ear function, as the external ear canal and the inner ear are developed at different stages during pregnancy. With normal inner anatomy, sound conducted by the skull bone improves hearing.",
            "score": 143.3262481689453
        },
        {
            "docid": "20519370_17",
            "document": "Mechanosensation . When the function and mechanisms of hair cells are more fully understood, there are two applications that it could have. These involve both basic research in other fields and clinical applications in the field of hair cells. The mechanism of the hair cell might contribute to the understanding other mechanosensory systems such as the sense of touch. In the field of touch, the ion channel is that is activated is also currently unknown, and it is likely that there are several different ion channels. Eventually, it is hoped that this research can help individuals with hearing impairments. For example, if somebody subjects their ears to extremely loud sounds, then they may experience hearing loss. This is probably a result of the tip links being broken. Normally the tip links grow back in about half a day, but for some people they are more fragile, making those individuals more susceptible to hearing loss. If the cause of this susceptibility could be determined, and if tip link are repair could be understood, then a drug could be developed that would help the tip links grow back more readily. Generally, many people lose hearing in their old age, especially high frequency hearing. This is caused by hair cell death, so it is hoped that techniques can be developed, such as by using stem cells or other genetic manipulations, to encourage the inner ear to regenerate its hair cells and restore hearing.",
            "score": 143.1378173828125
        },
        {
            "docid": "1602257_2",
            "document": "Presbycusis . Presbycusis (also spelled presbyacusis, from Greek \"presbys\" \"old\" + \"akousis\" \"hearing\"), or age-related hearing loss, is the cumulative effect of aging on hearing. It is a progressive and irreversible bilateral symmetrical age-related sensorineural hearing loss resulting from degeneration of the cochlea or associated structures of the inner ear or auditory nerves. The hearing loss is most marked at higher frequencies. Hearing loss that accumulates with age but is caused by factors other than normal aging (nosocusis and sociocusis) is not presbycusis, although differentiating the individual effects of distinct causes of hearing loss can be difficult.",
            "score": 142.22720336914062
        },
        {
            "docid": "45521144_32",
            "document": "Aging and society . Hearing loss among the aged community lessens elders' ability to compensate for other age related social and/or physical problems. Communication problems of elderly adults can be greatly impacted by mechanical problems such as: the translation of ideas into linguistic representation or expression, the perception of linguistic stimuli or the derivation of an idea from a given unit of disclosure. Changes in these mechanical problems are more important than changes in linguistic knowledge. The main goal of hearing aids is to improve communication and quality of life, not just to restore hearing. Presbycusis is an example of a hearing deficit that cannot be corrected by hearing aids. Presbycusis, the alteration of hearing sensitivity associated with normal hearing loss, is caused by the decreased amount of hair cells of the inner ear. This is normally caused by long periods of distressing noise that diminish the hair cells which with increasing age will not grow back. Presbycusis and other such hearing-related problems promote social withdrawal, as individuals begin to lose touch with the world around them. Hearing loss among the aged community lessens elders' ability to compensate for other age-related social and/or physical problems. This impairment can cause elders to lose touch of social skills because they may have trouble keeping up with fast-paced or hearing different pitched voices in conversation.",
            "score": 141.80563354492188
        },
        {
            "docid": "29018856_6",
            "document": "Sensory loss . Hearing loss may be gradual or sudden. Hearing loss may be very mild, resulting in minor difficulties with conversation, or as severe as complete deafness. The speed with which hearing loss occurs may give clues as to the cause. If hearing loss is sudden, it may be from trauma or a problem with blood circulation. A gradual onset is suggestive of other causes such as aging or a tumor. If you also have other associated neurological problems, such as tinnitus or vertigo, it may indicate a problem with the nerves in the ear or brain. Hearing loss may be unilateral or bilateral. Unilateral hearing loss is most often associated with conductive causes, trauma, and acoustic neuromas. Pain in the ear is associated with ear infections, trauma, and obstruction in the canal.",
            "score": 140.5233612060547
        },
        {
            "docid": "49604_18",
            "document": "Hearing loss . Hearing loss due to noise has been described as primarily a condition of modern society. In preindustrial times, humans had far less exposure to loud sounds. Studies of primitive peoples indicate that much of what has been attributed to age-related hearing loss may be long term cumulative damage from all sources, especially noise. People living in preindustrial societies have considerably less hearing loss than similar populations living in modern society. Among primitive people who have migrated into modern society, hearing loss is proportional to the number of years spent in modern society. Military service in World War II, the Korean War, and the Vietnam War, has likely also caused hearing loss in large numbers of men from those generations, though proving that hearing loss was a direct result of military service is problematic without entry and exit audiograms.",
            "score": 140.46522521972656
        },
        {
            "docid": "3407405_13",
            "document": "Nonsyndromic deafness . The causes of nonsyndromic deafness can be complex. Researchers have identified more than 30 genes that, when mutated, may cause nonsyndromic deafness; however, some of these genes have not been fully characterized. Many genes related to deafness are involved in the development and function of the inner ear. Gene mutations interfere with critical steps in processing sound, resulting in hearing loss. Different mutations in the same gene can cause different types of hearing loss, and some genes are associated with both syndromic and nonsyndromic deafness. In many families, the gene(s) involved have yet to be identified.",
            "score": 140.33261108398438
        },
        {
            "docid": "14326078_8",
            "document": "ACTG1 . An autosomal dominant mutation in \"ACTG1\" in the DFNA20/26 locus at 17q25-qter was identified in patients with hearing loss. A Thr278Ile mutation was identified in helix 9 of gamma-actin protein, which is predicted to alter protein structure. This study identified the first disease causing mutation in gamma-actin and underlies the importance of gamma-actin as structural elements of the inner ear hair cells. Since then, other \"ACTG1\" mutations have been linked to nonsyndromic hearing loss, including Met305Thr.",
            "score": 139.78819274902344
        },
        {
            "docid": "8767449_18",
            "document": "Public health genomics . Variations within the Genome are being studied to determine susceptibility to chronic diseases as well as infectious diseases. According to Aileen Kenneson and Coleen Boyle, about one sixth of the U.S. population has some degree of hearing loss. Recent research has linked variants in the Gap Junction Beta 2 (GJB2) gene to nonsyndromic prelingual sensorineural hearing loss. GJB2 is a gene encoding for connexin a protein found in the cochlea. So far, scientists have found over 90 variants in this gene and sequence variations may account for up to 50% of nonsyndromic hearing loss. Variants in GJB2 are being looked at to determine age of onset as well as severity of hearing loss.",
            "score": 139.33367919921875
        },
        {
            "docid": "1187432_7",
            "document": "Conductive hearing loss . Conductive hearing loss makes all sounds seem faint or muffled. The hearing loss is worse in low frequencies.  Congenital conductive hearing loss is usually identified through newborn hearing screening or may be identified because the baby has microtia or other facial abnormalities. Conductive hearing loss developing during childhood is usually due to otitis media with effusion and may present with speech and language delay or difficulty hearing. Later onset of conductive hearing loss may have an obvious cause such as an ear infection, trauma or upper respiratory tract infection or may have an insidious onset related to chronic middle ear disease, otosclerosis or a tumour of the naso-pharynx. Earwax is a very common cause of a conductive hearing loss which may present suddenly when water gets behind the wax and this blocks the ear canal.  Diagnosis requires a detailed history, examination of the ear, nose, throat and neck, and detailed hearing tests. In children a more detailed examination may be required if the hearing loss is congenital.",
            "score": 137.5637969970703
        },
        {
            "docid": "1971959_7",
            "document": "Norrie disease . Norrie disease can also have cognitive and behavioral symptoms. Developmental delay or learning difficulties are present in about 30 to 50% of males who have Norrie disease. Psychotic-like features and poorly characterized behavior abnormalities may also be present. Auditory symptoms are common with Norrie disease. Progressive hearing loss starts in early childhood for a majority of males with the condition. Early hearing loss is sensorineural, mild and asymmetric. By adolescence, high-frequency hearing loss begins to appear. Hearing loss is severe, symmetric, and broad-spectrum by the age of 35. However, studies show that while the hearing loss is deteriorating, the ability to speak well is highly preserved. The slowly progressing hearing loss is more problematic to adjust to than the congenital blindness for most people with Norrie disease.",
            "score": 136.81732177734375
        },
        {
            "docid": "1602257_6",
            "document": "Presbycusis . Primary symptoms: Secondary symptoms: Usually occurs after age 50, but deterioration in hearing has been found to start very early, from about the age of 18 years. The ISO standard 7029 shows expected threshold changes due purely to age for carefully screened populations (i.e. excluding those with ear disease, noise exposure etc.), based on a meta-analysis of published data. Age affects high frequencies more than low, and men more than women. One early consequence is that even young adults may lose the ability to hear very high frequency tones above 15 or 16 kHz. Despite this, age-related hearing loss may only become noticeable later in life. The effects of age can be exacerbated by exposure to environmental noise, whether at work or in leisure time (shooting, music, etc.). This is noise-induced hearing loss (NIHL) and is distinct from presbycusis. A second exacerbating factor is exposure to ototoxic drugs and chemicals.",
            "score": 136.36883544921875
        },
        {
            "docid": "618910_4",
            "document": "Ototoxicity . The cochlea is primarily a hearing structure situated in the inner ear. It is the snail-shaped shell containing several nerve endings that makes hearing possible. Ototoxicity typically results when the inner ear is poisoned by medication that damages the cochlea, vestibule, semi-circular canals, or the auditory/ vestibulocochlear nerve. The damaged structure then produces the symptoms the patient presents with. Ototoxicity in the cochlea may cause hearing loss of the high-frequency pitch ranges or complete deafness, or losses at points between. It may present with bilaterally symmetrical symptoms, or asymmetrically, with one ear developing the condition after the other or not at all. The time frames for progress of the disease vary greatly and symptoms of hearing loss may be temporary or permanent.",
            "score": 135.4019012451172
        },
        {
            "docid": "49604_50",
            "document": "Hearing loss . Sensorineural hearing loss is one caused by dysfunction of the inner ear, the cochlea or the nerve that transmits the impulses from the cochlea to the hearing centre in the brain. The most common reason for sensorineural hearing loss is damage to the hair cells in the cochlea. Depending on the definition it could be estimated that more than 50% of the population over the age of 70 has impaired hearing.",
            "score": 135.26580810546875
        },
        {
            "docid": "101970_2",
            "document": "Tinnitus . Tinnitus is the hearing of sound when no external sound is present. While often described as a ringing, it may also sound like a clicking, hiss or roaring. Rarely, unclear voices or music are heard. The sound may be soft or loud, low pitched or high pitched and appear to be coming from one ear or both. Most of the time, it comes on gradually. In some people, the sound causes depression or anxiety and can interfere with concentration. Tinnitus is not a disease but a symptom that can result from a number of underlying causes. One of the most common causes is noise-induced hearing loss. Other causes include ear infections, disease of the heart or blood vessels, Ménière's disease, brain tumors, emotional stress, exposure to certain medications, a previous head injury, and earwax. It is more common in those with depression. The diagnosis of tinnitus is usually based on the person's description. A number of questionnaires exist that may help to assess how much tinnitus is interfering with a person's life. The diagnosis is commonly supported by an audiogram and a neurological examination. If certain problems are found, medical imaging, such as with MRI, may be performed. Other tests are suitable when tinnitus occurs with the same rhythm as the heartbeat. Rarely, the sound may be heard by someone else using a stethoscope, in which case it is known as objective tinnitus. Spontaneous otoacoustic emissions, which are sounds produced normally by the inner ear, may also occasionally result in tinnitus. Prevention involves avoiding loud noise. If there is an underlying cause, treating it may lead to improvements. Otherwise, typically, management involves talk therapy. Sound generators or hearing aids may help some. As of 2013, there were no effective medications. It is common, affecting about 10–15% of people. Most, however, tolerate it well, and it is a significant problem in only 1–2% of people. The word tinnitus is from the Latin \"tinnīre\" which means \"to ring\". Tinnitus can be perceived in one or both ears or in the head. It is the description of a noise inside a person’s head in the absence of auditory stimulation. The noise can be described in many different ways. It is usually described as a ringing noise but, in some patients, it takes the form of a high-pitched whining, electric buzzing, hissing, humming, tinging or whistling sound or as ticking, clicking, roaring, \"crickets\" or \"tree frogs\" or \"locusts (cicadas)\", tunes, songs, beeping, sizzling, sounds that slightly resemble human voices or even a pure steady tone like that heard during a hearing test. It has also been described as a \"whooshing\" sound because of acute muscle spasms, as of wind or waves. Tinnitus can be intermittent or continuous: in the latter case, it can be the cause of great distress. In some individuals, the intensity can be changed by shoulder, head, tongue, jaw or eye movements. Most people with tinnitus have some degree of hearing loss.",
            "score": 135.04122924804688
        },
        {
            "docid": "49432879_20",
            "document": "Audiology and hearing health professionals in developed and developing countries . Considerations when determining an effective school-based screening protocol in developing countries includes hearing loss criteria, screening tools, and an appropriate referral pathway. In regards to the pass/fail criteria for hearing screenings, the American Speech-Language-Hearing Association (ASHA) guidelines use a >20 dB HL cut-off intensity (Roush, 1990) though there is a growing tendency for audiologists in developed countries to use a >15 dB HL criteria. The World Health Organization (WHO) criterion for \"priority for hearing aids\" in children is an average hearing loss in the 31 to 80 dB HL range in the better ear (WHO, 2004). However, if there is a local capacity to provide appropriate hearing health care, according to McPherson and Olusanya (2008), then this does not preclude screening that also targets milder degrees of hearing loss. Research has shown that even minimal intervention such as preferential seating in the classroom may improve educational outcomes for children with slight and mild hearing loss and unilateral hearing loss (McPherson & Holborow, 1985; Olusanya et al., 2004). The three recommended tests in school-based-screenings for developing countries are otoscopy, pure-tone audiometry screening, and otoacoustic emissions (OAEs). Otoscopy is useful in the examination of the external ear, ear canal, and tympanic membrane. Otoscopic examination is useful in ruling out impacted cerumen. According to Rao et al. (2002), Lyn et al. (1998), and Swart et al. (1995), impacted cerumen is one of the most common ear diseases and causes of hearing loss, with prevalence rate between 7.4% and 63%. Additionally, otoscopy does not require a great deal of expertise beyond basic training and is useful to refer a child when the tympanic membrane cannot be visualized due to occlusion of the external auditory meatus by cerumen. Pure-tone audiometry screening, in which there is typically no attempt to find threshold, has been found to accurately assess hearing status in children six years and older, when trained health workers in the community of rural Bangladeshi village used a simple condition play response procedure (Berg et al., 2006 ). Recommended test frequencies are 1000, 2000, and 4000 Hz, at 20 dB HL according to the ASHA (1997) guidelines for screening audiometry. However, 500 Hz has been found to identify the auditory impact of otitis media with effusion in children and should be included at 25 dB HL when permitted by ambient noise levels (WHO, 1997). In regards to equipment, noise-excluding earphones are advisable in order to limit external noise factors. If possible, though costly, an effective way to reduce background noise is through the use of a mobile hearing screening facility. Examples of such a facility include the use of a 4x4 vehicles in the HARK Project of South Africa (Ogilvy & Michelson, 2003). These facilities incorporate a sound-treated environment for hearing screening. Lastly, in order to reduce operator errors, Roeser and Clark (2004) recommend a minimum training program of no less than five days while WHO recommends an initial three-week training program (WHO, 2004) for ‘primary ear health workers.’ Otoacoustic emissions (OAEs) can be in both newborns and child based hearing screenings. OAEs are an objective tool that can be used to measure the integrity of the outer hair cells in the cochlear; however, test results below 2000 Hz can be adversely affected by high levels of ambient noise in the school environment (Nozza, 2001 ). OAEs can be used in populations where responses to pure-tone audiometry are either unable to be obtained or results are unreliable. OAEs may be particularly useful in the screening of preschool age children.",
            "score": 134.8755645751953
        },
        {
            "docid": "915830_19",
            "document": "Usher syndrome . Usher syndrome type I can be caused by mutations in any one of several different genes: \"CDH23, MYO7A, PCDH15, USH1C\", and \"USH1G\". These genes function in the development and maintenance of inner ear structures such as hair cells (stereocilia), which transmit sound and motion signals to the brain. Alterations in these genes can cause an inability to maintain balance (vestibular dysfunction) and hearing loss. The genes also play a role in the development and stability of the retina by influencing the structure and function of both the rod photoreceptor cells and supporting cells called the retinal pigmented epithelium. Mutations that affect the normal function of these genes can result in retinitis pigmentosa and resultant vision loss.",
            "score": 134.6580047607422
        }
    ]
}