{
    "q": [
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 185.9624080657959
        },
        {
            "docid": "569879_14",
            "document": "Nociceptor . Afferent nociceptive fibers (those that send information \"to\", rather than \"from\" the brain) travel back to the spinal cord where they form synapses in its dorsal horn. This nociceptive fiber (located in the periphery) is a first order neuron. The cells in the dorsal horn are divided into physiologically distinct layers called laminae. Different fiber types form synapses in different layers, and use either glutamate or substance P as the neurotransmitter. Aδ fibers form synapses in laminae I and V, C fibers connect with neurons in lamina II, Aβ fibers connect with lamina I, III, & V. After reaching the specific lamina within the spinal cord, the first order nociceptive project to second order neurons that cross the midline at the anterior white commissure. The second order neurons then send their information via two pathways to the thalamus: the dorsal column medial-lemniscal system and the anterolateral system. The first is reserved more for regular non-painful sensation, while the lateral is reserved for pain sensation. Upon reaching the thalamus, the information is processed in the ventral posterior nucleus and sent to the cerebral cortex in the brain via fibers in the posterior limb of the internal capsule. As there is an ascending pathway to the brain that initiates the conscious realization of pain, there also is a descending pathway which modulates pain sensation. The brain can request the release of specific hormones or chemicals that can have analgesic effects which can reduce or inhibit pain sensation. The area of the brain that stimulates the release of these hormones is the hypothalamus.",
            "score": 178.59401535987854
        },
        {
            "docid": "2483527_3",
            "document": "Thalamocortical radiations . Thalamocortical (TC) fibers have been referred to as one of the two constituents of the isothalamus, the other being micro neurons. Thalamocortical fibers have a bush or tree-like appearance as they extend into the internal capsule and project to the layers of the cortex. The main thalamocortical fibers extend from different nuclei of the thalamus and project to the visual cortex, somatosensory (and associated sensori-motor) cortex, and the auditory cortex in the brain. Thalamocortical radiations also innervate the gustatory pathways, as well as pre-frontal motor areas. Visual input from the optic tract is processed by the lateral geniculate nucleus of the thalamus, auditory input in the medial geniculate nucleus, and somatosensory input in the ventral posterior nucleus of the thalamus. Thalamic nuclei project to cortical areas of distinct architectural organization and relay the processed information back to the area of original activity in the thalamus via corticothalamic (CT) fibers. The thalamic reticular nucleus (TRN) receives incoming signals via corticothalamic pathways and regulates activity within the thalamus accordingly. Cortico-thalamic feedback neurons are mostly found in layer VI of the cortex. Reciprocal CT projections to the thalamus are of a higher order than, and synapse with, the TRN in much greater number than do thalamocortical projections to cortex. This suggests that the cortex has a much bigger role in top down processing and regulation of thalamic activity than do the processes originating in thalamic interneurons. Large-scale frequency oscillations and electrical rhythms have also been shown to regulate TC activity for long periods of time, as is evident during the sleep cycle. Other evidence suggests CT modulation of TC rhythms can occur over different time scales, adding even more complexity to their function.",
            "score": 147.76221466064453
        },
        {
            "docid": "5402846_17",
            "document": "VLDL receptor . VLDLR is expressed on migrating neurons to help guide them to their proper location in the brain. This process is part of the reelin pathway, which is responsible for the inside-out formation of the six-layered neocortex. Despite the discovery of this pathway, many of the specifics and molecular mechanisms of this process are still being debated. The presence of two reelin receptors, VLDLR and ApoER2, has made it difficult to distinguish each protein’s specific function. VLDLR is primarily responsible for the correct layering of pyramidal cells into layer 1 of the cerebral cortex. In particular, the absence of VLDLR may lead to ectopic accumulation of pyramidal cells in this region. VLDLR does not affect the migration of early born cells into an organized layer, but since its absence results in the invasion of these neuroblasts into the marginal zone, it is theorized that VLDLR may encode a “stop signal.” This is supported by the fact that VLDLR is primarily expressed in the cortical plate adjacent to reelin-expressing cells, Cajal–Retzius cells, and in the intermediate zone. However, definitive evidence has not yet been found. In general, reelin binds VLDLR and undergoes endocytosis via clathrin-coated vesicles. Meanwhile, an intracellular protein, Dab1, has a PI/PTB domain that interacts with the NPxY sequence found in the cytoplasmic tail of VLDLR. As a result, Dab1 is tyrosine phosphorylated and reelin is degraded. Finally, phosphorylated Dab1 activates an intracellular signaling cascade that directs neuroblasts to their proper location through the alteration of the cytoskeleton. Many of the specifics of this pathway are still being investigated. It is not yet known if Dab1 is phosphorylated as a result of the endocytosis of reelin, or if there is another mechanism at play. In addition to the organization of the neocortex, VLDLR also plays a role in neuronal migration of the hippocampus and the Purkinje cells of the cerebellum. Yet, much information on this process is still unknown.",
            "score": 129.1265606880188
        },
        {
            "docid": "21120_2",
            "document": "Neuron . A neuron, also known as a neurone (British spelling) and nerve cell, is an electrically excitable cell that receives, processes, and transmits information through electrical and chemical signals. These signals between neurons occur via specialized connections called synapses. Neurons can connect to each other to form neural circuits. Neurons are the primary components of the central nervous system, which includes the brain and spinal cord, and of the peripheral nervous system, which comprises the autonomic nervous system and the somatic nervous system.",
            "score": 221.22852611541748
        },
        {
            "docid": "1024090_9",
            "document": "Astrocyte . \"Bergmann glia\", a type of glia also known as radial epithelial cells (as named by Camillo Golgi) or Golgi epithelial cells (GCEs; not to be mixed up with Golgi cells)or due to lack of ependymal processes should be called radially oriented astrocytes, are astrocytes in the cerebellum that have their cell bodies in the Purkinje cellAvg. 3-6 cell per Purkinje layer and processes that extend into the molecular layer, terminating with bulbous endfeet at the pial surface. Bergmann glial cells form rows or palisades that are aligned to the long axis of folium characterized by high surface to volume ratio up to 20 micro-meters in rodent cerebellum there are 8 Bergmann glial cells per Purkinje Cell it has been estimated that each BGC operates around 2000-6000 Purkinje cell synapses. They occupy around 15%-18% of the molecular layer in cerebellum. The size and shape differ dependence on animal species thus length of molecular layer which we call adaptive growth of astroglial cell processes. The Length of processes is determined by the molecular layer in humans for example the processes are longer but show less dense lateral outgrow. the Bergman glia has sub-type called Fanana cells which are located rather in with somata located in molecular layer. Bergmann glia express high densities of glutamate transporters that limit diffusion of the neurotransmitter glutamate during its release from synaptic terminals. Besides their role in early development of the cerebellum for example Bergman glia are one of main contributors of neuronal migration in cerebellum of the granule cell neurons using Shh(sonic hedgehog) and cell cycle genes as D2-cycling, PP2A and the cell specification of granule cell neurons by activating Notch2 and Jagged2 receptors, these processes extends along whole cerebellum, Bergmann glia are also required for the pruning or addition of synapses. Bergmann glia form micro-domain topology which are used as “repetitive units” on the stem of Purkinje Cells processes, each micro-domain consists of thin stalk and cabbagelike head structure that bears lamellar perisynaptic sheaths around about 5 synapses these micro-domains may interact with synapses independently of each other also of the stem processes. The micro domains overlap in every given volume unit of the molecular layer at least 2 micro-domains originate from different Bergmann glia this fits to the observation that Purkinje cells express 2 functionally distinct populations of synaptic spines, and individual spines are capable of independent activation.",
            "score": 252.44341909885406
        },
        {
            "docid": "33611862_5",
            "document": "Eomesodermin . It has been found experimentally through knock out studies, that mice lacking Eomesodermin/Tbr2 during early development have a reduced number of actively dividing cells, called proliferating cells, in the subventricular zone, a key area of neurogenesis in the brain. This, may lead to the microcephaly (small head size due to improper brain development) seen in Eomesodermin/Tbr2 deficient mice. Eomesodermin/Tbr2 lacking mice have smaller upper cortical layers and a smaller sub ventricular zone in the brain, and have an absence of a mitral cell (neurons involved in the olfactory pathway) layer, with mitral cells instead being scattered about. On the behavioral side, Eomesodermin/Tbr2 lacking mice show high anger levels and perform infanticide. Eomesodermin/Tbr2 lacking mice also seem to have problems with long axon connections. Axons are projections from neurons that connect with other cells in what is called a synapse and send neurotransmitters. In this way, they can communicate with other cells, and form the processing that allows are brains to function. Eomesodermin/Tbr2 lacking mice seem to lack fully formed commissural fibers, which connect the two hemispheres of the brain, and lack the corpus callosum, another region of the brain involved in hemisphere connections.",
            "score": 186.93689823150635
        },
        {
            "docid": "1872854_11",
            "document": "Biochemical cascade . Purinergic signalling has an essential role at interactions between neurons and glia cells, allowing these to detect action potentials and modulate neuronal activity, contributing for intra and extracellular homeostasis regulation. Besides purinergic neurotransmitter, ATP acts as a trophic factor at cellular development and growth, being involved on microglia activation and migration, and also on axonal myelination by oligodendrocytes. There are two main types of purinergic receptors, P1 binding to adenosine, and P2 binding to ATP or ADP, presenting different signalling cascades. The Nrf2/ARE signalling pathway has a fundamental role at fighting against oxidative stress, to which neurons are especially vulnerable due to its high oxygen consumption and high lipid content. This neuroprotective pathway involves control of neuronal activity by perisynaptic astrocytes and neuronal glutamate release, with the establishment of tripartite synapses. The Nrf2/ARE activation leads to a higher expression of enzymes involved in glutathione syntheses and metabolism, that have a key role in antioxidant response. The LKB1/NUAK1 signalling pathway regulates terminal axon branching at cortical neurons, via local immobilized mitochondria capture. Besides NUAK1, LKB1 kinase acts under other effectors enzymes as SAD-A/B and MARK, therefore regulating neuronal polarization and axonal growth, respectively. These kinase cascades implicates also Tau and others MAP. An extended knowledge of these and others neuronal pathways could provide new potential therapeutic targets for several neurodegenerative chronic diseases as Alzheimer's, Parkinson's and Huntington's disease, and also amyotrophic lateral sclerosis.",
            "score": 233.01160395145416
        },
        {
            "docid": "16853477_4",
            "document": "ACSS2 . Metabolic production of acetyl-CoA is linked to histone acetylation and gene regulation. In mouse neurons, Mews \"et al\". identified a major role for the ACSS2 pathway to regulate histone acetylation and neuronal gene expression. Histone acetylation in mature neurons is associated strongly with memory formation. Chromatin becomes acetylated in specific regions of the brain, such as the hippocampus, in response to neuronal activity or behavioral training in rodent. Such acetylation correlates with the increased expression of a set of 'immediate early' genes, which encode proteins that broadly mediate changes in the strength of connections between neurons, therefore facilitating memory consolidation. In the mouse hippocampus, ACSS2 binds directly to immediate early genes to 'fuel' local histone acetylation and, in turn, their induction for long-term spatial memory.",
            "score": 165.45288825035095
        },
        {
            "docid": "25935238_9",
            "document": "Educational neuroscience . Almost all of the neurons in the brain are generated before birth, during the first three months of pregnancy, and the newborn child’s brain has a similar number of neurons to that of an adult. Many more neurons form than are needed, and only those that form active connections with other neurons survive. In the first year after birth the infant brain undergoes an intense phase of development, during which excessive numbers of connections between neurons are formed, and many of these excess connections must be cut back through the process of synaptic pruning that follows. This pruning process is just as important a stage of development as the early rapid growth of connections between brain cells. The process during which large numbers of connections between neurons are formed is called synaptogenesis. For vision and hearing (visual and auditory cortex), there is extensive early synaptogenesis. The density of connections peaks at around 150% of adult levels between four and 12 months, and the connections are then extensively pruned. Synaptic density returns to adult levels between two and four years in the visual cortex. For other areas such as prefrontal cortex (thought to underpin planning and reasoning), density increases more slowly and peaks after the first year. Reduction to adult levels of density takes at least another 10–20 years; hence there is significant brain development in the frontal areas even in adolescence. Brain metabolism (glucose uptake, which is an approximate index of synaptic functioning) is also above adult levels in the early years. Glucose uptake peaks at about 150% of adult levels somewhere around four to five years. By the age of around ten years, brain metabolism has reduced to adult levels for most cortical regions. Brain development consists of bursts of synaptogenesis, peaks of density, and then synapse rearrangement and stabilisation. This occurs at different times and different rates for different brain regions, which implies that there may be different sensitive periods for the development of different types of knowledge. Neuroscience research into early brain development has informed government education policy for children under three years old in many countries including the USA and the United Kingdom. These policies have focused on enriching the environment of children during nursery and preschool years, exposing them to stimuli and experiences thought to maximise the learning potential of the young brain.",
            "score": 181.55740177631378
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 198.6476755142212
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 161.14349031448364
        },
        {
            "docid": "2367309_8",
            "document": "State-dependent memory . At its most basic, state-dependent memory is the product of the strengthening of a particular synaptic pathway in the brain. A neural synapse is the space between brain cells, or neurons, that allows chemical signals to be passed from one neuron to another. Chemicals called neurotransmitters leave one cell, travel across the synapse, and are taken in by the next neuron through a neurotransmitter receptor. This creates a connection between the two neurons called a neural pathway. Memory relies on the strengthening of these neural pathways, associating one neuron with another. When we learn something, new pathways are made between neurons in the brain which then communicate through chemical signals. If these cells have a history of sending out certain signals under specific chemical conditions within the brain, they are then primed to work most effectively under similar circumstances. State-dependent memory happens when a new neural connection is made while the brain is in a specific chemical state - for instance, a child with ADHD learns their multiplication tables while on stimulant medication. Because their brain created these new connections related to multiplication tables while the brain was chemically affected by the stimulant medication, their neurons will be primed in the future to remember these facts best when the same levels of medication are present in the brain.",
            "score": 209.640758395195
        },
        {
            "docid": "5654027_10",
            "document": "Synapse . It is widely accepted that the synapse plays a role in the formation of memory. As neurotransmitters activate receptors across the synaptic cleft, the connection between the two neurons is strengthened when both neurons are active at the same time, as a result of the receptor's signaling mechanisms. The strength of two connected neural pathways is thought to result in the storage of information, resulting in memory. This process of synaptic strengthening is known as long-term potentiation.",
            "score": 193.17013263702393
        },
        {
            "docid": "490620_3",
            "document": "Human brain . The cerebrum is connected by the brainstem to the spinal cord. The brainstem consists of the midbrain, the pons, and the medulla oblongata. The cerebellum is connected to the brainstem by pairs of tracts. Within the cerebrum is the ventricular system, consisting of four interconnected ventricles in which cerebrospinal fluid is produced and circulated. Underneath the cerebral cortex are several important structures, including the thalamus, the epithalamus, the pineal gland, the hypothalamus, the pituitary gland, and the subthalamus; the limbic structures, including the amygdala and the hippocampus; the claustrum, the various nuclei of the basal ganglia; the basal forebrain structures, and the three circumventricular organs. The cells of the brain include neurons and supportive glial cells. There are more than 86 billion neurons in the brain, and a more or less equal number of other cells. Brain activity is made possible by the interconnections of neurons and their release of neurotransmitters in response to nerve impulses. Neurons connect to form neural pathways, neural circuits, and elaborate network systems. The whole circuitry is driven by the process of neurotransmission.",
            "score": 144.94661903381348
        },
        {
            "docid": "487922_8",
            "document": "Neocortex . The neocortex contains both excitatory (~80%) and inhibitory (~20%) neurons, named for their effect on other neurons. The structure of the neocortex is relatively uniform (hence the alternative names \"iso-\" and \"homotypic\" cortex), consisting of six horizontal layers segregated principally by cell type and neuronal connections. However, there are many exceptions to this uniformity; for example, layer IV is small or missing in primary motor cortex. There is some canonical circuitry within the cortex; for example, pyramidal neurons in the upper layers II and III project their axons to other areas of neocortex, while those in the deeper layers V and VI often project out of the cortex, e.g. to the thalamus, brainstem, and spinal cord. Neurons in layer IV receive the majority of the synaptic connections from outside the cortex (mostly from thalamus), and themselves make short-range, local connections to other cortical layers. Thus, layer IV is the main recipient of incoming sensory information and distributes it to the other layers for further processing.",
            "score": 120.38273823261261
        },
        {
            "docid": "14824490_4",
            "document": "Recurrent thalamo-cortical resonance . Thalamocortical networks consist of neurons in both the thalamus and cortex. The thalamic neurons are typically one of three types: thalamocortical, with axons extending into the cortex, reticular, and thalamic interneurons. Thalamocortical neurons (TC) vary significantly in size, which is correlated with the depth to which they project into the cortex. These cells are limited in their outputs and seem to only connect to the cortical layers and reticular thalamic neurons. Reticular neurons (RE), on the other hand, are highly interconnected and have their own intrinsic oscillatory properties. These neurons are capable of inhibiting thalamocortical activity via their direct connections to TCs. Corticothalamic neurons are the cortical neurons that TC neurons synapse on. These cells are glutaminergic excitatory cells that exhibit increasing activity as they become more depolarized. This activity is described as \"bursting\", firing in the gamma range at rates between 20 and 50 Hz.",
            "score": 144.60710561275482
        },
        {
            "docid": "1024090_18",
            "document": "Astrocyte . Under normal conditions, pain conduction begins with some noxious signal followed by an action potential carried by nociceptive (pain sensing) afferent neurons, which elicit excitatory postsynaptic potentials (EPSP) in the dorsal horn of the spinal cord. That message is then relayed to the cerebral cortex, where we translate those EPSPs into \"pain.\" Since the discovery of astrocytic influence, our understanding of the conduction of pain has been dramatically complicated. Pain processing is no longer seen as a repetitive relay of signals from body to brain, but as a complex system that can be up- and down-regulated by a number of different factors. One factor at the forefront of recent research is in the pain-potentiating synapse located in the dorsal horn of the spinal cord and the role of astrocytes in encapsulating these synapses. Garrison and co-workers were the first to suggest association when they found a correlation between astrocyte hypertrophy in the dorsal horn of the spinal cord and hypersensitivity to pain after peripheral nerve injury, typically considered an indicator of glial activation after injury. Astrocytes detect neuronal activity and can release chemical transmitters, which in turn control synaptic activity. In the past, hyperalgesia was thought to be modulated by the release of substance P and excitatory amino acids (EAA), such as glutamate, from the presynaptic afferent nerve terminals in the spinal cord dorsal horn. Subsequent activation of AMPA (α-amino-3-hydroxy-5-methyl-4-isoxazole propionic acid), NMDA (N-methyl-D-aspartate) and kainate subtypes of ionotropic glutamate receptors follows. It is the activation of these receptors that potentiates the pain signal up the spinal cord. This idea, although true, is an oversimplification of pain transduction. A litany of other neurotransmitter and neuromodulators, such as calcitonin gene-related peptide (CGRP), adenosine triphosphate (ATP), brain-derived neurotrophic factor (BDNF), somatostatin, vasoactive intestinal peptide (VIP), galanin, and vasopressin are all synthesized and released in response to noxious stimuli. In addition to each of these regulatory factors, several other interactions between pain-transmitting neurons and other neurons in the dorsal horn have added impact on pain pathways.",
            "score": 284.8322401046753
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 199.04582333564758
        },
        {
            "docid": "2483527_4",
            "document": "Thalamocortical radiations . Thalamic interneurons process sensory information and signal different regions of the thalamic nuclei. These nuclei extend to relay cells, which in turn innervate distinct areas of the cortex via thalamocortical fibers. Either specifically or nonspecifically, TC relay cells project specifically to organized areas of the cortex directly and nonspecifically project to large areas of cortex through the innervation of many interconnected collateral axons. According to Jones (2001) there are two primary types of relay neurons in the thalamus of primates–core cells and matrix cells–each creating distinct pathways to various parts and layers throughout the cerebral cortex. Matrix cells of the thalamus, or calbindin-immuno-reactive neurons (CIR neurons), are widely distributed and diffusely dispersed in each of the nuclei of the dorsal thalamus. In comparison, parvalbumin immuno-reactive neurons (PIR neurons) can be found only in principal sensory and motor relay nuclei, and in the pulvinar nuclei as well as the intralaminar nuclei. The PIR neurons cluster together creating \"densely terminating afferent fibers…forming a core imposed on a diffuse background matrix of PIR cells\" (Jones 2001). PIR cells tend to project upon the cerebral cortex and terminate in an organized topographic manner in specifically localized zones (in deep layer III and in the middle layer IV). In contrast, CIR cells have dispersed projections wherein various adjacent cells connect to non-specific different cortical areas. CIR axons seem to terminate primarily in the superficial layers of the cortex: layers I, II, and upper III.",
            "score": 111.89491891860962
        },
        {
            "docid": "37080_15",
            "document": "Thought . A neuron (also known as a neurone or nerve cell) is an excitable cell in the nervous system that processes and transmits information by electrochemical signaling. Neurons are the core components of the brain, the vertebrate spinal cord, the invertebrate ventral nerve cord and the peripheral nerves. A number of specialized types of neurons exist: sensory neurons respond to touch, sound, light and numerous other stimuli affecting cells of the sensory organs that then send signals to the spinal cord and brain. Motor neurons receive signals from the brain and spinal cord that cause muscle contractions and affect glands. Interneurons connect neurons to other neurons within the brain and spinal cord. Neurons respond to stimuli, and communicate the presence of stimuli to the central nervous system, which processes that information and sends responses to other parts of the body for action. Neurons do not go through mitosis and usually cannot be replaced after being destroyed, although astrocytes have been observed to turn into neurons, as they are sometimes pluripotent.",
            "score": 253.06020319461823
        },
        {
            "docid": "32472154_36",
            "document": "Deep learning . An ANN is based on a collection of connected units called artificial neurons, (analogous to axons in a biological brain). Each connection (synapse) between neurons can transmit a signal to another neuron. The receiving (postsynaptic) neuron can process the signal(s) and then signal downstream neurons connected to it. Neurons may have state, generally represented by real numbers, typically between 0 and 1. Neurons and synapses may also have a weight that varies as learning proceeds, which can increase or decrease the strength of the signal that it sends downstream.",
            "score": 181.48923313617706
        },
        {
            "docid": "6989597_28",
            "document": "Premovement neuronal activity . The neurons present in the global pallidus and substantia nigra are the main output areas of the basal ganglia. These efferent neurons influence activity of the upper motor neurons. Neurons in these areas are GABAergic, and thus the main output of the basal ganglia is inhibitory, and spontaneous activation of these neurons consistently prevents unwanted movement. The input of medium spiny neurons to these output areas of the basal ganglia are also GABAergic and therefore inhibitory. The net effect of excitatory inputs to the basal ganglia from the cortex is inhibition (via the medium spiny neurons) of the persistently active inhibitory cells in the output center of the basal ganglia. This double inhibitory effect leads to activation of upper motor neurons, which causes subsequent signaling of local-circuit and lower motor neurons to initiate movement. This pathway is defined as the direct pathway through the basal ganglia. There is another indirect pathway present between the corpus striatum and part of the globus pallidus. This indirect pathway also involves the subthalamic nucleus (a part of the thalamus), which receives signals from the cerebral cortex. Excitatory signals from the cortex will activate subthalamic neurons, which are excitatory also. Thus, this indirect pathway serves to reinforce inhibition by excitatory signals to the GABAergic cells present in the globus pallidus. In effect, this pathway regulates the direct pathway by feeding back onto the output centers of the basal ganglia. The balance between these two pathways processes movement signals and influences the initiation of an impending movement.",
            "score": 161.11446571350098
        },
        {
            "docid": "51853394_4",
            "document": "Radial unit hypothesis . Intimately related to the RUH is the 'protomap' hypothesis, which states that the primordial identity of each functional area of the cerebral cortex is encoded within the cortical stem cells prior to the formation of the cortical layers. Within each developing radial unit, the process of neurogenesis gives rise to post-mitotic (non-dividing) cortical neurons, which begin the process of radial neuronal migration from the ventricular zone and adjacent subventricular zone to form the cortical plate in the classic 'inside-out' manner beginning with the deep cortical layers. Once their final destination is achieved, cortical neurons begin to form circuits with other cortical and subcortical neurons, often taking on a columnar shape following the radial migration route. Some localized lateral dispersion takes place during cortical column development in the mouse, but the degree of dispersion is molecularly regulated and indeed could vary across species.",
            "score": 108.19894802570343
        },
        {
            "docid": "9185670_3",
            "document": "Synaptic pruning . At birth, the neurons in the visual and motor cortices have connections to the superior colliculus, spinal cord, and pons. The neurons in each cortex are selectively pruned, leaving connections that are made with the functionally appropriate processing centers. Therefore, the neurons in the visual cortex prune the synapses with neurons in the spinal cord, and the motor cortex severs connections with the superior colliculus. This variation of pruning is known as large-scaled stereotyped axon pruning. Neurons send long axon branches to appropriate and inappropriate target areas, and the inappropriate connections are eventually pruned away.",
            "score": 152.1592140197754
        },
        {
            "docid": "21445461_21",
            "document": "Nonsynaptic plasticity . One mechanism for preserving the dynamic range of a neuron is synaptic scaling, the homeostatic form of plasticity that restores neuronal activity to its normal 'baseline' levels by changing the postsynaptic response of all the synapses of a neuron as a function of activity. This means that the same scaling is done to each synapse, to either strengthen or weaken all of a neuron’s connections. Scaling can be multiplicative (multiplying or dividing the strength of each synapse by a constant number) or additive (adding or subtracting the same value from the synaptic weight). Homeostatic mechanisms go beyond the synapse. Modulation of the intrinsic excitability of a neuron is a way to maintain stability despite changing numbers and strengths of synapses. Cultured cortical pyramidal neurons maintain stability through the regulation of ionic conductances. The regulation of ionic conductances is achieved through the controlled release of brain-derived neurotrophic factor (BDNF). BDNF has also been found to influence synaptic scaling, suggesting that this neurotrophic factor may be responsible for the coordination of synaptic and nonsynaptic mechanisms in homeostatic plasticity.",
            "score": 237.29765665531158
        },
        {
            "docid": "232038_13",
            "document": "Colpocephaly . The most generally accepted theory is that of neuronal migration disorders occurring during the second to fifth months of fetal life. Neuronal migration disorders are caused by abnormal migration, proliferation, and organization of neurons during early brain development. During the seventh week of gestation, neurons start proliferating in the germinal matrix which is located in the subependymal layer of the walls of the lateral ventricles. During the eighth week of gestation, the neurons then start migrating from the germinal zone to cortex along specialized radial glial fibers. Next, neurons organize themselves into layers and form synaptic contacts with other neurons present in the cortex. Under normal conditions, the neurons forming a germinal layer around ventricles migrate to the surface of the brain and form the cerebral cortex and basal ganglia. If this process is abnormal or disturbed it could result in the enlargement of the occipital horns of the lateral ventricles. Common prenatal disturbances that have been shown to disturb the neuronal migration process include the following:",
            "score": 135.5232344865799
        },
        {
            "docid": "1492605_13",
            "document": "Pretectal area . The NPA participates in the active diminishing of the perception of pain stimuli (antinociception). Although the mechanism by which the NPA alters an organism's response to painful stimuli is not fully known, research has shown that activity in the ventral NPA triggers cholinergic and serotonergic neurons. These neurons activate descending pathways that synapse in the spinal cord and inhibit nociceptive cells in the dorsal horn. In addition to its direct antionociceptive mechanism, the NPA projects onto brain regions that, through connections to the somatosensory cortex, regulate the perception of painful stimuli. Two of these regions that the NPA is known to project to are the zona incerta and posterior thalamic nucleus. Regions of the NPA may be specialized to respond to different types of pain. Research has found that the dorsal NPA best diminished the perception of brief pain whereas the ventral NPA reduced the perception of chronic pain. Because of its role in the reduction of chronic pain, abnormal activity of the NPA is thought to be implicated in central pain syndrome.",
            "score": 169.58386301994324
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 183.80141615867615
        },
        {
            "docid": "39182600_2",
            "document": "Heterosynaptic plasticity . Synaptic plasticity refers to a chemical synapse's ability to undergo changes in strength. Synaptic plasticity is typically input-specific (i.e. homosynaptic plasticity), meaning that the activity in a particular neuron alters the efficacy of a synaptic connection between that neuron and its target. However, in the case of heterosynaptic plasticity, the activity of a particular neuron leads to input unspecific changes in the strength of synaptic connections from other unactivated neurons. A number of distinct forms of heterosynaptic plasticity have been found in a variety of brain regions and organisms. These different forms of heterosynaptic plasticity contribute to a variety of neural processes including associative learning, the development of neural circuits, and homeostasis of synaptic input.",
            "score": 210.4796347618103
        },
        {
            "docid": "510099_5",
            "document": "Prenatal and perinatal psychology . The basis of perception, experience, and behaviour is the brain. While in gestation, a giant neuronal net is developing, delivering the condition for any mental process. About half of the developing neurons become destroyed again while the development of the brain because of the \"programmed cell death“ (apoptosis). At birth the infantile brain contains 100 billion neurons – as many as in the brain of an adult.  At birth, every cortical neuron is connected with about 2500 neurons; after a year, with about 15 000. Synapses develop, and are destroyed, over the whole life span, - a process called neuroplasticity.",
            "score": 158.3652470111847
        },
        {
            "docid": "15417830_24",
            "document": "LINGO1 . Traumatic brain injury involves the necrotic and apoptotic death of brain cells in vulnerable and delicate areas such as the cerebral cortex and hippocampus, where it is known that there is an expression of Lingo-1 in both development and the adult stage of life. RhoA signaling is largely responsible for the neuronal response to neuronal inhibitory proteins and the regeneration (or lack of in case of its activation) of damaged axons. Receptor Lingo-1 stimulates RhoA, which activates ROCK (RhoA kinase) which, in turn, stimulates LIM kinase, which then stimulates cofilin, which effectively reorganizes the actin cytoskeleton of the cell. In the case of neurons, activation of this pathway results in growth cone collapse, therefore inhibits the growth and repair of neural pathways and axons. Inhibition of this pathway by its various components usually results in some level of improved re-myelination. The use of Lingo-1-Fc as an antagonist for Lingo-1 shows the inhibition of RhoA activation. Since this soluble form of Lingo-1 is able to block the interactions between Lingo-1 and NgR, it is reasonable to think that the blockade of RhoA occurs at the level of Lingo-1/NgR/p75 or TROY complex, leading to the conclusion that Lingo-1plays a very important part in the lack of re-myelination, repair of neural and axon injuries, etc.",
            "score": 151.25541830062866
        }
    ],
    "r": [
        {
            "docid": "13876671_3",
            "document": "Gliotransmitter . While gliotransmitters can be released from any glial cell, including oligodendrocytes, astrocytes, and microglia, they are primarily released from astrocytes. Astrocytes rely on gap junctions for coupling, and are star-like in shape, which allows them to come into contact with many other synapses in various regions of the brain. Their structure also makes them capable of bidirectional signaling. It is estimated that astrocytes can make contact with over 100,000 synapses, allowing them to play an essential role in synaptic transmission. While gliotransmission primarily occurs between astrocytes and neurons, gliotransmission is not limited to these two cell types. Besides the central nervous system, gliotransmission also occurs among motor nerve terminals and Schwann cells in the peripheral nervous system. Another occurrence of gliotransmission takes place between glial cells in the retina, called Müller cells, and retinal neurons.",
            "score": 290.84881591796875
        },
        {
            "docid": "18704809_2",
            "document": "Alzheimer type II astrocyte . The Alzheimer type II astrocyte is thought to be a pathological type of cell in the brain, however its exact pathology remains unknown. Like other astrocytes, it is a non-neuronal glial cell. They are not associated with Alzheimer's disease. Astrocytes belong to a class of glial cells which are known to have specialized functions in the central nervous system. Among many biological roles, astrocytes are important for neuronal development, synaptic transmission, homeostasis, and neuroprotection. For example, astrocytes have many transporters and ion channels that allow for ion balance and static pH levels in order to achieve homeostasis. Although astrocytes are closely related to neurons and neuronal functions, they are not neuronal cells due to their inability to propagate action potentials. However, they are excitable cells that are able to influence synaptic transmission with cellular triggers such as calcium influx. Astrocytes can also respond to CNS injury by undergoing reactive gliosis. This acts as a neuroprotective event by upregulating intermediate filament proteins for structural cellular support. One of these proteins, glial fibrillary acidic protein (GFAP) can be used as a marker for reactive gliosis in damaged tissue.",
            "score": 287.1940002441406
        },
        {
            "docid": "1024090_5",
            "document": "Astrocyte . Astrocytes are macroglial cells in the central nervous system. Astrocytes are derived from heterogeneous populations of progenitor cells in the neuroepithelium of the developing central nervous system. There is remarkable similarity between the well known genetic mechanisms that specify the lineage of diverse neuron subtypes and that of macroglial cells. Just as with neuronal cell specification, canonical signaling factors like Sonic hedgehog (SHH), Fibroblast growth factor (FGFs), WNTs and bone morphogenetic proteins (BMPs), provide positional information to developing macroglial cells through morphogen gradients along the dorsal–ventral, anterior–posterior and medial–lateral axes. The resultant patterning along the neuraxis leads to segmentation of the neuroepithelium into progenitor domains (p0, p1 p2, p3 and pMN) for distinct neuron types in the developing spinal cord. On the basis of several studies it is now believed that this model also applies to macroglial cell specification. Studies carried out by Hochstim and colleagues have demonstrated that three distinct populations of astrocytes arise from the p1, p2 and p3 domains. These subtypes of astrocytes can be identified on the basis of their expression of different transcription factors (PAX6, NKX6.1) and cell surface markers (reelin and SLIT1). The three populations of astrocyte subtypes which have been identified are 1) dorsally located VA1 astrocytes, derived from p1 domain, express PAX6 and reelin 2) ventrally located VA3 astrocytes, derived from p3, express NKX6.1 and SLIT1 and 3) and intermediate white-matter located VA2 astrocyte, derived from the p2 domain, which express PAX6, NKX6.1, reelin and SLIT1. After astrocyte specification has occurred in the developing CNS, it is believed that astrocyte precursors migrate to their final positions within the nervous system before the process of terminal differentiation occurs.",
            "score": 286.8371276855469
        },
        {
            "docid": "1024090_18",
            "document": "Astrocyte . Under normal conditions, pain conduction begins with some noxious signal followed by an action potential carried by nociceptive (pain sensing) afferent neurons, which elicit excitatory postsynaptic potentials (EPSP) in the dorsal horn of the spinal cord. That message is then relayed to the cerebral cortex, where we translate those EPSPs into \"pain.\" Since the discovery of astrocytic influence, our understanding of the conduction of pain has been dramatically complicated. Pain processing is no longer seen as a repetitive relay of signals from body to brain, but as a complex system that can be up- and down-regulated by a number of different factors. One factor at the forefront of recent research is in the pain-potentiating synapse located in the dorsal horn of the spinal cord and the role of astrocytes in encapsulating these synapses. Garrison and co-workers were the first to suggest association when they found a correlation between astrocyte hypertrophy in the dorsal horn of the spinal cord and hypersensitivity to pain after peripheral nerve injury, typically considered an indicator of glial activation after injury. Astrocytes detect neuronal activity and can release chemical transmitters, which in turn control synaptic activity. In the past, hyperalgesia was thought to be modulated by the release of substance P and excitatory amino acids (EAA), such as glutamate, from the presynaptic afferent nerve terminals in the spinal cord dorsal horn. Subsequent activation of AMPA (α-amino-3-hydroxy-5-methyl-4-isoxazole propionic acid), NMDA (N-methyl-D-aspartate) and kainate subtypes of ionotropic glutamate receptors follows. It is the activation of these receptors that potentiates the pain signal up the spinal cord. This idea, although true, is an oversimplification of pain transduction. A litany of other neurotransmitter and neuromodulators, such as calcitonin gene-related peptide (CGRP), adenosine triphosphate (ATP), brain-derived neurotrophic factor (BDNF), somatostatin, vasoactive intestinal peptide (VIP), galanin, and vasopressin are all synthesized and released in response to noxious stimuli. In addition to each of these regulatory factors, several other interactions between pain-transmitting neurons and other neurons in the dorsal horn have added impact on pain pathways.",
            "score": 284.8322448730469
        },
        {
            "docid": "13876671_4",
            "document": "Gliotransmitter . The word “glia” illustrates the original belief among scientists that these cells play a passive role in neural signaling, being responsible only for neuronal structure and support within the brain. Glial cells cannot produce action potentials and therefore were not suspected as playing an important and active communicative role in the central nervous system, because synaptic transmission between neurons is initiated with an action potential. However, research shows that these cells express excitability with changes in the intracellular concentrations of Ca. Gliotransmission occurs because of the ability of glial cells to induce excitability with variations in Ca concentrations. Changes in the concentration of Ca correlate with currents from NMDA receptor-mediated neurons which are measured in neighboring neurons of the ventrobasal (VB) thalamus. Because glial cells greatly outnumber neurons in the brain, accounting for over 70% of all cells in the central nervous system, gliotransmitters released by astrocytes have the potential to be very influential and important within the central nervous system, as well as within other neural systems throughout the body. These cells do not simply carry functions of structural support, but can also take part in cell-to-cell communication with neurons, microglia, and other astrocytes by receiving inputs, organizing information, and sending out chemical signals. The Ca signal from the astrocyte may also participate in controlling blood flow in the brain.",
            "score": 282.9316101074219
        },
        {
            "docid": "5654027_4",
            "document": "Synapse . Synapses are essential to neuronal function: neurons are cells that are specialized to pass signals to individual target cells, and synapses are the means by which they do so. At a synapse, the plasma membrane of the signal-passing neuron (the \"presynaptic\" neuron) comes into close apposition with the membrane of the target (\"postsynaptic\") cell. Both the presynaptic and postsynaptic sites contain extensive arrays of a molecular machinery that link the two membranes together and carry out the signaling process. In many synapses, the presynaptic part is located on an axon and the postsynaptic part is located on a dendrite or soma. Astrocytes also exchange information with the synaptic neurons, responding to synaptic activity and, in turn, regulating neurotransmission. Synapses (at least chemical synapses) are stabilized in position by synaptic adhesion molecules (SAMs) projecting from both the pre- and post-synaptic neuron and sticking together where they overlap; SAMs may also assist in the generation and functioning of synapses.",
            "score": 281.57086181640625
        },
        {
            "docid": "13876671_13",
            "document": "Gliotransmitter . The fact that the release of gliotransmitters via elevations in calcium causes synaptic transmission leads to the idea of the “tripartite synapse.” The tripartite synapse involves the localization of astrocytes and synapses and is a concept of synaptic physiology in which there are three parts of a synapse: the presynaptic terminal, the postsynaptic terminal, and an astrocyte in between them. One model of the tripartite synapse shows the presynaptic and postsynaptic terminals lying adjacent to each other, which the astrocyte is wrapped around the postsynaptic terminal. However, localization and spatial distribution of the three elements of the tripartite synapse vary in different regions of the brain. Potassium channels between the astrocyte and the presynaptic terminal make it possible to release K+ ions and avoid accumulation after neuronal activity. Also, the release of neurotransmitters from presynaptic vesicles activates metabotropic receptors on the astrocyte, which then causes the astrocyte’s release of gliotransmitters from the cell.",
            "score": 276.3841247558594
        },
        {
            "docid": "2904663_6",
            "document": "Rostral migratory stream . Astrocytes form gap junctions and are closely associated with the vasculature and its basal lamina in the adult SVZ and subsequently in the RMS. They may serve as an interface to modulate influences of endothelial and circulation-derived factors as well as the availability of cytokines and growth factors in this system. In addition, astrocytes derived from the neurogenic hippocampus and SVZ, but not from the non-neurogenic spinal cord, promote proliferation and neuronal fate commitment of multipotent adult neural stem cells in culture, suggesting a role in the RMS. Astrocytes express a number of secreted and membrane-attached factors both \"in vitro\" and \"in vivo\" that are known to regulate proliferation and fate specification of adult neural precursors as well as neuronal migration, maturation, and synapse formation. In the adult SVZ, astrocytes express Robo receptors and regulate the rapid migration of SLIT1-expressing neuroblasts through the RMS. Additionally, it has been proposed that the neuroblasts themselves play a role in modulating the astrocytes through Slit-Robo interactions. In the absence of Slit, astrocytic processes do not align correctly, or create the \"tubes\", instead running across the migrating neurons. Adult SVZ astrocytes also appear to release glutamate to regulate the survival of neuroblasts. Unique to the adult SVZ, ependymal cells lining the ventricular wall are in close association with neural precursors and their progeny, acting like a shield to protect the \"neurogenic niche\", a zone in which stem cells are retained after embryonic development for the production of new cells of the nervous system.",
            "score": 273.6629333496094
        },
        {
            "docid": "19564541_3",
            "document": "Glutamate-glutamine cycle . Initially, in a glutamatergic synapse, the neurotransmitter glutamate is released from the neurons and is taken up into the synaptic cleft. Glutamate residing in the synapse must be rapidly removed in one of three ways:  Postsynaptic neurons remove little glutamate from the synapse. There is active reuptake into presynaptic neurons, but this mechanism appears to be less important than astrocytic transport. Astrocytes could dispose of transported glutamate in two ways. They could export it to blood capillaries, which abut the astrocyte foot processes. However, this strategy would result in a net loss of carbon and nitrogen from the system. An alternate approach would be to convert glutamate into another compound, preferably a non-neuroactive species. The advantage of this approach is that neuronal glutamate could be restored without the risk of trafficking the transmitter through extracellular fluid, where glutamate would cause neuronal depolarization. Astrocytes readily convert glutamate to glutamine via the glutamine synthetase pathway and released into the extracellular space. The glutamine is taken into the presynaptic terminals and metabolized into glutamate by the phosphate-activated glutaminase (a mitochondrial enzyme). The glutamate that is synthesized in the presynaptic terminal is packaged into synaptic vesicles by the glutamate transporter, VGLUT. Once the vesicle is released, glutamate is removed from the synaptic cleft by excitatory amino-acid transporters (EAATs). This allows synaptic terminals and glial cells to work together to maintain a proper supply of glutamate, which can also be produced by transamination of 2-oxoglutarate, an intermediate in the Citric acid cycle. Recent electrophysiological evidence suggests that active synapses require presynaptically localized glutamine glutamate cycle to maintain excitatory neurotransmission in specific circumstances. In other systems, it has been suggested that neurons have alternate mechanisms to cope with compromised glutamate-glutamine cycling.",
            "score": 272.75445556640625
        },
        {
            "docid": "11088829_63",
            "document": "Nerve guidance conduit . Astrocytes are glial cells that are abundant in the central nervous system. They are crucial for the metabolic and trophic support of neurons; additionally, astrocytes provide ion buffering and neurotransmitter clearance. Growing axons are guided by cues created by astrocytes; thus, astrocytes can regulate neurite pathfinding and subsequently, patterning in the developing brain. The glial scar that forms post-injury in the central nervous system is formed by astrocytes and fibroblasts; it is the most significant obstacle for regeneration. The glial scar consists of hypertrophied astrocytes, connective tissue, and ECM. Two goals of neural tissue engineering are to understand astrocyte function and to develop control over astrocytic growth. Studies by Shany et al. (2006) have demonstrated that astrocyte survival rates are increased on 3D aragonite matrices compared to conventional 2D cell cultures. The ability of cell processes to stretch out across curves and pores allows for the formation of multiple cell layers with complex 3D configurations.",
            "score": 268.7212829589844
        },
        {
            "docid": "13876671_12",
            "document": "Gliotransmitter . Communication between astrocytes and neurons is very important in neuronal function. The “tripartite synapse” is that most common example of intercellular communication between astrocytes and neurons, and involves the pre- and postsynaptic terminals of two neurons and one astrocyte. Astrocytes have the ability to modulate neuronal activity, either exciting or inhibiting synaptic transmission, depending on the type of gliotransmitter released, specifically glutamate, which typically has excitatory influence on neurons, or ATP, which has shown to typically inhibit certain presynaptic functions of neurons.",
            "score": 263.4421691894531
        },
        {
            "docid": "337196_7",
            "document": "Neuroanatomy . At the tissue level, the nervous system is composed of neurons, glial cells, and extracellular matrix. Both neurons and glial cells come in many types (see, for example, the nervous system section of the list of distinct cell types in the adult human body). Neurons are the information-processing cells of the nervous system: they sense our environment, communicate with each other via electrical signals and chemicals called neurotransmitters across synapses, and produce our memories, thoughts and movements. Glial cells maintain homeostasis, produce myelin, and provide support and protection for the brain's neurons. Some glial cells (astrocytes) can even propagate intercellular calcium waves over long distances in response to stimulation, and release gliotransmitters in response to changes in calcium concentration. The extracellular matrix also provides support on the molecular level for the brain's cells.",
            "score": 262.1830139160156
        },
        {
            "docid": "4694311_5",
            "document": "Gliosis . Reactive astrogliosis is the most common form of gliosis and involves the proliferation of astrocytes, a type of glial cell responsible for maintaining extracellular ion and neurotransmitter concentrations, modulating synapse function, and forming the blood–brain barrier. Like other forms of gliosis, astrogliosis accompanies traumatic brain injury as well as many neuropathologies, ranging from Amyotrophic Lateral Sclerosis to Fatal Familial Insomnia. Although the mechanisms which lead to astrogliosis are not fully understood, neuronal injury is well understood to cause astrocyte proliferation, and astrogliosis has long been used as an index for neuronal damage. Traditionally, astrogliosis has been defined as an increase in intermediate filaments and cellular hypertrophy as well as an increase in the proliferation of astrocytes. Although this hypertrophy and proliferation in their extreme form are most closely associated with the formation of a glial scar, astrogliosis is not an all-or-none process in which a glial scar forms. In fact, it is a spectrum of changes that occur based on the type and severity of central nervous system (CNS) injury or disease triggering the event. Changes in astrocyte function or morphology which occur during astrogliosis may range from minor hypertrophy to major hypertrophy, domain overlap, and ultimately, glial scar formation. The severity of astrogliosis is classically determined by the level of expression of glial fibrillary acidic protein (GFAP) and vimentin, both of which are upregulated with the proliferation of active astrocytes.",
            "score": 253.8606414794922
        },
        {
            "docid": "37080_15",
            "document": "Thought . A neuron (also known as a neurone or nerve cell) is an excitable cell in the nervous system that processes and transmits information by electrochemical signaling. Neurons are the core components of the brain, the vertebrate spinal cord, the invertebrate ventral nerve cord and the peripheral nerves. A number of specialized types of neurons exist: sensory neurons respond to touch, sound, light and numerous other stimuli affecting cells of the sensory organs that then send signals to the spinal cord and brain. Motor neurons receive signals from the brain and spinal cord that cause muscle contractions and affect glands. Interneurons connect neurons to other neurons within the brain and spinal cord. Neurons respond to stimuli, and communicate the presence of stimuli to the central nervous system, which processes that information and sends responses to other parts of the body for action. Neurons do not go through mitosis and usually cannot be replaced after being destroyed, although astrocytes have been observed to turn into neurons, as they are sometimes pluripotent.",
            "score": 253.06019592285156
        },
        {
            "docid": "1024090_9",
            "document": "Astrocyte . \"Bergmann glia\", a type of glia also known as radial epithelial cells (as named by Camillo Golgi) or Golgi epithelial cells (GCEs; not to be mixed up with Golgi cells)or due to lack of ependymal processes should be called radially oriented astrocytes, are astrocytes in the cerebellum that have their cell bodies in the Purkinje cellAvg. 3-6 cell per Purkinje layer and processes that extend into the molecular layer, terminating with bulbous endfeet at the pial surface. Bergmann glial cells form rows or palisades that are aligned to the long axis of folium characterized by high surface to volume ratio up to 20 micro-meters in rodent cerebellum there are 8 Bergmann glial cells per Purkinje Cell it has been estimated that each BGC operates around 2000-6000 Purkinje cell synapses. They occupy around 15%-18% of the molecular layer in cerebellum. The size and shape differ dependence on animal species thus length of molecular layer which we call adaptive growth of astroglial cell processes. The Length of processes is determined by the molecular layer in humans for example the processes are longer but show less dense lateral outgrow. the Bergman glia has sub-type called Fanana cells which are located rather in with somata located in molecular layer. Bergmann glia express high densities of glutamate transporters that limit diffusion of the neurotransmitter glutamate during its release from synaptic terminals. Besides their role in early development of the cerebellum for example Bergman glia are one of main contributors of neuronal migration in cerebellum of the granule cell neurons using Shh(sonic hedgehog) and cell cycle genes as D2-cycling, PP2A and the cell specification of granule cell neurons by activating Notch2 and Jagged2 receptors, these processes extends along whole cerebellum, Bergmann glia are also required for the pruning or addition of synapses. Bergmann glia form micro-domain topology which are used as “repetitive units” on the stem of Purkinje Cells processes, each micro-domain consists of thin stalk and cabbagelike head structure that bears lamellar perisynaptic sheaths around about 5 synapses these micro-domains may interact with synapses independently of each other also of the stem processes. The micro domains overlap in every given volume unit of the molecular layer at least 2 micro-domains originate from different Bergmann glia this fits to the observation that Purkinje cells express 2 functionally distinct populations of synaptic spines, and individual spines are capable of independent activation.",
            "score": 252.44342041015625
        },
        {
            "docid": "1024090_10",
            "document": "Astrocyte . Within the dorsal horn of the spinal cord, activated astrocytes have the ability to respond to almost all neurotransmitters and, upon activation, release a multitude of neuroactive molecules such as glutamate, ATP, nitric oxide (NO), prostaglandins (PG), which in turn influences neuronal excitability. The close association between astrocytes and presynaptic and postsynaptic terminals as well as their ability to integrate synaptic activity and release neuromodulators has been termed the \"tripartite synapse\". Synaptic modulation by astrocytes takes place because of this 3-part association.",
            "score": 252.01708984375
        },
        {
            "docid": "45591270_2",
            "document": "Tripartite synapse . Tripartite synapse refers to the functional integration and physical proximity of the presynaptic membrane, postsynaptic membrane, and their intimate association with surrounding glia as well as the combined contributions of these three synaptic components to the production of activity at the chemical synapse. Tripartite synapses occur at a number of locations in the central nervous system with astrocytes and may also exist with Muller glia of retinal ganglion cells and Schwann cells at the neuromuscular junction. The term was first introduced in the late 1990s to account for a growing body of evidence that glia are not merely passive neuronal support cells but, instead, play an active role in the integration of synaptic information through bidirectional communication with the neuronal components of the synapse as mediated by neurotransmitters and gliotransmitters.",
            "score": 250.62693786621094
        },
        {
            "docid": "1024090_4",
            "document": "Astrocyte . Astrocytes are a sub-type of glial cells in the central nervous system. They are also known as \"astrocytic glial cells.\" Star-shaped, their many processes envelop synapses made by neurons. Astrocytes are classically identified using histological analysis; many of these cells express the intermediate filament glial fibrillary acidic protein (GFAP). Several forms of astrocytes exist in the central nervous system including \"fibrous\" (in white matter), \"protoplasmic\" (in grey matter), and \"radial\". The fibrous glia are usually located within white matter, have relatively few organelles, and exhibit long unbranched cellular processes. This type often has \"vascular feet\" that physically connect the cells to the outside of capillary walls when they are in proximity to them. The protoplasmic glia are the most prevalent and are found in grey matter tissue, possess a larger quantity of organelles, and exhibit short and highly branched tertiary processes. The radial glia are disposed in planes perpendicular to the axes of ventricles. One of their processes abuts the pia mater, while the other is deeply buried in gray matter. Radial glia are mostly present during development, playing a role in neuron migration. Müller cells of the retina and Bergmann glia cells of the cerebellar cortex represent an exception, being present still during adulthood. When in proximity to the pia mater, all three forms of astrocytes send out processes to form the pia-glial membrane.",
            "score": 249.0196533203125
        },
        {
            "docid": "6547308_17",
            "document": "Glia limitans . As of 2011, research is focused on the two-way communication between neurons and glial cells. Communication between these two types of cells allows for axonal conduction, synaptic transmission, as well as the processing of information to regulate and better control the processes of the central nervous system. The various forms of communication include neurotransmission, ion fluxes and signaling molecules. As recently as 2002, new information on the process of neuron-glia communication was published by R. Douglas Fields and Beth Stevens-Graham. They used advanced imaging methods to explain that the ion channels seen in glial cells did not contribute to action potentials but rather allowed the glia to determine the level of neuronal activity within proximity. Glial cells were determined to communicate with one another solely with chemical signals and even had specialized glial-glial and neuron-glial neurotransmitter signaling systems. Additionally, neurons were found to release chemical messengers in extrasynaptic regions, suggesting that the neuron-glial relationship includes functions beyond synaptic transmission. Glia have been known to assist in synapse formation, regulating synapse strength, and information processing as mentioned above. The process for adenosine triphospahte (ATP), glutamate, and other chemical messenger release from glia is debated and is seen as a direction for future research.",
            "score": 247.5126495361328
        },
        {
            "docid": "54660494_9",
            "document": "Volume-regulated anion channel . For glutamate, when excitatory neurotransmitters are released and activates channels on surrounding neurons, it results in overactive depolarization, and increase in calcium ions, and eventually cellular apoptosis. This is generally called excitotoxicity, and it normally results in neuronal swelling. VRACs release of organic osmolytes as a response to this swelling and influx of ions most likely aids in the prevention of the neuron from bursting, as the release of inorganic compounds from a cell has only been associated with a cellular volume decrease of about 20-30%. Yet, in addition to the prevention of lysis for the neuron, the release of taurine and glutamate will also continue to propagate the excitotoxicity effect on neighboring neurons. The most relevant cells to study regarding VRACs role and reaction to excitotoxicity are astrocytes. This is because of their role as supporters of neuronal communication in the brain, the fact that they have been proven to contain VRACs, and the fact that they have been found in a swollen condition in response to pathologies regarding excitotoxicity. As we have stated, the increase of stimulation on a neuron results in excitotoxicity, and glutamate is one of the neurotransmitters that in excess could cause this neuronal response. There are many pathologies attributed to this cellular response including stroke and hypoglycemia among others. As an example, a few studies have found that astrocytes cellular VRAC activation might be associated with stroke-related increases in substances like ATP. Experiments have found that VRAC inhibitors were able to decrease the stroke-related release of excitatory neurotransmitters in the brain; which means that VRACs are likely activated by the increase of cellular ATP and other molecules in astrocytes, and the release of glutamate by these cells causes the neurons around them to become depolarized, increase their calcium ion concentration, and undergo apoptosis. The other organic osmolyte associated with VRACs, taurine, also has many extracellular signaling functions. Specifically, it is thought that the release of taurine from glia by VRACs is linked to systemic volume regulation in the osmosensing supraoptical nucleous (SON). At first, researchers thought that neurons found in SON were not able to undergo RVD, but it was later found that they do eventually develop a chloride ion current after a certain amount of time. Astrocytes were again studied in relation to this discovery, and they found that the cells readily respond to a hypertonic environment by releasing taurine through VRAC-like channels. In turn, the taurine activates glycine receptor chloride channels on neighboring SON neurons, which causes them to hyperpolarize. Since the SON neurons shrink and depolarize in a hypertonic environment, this interaction between the astrocytes acts as an inhibitor of the secretion of vasopressin by SON.",
            "score": 247.38978576660156
        },
        {
            "docid": "56806820_14",
            "document": "Synaptic stabilization . Non-traditional adhesion molecules, such as the ephrins, also help stabilize synaptic contacts. Eph receptors and their membrane bound ligands, the ephrins, are involved in a variety of cellular processes during development and maturation including axon guidance, neuronal migration, synaptogenesis, and axon pruning. In the hippocampus, dendritic spine morphology may be regulated by astrocytes via bi-directional ephrin/EphA signaling. Astrocytes and their processes express ephrin A3, whereas the EphA4 receptor is enriched in hippocampal neurons. This interaction, mediated by ephrin A3/EphA4 signaling, induces the recruitment and activation of cyclin-dependent kinase 5 (Cdk5), which then phosphorylates the guanine exchange factor (GEF), ephexin1. Phosphorylated ephexin1 can then activate the small GTPase, RhoA, leading to subsequent activation of its effector, Rho-kinase (ROCK), which results in the rearrangement of actin filaments. Through this mechanism, astrocytic processes are able to stabilize individual dendritic protrusions as well as their maturation into spines via ephrin/EphA signaling. Interestingly, forward signaling involving the activation of EphA4 results in the stabilization of synaptic proteins at the neuromuscular junction. As in the EphA4/ephrinA3-mediated neuron–glia interaction, this process regulates dynamics of the actin cytoskeleton by activating ROCK through ephexin.",
            "score": 244.83592224121094
        },
        {
            "docid": "1258187_15",
            "document": "Astrogliosis . Changes resulting from astrogliosis are regulated in a context-specific manner by specific signaling events that have the potential to modify both the nature and degree of these changes. Under different conditions of stimulation, astrocytes can produce intercellular effector molecules that alter the expression of molecules in cellular activities of cell structure, energy metabolism, intracellular signaling, and membrane transporters and pumps. Reactive astrocytes respond according to different signals and impact neuronal function. Molecular mediators are released by neurons, microglia, oligodendrocyte lineage cells, endothelia, leukocytes, and other astrocytes in the CNS tissue in response to insults ranging from subtle cellular perturbations to intense tissue injury. The resulting effects can range from blood flow regulation to provision of energy to synaptic function and neural plasticity.",
            "score": 242.82847595214844
        },
        {
            "docid": "1258187_2",
            "document": "Astrogliosis . Astrogliosis (also known as astrocytosis or referred to as reactive astrocytosis) is an abnormal increase in the number of astrocytes due to the destruction of nearby neurons from CNS trauma, infection, ischemia, stroke, autoimmune responses, and neurodegenerative disease. In healthy neural tissue, astrocytes play critical roles in energy provision, regulation of blood flow, homeostasis of extracellular fluid, homeostasis of ions and transmitters, regulation of synapse function, and synaptic remodeling. Astrogliosis changes the molecular expression and morphology of astrocytes, causing scar formation and, in severe cases, inhibition of axon regeneration.",
            "score": 240.63082885742188
        },
        {
            "docid": "1224698_3",
            "document": "Synaptogenesis . The neuromuscular junction (NMJ) is the most well-characterized synapse in that it provides a simple and accessible structure that allows for easy manipulation and observation. The synapse itself is composed of three cells: the motor neuron, the myofiber, and the Schwann cell. In a normally functioning synapse, a signal will cause the motor neuron to depolarize, by releasing the neurotransmitter acetylcholine (ACh). Acetylcholine travels across the synaptic cleft where it reaches acetylcholine receptors (AChR) on the plasma membrane of the myofiber, the sarcolemma. As the AChRs open ion channels, the membrane depolarizes, causing muscle contraction. The entire synapse is covered in a myelin sheath provided by the Schwann cell to insulate and encapsulate the junction. Another important part of the neuromuscular system and central nervous system are the astrocytes. While originally they were thought to have only functioned as support for the neurons, they play an important role in functional plasticity of synapses.",
            "score": 239.38235473632812
        },
        {
            "docid": "37185825_7",
            "document": "Glymphatic system . Astrocytes extend long processes that interface with neuronal synapses, as well as projections referred to as 'end-feet' that completely ensheathe the brain's entire vasculature. Although the exact mechanism is not completely understood, astrocytes are known to facilitate changes in blood flow and have long been thought to play a role in waste removal in the brain. Researchers have long known that astrocytes express water channels called aquaporins. Until recently, however, no physiological function has been identified that explains their presence in the astrocytes of the mammalian CNS. Aquaporins are membrane-bound channels that play critical roles in regulating the flux of water into and out of cells. Relative to simple diffusion, the presence of aquaporins in biological membranes facilitates a 3–10 fold increase in water permeability. Two types of aquaporins are expressed in the CNS: aquaporin-1, which is expressed by specialized epithelial cells of the choroid plexus, and aquaporin-4 (AQP4), which is expressed by astrocytes. Aquaporin-4 expression in astrocytes is highly polarized to the endfoot processes ensheathing the cerebral vasculature. Up to 50% of the vessel-facing endfoot surface that faces the vasculature is occupied by orthogonal arrays of AQP4. In 2012, it was shown that AQP4 is essential for paravascular CSF–ISF exchange. Analysis of genetically modified mice that lacked the AQP4 gene revealed that the bulk flow-dependent clearance of interstitial solutes decreases by 70% in the absence of AQP4. Based upon this role of AQP4-dependent glial water transport in the process of paravascular interstitial solute clearance, Iliff and Nedergaard termed this brain-wide glio-vascular pathway the 'glymphatic system'.",
            "score": 238.59458923339844
        },
        {
            "docid": "21445461_21",
            "document": "Nonsynaptic plasticity . One mechanism for preserving the dynamic range of a neuron is synaptic scaling, the homeostatic form of plasticity that restores neuronal activity to its normal 'baseline' levels by changing the postsynaptic response of all the synapses of a neuron as a function of activity. This means that the same scaling is done to each synapse, to either strengthen or weaken all of a neuron’s connections. Scaling can be multiplicative (multiplying or dividing the strength of each synapse by a constant number) or additive (adding or subtracting the same value from the synaptic weight). Homeostatic mechanisms go beyond the synapse. Modulation of the intrinsic excitability of a neuron is a way to maintain stability despite changing numbers and strengths of synapses. Cultured cortical pyramidal neurons maintain stability through the regulation of ionic conductances. The regulation of ionic conductances is achieved through the controlled release of brain-derived neurotrophic factor (BDNF). BDNF has also been found to influence synaptic scaling, suggesting that this neurotrophic factor may be responsible for the coordination of synaptic and nonsynaptic mechanisms in homeostatic plasticity.",
            "score": 237.2976531982422
        },
        {
            "docid": "41120962_5",
            "document": "Neuroinflammation . Astrocytes are glial cells that are the most abundant cells in the brain. They are involved in maintenance and support of neurons and compose a significant component of the blood–brain barrier. After insult to the brain, such as traumatic brain injury, astrocytes may become activated in response to signals released by injured neurons or activated microglia. Once activated, astrocytes may release various growth factors and undergo morphological changes. For example, after injury astrocytes form the glial scar composed of a proteoglycan matrix that hinders axonal regeneration.",
            "score": 236.47898864746094
        },
        {
            "docid": "51475478_5",
            "document": "Hilmar Bading . Hilmar Bading is noted for his work on neuronal calcium signaling and gene regulation in the nervous system. He identified calcium as the principal second messenger in the coupling of neuronal activity to gene expression and characterized the processes that mediate the dialogue between the synapse and the nucleus. His work highlighted the spatial aspects of calcium signals and in particular the importance of nuclear calcium in governing activity-dependent gene expression and adaptations in the nervous system that include memory formation and acquired neuroprotection. The discovery of toxic signaling by extrasynaptic NMDA receptors that antagonizes gene regulation by synaptic activity and causes neuronal dysfunction and cell death contributed to the understanding of neurodegenerative disorders including Huntington’s disease, Alzheimer’s disease, and amyotrophic lateral sclerosis (ALS).",
            "score": 235.46798706054688
        },
        {
            "docid": "1872854_11",
            "document": "Biochemical cascade . Purinergic signalling has an essential role at interactions between neurons and glia cells, allowing these to detect action potentials and modulate neuronal activity, contributing for intra and extracellular homeostasis regulation. Besides purinergic neurotransmitter, ATP acts as a trophic factor at cellular development and growth, being involved on microglia activation and migration, and also on axonal myelination by oligodendrocytes. There are two main types of purinergic receptors, P1 binding to adenosine, and P2 binding to ATP or ADP, presenting different signalling cascades. The Nrf2/ARE signalling pathway has a fundamental role at fighting against oxidative stress, to which neurons are especially vulnerable due to its high oxygen consumption and high lipid content. This neuroprotective pathway involves control of neuronal activity by perisynaptic astrocytes and neuronal glutamate release, with the establishment of tripartite synapses. The Nrf2/ARE activation leads to a higher expression of enzymes involved in glutathione syntheses and metabolism, that have a key role in antioxidant response. The LKB1/NUAK1 signalling pathway regulates terminal axon branching at cortical neurons, via local immobilized mitochondria capture. Besides NUAK1, LKB1 kinase acts under other effectors enzymes as SAD-A/B and MARK, therefore regulating neuronal polarization and axonal growth, respectively. These kinase cascades implicates also Tau and others MAP. An extended knowledge of these and others neuronal pathways could provide new potential therapeutic targets for several neurodegenerative chronic diseases as Alzheimer's, Parkinson's and Huntington's disease, and also amyotrophic lateral sclerosis.",
            "score": 233.01161193847656
        },
        {
            "docid": "518989_19",
            "document": "Neuroglia . Astrocytes are crucial in clearance of neurotransmitters from within the synaptic cleft, which provides distinction between arrival of action potentials and prevents toxic build-up of certain neurotransmitters such as glutamate (excitotoxicity). It is also thought that glia play a role in many neurological diseases, including Alzheimer's disease. Furthermore, at least in vitro, astrocytes can release gliotransmitter glutamate in response to certain stimulation. Another unique type of glial cell, the oligodendrocyte precursor cells or OPCs, have very well-defined and functional synapses from at least two major groups of neurons. The only notable differences between neurons and glial cells are neurons' possession of axons and dendrites, and capacity to generate action potentials.",
            "score": 232.6681671142578
        },
        {
            "docid": "12134485_5",
            "document": "Nuclear receptor related-1 protein . While NURR1 is a key protein, there are other factors required as research shows that solely expressing NURR1 fails to stimulate this phenotypic gene expression. One of these suggested factors is winged-helix transcription factor 2 (Foxa2). Studies have found these two factors to be within the same region of developing dopaminergic neurons, both of these factors were present in order to have expression for the dopamine phenotype.  Research has been conducted on Nurr1’s role in inflammation, and may provide important information in treating disorders caused by dopaminergic neuron disease. Inflammation in the CNS can result from activated microglia (macrophage analogs for the central nervous system) and other pro-inflammatory factors, such as bacterial lipopolysaccharide (LPS). LPS binds to toll-like receptors (TLR), which induces inflammatory gene expression by promoting signal-dependent transcription factors. To determine which cells are dopaminergic, experiments measured the enzyme tyrosine hydroxylase (TH), which is needed for dopamine synthesis. It has been shown that Nurr1 protects dopaminergic neurons from LPS-induced inflammation, by reducing inflammatory gene expression in microglia and astrocytes. When a short hairpin for Nurr1 was expressed in microglia and astrocytes, these cells produced inflammatory mediators, such as TNFa, NO synthase and IL-1β, supporting the conclusion that reduced Nurr1 promotes inflammation and leads to cell death of dopaminergic neurons. Nurr1 interacts with the transcription factor complex NF-κB-p65 on the inflammatory gene promoters. However, Nurr1 is dependent on other factors to be able to participate in these interactions. Nurr1 needs to be sumoylated and its co-regulating factor, glycogen synthase kinase 3, needs to be phosphorylated for these interactions to occur. Sumolyated Nurr1 recruits CoREST, a complex made of several proteins that assembles chromatin-modifying enzymes. The Nurr1/CoREST complex inhibits transcription of inflammatory genes.",
            "score": 229.42727661132812
        },
        {
            "docid": "1224698_18",
            "document": "Synaptogenesis . Synaptic signaling during synaptogenesis is not only activity-dependent, but is also dependent on the environment in which the neurons are located. For instance, brain-derived neurotrophic factor (BDNF) is produced by the brain and regulates several functions within the developing synapse, including enhancement of transmitter release, increased concentration of vesicles, and cholesterol biosynthesis. Cholesterol is essential to synaptogenesis because the lipid rafts that it forms provide a scaffold upon which numerous signaling interactions can occur. BDNF-null mutants show significant defects in neuronal growth and synapse formation. Aside from neurotrophins, cell-adhesion molecules are also essential to synaptogenesis. Often the binding of pre-synaptic cell-adhesion molecules with their post-synaptic partners triggers specializations that facilitate synaptogenesis. Indeed, a defect in genes encoding neuroligin, a cell-adhesion molecule found in the post-synaptic membrane, has been linked to cases of autism and mental retardation. Finally, many of these signaling processes can be regulated by matrix metalloproteinases (MMPs) as the targets of many MMPs are these specific cell-adhesion molecules.",
            "score": 229.0780029296875
        }
    ]
}