{
    "q": [
        {
            "docid": "9773357_11",
            "document": "N-type calcium channel . N-type calcium voltage gated ion channels are permeable to calcium and are known to regulate neuronal excitability and the firing of action potentials in the neurons. These actions affect the transmission of neurotransmitters in nociceptive pathways. Nociceptive pathways are the neurons that are involved in pain perception, which typically arises from damage of the neurons or disease occurring in the nerves themselves. When action potentials in this pathway make it to the central terminals of the sensory neurons that are in the spinal cord, there is an influx of calcium that enters through the voltage-gated ion channels. This influx of calcium then triggers the release of the pro-nociceptive neurotransmitters. These neurotransmitters then bind to the receptors on the sensory neurons that cause a person to feel pain. Since these channels are able to influence the neurotransmitters in the body that cause a person to sense pain, voltage-gated ion channels that are permeable to calcium have also been found to be good targets for regulating chronic pain in patients who have difficulty finding effective treatment. A few of the conditions involving pain that are difficult to treat are acute pain, chronic inflammatory pain, and chronic neuropathic pain. These conditions are treated with medicine that has either been prone to becoming addictive to the patient, or can cause serious side effects, making the medicine controversial. <br>  <br> Studies have shown that N-type channels are particularly of interest in developing new medicine to help in treating chronic pain. N-type channels play a key role in being able to control the neurotransmission of pain in the spinal cord. Studies have shown that N-type channels are located in high amounts at the presynaptic terminals of neurons. They have a complex of proteins that form a pore with the ɑ1Bsubunit (also known as CaV2.2) and an auxiliary ɑ2δδ and β subunits. When there is tissue damage, these subunits are regulated in the neuron, which helps to prove that these channels are involved in nociceptive transmission. When looking at the spinal cord, the distribution of N-type channels also coincides with the evidence of these channels having a role in the transmission of nociceptive information in the body. A new drug, Ziconotide, is being tested to alter N-type channels in order to treat these conditions of chronic pain. One of the newest medicines is an analgesic drug that works through targeting N-type calcium channels specifically in order to lessen the transmission of pain. Peptide ɷɷ-conotoxins are what bind to the N-type calcium channels in order to block ion permeation, which then blocks the influx of calcium and the transmission of the nociceptive responses. Neurons located in the posterior horn of the spinal cord experience ɷɷ-conotoxins that, when binding to the receptors, can inhibit the release of the pro-nociceptive neurotransmitters and neuromodulators that come from the central nerve terminals of the afferent neurons. This inhibition is what ultimately can stop the transmission of pain to the person from damaged cells. Ziconotide is an inorganic version of the ɷɷ-conotoxin, MVIIA. This medicine is able to inhibit the release of pro-nociceptive receptors, which will then block the transmission of pain.",
            "score": 216.6009520292282
        },
        {
            "docid": "42433109_7",
            "document": "EMA401 . Nociceptive pain is immediate pain felt as a result of injury inflicted upon tissue. Neuropathic pain, in contrast, is long-lasting pain that develops when the peripheral and the central nervous system are sensitized following injury to these systems. Neuropathic pain may be continuous pain, spontaneous, or pain caused by hypersensitivity to non-nociceptive levels of stimulus. Angiotensin II (AngII) is an octapeptide that regulates blood pressure, controls water fluid balance, and pain perception. It activates two membrane bound G protein-coupled receptors: angiotensin II type 1 receptors (ATR) and angiotensin II type 2 receptors (ATR). AgnII co-localization with substance P and calcitonin gene-related peptide implies its role in nociception. ATR, the receptor mainly responsible for AngII's effect on the pain mechanisms within the nervous system, is expressed in the dorsal root ganglion (DRG), as well as human trigeminal ganglia. These receptors are locally produced inside DRG neurons, implying the presence of an intrinsic angiotensinergic system. Injured nerves and painful neuromas show higher ATR expression compared to normal undamaged nerves. AngII contributes to neuropathic pain by potentiating neuronal pathways that signal pain when AngII activates ATR expressed on pain detecting neurons. AngII potentiates neuronal pathways by increasing neurite length and density in DRG neurons. AngII potentiates neuronal pathways by sensitizing nociceptors as well. Nociceptor sensitization suggests a decreased thresholds for activation of nociceptors. ATR activation increases kinase levels in DRG neurons, such as levels of PKA, PKC and MAPK, via G protein-coupled receptor-activated second messenger pathways. These phosphorylating enzymes sensitize major voltage-gated ion channels found on DRG neurons. Sensitization increases neuronal excitation following receptor channel activation. EMA401 antagonized human ATR with a Ki of 5.4 nM, IC of 39 nM and a Hill coefficient of 1.3. EMA401 alleviates pain and provides relief by blocking the AngII induced potentiation. TRPV1 is an example a nociceptor that's sensitization is inhibited by EMA401. Clinical conditions of chronic pain shows up-regulated TRPV1 expression. The transient receptor potential cation channel subfamily V member 1 (TRPV1) is a ligand-gated non-selective cation channel found in sensory neurons that allows the sensation and perception of heat and other noxious stimuli. Opening of TRPV1 channels lead to the influx of Na and Ca, causing the nociceptive neuron to depolarize. The direct phosphorylation of TRPV1 channel's Ser116 residue by cAMP-dependent protein kinase (PKA) sensitizes the TRPV1 channel. cAMP signals PKA to phosphorylate TRPV1. Phosphorylated TRPV1 has a lower threshold for activation, causing potentiation of its neuronal pathways. Activation of the ATR increases cAMP levels, resulting in higher numbers of phosphorylated TRPV1. This causes behavioral hypersensitivity of TRPV1 to its stimuli. Increased ATR activity causes hyperalgesia. ATR antagonist EMA401 inhibits the downstream effects of ATR activation, including an increase in cAMP. Fewer TRPV1 are phosphorylated when treated with EMA401, both reversing and/or preventing potentiation that causes hyperalgesia. AngII increases neuronal excitability to TRPV1 channel activation. EMA401 inhibits this increase in excitability in a dose dependent manner, producing analgesic effects.",
            "score": 172.9785314798355
        },
        {
            "docid": "569399_22",
            "document": "Stimulus (physiology) . This change in membrane permeability in the dendrites is known as a local graded potential and causes the membrane voltage to change from a negative resting potential to a more positive voltage, a process known as depolarization. The opening of sodium channels allows nearby sodium channels to open, allowing the change in permeability to spread from the dendrites to the cell body. If a graded potential is strong enough, or if several graded potentials occur in a fast enough frequency, the depolarization is able to spread across the cell body to the axon hillock. From the axon hillock, an action potential can be generated and propagated down the neuron's axon, causing sodium ion channels in the axon to open as the impulse travels. Once the signal begins to travel down the axon, the membrane potential has already passed threshold, which means that it cannot be stopped. This phenomenon is known as an all-or-nothing response. Groups of sodium channels opened by the change in membrane potential strengthen the signal as it travels away from the axon hillock, allowing it to move the length of the axon. As the depolarization reaches the end of the axon, or the axon terminal, the end of the neuron becomes permeable to calcium ions, which enters the cell via calcium ion channels. Calcium causes the release of neurotransmitters stored in synaptic vesicles, which enter the synapse between two neurons known as the presynaptic and postsynaptic neurons; if the signal from the presynaptic neuron is excitatory, it will cause the release of an excitatory neurotransmitter, causing a similar response in the postsynaptic neuron. These neurons may communicate with thousands of other receptors and target cells through extensive, complex dendritic networks. Communication between receptors in this fashion enables discrimination and the more explicit interpretation of external stimuli. Effectively, these localized graded potentials trigger action potentials that communicate, in their frequency, along nerve axons eventually arriving in specific cortexes of the brain. In these also highly specialized parts of the brain, these signals are coordinated with others to possibly trigger a new response.",
            "score": 157.48853039741516
        },
        {
            "docid": "14755439_8",
            "document": "WNK1 . In the mature brain, the GABA neurotransmitter represents the major inhibitory signal used in neuronal signaling. GABA activates the GABA receptor which is a Cl ion channel. Cl ions will enter the neuron causing hyperpolarization and inhibition of signaling. During brain development however, GABA activation will allow Cl ions to leave the neuron causing the neuron to depolarize. Thus, GABA is an excitatory neurotransmitter during development. WNK1 has been implicated in the developmental switch from excitatory to inhibitory GABA signaling via interaction with NKCC1 and KCCs. WNK1 phosphorylates SPAK/OSR1 which then phosphorylates KCC2 inhibiting the flow of Cl ions out of the cell during development. The concentrations of Cl ions and K ion play a major role in regulating WNK1 activity. In the DCT, the plasma concentration of K ion is thought to impact the concentration Cl ions within the nephron. High plasma K concentration down regulates WNK1 activity and prevents Cl ion from entering the nephron via the NCC. The opposite occurs when plasma K concentration is low; increased WNK1 activity boosts NCC activity promoting reabsorption of Cl ions. When there is an abundance of Cl ions within the nephron, WNK1 activity is inhibited by the binding of a Cl ion to WNK1's catalytic domain.",
            "score": 106.96474277973175
        },
        {
            "docid": "14408479_71",
            "document": "Biological neuron model . In the case of modelling a biological neuron, physical analogues are used in place of abstractions such as \"weight\" and \"transfer function\". A neuron is filled and surrounded with water containing ions, which carry electric charge. The neuron is bound by an insulating cell membrane and can maintain a concentration of charged ions on either side that determines a capacitance . The firing of a neuron involves the movement of ions into the cell that occurs when neurotransmitters cause ion channels on the cell membrane to open. We describe this by a physical time-dependent current . With this comes a change in voltage, or the electrical potential energy difference between the cell and its surroundings, which is observed to sometimes result in a voltage spike called an action potential which travels the length of the cell and triggers the release of further neurotransmitters. The voltage, then, is the quantity of interest and is given by .",
            "score": 151.23848509788513
        },
        {
            "docid": "853501_2",
            "document": "Erythromelalgia . Erythromelalgia, formerly known as Mitchell's disease (after Silas Weir Mitchell), is a rare vascular peripheral pain disorder in which blood vessels, usually in the lower extremities or hands, are episodically blocked (frequently on and off daily), then become hyperemic and inflamed. There is severe burning pain (in the small fiber sensory nerves) and skin redness. The attacks are periodic and are commonly triggered by heat, pressure, mild activity, exertion, insomnia or stress. Erythromelalgia may occur either as a primary or secondary disorder (i.e. a disorder in and of itself or a symptom of another condition). Secondary erythromelalgia can result from small fiber peripheral neuropathy of any cause, polycythemia vera, essential thrombocytosis, hypercholesterolemia, mushroom or mercury poisoning, and some autoimmune disorders. Primary erythromelalgia is caused by mutation of the voltage-gated sodium channel α-subunit gene \"SCN9A\". In 2004 erythromelalgia became the first human disorder in which it has been possible to associate an ion channel mutation with chronic neuropathic pain, when its link to the SCN9A gene was initially published in the \"Journal of Medical Genetics\". Later that year, in an article in \"The Journal of Neuroscience\", Cummins et al., demonstrated, using voltage clamp recordings, that these mutations enhanced the function of Na1.7 sodium channels, which are preferentially expressed within peripheral neurons. One year later, in an article in \"Brain\", Dib-Hajj et al., demonstrated that Na1.7 mutants channels, from families with inherited erythromelalgia (IEM), make dorsal root ganglion (DRG, peripheral and sensory), neurons hyper excitable, thereby demonstrating the mechanistic link between these mutations and pain, thereby firmly establishing Na1.7 gain-of-function mutations as the molecular basis for IEM. Conversely, in December 2006 a University of Cambridge team reported an SCN9A mutation that resulted in a complete lack of pain sensation in a Pakistani street performer and some of his family members. He felt no pain, walked on hot coals and stabbed himself to entertain crowds. By 2013, nearly a dozen gain-of-function mutations of Na1.7 had been linked to IEM. The multi-decades search which identified gene SCN9A as the cause of inherited erythomelalgia is documented in a book by Stephen Waxman, \"Chasing Men on Fire: The Story of the Search for a Pain Gene\".",
            "score": 148.12443280220032
        },
        {
            "docid": "8497659_3",
            "document": "Nav1.7 . Na1.7 is a voltage-gated sodium channel and plays a critical role in the generation and conduction of action potentials and is thus important for electrical signaling by most excitable cells. Na1.7 is present at the endings of pain-sensing nerves, the nociceptors, close to the region where the impulse is initiated. Stimulation of the nociceptor nerve endings produces \"generator potentials\", which are small changes in the voltage across the neuronal membranes. The Na1.7 channel amplifies these membrane depolarizations, and when the membrane potential difference reaches a specific threshold, the neuron fires. In sensory neurons, multiple voltage-dependent sodium currents can be differentiated by their voltage dependence and by sensitivity to the voltage-gated sodium-channel blocker tetrodotoxin. The Na1.7 channel produces a rapidly activating and inactivating current which is sensitive to the level of tetrodotoxin. Na1.7 is important in the early phases of neuronal electrogenesis. Na1.7 activity consists of a slow transition of the channel into an inactive state when it is depolarized, even to a minor degree. This property allows these channels to remain available for activation with even small or slowly developing depolarizations. Stimulation of the nociceptor nerve endings produces \"generator potentials\", small changes in the voltage across the neuronal membranes. This brings neurons to a voltage that stimulate Na1.8, which has a more depolarized activation threshold that produces most of the transmembrane current responsible for the depolarizing phase of action potentials.",
            "score": 142.48790097236633
        },
        {
            "docid": "14824490_16",
            "document": "Recurrent thalamo-cortical resonance . Thalamocortical dysrhythmia (TCD) is a proposed explanation for certain cognitive disorders. It occurs upon the disruption of normal gamma-band electrical activity between the cortex and thalamic neurons during awakened, conscious states. This disorder is associated with diseases and conditions such as neuropathic pain, tinnitus, and Parkinson's disease and is characterized by the presence of unusually low-frequency resonance in the thalamocortical system. TCD is associated with disruption of many brain functions including cognition, sensory perception, and motor control and occurs when thalamocortical neurons become inappropriately hyperpolarized, allowing T-type calcium channels to activate and the oscillatory properties of the thalamocortical neurons to change. A repeated burst of action potentials occurs at lower frequencies in the 4–10 Hz range. These bursts can be sustained by inhibition from the thalamic reticular nucleus and may cause an activation of cortical regions that are normally inhibited by gamma-band activity during resonance column formation. While the effect of the deviation from normal patterns of gamma oscillatory activity during conscious perception is not entirely settled, it is proposed that the phenomenon can be used to explain chronic pain in cases where there is no specific peripheral nerve damage.",
            "score": 136.75344729423523
        },
        {
            "docid": "156998_4",
            "document": "Action potential . Action potentials are generated by special types of voltage-gated ion channels embedded in a cell's plasma membrane. These channels are shut when the membrane potential is near the (negative) resting potential of the cell, but they rapidly begin to open if the membrane increases to a precisely defined threshold voltage, depolarising the transmembrane potential. When the channels open, they allow an inward flow of sodium ions, which changes the electrochemical gradient, which in turn produces a further rise in the membrane potential. This then causes more channels to open, producing a greater electric current across the cell membrane, and so on. The process proceeds explosively until all of the available ion channels are open, resulting in a large upswing in the membrane potential. The rapid influx of sodium ions causes the polarity of the plasma membrane to reverse, and the ion channels then rapidly inactivate. As the sodium channels close, sodium ions can no longer enter the neuron, and then they are actively transported back out of the plasma membrane. Potassium channels are then activated, and there is an outward current of potassium ions, returning the electrochemical gradient to the resting state. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization.",
            "score": 147.37077391147614
        },
        {
            "docid": "736407_19",
            "document": "Opioid receptor . Voltage-gated dependent calcium channel, (VDCCs), are key in the depolarisation of neurons, and play a major role in promoting the release of neurotransmitters. When agonists bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, so opioid receptor activation reduces the release of these substances, thus creating a strong analgesic effect.",
            "score": 140.22033977508545
        },
        {
            "docid": "21120_10",
            "document": "Neuron . The key to neural function is the synaptic signaling process, which is partly electrical and partly chemical. The electrical aspect depends on properties of the neuron's membrane. Like all animal cells, the cell body of every neuron is enclosed by a plasma membrane, a bilayer of lipid molecules with many types of protein structures embedded in it. A lipid bilayer is a powerful electrical insulator, but in neurons, many of the protein structures embedded in the membrane are electrically active. These include ion channels that permit electrically charged ions to flow across the membrane and ion pumps that actively transport ions from one side of the membrane to the other. Most ion channels are permeable only to specific types of ions. Some ion channels are voltage gated, meaning that they can be switched between open and closed states by altering the voltage difference across the membrane. Others are chemically gated, meaning that they can be switched between open and closed states by interactions with chemicals that diffuse through the extracellular fluid. The interactions between ion channels and ion pumps produce a voltage difference across the membrane, typically a bit less than 1/10 of a volt at baseline. This voltage has two functions: first, it provides a power source for an assortment of voltage-dependent protein machinery that is embedded in the membrane; second, it provides a basis for electrical signal transmission between different parts of the membrane.",
            "score": 159.0039440393448
        },
        {
            "docid": "1422685_8",
            "document": "Beta-Endorphin . Voltage-dependent calcium channels (VDCCs) are important membrane proteins that mediate the depolarization of neurons, and play a major role in promoting the release of neurotransmitters. When endorphin molecules bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, and as β-Endorphin reduces the release of these substances, there is a strong analgesic effect.",
            "score": 140.446528673172
        },
        {
            "docid": "318049_7",
            "document": "Fibromyalgia . The cause of fibromyalgia is unknown. However, several hypotheses have been developed including \"central sensitization\". This theory proposes that people with fibromyalgia have a lower threshold for pain because of increased reactivity of pain-sensitive nerve cells in the spinal cord or brain. Neuropathic pain and major depressive disorder often co-occur with fibromyalgia – the reason for this comorbidity appears to be due to shared genetic abnormalities, which leads to impairments in monoaminergic, glutamatergic, neurotrophic, opioid and proinflammatory cytokine signaling. In these vulnerable individuals, psychological stress or illness can cause abnormalities in inflammatory and stress pathways which regulate mood and pain. Eventually, a sensitization and kindling effect occur in certain neurons leading to the establishment of fibromyalgia and sometimes a mood disorder. The evidence suggests that the pain in fibromyalgia results primarily from pain processing pathways functioning abnormally. In simple terms, it can be described as the volume of the neurons being set too high and this hyper-excitability of pain processing pathways and under-activity of inhibitory pain pathways in the brain results in the affected individual experiencing pain. Some neurochemical abnormalities that occur in fibromyalgia also regulate mood, sleep, and energy, thus explaining why mood, sleep, and fatigue problems are commonly co-morbid with fibromyalgia.",
            "score": 142.07707273960114
        },
        {
            "docid": "53888625_6",
            "document": "Kaitocephalin . Kaitocephalin acts by inhibiting glutamate receptors. Glutamate is the most abundant neurotransmitter in the vertebrate nervous system and is involved in learning, memory, and neuroplasticity. It is an excitatory neurotransmitter, so binding of glutamate to its receptors increases ion flow through the postsynaptic membrane. Excess glutamate can lead to cell death and neurological damage through a phenomenon called excitotoxicity. Excitotoxicity occurs when calcium ion influx creates a positive feedback loop, leading to breakdown of the cell membrane and apoptosis. This process is part of the ischemic cascade, when low blood supply (ischemia) causes a series of events leading to cell death; this is the mechanism by which strokes cause brain damage. High levels of glutamate have also been linked to the neuronal degeneration observed in Alzheimer's disease, Parkinson's disease, and epilepsy.",
            "score": 97.36559593677521
        },
        {
            "docid": "8497659_5",
            "document": "Nav1.7 . Mutation in Na1.7 may result in primary erythromelalgia (PE), an autosomal dominant, inherited disorder which is characterized by attacks or episodes of symmetrical burning pain of the feet, lower legs, and sometimes hands, elevated skin temperature of affected areas, and reddened extremities. The mutation causes excessive channel activity which suggests that Na1.7 sets the gain on pain signaling in humans. It was observed that a missense mutation in the \"SCN9A\" gene affected conserved residues in the pore-forming α subunit of the Na1.7 channel. Multiple studies have found a dozen \"SCN9A\" mutations in multiple families as causing erythromelagia. All of the observed erythromelalgia mutations that are observed are missense mutations that change important and highly conserved amino acid residues of the Na1.7 protein. The majority of mutations that cause PE are located in cytoplasmic linkers of the Na1.7 channel, however some mutations are present in transmembrane domains of the channel. The PE mutations cause a hyperpolarizing shift in the voltage dependence of channel activation, which allows the channel to be activated by smaller than normal depolarizations, thus enhancing the activity of Na1.7. Moreover, the majority of the PE mutations also slow deactivation, thus keeping the channel open longer once it is activated. In addition, in response to a slow, depolarizing stimulus, most mutant channels will generate a larger than normal sodium current. Each of these alterations in activation and deactivation can contribute to the hyperexcitability of pain-signaling DRG neurons expressing these mutant channels, thus causing extreme sensitivity to pain (hyperalgesia). While the expression of PE Na1.7 mutations produces hyperexcitability in DRG neurons, studies on cultured rat in sympathetic ganglion neurons indicate that expression of these same PE mutations results in reduction of excitability of these cells. This occurs because Na1.8 channels, which are selectively expressed in addition to Na1.7 in DRG neurons, are not present within sympathetic ganglion neurons. Thus lack of Na1.7 results in inactivation of the sodium channels results in reduced excitability. Thus physiological interaction of Na1.7 and Na1.8 can explain the reason that PE presents with pain due to hyperexcitability of nociceptors and with sympathetic dysfunction that is most likely due to hypoexcitability of sympathetic ganglion neurons. Recent studies have associated a defect in \"SCN9A\" with congenital insensitivity to pain.",
            "score": 148.159166097641
        },
        {
            "docid": "20512936_4",
            "document": "Dendritic spike . Voltage-gated sodium channels are proteins found in the membrane of neurons. When electrically activated, they allow the movement of sodium ions across a plasma membrane. These channels are responsible for propagation of electrical signals in nerve cells. Voltage-gated sodium channels can be divided into two subunits: alpha and beta. A variety of alpha subunit voltage-gated sodium channels have been identified. Voltage-gated sodium channels found in mammals can be divided into three types: Nav1.x, Nav2.x, and Nav3.x. Nav1.x sodium channels are associated with the central nervous system. Nav1.1, Nav2.2, and Nav1.6 are three isoforms of the voltage-gated sodium channels that are present at high levels in the central nervous system of an adult rat brain. These channels have been well documented in the axonal membrane of the central nervous system. Nav1.2 has been primarily identified in unmyelinated axons while high concentrations of Nav1.6 have been observed at nodes of Ranvier of axons. Nav1.6 has been identified in the dendrites of hippocampal CA1 neurons that generate dendritic spikes; the density of Nav1.6 in these neurons is 35-80 times lower than in the initial segments of axons.",
            "score": 136.02690482139587
        },
        {
            "docid": "2879958_11",
            "document": "Sodium channel . When any kind of ion channel does not inactivate itself, it is said to be persistently (or tonically) active. Some kinds of ion channels are naturally persistently active. However, genetic mutations that cause persistent activity in other channels can cause disease by creating excessive activity of certain kinds of neurons. Mutations that interfere with Na channel inactivation can contribute to cardiovascular diseases or epileptic seizures by window currents, which can cause muscle and/or nerve cells to become over-excited.",
            "score": 106.47964429855347
        },
        {
            "docid": "1351369_12",
            "document": "Ligand-gated ion channel . The name \"NMDA receptor\" is derived from the ligand N-methyl-D-aspartate (NMDA), which acts as a selective agonist at these receptors. When the NMDA receptor is activated by the binding of two co-agonists, the cation channel opens, allowing Na and Ca to flow into the cell, in turn raising the cell's electric potential. Thus, the NMDA receptor is an excitatory receptor. At resting potentials, the binding of Mg or Zn at their extracellular binding sites on the receptor blocks ion flux through the NMDA receptor channel. \"However, when neurons are depolarized, for example, by intense activation of colocalized postsynaptic AMPA receptors, the voltage-dependent block by Mg is partially relieved, allowing ion influx through activated NMDA receptors. The resulting Ca influx can trigger a variety of intracellular signaling cascades, which can ultimately change neuronal function through activation of various kinases and phosphatases\".",
            "score": 131.6913138628006
        },
        {
            "docid": "18418966_6",
            "document": "Nav1.8 . Voltage clamp methods have demonstrated that Na1.8 is unique, among sodium channels, in exhibiting relatively depolarized steady-state inactivation. Thus, Na1.8 remains available to operate, when neurons are depolarized to levels that inactivate other sodium channels. Voltage clamp has been used to show how action potentials in DRG cells are shaped by TTX-resistant sodium channels. Na1.8 contributes the most to sustaining the depolarizing stage of action repetitive high-frequency potentials in nociceptive sensory neurons because it activates quickly and remaining activated after detecting a noxious stimulus. Therefore, Na1.8 contributes to hyperalgesia (increased sensitivity to pain) and allodynia (pain from stimuli that do not usually cause it), which are elements of chronic pain. Na1.8 knockout mice studies have shown that the channel is associated with inflammatory and neuropathic pain. Moreover, Na1.8 plays a crucial role in cold pain. Reducing the temperature from 30 °C to 10 °C slows the activation of VGSCs and hence decreases the current. However, Na1.8 is cold-resistant and is able to generate action potentials in the cold to carry information from nociceptors to the central nervous system (CNS). Furthermore, Na1.8-null mice failed to produce action potentials, indicating that Na1.8 is essential to the perception of pain in cold temperatures.",
            "score": 145.19341695308685
        },
        {
            "docid": "8131_13",
            "document": "Dendrite . Action potentials in animal cells are generated by either sodium-gated or calcium-gated ion channels in the plasma membrane. These channels are closed when the membrane potential is near to, or at, the resting potential of the cell. The channels will start to open if the membrane potential increases, allowing sodium or calcium ions to flow into the cell. As more ions enter the cell, the membrane potential continues to rise. The process continues until all of the ion channels are open, causing a rapid increase in the membrane potential that then triggers the decrease in the membrane potential. The depolarizing is caused by the closing of the ion channels that prevent sodium ions from entering the neuron, and they are then actively transported out of the cell. Potassium channels are then activated, and there is an outward flow of potassium ions, returning the electrochemical gradient to the resting potential. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization or refractory period, due to additional potassium currents. This is the mechanism that prevents an action potential from traveling back the way it just came.",
            "score": 118.25916683673859
        },
        {
            "docid": "1685778_8",
            "document": "Neuropharmacology . Molecular neuropharmacology involves the study of neurons and their neurochemical interactions, and receptors on neurons, with the goal of developing new drugs that will treat neurological disorders such as pain, neurodegenerative diseases, and psychological disorders (also known in this case as neuropsychopharmacology). There are a few technical words that must be defined when relating neurotransmission to receptor action: The following neurotransmitter/receptor interactions can be affected by synthetic compounds that act as one of the three above. Sodium/potassium ion channels can also be manipulated throughout a neuron to induce inhibitory effects of action potentials.",
            "score": 120.56617331504822
        },
        {
            "docid": "54660494_9",
            "document": "Volume-regulated anion channel . For glutamate, when excitatory neurotransmitters are released and activates channels on surrounding neurons, it results in overactive depolarization, and increase in calcium ions, and eventually cellular apoptosis. This is generally called excitotoxicity, and it normally results in neuronal swelling. VRACs release of organic osmolytes as a response to this swelling and influx of ions most likely aids in the prevention of the neuron from bursting, as the release of inorganic compounds from a cell has only been associated with a cellular volume decrease of about 20-30%. Yet, in addition to the prevention of lysis for the neuron, the release of taurine and glutamate will also continue to propagate the excitotoxicity effect on neighboring neurons. The most relevant cells to study regarding VRACs role and reaction to excitotoxicity are astrocytes. This is because of their role as supporters of neuronal communication in the brain, the fact that they have been proven to contain VRACs, and the fact that they have been found in a swollen condition in response to pathologies regarding excitotoxicity. As we have stated, the increase of stimulation on a neuron results in excitotoxicity, and glutamate is one of the neurotransmitters that in excess could cause this neuronal response. There are many pathologies attributed to this cellular response including stroke and hypoglycemia among others. As an example, a few studies have found that astrocytes cellular VRAC activation might be associated with stroke-related increases in substances like ATP. Experiments have found that VRAC inhibitors were able to decrease the stroke-related release of excitatory neurotransmitters in the brain; which means that VRACs are likely activated by the increase of cellular ATP and other molecules in astrocytes, and the release of glutamate by these cells causes the neurons around them to become depolarized, increase their calcium ion concentration, and undergo apoptosis. The other organic osmolyte associated with VRACs, taurine, also has many extracellular signaling functions. Specifically, it is thought that the release of taurine from glia by VRACs is linked to systemic volume regulation in the osmosensing supraoptical nucleous (SON). At first, researchers thought that neurons found in SON were not able to undergo RVD, but it was later found that they do eventually develop a chloride ion current after a certain amount of time. Astrocytes were again studied in relation to this discovery, and they found that the cells readily respond to a hypertonic environment by releasing taurine through VRAC-like channels. In turn, the taurine activates glycine receptor chloride channels on neighboring SON neurons, which causes them to hyperpolarize. Since the SON neurons shrink and depolarize in a hypertonic environment, this interaction between the astrocytes acts as an inhibitor of the secretion of vasopressin by SON.",
            "score": 126.70290529727936
        },
        {
            "docid": "52649_10",
            "document": "Acetylcholine . Nicotinic acetylcholine receptors are ligand-gated ion channels permeable to sodium, potassium, and calcium ions. In other words, they are ion channels embedded in cell membranes, capable of switching from a closed to a open state when acetylcholine binds to them; in the open state they allow ions to pass through. Nicotinic receptors come in two main types, known as muscle-type and neuronal-type. The muscle-type can be selectively blocked by curare, the neuronal-type by hexamethonium. The main location of muscle-type receptors is on muscle cells, as described in more detail below. Neuronal-type receptors are located in autonomic ganglia (both sympathetic and parasympathetic), and in the central nervous system.",
            "score": 130.10745286941528
        },
        {
            "docid": "184540_3",
            "document": "Gamma-Aminobutyric acid . In vertebrates, GABA acts at inhibitory synapses in the brain by binding to specific transmembrane receptors in the plasma membrane of both pre- and postsynaptic neuronal processes. This binding causes the opening of ion channels to allow the flow of either negatively charged chloride ions into the cell or positively charged potassium ions out of the cell. This action results in a negative change in the transmembrane potential, usually causing hyperpolarization. Two general classes of GABA receptor are known: Neurons that produce GABA as their output are called GABAergic neurons, and have chiefly inhibitory action at receptors in the adult vertebrate. Medium spiny cells are a typical example of inhibitory central nervous system GABAergic cells. In contrast, GABA exhibits both excitatory and inhibitory actions in insects, mediating muscle activation at synapses between nerves and muscle cells, and also the stimulation of certain glands. In mammals, some GABAergic neurons, such as chandelier cells, are also able to excite their glutamatergic counterparts.",
            "score": 110.68177676200867
        },
        {
            "docid": "896294_6",
            "document": "Paul Greengard . Greengard's research has focused on events inside the neuron caused by neurotransmitters. Specifically, Greengard and his fellow researchers studied the behavior of second messenger cascades that transform the docking of a neurotransmitter with a receptor into permanent changes in the neuron. In a series of experiments, Greengard and his colleagues showed that when dopamine interacts with a receptor on the cell membrane of a neuron, it causes an increase in cyclic AMP inside the cell. This increase of cyclic AMP, in turn activates a protein called protein kinase A, which turns other proteins on or off by adding phosphate groups in a reaction known as phosphorylation. The proteins activated by phosphorylation can then perform a number of changes in the cell: transcribing DNA to make new proteins, moving more receptors to the synapse (and thus increasing the neuron's sensitivity), or moving ion channels to the cell surface (and thus increasing the cell's excitability). He was awarded the Nobel Prize in 2000 \"for showing how neurotransmitters act on the cell and can activate a central molecule known as DARPP-32\".",
            "score": 111.91438233852386
        },
        {
            "docid": "50165151_10",
            "document": "Transient receptor potential calcium channel family . Most local anaesthetics used clinically are relatively hydrophobic molecules that gain access to their blocking site on the sodium channel by diffusing into or through the cell membrane. These anaesthetics block sodium channels and the excitability of neurons. Binshtok et al. (2007) tested the possibility that the excitability of primary sensory nociceptor (pain-sensing) neurons could be blocked by introducing the charged, membrane-impermeant lidocaine derivative QX-314 through the pore of the noxious-heat-sensitive TRPV1 channel (TC #1.A.4.2.1). They found that charged sodium-channel blockers can be targeted into nociceptors by the application of TRPV1 agonists to produce a pain-specific local anaesthesia. QX-314 applied externally had no effect on the activity of sodium channels in small sensory neurons when applied alone, but when applied in the presence of the TRPV1 agonist capsaicin, QX-314 blocked sodium channels and inhibited excitability.",
            "score": 135.34399318695068
        },
        {
            "docid": "25327696_7",
            "document": "Acid-sensing ion channel . The role of the ASIC is to sense reduced levels of extracellular pH and result in a response or signal from the neuron. The ligand that binds to the activation site has long been thought to be exclusively protons, however recent studies have shown that ASIC4 and ASIC1 can be activated at normal pH levels, indicating other types of ligand binders. Under increased acidic conditions, a proton binds to the channel in the extracellular region, activating the ion channel to go through conformational change therefore opening transmembrane domain 2 (TMD2). This results in the influx of sodium ions through the lumen of TMD2. All ASICs are specifically permeable to sodium ions. The only variant is ASIC1a which also has a low permeability to calcium ions. The influx of these cations results in membrane depolarization. Voltage-gated Ca channels are activated resulting in an influx of calcium into the cell. This causes depolarization of the neuron and an excitatory response released. In ASIC1a, Ca increase inside the cell is a result of calcium influx directly through the channel.",
            "score": 147.22488939762115
        },
        {
            "docid": "777072_3",
            "document": "Resting potential . Apart from the latter two, which occur in excitable cells (neurons, muscles, and some secretory cells in glands), membrane voltage in the majority of non-excitable cells can also undergo changes in response to environmental or intracellular stimuli . In principle, there is no difference between resting membrane potential and dynamic voltage changes like action potential from a biophysical point of view: all these phenomena are caused by specific changes in membrane permeabilities for potassium, sodium, calcium, and chloride ions, which in turn result from concerted changes in functional activity of various ion channels, ion transporters, and exchangers. Conventionally, resting membrane potential can be defined as a relatively stable, ground value of transmembrane voltage in animal and plant cells. Any voltage is a difference in electric potential between two points—for example, the separation of positive and negative electric charges on opposite sides of a resistive barrier. The typical resting membrane potential of a cell arises from the separation of potassium ions from intracellular, relatively immobile anions across the membrane of the cell. Because the membrane permeability for potassium is much higher than that for other ions (disregarding voltage-gated channels at this stage), and because of the strong chemical gradient for potassium, potassium ions flow from the cytosol into the extracellular space carrying out positive charge, until their movement is balanced by build-up of negative charge on the inner surface of the membrane. Again, because of the high relative permeability for potassium, the resulting membrane potential is almost always close to the potassium reversal potential. But in order for this process to occur, a concentration gradient of potassium ions must first be set up. This work is done by the ion pumps/transporters and/or exchangers and generally is powered by ATP.",
            "score": 138.15915310382843
        },
        {
            "docid": "22039284_9",
            "document": "Wide dynamic range neuron . Additionally, the itch pathway has also been linked with WDR neurons because itch and pain pathways are closely associated. As there are transient receptor channels present in the pain pathway, they are also present in the itch pathway. In the itch pathway, when the transient receptor channels are activated an itch response can be elicited. Itch responses can also be controlled by temperature changes (too high or too low), much like pain. This mechanism of control occurs when a stimulus is at an extremely low or extremely high temperature. The organism's sensitivity to the stimulus increases, meaning the pain or itch elicited will be greater at those temperatures than they would be at room temperature. Though these pathways display many similarities, there are other mechanisms by which itch sensations can be controlled, such as those through nerve growth factor and substance-P.",
            "score": 128.86077117919922
        },
        {
            "docid": "3759579_4",
            "document": "Resiniferatoxin . It activates transient vanilloid receptor 1 (TRPV1) in a subpopulation of primary afferent sensory neurons involved in nociception, the transmission of physiological pain. TRPV1 is an ion channel in the plasma membrane of sensory neurons and stimulation by resiniferatoxin causes this ion channel to become permeable to cations, especially calcium. The influx of cations causes the neuron to depolarize, transmitting signals similar to those that would be transmitted if the innervated tissue were being burned or damaged. This stimulation is followed by desensitization and analgesia, in part because the nerve endings die from calcium overload.",
            "score": 129.7372326850891
        },
        {
            "docid": "20445291_4",
            "document": "Potassium spatial buffering . Neurons are surrounded by extracellular fluid rich in sodium ions and poor in potassium ions. The concentrations of these ions are reversed inside the cells. Due to the difference in concentration, there is a chemical gradient across the cell membrane, which leads to sodium influx and potassium efflux. When the action potential takes place, a considerable change in extracellular potassium concentration occurs due to the limited volume of the CNS extracellular space. The change in potassium concentration in the extracellular space impacts a variety of neuronal processes, such as maintenance of membrane potential, activation and inactivation of voltage gated channels, synaptic transmission, and electrogenic transport of neurotransmitter. Change of extracellular potassium concentration of from 3mM can affect neural activity. Therefore, there are diverse cellular mechanisms for tight control of potassium ions, the most widely accepted mechanisms being K+ spatial buffering mechanism. Orkand and his colleagues who first theorized spatial buffering stated “if a Glial cell becomes depolarized by K+ that has accumulated in the clefts, the resulting current carries K+ inward in the high [K+] region and out again, through electrically coupled Glial cells in low [K+] regions”  In the model presented by Orkand and his colleagues, glial cells intake and traverse potassium ions from region of high concentrations to region of low concentration maintaining potassium concentration to be low in extracellular space. Glial cells are well suited for transportation of potassium ions since it has unusually high permeability to potassium ions and traverse long distance by its elongated shape or by being coupled to one another.",
            "score": 113.25298619270325
        },
        {
            "docid": "1661168_3",
            "document": "Osmoreceptor . Osmoreceptors are located in the vascular organ of lamina terminalis (VOLT) a circumventricular organ which lacks a blood-brain barrier. They have a defined functionality as neurons that are endowed with the ability to detect extracellular fluid osmolarity. The VOLT is strongly interconnected with the median preoptic nucleus, and together these structures comprise the anteroventral third ventricle region. Osmoreceptors have aquaporin 4 proteins spanning through their plasma membranes in which water can diffuse, from an area of high to low water concentration. If plasma osmolarity rises above 290 mOsmol/kg, then water will move out of the cell due to osmosis, causing the neuroreceptor to shrink in size. Embedded into the cell membrane are stretch inactivated cation channels (SICs), which when the cell shrinks in size, open and allow positively charged ions, such as Na and K ions to enter the cell. This causes initial depolarisation of the osmoreceptor and activates voltage-gated sodium channel, which through a complex conformational change, allows more sodium ions to enter the neuron, leading to further depolarisation and an action potential to be generated. This action potential travels along the axon of the neuron, and causes the opening of voltage-dependent calcium channels in the axon terminal. This leads to a Ca influx, due to calcium ions diffusing into the neuron along their electrochemical gradient. The calcium ions binds to the synaptotagmin 1 sub-unit of the SNARE protein attached to the arginine-vasopressin (AVP) containing vesicle membrane. This causes the fusion of the vesicle with the neuronal post synaptic membrane. Subsequent release of AVP into the posterior pituitary gland occurs, whereby vasopressin is secreted into the blood stream of the nearby capillaries.",
            "score": 124.44829034805298
        }
    ],
    "r": [
        {
            "docid": "9773357_11",
            "document": "N-type calcium channel . N-type calcium voltage gated ion channels are permeable to calcium and are known to regulate neuronal excitability and the firing of action potentials in the neurons. These actions affect the transmission of neurotransmitters in nociceptive pathways. Nociceptive pathways are the neurons that are involved in pain perception, which typically arises from damage of the neurons or disease occurring in the nerves themselves. When action potentials in this pathway make it to the central terminals of the sensory neurons that are in the spinal cord, there is an influx of calcium that enters through the voltage-gated ion channels. This influx of calcium then triggers the release of the pro-nociceptive neurotransmitters. These neurotransmitters then bind to the receptors on the sensory neurons that cause a person to feel pain. Since these channels are able to influence the neurotransmitters in the body that cause a person to sense pain, voltage-gated ion channels that are permeable to calcium have also been found to be good targets for regulating chronic pain in patients who have difficulty finding effective treatment. A few of the conditions involving pain that are difficult to treat are acute pain, chronic inflammatory pain, and chronic neuropathic pain. These conditions are treated with medicine that has either been prone to becoming addictive to the patient, or can cause serious side effects, making the medicine controversial. <br>  <br> Studies have shown that N-type channels are particularly of interest in developing new medicine to help in treating chronic pain. N-type channels play a key role in being able to control the neurotransmission of pain in the spinal cord. Studies have shown that N-type channels are located in high amounts at the presynaptic terminals of neurons. They have a complex of proteins that form a pore with the ɑ1Bsubunit (also known as CaV2.2) and an auxiliary ɑ2δδ and β subunits. When there is tissue damage, these subunits are regulated in the neuron, which helps to prove that these channels are involved in nociceptive transmission. When looking at the spinal cord, the distribution of N-type channels also coincides with the evidence of these channels having a role in the transmission of nociceptive information in the body. A new drug, Ziconotide, is being tested to alter N-type channels in order to treat these conditions of chronic pain. One of the newest medicines is an analgesic drug that works through targeting N-type calcium channels specifically in order to lessen the transmission of pain. Peptide ɷɷ-conotoxins are what bind to the N-type calcium channels in order to block ion permeation, which then blocks the influx of calcium and the transmission of the nociceptive responses. Neurons located in the posterior horn of the spinal cord experience ɷɷ-conotoxins that, when binding to the receptors, can inhibit the release of the pro-nociceptive neurotransmitters and neuromodulators that come from the central nerve terminals of the afferent neurons. This inhibition is what ultimately can stop the transmission of pain to the person from damaged cells. Ziconotide is an inorganic version of the ɷɷ-conotoxin, MVIIA. This medicine is able to inhibit the release of pro-nociceptive receptors, which will then block the transmission of pain.",
            "score": 216.6009521484375
        },
        {
            "docid": "9773357_10",
            "document": "N-type calcium channel . N-type calcium channels have been connected to a variety of different clinical diagnoses. The alteration of N-type calcium channels in therapeutic processes occurs in four major ways; through the blockage of N-type calcium channel peptides, interference of the flow of ions through the channel itself, activation of G-protein coupled signaling, and interference of the G-protein pathways. They are most commonly linked to therapeutic treatment of chronic pain. Studies have shown that the intrathecal injection of calcium channel inhibitors such as Ziconotide, to block the N-type calcium channels, have produced alleviation of intractable pain. Administering N-type peptide blockers via injection into the spinal canal (intrathecal injection) allows the drugs to reach the cerebral spinal fluid where the channels are located. The use of blockers to inhibit the N-type calcium channels have produced alleviation of chronic pain from a variety of different diseases. For example, blockade of the N-type calcium channel is a potential therapeutic strategy for the treatment of alcoholism using N-type channel antagonists. Because prolonged alcohol exposure over time has been known to increase N-type channel function, experiments have been performed to determine the effect inhibiting them has on alcohol addiction. Studies have shown that using N-type antagonists to decrease channel activity has shown reduced voluntary consumption of alcohol. <br> <br> Studies have also shown that N-type peptide blockers have been used to relieve pain that results from osteoarthritis, hypertension, diabetic neuropathy. It has also been known to be used to aid in relief of pain associated with cancer and can be used for patients actively battling cancer. Studies are being done to see if the treatment may also be used for those survivors still experiencing chronic pain. Also, due to the N-type calcium channel being intrinsic to neurotransmitter release and excitability, they can be regulated via GPCR signaling using Analgesic opioid drugs to relieve pain. This is done by modulating the sensory transmitter release and subsequently lessening the feelings of pain and cancer. However, the use of intrathecally injected N-type channel blockers has proven to be more beneficial than common opioid remedies because there are less negative side effects associated. <br> <br> The Cav2.2 channel inhibitor, Ziconotide, for example, is the only drug on the market as of now that directly targets the n-type channel and its conotoxin peptide. N-type calcium channels have also been associated with several known diseases as well. For example, mutations in the CACNA1B gene have been associated with Myoclonus-Dystonia syndrome, an unusual hyperkinetic movement disorder with muscular contractile symptoms. This can be explained by the fact that the channel is mutated with an increase in current flow, subsequently causing hyperexcitability. It has also been linked to cardiac arrhythmia, as increased excitability can cause tachycardia. Issues with the alpha subunit of the N-type calcium channel . Duplication of the CACNA1B gene has also been linked to cases of the Autism Spectrum Disorder as well as psychiatric diseases such as bipolar disorder and schizophrenia.",
            "score": 176.56443786621094
        },
        {
            "docid": "42433109_7",
            "document": "EMA401 . Nociceptive pain is immediate pain felt as a result of injury inflicted upon tissue. Neuropathic pain, in contrast, is long-lasting pain that develops when the peripheral and the central nervous system are sensitized following injury to these systems. Neuropathic pain may be continuous pain, spontaneous, or pain caused by hypersensitivity to non-nociceptive levels of stimulus. Angiotensin II (AngII) is an octapeptide that regulates blood pressure, controls water fluid balance, and pain perception. It activates two membrane bound G protein-coupled receptors: angiotensin II type 1 receptors (ATR) and angiotensin II type 2 receptors (ATR). AgnII co-localization with substance P and calcitonin gene-related peptide implies its role in nociception. ATR, the receptor mainly responsible for AngII's effect on the pain mechanisms within the nervous system, is expressed in the dorsal root ganglion (DRG), as well as human trigeminal ganglia. These receptors are locally produced inside DRG neurons, implying the presence of an intrinsic angiotensinergic system. Injured nerves and painful neuromas show higher ATR expression compared to normal undamaged nerves. AngII contributes to neuropathic pain by potentiating neuronal pathways that signal pain when AngII activates ATR expressed on pain detecting neurons. AngII potentiates neuronal pathways by increasing neurite length and density in DRG neurons. AngII potentiates neuronal pathways by sensitizing nociceptors as well. Nociceptor sensitization suggests a decreased thresholds for activation of nociceptors. ATR activation increases kinase levels in DRG neurons, such as levels of PKA, PKC and MAPK, via G protein-coupled receptor-activated second messenger pathways. These phosphorylating enzymes sensitize major voltage-gated ion channels found on DRG neurons. Sensitization increases neuronal excitation following receptor channel activation. EMA401 antagonized human ATR with a Ki of 5.4 nM, IC of 39 nM and a Hill coefficient of 1.3. EMA401 alleviates pain and provides relief by blocking the AngII induced potentiation. TRPV1 is an example a nociceptor that's sensitization is inhibited by EMA401. Clinical conditions of chronic pain shows up-regulated TRPV1 expression. The transient receptor potential cation channel subfamily V member 1 (TRPV1) is a ligand-gated non-selective cation channel found in sensory neurons that allows the sensation and perception of heat and other noxious stimuli. Opening of TRPV1 channels lead to the influx of Na and Ca, causing the nociceptive neuron to depolarize. The direct phosphorylation of TRPV1 channel's Ser116 residue by cAMP-dependent protein kinase (PKA) sensitizes the TRPV1 channel. cAMP signals PKA to phosphorylate TRPV1. Phosphorylated TRPV1 has a lower threshold for activation, causing potentiation of its neuronal pathways. Activation of the ATR increases cAMP levels, resulting in higher numbers of phosphorylated TRPV1. This causes behavioral hypersensitivity of TRPV1 to its stimuli. Increased ATR activity causes hyperalgesia. ATR antagonist EMA401 inhibits the downstream effects of ATR activation, including an increase in cAMP. Fewer TRPV1 are phosphorylated when treated with EMA401, both reversing and/or preventing potentiation that causes hyperalgesia. AngII increases neuronal excitability to TRPV1 channel activation. EMA401 inhibits this increase in excitability in a dose dependent manner, producing analgesic effects.",
            "score": 172.97853088378906
        },
        {
            "docid": "2567511_10",
            "document": "Neural engineering . Messages that the body uses to influence thoughts, senses, movements, and survival are directed by nerve impulses transmitted across brain tissue and to the rest of the body.  Neurons are the basic functional unit of the nervous system and are highly specialized cells that are capable of sending these signals that operate high and low level functions needed for survival and quality of life. Neurons have special electro-chemical properties that allow them to process information and then transmit that information to other cells. Neuronal activity is dependent upon neural membrane potential and the changes that occur along and across it.  A constant voltage, known as the membrane potential, is normally maintained by certain concentrations of specific ions across neuronal membranes. Disruptions or variations in this voltage create an imbalance, or polarization, across the membrane. Depolarization of the membrane past its threshold potential generates an action potential, which is the main source of signal transmission, known as neurotransmission of the nervous system. An action potential results in a cascade of ion flux down and across an axonal membrane, creating an effective voltage spike train or \"electrical signal\" which can transmit further electrical changes in other cells.  Signals can be generated by electrical, chemical, magnetic, optical, and other forms of stimuli that influence the flow of charges, and thus voltage levels across neural membranes (He 2005).",
            "score": 163.54815673828125
        },
        {
            "docid": "21120_10",
            "document": "Neuron . The key to neural function is the synaptic signaling process, which is partly electrical and partly chemical. The electrical aspect depends on properties of the neuron's membrane. Like all animal cells, the cell body of every neuron is enclosed by a plasma membrane, a bilayer of lipid molecules with many types of protein structures embedded in it. A lipid bilayer is a powerful electrical insulator, but in neurons, many of the protein structures embedded in the membrane are electrically active. These include ion channels that permit electrically charged ions to flow across the membrane and ion pumps that actively transport ions from one side of the membrane to the other. Most ion channels are permeable only to specific types of ions. Some ion channels are voltage gated, meaning that they can be switched between open and closed states by altering the voltage difference across the membrane. Others are chemically gated, meaning that they can be switched between open and closed states by interactions with chemicals that diffuse through the extracellular fluid. The interactions between ion channels and ion pumps produce a voltage difference across the membrane, typically a bit less than 1/10 of a volt at baseline. This voltage has two functions: first, it provides a power source for an assortment of voltage-dependent protein machinery that is embedded in the membrane; second, it provides a basis for electrical signal transmission between different parts of the membrane.",
            "score": 159.00393676757812
        },
        {
            "docid": "569399_22",
            "document": "Stimulus (physiology) . This change in membrane permeability in the dendrites is known as a local graded potential and causes the membrane voltage to change from a negative resting potential to a more positive voltage, a process known as depolarization. The opening of sodium channels allows nearby sodium channels to open, allowing the change in permeability to spread from the dendrites to the cell body. If a graded potential is strong enough, or if several graded potentials occur in a fast enough frequency, the depolarization is able to spread across the cell body to the axon hillock. From the axon hillock, an action potential can be generated and propagated down the neuron's axon, causing sodium ion channels in the axon to open as the impulse travels. Once the signal begins to travel down the axon, the membrane potential has already passed threshold, which means that it cannot be stopped. This phenomenon is known as an all-or-nothing response. Groups of sodium channels opened by the change in membrane potential strengthen the signal as it travels away from the axon hillock, allowing it to move the length of the axon. As the depolarization reaches the end of the axon, or the axon terminal, the end of the neuron becomes permeable to calcium ions, which enters the cell via calcium ion channels. Calcium causes the release of neurotransmitters stored in synaptic vesicles, which enter the synapse between two neurons known as the presynaptic and postsynaptic neurons; if the signal from the presynaptic neuron is excitatory, it will cause the release of an excitatory neurotransmitter, causing a similar response in the postsynaptic neuron. These neurons may communicate with thousands of other receptors and target cells through extensive, complex dendritic networks. Communication between receptors in this fashion enables discrimination and the more explicit interpretation of external stimuli. Effectively, these localized graded potentials trigger action potentials that communicate, in their frequency, along nerve axons eventually arriving in specific cortexes of the brain. In these also highly specialized parts of the brain, these signals are coordinated with others to possibly trigger a new response.",
            "score": 157.488525390625
        },
        {
            "docid": "22039284_8",
            "document": "Wide dynamic range neuron . Another aspect that plays a role in neuropathic pain is the transient receptor channel called TRPA1. This channel is known to have influenced chronic pain injuries and diseases such as inflammation, diabetes, fibromyalgia, bronchitis, and emphysema. WDR neurons are a huge part of the somatosensory system, helping to send and receive signals based on sensory changes in the body. The TRPA1 channel has been closely associated with temperature and pain sensation in primary afferent sensory neurons and are largely found in nociceptive sensory neurons in the dorsal root ganglia. The inhibition of TRPA1 is known to contribute to different inflammatory and neuropathic diseases by amplifying the pain and hypersensitivity. This is an area of study that is beneficial to continue to study and learn how to target and control aspects of chronic inflammatory and neuropathic diseases involved in sensory responses that WDR neurons play a role in.",
            "score": 156.98095703125
        },
        {
            "docid": "859926_29",
            "document": "Sensory neuron . There are many drugs currently on the market that are used to manipulate or treat sensory system disorders. For instance, Gabapentin is a drug that is used to treat neuropathic pain by interacting with one of the voltage-dependent calcium channels present on non-receptive neurons. Some drugs may be used to combat other health problems, but can have unintended side effects on the sensory system. Ototoxic drugs are drugs which affect the cochlea through the use of a toxin like aminoglycoside antibiotics, which poison hair cells. Through the use of these toxins, the K+ pumping hair cells cease their function. Thus, the energy generated by the endocochlear potential which drives the auditory signal transduction process is lost, leading to hearing loss.",
            "score": 153.56973266601562
        },
        {
            "docid": "563161_46",
            "document": "Membrane potential . As explained above, the potential at any point in a cell's membrane is determined by the ion concentration differences between the intracellular and extracellular areas, and by the permeability of the membrane to each type of ion. The ion concentrations do not normally change very quickly (with the exception of Ca, where the baseline intracellular concentration is so low that even a small influx may increase it by orders of magnitude), but the permeabilities of the ions can change in a fraction of a millisecond, as a result of activation of ligand-gated ion channels. The change in membrane potential can be either large or small, depending on how many ion channels are activated and what type they are, and can be either long or short, depending on the lengths of time that the channels remain open. Changes of this type are referred to as graded potentials, in contrast to action potentials, which have a fixed amplitude and time course.",
            "score": 152.76271057128906
        },
        {
            "docid": "37688150_15",
            "document": "Automated patch clamp . Ordinarily, neurons don't grow in suspension cultures, but other cell types can. Some can be transfected with genes to create the membrane ion channels of interest. This means that a cell that normally doesn't have electrical activity can grow ion channels in its membrane that will generate ionic currents. Because the cells are dissociated from one another in suspension cultures, the ionic currents in a single cell can be measured with precision. This allows researchers to study ion channel behavior in more controlled environments without currents from other cells interfering, as usually occurs in neural networks. This is particularly useful in drug screening studies where the target is a specific protein. Because handling cells in suspension is much easier than handling cells in culture or in vivo, patch clamp recordings can be obtained much faster and more reliably this way, which increases productivity, making the screening of thousands of compounds possible.",
            "score": 152.65550231933594
        },
        {
            "docid": "20512936_2",
            "document": "Dendritic spike . In neurophysiology, a dendritic spike refers to an action potential generated in the dendrite of a neuron. Dendrites are branched extensions of a neuron. They receive electrical signals emitted from projecting neurons and transfer these signals to the cell body, or soma. Dendritic signaling has traditionally been viewed as a passive mode of electrical signaling. Unlike its axon counterpart which can generate signals through action potentials, dendrites were believed to only have the ability to propagate electrical signals by physical means: changes in conductance, length, cross sectional area, etc. However, a large body of evidence now makes it clear that dendrites are active neuronal structures. Dendrites contain voltage-gated ion channels giving them the ability to generate action potentials. Dendritic spikes have been recorded in numerous types of neurons in the brain and are thought to have great implications in neuronal communication, memory, and learning. They are one of the major factors in long-term potentiation.",
            "score": 152.2461395263672
        },
        {
            "docid": "563161_4",
            "document": "Membrane potential . Virtually all eukaryotic cells (including cells from animals, plants, and fungi) maintain a non-zero transmembrane potential, usually with a negative voltage in the cell interior as compared to the cell exterior ranging from –40 mV to –80 mV. The membrane potential has two basic functions. First, it allows a cell to function as a battery, providing power to operate a variety of \"molecular devices\" embedded in the membrane. Second, in electrically excitable cells such as neurons and muscle cells, it is used for transmitting signals between different parts of a cell. Signals are generated by opening or closing of ion channels at one point in the membrane, producing a local change in the membrane potential. This change in the electric field can be quickly affected by either adjacent or more distant ion channels in the membrane. Those ion channels can then open or close as a result of the potential change, reproducing the signal.",
            "score": 152.10350036621094
        },
        {
            "docid": "14408479_71",
            "document": "Biological neuron model . In the case of modelling a biological neuron, physical analogues are used in place of abstractions such as \"weight\" and \"transfer function\". A neuron is filled and surrounded with water containing ions, which carry electric charge. The neuron is bound by an insulating cell membrane and can maintain a concentration of charged ions on either side that determines a capacitance . The firing of a neuron involves the movement of ions into the cell that occurs when neurotransmitters cause ion channels on the cell membrane to open. We describe this by a physical time-dependent current . With this comes a change in voltage, or the electrical potential energy difference between the cell and its surroundings, which is observed to sometimes result in a voltage spike called an action potential which travels the length of the cell and triggers the release of further neurotransmitters. The voltage, then, is the quantity of interest and is given by .",
            "score": 151.2384796142578
        },
        {
            "docid": "156998_12",
            "document": "Action potential . Thus, a voltage-gated ion channel tends to be open for some values of the membrane potential, and closed for others. In most cases, however, the relationship between membrane potential and channel state is probabilistic and involves a time delay. Ion channels switch between conformations at unpredictable times: The membrane potential determines the rate of transitions and the probability per unit time of each type of transition. Voltage-gated ion channels are capable of producing action potentials because they can give rise to positive feedback loops: The membrane potential controls the state of the ion channels, but the state of the ion channels controls the membrane potential. Thus, in some situations, a rise in the membrane potential can cause ion channels to open, thereby causing a further rise in the membrane potential. An action potential occurs when this positive feedback cycle proceeds explosively. The time and amplitude trajectory of the action potential are determined by the biophysical properties of the voltage-gated ion channels that produce it. Several types of channels capable of producing the positive feedback necessary to generate an action potential do exist. Voltage-gated sodium channels are responsible for the fast action potentials involved in nerve conduction. Slower action potentials in muscle cells and some types of neurons are generated by voltage-gated calcium channels. Each of these types comes in multiple variants, with different voltage sensitivity and different temporal dynamics.",
            "score": 150.20523071289062
        },
        {
            "docid": "10843628_17",
            "document": "Glutamate carboxypeptidase II . Researchers have been able to show that effective and selective GCPII inhibitors are able to decrease the brain's levels of glutamate and even provide protection from apoptosis or degradation of brain neurons in many animal models of stroke, amyotrophic lateral sclerosis, and neuropathic pain. This inhibition of these NAAG peptidases, sometimes referred to as NPs, are thought to provide this protection from apoptosis or degradation of brain neurons by elevating the concentrations of NAAG within the synapse of neurons. NAAG then reduces the release of glutamate while stimulating the release of some trophic factors from the glia cells in the central nervous system, resulting in the protection from apoptosis or degradation of brain neurons. It is important to note, however, that these NP inhibitors do not seem to have any effect on normal glutamate function. The NP inhibition is able to improve the naturally occurring regulation instead of activating or inhibiting receptors that would disrupt this process. Research has also shown that small-molecule-based NP inhibitors are beneficial in animal models that are relevant to neurodegenerative diseases. Some specific applications of this research include neuropathic and inflammatory pain, traumatic brain injury, ischemic stroke, schizophrenia, diabetic neuropathy, amyotrophic lateral sclerosis, as well as drug addiction. Previous research has found that drugs that are able to reduce glutamate transmission can relieve the neuropathic pain, although the resultant side-effects have limited a great deal of their clinical applications. Therefore, it appears that, since GCPII is exclusively recruited for the purpose of providing a glutamate source in hyperglutamatergic and excitotoxic conditions, this could be an alternative to avert these side-effects. More research findings have shown that the hydrolysis of NAAG is disrupted in schizophrenia, and they have shown that specific anatomical regions of the brain may even show discrete abnormalities in the GCP II synthesis, so NPs may also be therapeutic for patients suffering with schizophrenia. One major hurdle with using many of the potent GCPII inhibitors that have been prepared to date are typically highly polar compounds, which causes problems because they do not then penetrate the blood–brain barrier easily.",
            "score": 149.5230712890625
        },
        {
            "docid": "2860430_15",
            "document": "Neural oscillation . Scientists have identified some intrinsic neuronal properties that play an important role in generating membrane potential oscillations. In particular, voltage-gated ion channels are critical in the generation of action potentials. The dynamics of these ion channels have been captured in the well-established Hodgkin–Huxley model that describes how action potentials are initiated and propagated by means of a set of differential equations. Using bifurcation analysis, different oscillatory varieties of these neuronal models can be determined, allowing for the classification of types of neuronal responses. The oscillatory dynamics of neuronal spiking as identified in the Hodgkin–Huxley model closely agree with empirical findings. In addition to periodic spiking, subthreshold membrane potential oscillations, i.e. resonance behavior that does not result in action potentials, may also contribute to oscillatory activity by facilitating synchronous activity of neighboring neurons. Like pacemaker neurons in central pattern generators, subtypes of cortical cells fire bursts of spikes (brief clusters of spikes) rhythmically at preferred frequencies. Bursting neurons have the potential to serve as pacemakers for synchronous network oscillations, and bursts of spikes may underlie or enhance neuronal resonance.",
            "score": 148.60276794433594
        },
        {
            "docid": "8497659_5",
            "document": "Nav1.7 . Mutation in Na1.7 may result in primary erythromelalgia (PE), an autosomal dominant, inherited disorder which is characterized by attacks or episodes of symmetrical burning pain of the feet, lower legs, and sometimes hands, elevated skin temperature of affected areas, and reddened extremities. The mutation causes excessive channel activity which suggests that Na1.7 sets the gain on pain signaling in humans. It was observed that a missense mutation in the \"SCN9A\" gene affected conserved residues in the pore-forming α subunit of the Na1.7 channel. Multiple studies have found a dozen \"SCN9A\" mutations in multiple families as causing erythromelagia. All of the observed erythromelalgia mutations that are observed are missense mutations that change important and highly conserved amino acid residues of the Na1.7 protein. The majority of mutations that cause PE are located in cytoplasmic linkers of the Na1.7 channel, however some mutations are present in transmembrane domains of the channel. The PE mutations cause a hyperpolarizing shift in the voltage dependence of channel activation, which allows the channel to be activated by smaller than normal depolarizations, thus enhancing the activity of Na1.7. Moreover, the majority of the PE mutations also slow deactivation, thus keeping the channel open longer once it is activated. In addition, in response to a slow, depolarizing stimulus, most mutant channels will generate a larger than normal sodium current. Each of these alterations in activation and deactivation can contribute to the hyperexcitability of pain-signaling DRG neurons expressing these mutant channels, thus causing extreme sensitivity to pain (hyperalgesia). While the expression of PE Na1.7 mutations produces hyperexcitability in DRG neurons, studies on cultured rat in sympathetic ganglion neurons indicate that expression of these same PE mutations results in reduction of excitability of these cells. This occurs because Na1.8 channels, which are selectively expressed in addition to Na1.7 in DRG neurons, are not present within sympathetic ganglion neurons. Thus lack of Na1.7 results in inactivation of the sodium channels results in reduced excitability. Thus physiological interaction of Na1.7 and Na1.8 can explain the reason that PE presents with pain due to hyperexcitability of nociceptors and with sympathetic dysfunction that is most likely due to hypoexcitability of sympathetic ganglion neurons. Recent studies have associated a defect in \"SCN9A\" with congenital insensitivity to pain.",
            "score": 148.15916442871094
        },
        {
            "docid": "853501_2",
            "document": "Erythromelalgia . Erythromelalgia, formerly known as Mitchell's disease (after Silas Weir Mitchell), is a rare vascular peripheral pain disorder in which blood vessels, usually in the lower extremities or hands, are episodically blocked (frequently on and off daily), then become hyperemic and inflamed. There is severe burning pain (in the small fiber sensory nerves) and skin redness. The attacks are periodic and are commonly triggered by heat, pressure, mild activity, exertion, insomnia or stress. Erythromelalgia may occur either as a primary or secondary disorder (i.e. a disorder in and of itself or a symptom of another condition). Secondary erythromelalgia can result from small fiber peripheral neuropathy of any cause, polycythemia vera, essential thrombocytosis, hypercholesterolemia, mushroom or mercury poisoning, and some autoimmune disorders. Primary erythromelalgia is caused by mutation of the voltage-gated sodium channel α-subunit gene \"SCN9A\". In 2004 erythromelalgia became the first human disorder in which it has been possible to associate an ion channel mutation with chronic neuropathic pain, when its link to the SCN9A gene was initially published in the \"Journal of Medical Genetics\". Later that year, in an article in \"The Journal of Neuroscience\", Cummins et al., demonstrated, using voltage clamp recordings, that these mutations enhanced the function of Na1.7 sodium channels, which are preferentially expressed within peripheral neurons. One year later, in an article in \"Brain\", Dib-Hajj et al., demonstrated that Na1.7 mutants channels, from families with inherited erythromelalgia (IEM), make dorsal root ganglion (DRG, peripheral and sensory), neurons hyper excitable, thereby demonstrating the mechanistic link between these mutations and pain, thereby firmly establishing Na1.7 gain-of-function mutations as the molecular basis for IEM. Conversely, in December 2006 a University of Cambridge team reported an SCN9A mutation that resulted in a complete lack of pain sensation in a Pakistani street performer and some of his family members. He felt no pain, walked on hot coals and stabbed himself to entertain crowds. By 2013, nearly a dozen gain-of-function mutations of Na1.7 had been linked to IEM. The multi-decades search which identified gene SCN9A as the cause of inherited erythomelalgia is documented in a book by Stephen Waxman, \"Chasing Men on Fire: The Story of the Search for a Pain Gene\".",
            "score": 148.1244354248047
        },
        {
            "docid": "57421_25",
            "document": "Capsaicin . The burning and painful sensations associated with capsaicin result from its chemical interaction with sensory neurons. Capsaicin, as a member of the vanilloid family, binds to a receptor called the vanilloid receptor subtype 1 (TRPV1). First cloned in 1997, TRPV1 is an ion channel-type receptor. TRPV1, which can also be stimulated with heat, protons and physical abrasion, permits cations to pass through the cell membrane when activated. The resulting depolarization of the neuron stimulates it to signal the brain. By binding to the TRPV1 receptor, the capsaicin molecule produces similar sensations to those of excessive heat or abrasive damage, explaining why the spiciness of capsaicin is described as a burning sensation.",
            "score": 147.74986267089844
        },
        {
            "docid": "156998_4",
            "document": "Action potential . Action potentials are generated by special types of voltage-gated ion channels embedded in a cell's plasma membrane. These channels are shut when the membrane potential is near the (negative) resting potential of the cell, but they rapidly begin to open if the membrane increases to a precisely defined threshold voltage, depolarising the transmembrane potential. When the channels open, they allow an inward flow of sodium ions, which changes the electrochemical gradient, which in turn produces a further rise in the membrane potential. This then causes more channels to open, producing a greater electric current across the cell membrane, and so on. The process proceeds explosively until all of the available ion channels are open, resulting in a large upswing in the membrane potential. The rapid influx of sodium ions causes the polarity of the plasma membrane to reverse, and the ion channels then rapidly inactivate. As the sodium channels close, sodium ions can no longer enter the neuron, and then they are actively transported back out of the plasma membrane. Potassium channels are then activated, and there is an outward current of potassium ions, returning the electrochemical gradient to the resting state. After an action potential has occurred, there is a transient negative shift, called the afterhyperpolarization.",
            "score": 147.3707733154297
        },
        {
            "docid": "25327696_7",
            "document": "Acid-sensing ion channel . The role of the ASIC is to sense reduced levels of extracellular pH and result in a response or signal from the neuron. The ligand that binds to the activation site has long been thought to be exclusively protons, however recent studies have shown that ASIC4 and ASIC1 can be activated at normal pH levels, indicating other types of ligand binders. Under increased acidic conditions, a proton binds to the channel in the extracellular region, activating the ion channel to go through conformational change therefore opening transmembrane domain 2 (TMD2). This results in the influx of sodium ions through the lumen of TMD2. All ASICs are specifically permeable to sodium ions. The only variant is ASIC1a which also has a low permeability to calcium ions. The influx of these cations results in membrane depolarization. Voltage-gated Ca channels are activated resulting in an influx of calcium into the cell. This causes depolarization of the neuron and an excitatory response released. In ASIC1a, Ca increase inside the cell is a result of calcium influx directly through the channel.",
            "score": 147.22488403320312
        },
        {
            "docid": "156998_24",
            "document": "Action potential . Neurons are electrically excitable cells composed, in general, of one or more dendrites, a single soma, a single axon and one or more axon terminals. Dendrites are cellular projections whose primary function is to receive synaptic signals. Their protrusions, known as dendritic spines, are designed to capture the neurotransmitters released by the presynaptic neuron. They have a high concentration of ligand-gated ion channels. These spines have a thin neck connecting a bulbous protrusion to the dendrite. This ensures that changes occurring inside the spine are less likely to affect the neighboring spines. The dendritic spine can, with rare exception (see LTP), act as an independent unit. The dendrites extend from the soma, which houses the nucleus, and many of the \"normal\" eukaryotic organelles. Unlike the spines, the surface of the soma is populated by voltage activated ion channels. These channels help transmit the signals generated by the dendrites. Emerging out from the soma is the axon hillock. This region is characterized by having a very high concentration of voltage-activated sodium channels. In general, it is considered to be the spike initiation zone for action potentials, i.e. the trigger zone. Multiple signals generated at the spines, and transmitted by the soma all converge here. Immediately after the axon hillock is the axon. This is a thin tubular protrusion traveling away from the soma. The axon is insulated by a myelin sheath. Myelin is composed of either Schwann cells (in the peripheral nervous system) or oligodendrocytes (in the central nervous system), both of which are types of glial cells. Although glial cells are not involved with the transmission of electrical signals, they communicate and provide important biochemical support to neurons. To be specific, myelin wraps multiple times around the axonal segment, forming a thick fatty layer that prevents ions from entering or escaping the axon. This insulation prevents significant signal decay as well as ensuring faster signal speed. This insulation, however, has the restriction that no channels can be present on the surface of the axon. There are, therefore, regularly spaced patches of membrane, which have no insulation. These nodes of Ranvier can be considered to be \"mini axon hillocks\", as their purpose is to boost the signal in order to prevent significant signal decay. At the furthest end, the axon loses its insulation and begins to branch into several axon terminals. These presynaptic terminals, or synaptic boutons, are a specialized area within the axon of the presynaptic cell that contains neurotransmitters enclosed in small membrane-bound spheres called synaptic vesicles.",
            "score": 147.1035614013672
        },
        {
            "docid": "21120_5",
            "document": "Neuron . All neurons are electrically excitable, due to maintenance of voltage gradients across their membranes by means of metabolically driven ion pumps, which combine with ion channels embedded in the membrane to generate intracellular-versus-extracellular concentration differences of ions such as sodium, potassium, chloride, and calcium. Changes in the cross-membrane voltage can alter the function of voltage-dependent ion channels. If the voltage changes by a large enough amount, an all-or-none electrochemical pulse called an action potential is generated and this change in cross-membrane potential travels rapidly along the cell's axon, and activates synaptic connections with other cells when it arrives.",
            "score": 146.09396362304688
        },
        {
            "docid": "18418966_6",
            "document": "Nav1.8 . Voltage clamp methods have demonstrated that Na1.8 is unique, among sodium channels, in exhibiting relatively depolarized steady-state inactivation. Thus, Na1.8 remains available to operate, when neurons are depolarized to levels that inactivate other sodium channels. Voltage clamp has been used to show how action potentials in DRG cells are shaped by TTX-resistant sodium channels. Na1.8 contributes the most to sustaining the depolarizing stage of action repetitive high-frequency potentials in nociceptive sensory neurons because it activates quickly and remaining activated after detecting a noxious stimulus. Therefore, Na1.8 contributes to hyperalgesia (increased sensitivity to pain) and allodynia (pain from stimuli that do not usually cause it), which are elements of chronic pain. Na1.8 knockout mice studies have shown that the channel is associated with inflammatory and neuropathic pain. Moreover, Na1.8 plays a crucial role in cold pain. Reducing the temperature from 30 °C to 10 °C slows the activation of VGSCs and hence decreases the current. However, Na1.8 is cold-resistant and is able to generate action potentials in the cold to carry information from nociceptors to the central nervous system (CNS). Furthermore, Na1.8-null mice failed to produce action potentials, indicating that Na1.8 is essential to the perception of pain in cold temperatures.",
            "score": 145.19342041015625
        },
        {
            "docid": "23111547_3",
            "document": "Proton-sensing G protein-coupled receptors . Pain sensation can be initiated by nociceptor cells that are sensory neurons with cell bodies located in the dorsal root ganglia. Some nociceptors respond to low pH and the pH-sensitive amiloride-sensitive cation channel 3 has been described as a modulator of acid-induced pain sensation. However, results with amiloride-sensitive cation channel 3 gene knockout mice suggest that those channels do not fully account for acid-induced pain sensation. Proton-sensing G protein-coupled receptors have been shown to be expressed in small-diameter neurons responsible for nociception where they may play a role in acid-induced pain sensation. Acid-sensing neuron-mediated immediate pungent pain has been associated with acid-sensing ion channels.",
            "score": 144.10350036621094
        },
        {
            "docid": "42433109_2",
            "document": "EMA401 . EMA401 is a drug under development for the treatment of peripheral neuropathic pain. Trials were discontinued in 2015, with new trials scheduled to begin March, 2018. It was initially established as a potential drug option for patients suffering pain caused by postherpetic neuralgia. It may also be useful for treating various types of chronic neuropathic pains caused by lesions and other diseases affecting the somatosensory system in addition to postherpetic neuralgia. EMA401 has been implicated in alleviating pains associated with a host of neural abnormalities, ranging from excessive nerve sprouting due to damaged nerve caused by shingles, diabetes, osteoarthritis, HIV and chemotherapy. EMA401 is a competitive antagonist of angiotensin II type 2 receptor (ATR) being developed by the Australian biotechnology company Spinifex Pharmaceuticals. It is the S-enantiomer form of the racemate drug EMA400. Analgesic treatments currently available for pain disorders are unsuited for severe chronic neuropathic pains. EMA401 is more effective and has virtually no central nervous system side effects in comparison to current drugs for pain relief, such as Neurotin and Lyrica. Pain pathways of the other functional systems have major molecular and mechanistic differences compared to pain pathways of the peripheral nervous system. EMA401 target proteins, angiotensin II type 2 receptors, are extremely important for nociception within the peripheral nervous system and less so for nociception within other functional systems. EMA401 is the first drug on the market that targets angiotensin II type 2 receptors (ATR) with high affinity but has a low affinity for angiotensin II type 1 receptors. Angiotensin II receptor antagonists that have existed in the pharmaceutical market have had higher affinities for angiotensin II type 1 receptors (ATR) over type 2 receptors. ATR are not involved with nociception. ATR antagonists have been mostly used for the treatment of hypertension.",
            "score": 143.55931091308594
        },
        {
            "docid": "22039284_5",
            "document": "Wide dynamic range neuron . When there is a painful stimulus there are two pathways that can be taken. The nociceptive neurons in lamina 1 become compromised or the WDR neurons become compromised. The WDR neurons can respond to electrical, mechanical, and thermal stimulation. The dorsal cord has faulty plasticity, which encourages the development of neuropathic pain after an injury to a nerve. This allows for the over-excitation discussed previously, resulting in chronic pain. The unique pain pathway of the WDR neurons allows information about the stimulus to be used to map out the intensity of the pain through sensory discrimination.",
            "score": 143.2828369140625
        },
        {
            "docid": "1610581_2",
            "document": "Voltage-gated calcium channel . Voltage-gated calcium channels (VGCCs), also known as voltage-dependent calcium channels (VDCCs), are a group of voltage-gated ion channels found in the membrane of excitable cells (\"e.g.\", muscle, glial cells, neurons, etc.) with a permeability to the calcium ion Ca. These channels are slightly permeable to sodium ions, so they are also called Ca-Na channels, but their permeability to calcium is about 1000-fold greater than to sodium under normal physiological conditions. At physiologic or resting membrane potential, VGCCs are normally closed. They are activated (\"i.e.\", opened) at depolarized membrane potentials and this is the source of the \"voltage-gated\" epithet. The concentration of calcium (Ca ions) is normally several thousand times higher outside the cell than inside. Activation of particular VGCCs allows Ca to rush into the cell, which, depending on the cell type, results in activation of calcium-sensitive potassium channels, muscular contraction, excitation of neurons, up-regulation of gene expression, or release of hormones or neurotransmitters. VGCCs have been immunolocalized in the zona glomerulosa of normal and hyperplastic human adrenal, as well as in aldosterone-producing adenomas (APA), and in the latter T-type VGCCs correlated with plasma aldosterone levels of patients. Excessive activation of VGCCs is a major component of excitotoxicity, as severely elevated levels of intracellular calcium activates enzymes which, at high enough levels, can degrade essential cellular structures.",
            "score": 143.21144104003906
        },
        {
            "docid": "8497659_3",
            "document": "Nav1.7 . Na1.7 is a voltage-gated sodium channel and plays a critical role in the generation and conduction of action potentials and is thus important for electrical signaling by most excitable cells. Na1.7 is present at the endings of pain-sensing nerves, the nociceptors, close to the region where the impulse is initiated. Stimulation of the nociceptor nerve endings produces \"generator potentials\", which are small changes in the voltage across the neuronal membranes. The Na1.7 channel amplifies these membrane depolarizations, and when the membrane potential difference reaches a specific threshold, the neuron fires. In sensory neurons, multiple voltage-dependent sodium currents can be differentiated by their voltage dependence and by sensitivity to the voltage-gated sodium-channel blocker tetrodotoxin. The Na1.7 channel produces a rapidly activating and inactivating current which is sensitive to the level of tetrodotoxin. Na1.7 is important in the early phases of neuronal electrogenesis. Na1.7 activity consists of a slow transition of the channel into an inactive state when it is depolarized, even to a minor degree. This property allows these channels to remain available for activation with even small or slowly developing depolarizations. Stimulation of the nociceptor nerve endings produces \"generator potentials\", small changes in the voltage across the neuronal membranes. This brings neurons to a voltage that stimulate Na1.8, which has a more depolarized activation threshold that produces most of the transmembrane current responsible for the depolarizing phase of action potentials.",
            "score": 142.48789978027344
        },
        {
            "docid": "17033211_2",
            "document": "Quantitative models of the action potential . In neurophysiology, several mathematical models of the action potential have been developed, which fall into two basic types. The first type seeks to model the experimental data quantitatively, i.e., to reproduce the measurements of current and voltage exactly. The renowned Hodgkin–Huxley model of the axon from the \"Loligo\" squid exemplifies such models. Although qualitatively correct, the H-H model does not describe every type of excitable membrane accurately, since it considers only two ions (sodium and potassium), each with only one type of voltage-sensitive channel. However, other ions such as calcium may be important and there is a great diversity of channels for all ions. As an example, the cardiac action potential illustrates how differently shaped action potentials can be generated on membranes with voltage-sensitive calcium channels and different types of sodium/potassium channels. The second type of mathematical model is a simplification of the first type; the goal is not to reproduce the experimental data, but to understand qualitatively the role of action potentials in neural circuits. For such a purpose, detailed physiological models may be unnecessarily complicated and may obscure the \"forest for the trees\". The Fitzhugh-Nagumo model is typical of this class, which is often studied for its entrainment behavior. Entrainment is commonly observed in nature, for example in the synchronized lighting of fireflies, which is coordinated by a burst of action potentials; entrainment can also be observed in individual neurons. Both types of models may be used to understand the behavior of small biological neural networks, such as the central pattern generators responsible for some automatic reflex actions. Such networks can generate a complex temporal pattern of action potentials that is used to coordinate muscular contractions, such as those involved in breathing or fast swimming to escape a predator.",
            "score": 142.19912719726562
        },
        {
            "docid": "318049_7",
            "document": "Fibromyalgia . The cause of fibromyalgia is unknown. However, several hypotheses have been developed including \"central sensitization\". This theory proposes that people with fibromyalgia have a lower threshold for pain because of increased reactivity of pain-sensitive nerve cells in the spinal cord or brain. Neuropathic pain and major depressive disorder often co-occur with fibromyalgia – the reason for this comorbidity appears to be due to shared genetic abnormalities, which leads to impairments in monoaminergic, glutamatergic, neurotrophic, opioid and proinflammatory cytokine signaling. In these vulnerable individuals, psychological stress or illness can cause abnormalities in inflammatory and stress pathways which regulate mood and pain. Eventually, a sensitization and kindling effect occur in certain neurons leading to the establishment of fibromyalgia and sometimes a mood disorder. The evidence suggests that the pain in fibromyalgia results primarily from pain processing pathways functioning abnormally. In simple terms, it can be described as the volume of the neurons being set too high and this hyper-excitability of pain processing pathways and under-activity of inhibitory pain pathways in the brain results in the affected individual experiencing pain. Some neurochemical abnormalities that occur in fibromyalgia also regulate mood, sleep, and energy, thus explaining why mood, sleep, and fatigue problems are commonly co-morbid with fibromyalgia.",
            "score": 142.0770721435547
        },
        {
            "docid": "598586_10",
            "document": "Threshold potential . The value of threshold can vary according to numerous factors. Changes in the ion conductances of sodium or potassium can lead to either a raised or lowered value of threshold. Additionally, the diameter of the axon, density of voltage activated sodium channels, and properties of sodium channels within the axon all affect the threshold value. Typically in the axon or dendrite, there are small depolarizing or hyperpolarizing signals resulting from a prior stimulus. The passive spread of these signals depend on the passive electrical properties of the cell. The signals can only continue along the neuron to cause an action potential further down if they are strong enough to make it past the cell's membrane resistance and capacitance. For example, a neuron with a large diameter has more ionic channels in its membrane than a smaller cell, resulting in a lower resistance to the flow of ionic current. The current spreads quicker in a cell with less resistance, and is more likely to reach the threshold at other portions of the neuron.",
            "score": 141.40953063964844
        }
    ]
}