{
    "q": [
        {
            "docid": "40841348_9",
            "document": "Computational and Statistical Genetics . Over the past few years, genome-wide association studies (GWAS) have become a powerful tool for investigating the genetic basis of common diseases and has improved our understanding of the genetic basis of many complex traits. Traditional single SNP (single-nucleotide polymorphism) GWAS is the most commonly used method to find trait associated DNA sequence variants - associations between variants and one or more phenotypes of interest are investigated by studying individuals with different phenotypes and examining their genotypes at the position of each SNP individually. The SNPs for which one variant is statistically more common in individuals belonging to one phenotypic group are then reported as being associated with the phenotype. However, most complex common diseases involve small population-level contributions from multiple genomic loci. To detect such small effects as genome-wide significant, traditional GWAS rely on increased sample size e.g. to detect an effect which accounts for 0.1% of total variance, traditional GWAS needs to sample almost 30,000 individuals. Although the development of high throughput SNP genotyping technologies has lowered the cost and improved the efficiency of genotyping. Performing such a large scale study still costs considerable money and time. Recently, association analysis methods utilizing gene-based tests have been proposed that are based on the fact that variations in protein-coding and adjacent regulatory regions are more likely to have functional relevance. These methods have the advantage that they can account for multiple independent functional variants within a gene, with the potential to greatly increase the power to identify disease/trait associated genes. Also, imputation of ungenotyped markers using known reference panels(e.g. HapMap and the 1000 Genomes Project) predicts genotypes at the missing or untyped markers thereby allowing one to accurately evaluate the evidence for association at genetic markers that are not directly genotyped (in addition to the typed markers) and has been shown to improve the power of GWAS to detect disease associated loci.",
            "score": 103.69412922859192
        },
        {
            "docid": "21009880_24",
            "document": "Systemic lupus erythematosus . Genome-wide association studies (GWAS) revealed regions of linkage that were found on most chromosomes. These studies are useful in identifying the genes that may be responsible for complex diseases such as SLE. Candidate gene loci implicated with SLE include multiple alleles from the HLA region, Fc-gamma receptor, and complement component system. However, association does not prove that a specific form of a gene is responsible for the disease, as there may be other polymorphisms in the region that have a greater association effect. However, because the biological role of most genes are not completely understood, it can be difficult to attribute phenotypic traits to certain genetic polymorphisms. Since SLE is associated with so many genetic regions, it is likely an oligogenic trait, meaning that there are several genes that control susceptibility to the disease. Further complicating our understanding is the association of certain linkages with various ethnic groups.",
            "score": 140.81789016723633
        },
        {
            "docid": "20029054_3",
            "document": "Dog leukocyte antigen . There are likely hundreds of immunologically relevant genes making up the DLA region in the canine genome; as of the present date the complete characteristics of the gene is unknown. MHC genes represent candidates for disease susceptibility in canines; some alleles promote protection against immune-mediated diseases and some increase susceptibility. For example, certain combinations of the DLA-DRB1 and DQ alleles are most favorable for good immune regulation. These alleles help balance immune surveillance and immune response without increasing the risk of developing an autoimmune condition. Different canine breeds have MHC/DLA allele association; these genes exhibit more inter-breed differentiation than intra-breed differentiation. Dogs have been selectively bred for different phenotypes, so the underlying genotypes and linked regions also differ among breeds. Selection on the DLA can lead to an increase in the prevalence of immune-mediated diseases. Due to selective breeding some breeds have become restricted in their DLA genes, with a limited subset of DLA alleles occurring within the breed. This explains some of the variation in immune responses among breeds. This occurs because there is a strong linkage disequilibrium that exists between DLA class II loci. The pattern displayed by the genetic differences among human ethnic groups is analogous to the pattern displayed by the distribution of DLA types in different canine breeds. MHC genes in humans are also known to be major contributors to autoimmune condition development.",
            "score": 150.48033618927002
        },
        {
            "docid": "2405284_3",
            "document": "Immunopathology . When a foreign antigen enters the body, there is either an antigen specific or nonspecific response to it. These responses are the immune system fighting off the foreign antigens, whether they are deadly or not. Immunopathology could refer to how the foreign antigens cause the immune system to have a response or problems that can arise from an organism’s own immune response on itself. There are certain problems or faults in the immune system that can lead to more serious illness or disease. These diseases can come from one of the following problems. The first would be Hypersensitivity reactions, where there would be a stronger immune response than normal. There are four different types (type one, two, three and four), all with varying types and degrees of an immune response. The problems that arise from each type vary from small allergic reactions to more serious illnesses such as tuberculosis or arthritis. The second kind of complication in the immune system is Autoimmunity, where the immune system would attack itself rather than the antigen. Inflammation is a prime example of autoimmunity, as the immune cells used are self-reactive. A few examples of autoimmune diseases are Type 1 diabetes, Addison’s disease and Celiac disease. The third and final type of complication with the immune system is Immunodeficiency, where the immune system lacks the ability to fight off a certain disease. The immune system’s ability to combat it is either hindered or completely absent. The two types are Primary Immunodeficiency, where the immune system is either missing a key component or does not function properly, and Secondary Immunodeficiency, where disease is obtained from an outside source, like radiation or heat, and therefore cannot function properly. Diseases that can cause immunodeficiency include HIV, AIDS and leukemia.",
            "score": 129.5105654001236
        },
        {
            "docid": "48791_19",
            "document": "Pathology . Immunopathology is a branch of clinical pathology that deals with an organism’s immune response to a certain disease. When a foreign antigen enters the body, there is either an antigen specific or nonspecific response to it. These responses are the immune system fighting off the foreign antigens, whether they are deadly or not. Immunopathology could refer to how the foreign antigens cause the immune system to have a response or problems that can arise from an organism’s own immune response on itself. There are certain problems or faults in the immune system that can lead to more serious illness or disease. These diseases can come from one of the following problems. The first would be Hypersensitivity reactions, where there would be a stronger immune response than normal. There are four different types (type one, two, three and four), all with varying types and degrees of an immune response. The problems that arise from each type vary from small allergic reactions to more serious illnesses such as tuberculosis or arthritis. The second kind of complication in the immune system is Autoimmunity, where the immune system would attack itself rather than the antigen. Inflammation is a prime example of autoimmunity, as the immune cells used are self-reactive. A few examples of autoimmune diseases are Type 1 diabetes, Addison’s disease and Celiac disease. The third and final type of complication with the immune system is Immunodeficiency, where the immune system lacks the ability to fight off a certain disease. The immune system’s ability to combat it is either hindered or completely absent. The two types are Primary Immunodeficiency, where the immune system is either missing a key component or does not function properly, and Secondary Immunodeficiency, where disease is obtained from an outside source, like radiation or heat, and therefore cannot function properly. Diseases that can cause immunodeficiency include HIV, AIDS and leukemia.",
            "score": 128.64856779575348
        },
        {
            "docid": "21009880_2",
            "document": "Systemic lupus erythematosus . Systemic lupus erythematosus (SLE), also known simply as lupus, is an autoimmune disease in which the body's immune system mistakenly attacks healthy tissue in many parts of the body. Symptoms vary between people and may be mild to severe. Common symptoms include painful and swollen joints, fever, chest pain, hair loss, mouth ulcers, swollen lymph nodes, feeling tired, and a red rash which is most commonly on the face. Often there are periods of illness, called flares, and periods of remission during which there are few symptoms. The cause of SLE is not clear. It is thought to involve genetics together with environmental factors. Among identical twins, if one is affected there is a 24% chance the other one will be as well. Female sex hormones, sunlight, smoking, vitamin D deficiency, and certain infections, are also believed to increase the risk. The mechanism involves an immune response by autoantibodies against a person's own tissues. These are most commonly anti-nuclear antibodies and they result in inflammation. Diagnosis can be difficult and is based on a combination of symptoms and laboratory tests. There are a number of other kinds of lupus erythematosus including discoid lupus erythematosus, neonatal lupus, and subacute cutaneous lupus erythematosus. There is no cure for SLE. Treatments may include NSAIDs, corticosteroids, immunosuppressants, hydroxychloroquine, and methotrexate. Alternative medicine has not been shown to affect the disease. Life expectancy is lower among people with SLE. SLE significantly increases the risk of cardiovascular disease with this being the most common cause of death. With modern treatment about 80% of those affected survive more than 15 years. Women with lupus have pregnancies that are higher risk but are mostly successful. Rate of SLE varies between countries from 20 to 70 per 100,000. Women of childbearing age are affected about nine times more often than men. While it most commonly begins between the ages of 15 and 45, a wide range of ages can be affected. Those of African, Caribbean, and Chinese descent are at higher risk than white people. Rates of disease in the developing world are unclear. Lupus is Latin for \"wolf\": the disease was so-named in the 13th century as the rash was thought to appear like a wolf's bite. SLE is one of several diseases known as \"the great imitator\" because it often mimics or is mistaken for other illnesses. SLE is a classical item in differential diagnosis, because SLE symptoms vary widely and come and go unpredictably. Diagnosis can thus be elusive, with some people having unexplained symptoms of SLE for years.",
            "score": 167.6928894519806
        },
        {
            "docid": "8767449_16",
            "document": "Public health genomics . Accurate and sensitive prediction of disease, or detection during early stages of disease, could allow the prevention or arrest of disease development as immunotherapy treatments become available. Type 1 diabetes markers associated with disease susceptibility have been identified, for example HLA class II gene variants, however possession of one or more of these genomic markers does not necessarily lead to disease. Lack of progression to disease is likely due to the absence of environmental triggers, absence of other susceptibility genes, presence of protective genes, or differences in the temporal expression or presence of these factors. Combinations of markers have also been associated with susceptibility to type 1 diabetes however again, their presence may not always predict disease development, and conversely, disease may be present without the marker group. Potential variant genes (SNPs) or markers that are linked to the disease include genes for cytokines, membrane-bound ligands, insulin and immune regulatory genes.",
            "score": 103.76663517951965
        },
        {
            "docid": "14958_4",
            "document": "Immune system . Disorders of the immune system can result in autoimmune diseases, inflammatory diseases and cancer. Immunodeficiency occurs when the immune system is less active than normal, resulting in recurring and life-threatening infections. In humans, immunodeficiency can either be the result of a genetic disease such as severe combined immunodeficiency, acquired conditions such as HIV/AIDS, or the use of immunosuppressive medication. In contrast, autoimmunity results from a hyperactive immune system attacking normal tissues as if they were foreign organisms. Common autoimmune diseases include Hashimoto's thyroiditis, rheumatoid arthritis, diabetes mellitus type 1, and systemic lupus erythematosus. Immunology covers the study of all aspects of the immune system.",
            "score": 137.55332136154175
        },
        {
            "docid": "40841348_11",
            "document": "Computational and Statistical Genetics . In this era of large amount of genetic and genomic data, accurate representation and identification of statistical interactions in biological/genetic/genomic data constitutes a vital basis for designing interventions and curative solutions for many complex diseases. Variations in human genome have been long known to make us susceptible to many diseases. We are hurtling towards the era of personal genomics and personalized medicine that require accurate predictions of disease risk posed by predisposing genetic factors. Computational and statistical methods for identifying these genetic variations, and building these into intelligent models for diseaseassociation and interaction analysis studies genome-wide are a dire necessity across many disease areas. The principal challenges are: (1) most complex diseases involve small or weak contributions from multiple genetic factors that explain only a minuscule fraction of the population variation attributed to genetic factors. (2) Biological data is inherently extremely noisy, so the underlying complexities of biological systems (such as linkage disequilibrium and genetic heterogeneity) need to be incorporated into the statistical models for disease association studies. The chances of developing many common diseases such as cancer, autoimmune diseases and cardiovascular diseases involves complex interactions between multiple genes and several endogenous and exogenous environmental agents or covariates. Many previous disease association studies could not produce significant results because of the lack of incorporation of statistical interactions in their mathematical models explaining the disease outcome. Consequently much of the genetic risks underlying several diseases and disorders remain unknown. Computational methods such as to model and identify the genetic/genomic variations underlying disease risks has a great potential to improve prediction of disease outcomes, understand the interactions and design better therapeutic methods based on them.",
            "score": 84.29940986633301
        },
        {
            "docid": "14722681_7",
            "document": "Interferon alpha-1 . Emerging evidence suggests that abnormal IFN production contributes to immune dysfunction and mediates tissue inflammation and organ damage in a number of autoimmune diseases such as systemic lupus erythematosus (SLE), rheumatoid arthritis (RA), idiopathic inflammatory myopathies (IIM), Sjogren’s syndrome (SS) and multiple sclerosis (MS).  Increased serum IFN-α and IFN-α-induced gene expression are frequently observed in patients with SLE, and many of SLE clinical manifestations such as fever, fatigue and leukopenia are similar to those observed in patients suffering from influenza or as a side effect of IFN-therapy, suggesting that type I IFNs are important in the molecular pathogenesis of SLE. A heritable pattern of high circulating type I IFN has been observed in SLE families, suggesting that high IFN is a heritable risk factor for SLE. Furthermore, patients with non-autoimmune diseases treated with IFN-α can develop a “lupus-like” syndrome, including antinuclear antibodies (ANA) and anti-double stranded DNA (ds-DNA) which usually resolve after IFN-α therapy discontinuation. As noted above, IRFs are proteins which regulate transcription of IFNs. Genetic variations in the IRF genes have been associated with risk of developing SLE, and these genetic variations have also been linked to increased IFN-α production and with SLE-associated autoantibody formation. Several observations suggest that type I IFN is involved in the pathogenesis of inflammatory myopathies. Patients with dermatomyositis and polymyositis have increased IFN serum levels which in some studies correlate with disease activity or myositis-specific autoantibodies. Also, studies have suggested a genetic or heritable component to the high type I IFN observed in myositis patients, similar to SLE. Multiple sclerosis (MS) is a disorder of the central nervous system characterized by inflammation, demyelination and neurodegeneration with presumed autoimmune origin. Whereas type I IFNs are thought to induce some autoimmune conditions such as SLE as noted above, MS is effectively treated by administering recombinant human IFN-β. MS patients have lower levels of circulating type I interferon compared to patients with other autoimmune diseases. However, a number of patients with relapsing-remitting MS have a high IFN signature as well as more clinical and MRI attacks before therapy and these patients often do not response to IFN-β therapy. Interestingly, neuromyelitis optica, another autoimmune disorder similar to MS which does not respond to IFN therapy, is associated with higher baseline circulating IFN levels.",
            "score": 187.5904836654663
        },
        {
            "docid": "50518079_17",
            "document": "Human Genome Structural Variation . The factors that contribute to the development of schizophrenia have been studied extensively. A very recent study was conducted on the mechanism and genes responsible for schizophrenia development. It had been previously shown that variation at an MHC locus was associated with the development of schizophrenia. This study found that the association is caused partly by the complement component 4 (C4) genes and therefore implying that allele variants of the C4 genes contribute to the development of schizophrenia. Linkage disequilibrium helped researchers identify which C4 structural variant an individual had by looking at the SNP haplotypes. The SNP haplotypes and the C4 alleles were linked which was why they were in linkage disequilibrium, meaning that they segregated together. A single structural C4 variant was associated with many different SNP haplotypes, but different SNP haplotypes where associated with only one C4 structural variant. This was due to the linkage disequilibrium which allowed the researchers to determine the C4 structural variant easily by looking at the SNP haplotype. Their data suggested this because the results showed that the structural variants of C4 express the C4A protein at different levels and this difference in higher C4A protein expressions were associated with higher rates of schizophrenia development. The different structural variant alleles of the same gene were shown to have different phenotypes and susceptibility to disease. These studies exhibit the breadth of the involvement and significance of structural variation on the human genome. Its importance is demonstrated with its contribution to phenotypic diversity and disease susceptibility.",
            "score": 101.58919644355774
        },
        {
            "docid": "9997271_10",
            "document": "Immunogenetics . A special focus is often laid on the forecast regarding and therapy of genetically based autoimmune diseases, which include all diseases caused by an extreme reaction of the immune system against the body's own tissue. By mistake, the immune system recognises the body's own tissue as a foreign object which is to be fought. This can result in serious inflammatory reactions which may permanently damage the respective organs. Autoimmune diseases, the outbreak and/or course of which can be visible in the individual genome of the organism, include multiple sclerosis, diabetes type I, rheumatoid arthritis and Crohn's disease (an example for an immune-mediated disease without genetic disposition is HIV, which is caused by virus). As for multiple sclerosis, an article in the journal \"Nature\" dated May 2010 (Baranzini et al.: Genome, epigenome and RNA sequences of monozygotic twins discordant for multiple sclerosis. Nature 2010, 464; S. 1351-1356 – for link see below) showed that this autoimmune disease is not caused by a genetic variation but the course and the treatability are considerably influenced by genetic dispositions. This research was based on analysing three monovular pairs of twins, of which one twin has contracted multiple sclerosis whereas the other one has not.",
            "score": 142.86414432525635
        },
        {
            "docid": "101965_17",
            "document": "Psoriasis . Classic genome-wide linkage analysis has identified nine loci on different chromosomes associated with psoriasis. They are called psoriasis susceptibility 1 through 9 (\"PSORS1\" through \"PSORS9\"). Within those loci are genes on pathways that lead to inflammation. Certain variations (mutations) of those genes are commonly found in psoriasis. Genome-wide association scans have identified other genes that are altered to characteristic variants in psoriasis. Some of these genes express inflammatory signal proteins, which affect cells in the immune system that are also involved in psoriasis. Some of these genes are also involved in other autoimmune diseases.",
            "score": 124.66416358947754
        },
        {
            "docid": "33769881_2",
            "document": "Immunomics . Immunomics is the study of immune system regulation and response to pathogens using genome-wide approaches. With the rise of genomic and proteomic technologies, scientists have been able to visualize biological networks and infer interrelationships between genes and/or proteins; recently, these technologies have been used to help better understand how the immune system functions and how it is regulated. Two thirds of the genome is active in one or more immune cell types and less than 1% of genes are uniquely expressed in a given type of cell. Therefore, it is critical that the expression patterns of these immune cell types be deciphered in the context of a network, and not as an individual, so that their roles be correctly characterized and related to one another. Defects of the immune system such as autoimmune diseases, immunodeficiency, and malignancies can benefit from genomic insights on pathological processes. For example, analyzing the systematic variation of gene expression can relate these patterns with specific diseases and gene networks important for immune functions.",
            "score": 151.89928221702576
        },
        {
            "docid": "2652481_8",
            "document": "Personalized medicine . In order for physicians to know if a mutation is connected to a certain disease, researchers often do a study called a “genome-wide association study” (GWAS). A GWAS study will look at one disease, and then sequence the genome of many patients with that particular disease to look for shared mutations in the genome. Mutations that are determined to be related to a disease by a GWAS study can then be used to diagnose that disease in future patients, by looking at their genome sequence to find that same mutation. The first GWAS, conducted in 2005, studied patients with age-related macular degeneration (ARMD). It found two different mutations, each containing only a variation in only one nucleotide (called single nucleotide polymorphisms, or SNPs), which were associated with ARMD. GWAS studies like this have been very successful in identifying common genetic variations associated with diseases. As of early 2014, over 1,300 GWAS studies have been completed.",
            "score": 76.99826836585999
        },
        {
            "docid": "2628999_6",
            "document": "Birdshot chorioretinopathy . In 2014, Kuiper et al. conducted a genome-wide association study in birdshot chorioretinopathy and studied the entire genome of Dutch, Spanish and English patients. This large genetic study ascertained HLA-A29:02 as the primary risk factor and identified the \"endoplasmic reticulum aminopeptidase (ERAP) 2\" gene strongly associated with birdshot chorioretinopathy. Genetic variants near \"ERAP2\" on chromosome 5 resulted in high mRNA and protein expression of this aminopeptidase in BSCR patients. ERAP2 is an aminopeptidase that, together with the closely related ERAP1, trims peptides in the endoplasmic reticulum and loads these peptides on HLA molecules for presentation to T cells of the immune system. ERAP-HLA associations have also been reported in Ankylosing spondylitis and Behcet's disease, suggesting shared pathogenic pathways among these diseases.",
            "score": 107.55401921272278
        },
        {
            "docid": "614697_10",
            "document": "Bcl-2 . Apoptosis plays an active role in regulating the immune system. When it is functional, it can cause immune unresponsiveness to self-antigens via both central and peripheral tolerance. In the case of defective apoptosis, it may contribute to etiological aspects of autoimmune diseases. The autoimmune disease type 1 diabetes can be caused by defective apoptosis, which leads to aberrant T cell AICD and defective peripheral tolerance. Due to the fact that dendritic cells are the immune system's most important antigen-presenting cells, their activity must be tightly regulated by mechanisms such as apoptosis. Researchers have found that mice containing dendritic cells that are Bim -/-, thus unable to induce effective apoptosis, suffer autoimmune diseases more so than those that have normal dendritic cells. Other studies have shown that dendritic cell lifespan may be partly controlled by a timer dependent on anti-apoptotic Bcl-2.",
            "score": 124.53454852104187
        },
        {
            "docid": "63522_2",
            "document": "Crohn's disease . Crohn's disease is a type of inflammatory bowel disease (IBD) that may affect any part of the gastrointestinal tract from mouth to anus. Signs and symptoms often include abdominal pain, diarrhea (which may be bloody if inflammation is severe), fever, and weight loss. Other complications may occur outside the gastrointestinal tract and include anemia, skin rashes, arthritis, inflammation of the eye, and tiredness. The skin rashes may be due to infections as well as pyoderma gangrenosum or erythema nodosum. Bowel obstruction may occur as a complication of chronic inflammation, and those with the disease are at greater risk of bowel cancer. While the cause of Crohn's disease is unknown, it is believed to be due to a combination of environmental, immune, and bacterial factors in genetically susceptible individuals. It results in a chronic inflammatory disorder, in which the body's immune system attacks the gastrointestinal tract possibly directed at microbial antigens. While Crohn's is an immune-related disease, it does not appear to be an autoimmune disease (in that the immune system is not being triggered by the body itself). The exact underlying immune problem is not clear; however, it may be an immunodeficiency state. About half of the overall risk is related to genetics with more than 70 genes found to be involved. Tobacco smokers are twice as likely to develop Crohn's disease as nonsmokers. It also often begins after gastroenteritis. Diagnosis is based on a number of findings including biopsy and appearance of the bowel wall, medical imaging and description of the disease. Other conditions that can present similarly include irritable bowel syndrome and Behçet's disease. There are no medications or surgical procedures that can cure Crohn's disease. Treatment options are intended to help with symptoms, maintain remission, and prevent relapse. In those newly diagnosed, a corticosteroid may be used for a brief period of time to rapidly improve symptoms alongside another medication such as either methotrexate or a thiopurine used to prevent recurrence. Stopping smoking is recommended in people with Crohn's disease. One in five people with the disease is admitted to hospital each year, and half of those with the disease will require surgery for the disease at some point over a ten-year period. While surgery should be used as little as possible, it is necessary to address some abscesses, certain bowel obstructions, and cancers. Checking for bowel cancer via colonoscopy is recommended every few years, starting eight years after the disease has begun. Crohn's disease affects about 3.2 per 1,000 people in Europe and North America. It is less common in Asia and Africa. It has historically been more common in the developed world. Rates have, however, been increasing, particularly in the developing world, since the 1970s. Inflammatory bowel disease resulted in 47,400 deaths in 2015 and those with Crohn's disease have a slightly reduced life expectancy. It tends to start in the teens and twenties, although it can occur at any age. Males and females are equally affected. The disease was named after gastroenterologist Burrill Bernard Crohn, who, in 1932, together with two other colleagues at Mount Sinai Hospital in New York, described a series of patients with inflammation of the terminal ileum of the small intestine, the area most commonly affected by the illness.",
            "score": 114.58104157447815
        },
        {
            "docid": "13977381_11",
            "document": "TLR9 . TLR9 has been identified as a major player in systemic lupus erythematosus (SLE) and erythema nodosum leprosum (ENL). Loss of TLR9 exacerbates progression of SLE, and leads to increased activation of dentritic cells. TLR9 also controls the release of IgA and IFN-a in SLE, and loss of the receptor leads to higher levels of both molecules. In SLE, TLR9 and TLR7 have opposing effects. TLR9 regulates inflammatory response, while TLR7 promotes inflammatory response. TLR9 has an opposite effect in ENL. TLR9 is expressed at high levels on monocytes of ENL patients, and is positively linked to the secretion of proinflammatory cytokines TNF, IL-6, and IL-1β. TLR9 agonists and antagonists may be useful in treatment of a variety of inflammatory conditions, and research in this area is active. Autoimmune thyroid diseases have also been shown to correlate with an increase in expression of TLR9 on peripheral blood mononuclear cells (PBMCs). Patients with autoimmune thyroid diseases also have higher levels of the nuclear protein HMGB1 and RAGE protein, which together act as a ligand for TLR9. HMB1 is released from lysed or damaged cells. HMGB1-DNA complex then binds to RAGE, and activates TLR9. TLR9 can work through MyD88, an adaptor molecule that increases the expression of NF-kB. However autoimmune thyroid diseases also increase sensitivity of MyD88 independent pathways. These pathway ultimately leads to the production of pro-inflammatory cytokines in PMBCs for patients with autoimmune thyroid diseases. Autoimmune diseases can also be triggered by activated cells undergoing apoptosis and being engulfed by antigen presenting cells. Activation of cells leads to de-methylation, which exposes CpG regions of host DNA, allowing an inflammatory response to be activated through TLR9. Although it is possible that TLR9 also recognizes unmethylated DNA, TLR9 undoubtedly has a role in phagocytosis-induced autoimmunity.",
            "score": 174.33928263187408
        },
        {
            "docid": "19468046_2",
            "document": "Autoimmune disease . An autoimmune disease is a condition arising from an abnormal immune response to a normal body part. There are at least 80 types of autoimmune diseases. Nearly any body part can be involved. Common symptoms include low grade fever and feeling tired. Often symptoms come and go. The cause is generally unknown. Some autoimmune diseases such as lupus run in families, and certain cases may be triggered by infections or other environmental factors. Some common diseases that are generally considered autoimmune include celiac disease, diabetes mellitus type 1, Graves' disease, inflammatory bowel disease, multiple sclerosis, psoriasis, rheumatoid arthritis, and systemic lupus erythematosus. The diagnosis can be difficult to determine. Treatment depends on the type and severity of the condition. Nonsteroidal anti-inflammatory drugs (NSAIDs) and immunosuppressants are often used. Intravenous immunoglobulin may also occasionally be used. While treatment usually improves symptoms they do not typically cure the disease. About 24 million (7%) people in the United States are affected by an autoimmune disease. Women are more commonly affected than men. Often they start during adulthood. The first autoimmune diseases were described in the early 1900s.",
            "score": 98.17251420021057
        },
        {
            "docid": "46866475_5",
            "document": "Jamey Marth . Marth’s research has included the development of new methodologies and conceptual advances in the understanding of disease. His conception and co-development of Cre-Lox conditional mutagenesis continues to provide major discoveries of the mechanistic underpinnings of health and disease among hundreds of researchers and their laboratories. Prior to the development of conditional mutagenesis, the use of homologous recombination was limited to systemic gene targeting and mutation. Marth's use of Cre-Lox conditional mutagenesis established the presence and functions of multiple and in some cases previously unknown enzymes participating in protein glycosylation, an area of research that has become a focus of exploration in how common diseases originate in the absence of discernible pathogenic genetic variation. Marth has further used Cre-Lox conditional mutagenesis to establish a reproducible method for obtaining animal models of essential X chromosome-linked genes. These studies further explained how glycan linkages function in the origins of disease at the metabolic and cellular levels. Marth's early studies of glycosylation and glycan linkages revealed a profound effect on immunity and contributed substantially to the genesis of the related field of glycoimmunology. Marth's lab further discovered relationships between aberrant glycan linkages and autoimmune diseases including the fact that alterations of glycan linkages could initiate chronic inflammation in the development of autoimmunity. Marth's research has shown that the occurrence of autoimmune conditions (such as lupus) in mammals can be caused by the presence of abnormal glycan structures within the body. Marth's laboratory has also taken a close look at the molecular and cellular bases of type 2 diabetes and the role that protein glycosylation has in the origin of the disease. Their research showed that the malfunction of pancreatic beta cells was the major contributor to disease onset. Their research indicated that genetic variation was unlikely to be the cause of obesity-associated type 2 diabetes in humans. Instead, their models suggested that metabolic alterations of pancreatic beta cells due to an elevation of fatty acids in obesity disabled glucose sensing, resulting in hyperglycemia with glucose intolerance. Marth’s laboratory further found that this pathway was induced in human patients with type 2 diabetes and was responsible for a significant amount of insulin resistance present in obesity-associated diabetes. The pathological features of sepsis have also been the subject of research by Marth's laboratory. Marth and colleagues discovered the first physiological purpose of the Ashwell-Morell Receptor (AMR), a hepatocyte lectin discovered by Gilbert Ashwell and Anatol Morell. Their studies revealed both a biological purpose of the receptor and how to use it for therapeutic purposes in pneumococcal sepsis. In 2008, Dr. Marth published an enumeration of the building blocks of life, all of which fall under the 4 types of macromolecules present in all cells (glycans, lipids, nucleic acids, and proteins). This concept is becoming a feature of modern cell biology texts. Marth and other colleagues have called attention to the fact that only half of these macromolecules are encoded in the genome, thus indicating that a more holistic and rigorous approach is needed to understanding cell biology and the origins of disease. In his position as the Director of the Center of Nanomedicine, Marth and his team are exploring the application of new delivery methods to directly visualize and treat disease in collaboration with Center for Nanomedicine Co-Founder, Dr. Erkki Ruoslahti.",
            "score": 108.86967837810516
        },
        {
            "docid": "302013_12",
            "document": "Human leukocyte antigen . Any cell displaying some other HLA type is \"non-self\" and is seen as an invader by the body's immune system, resulting in the rejection of the tissue bearing those cells. This is particularly important in the case of transplanted tissue, because it could lead to transplant rejection. Because of the importance of HLA in transplantation, the HLA loci are some of the most frequently typed by serology and PCR. HLA types are inherited, and some of them are connected with autoimmune disorders and other diseases. People with certain HLA antigens are more likely to develop certain autoimmune diseases, such as type I diabetes, ankylosing spondylitis, celiac disease, SLE (systemic lupus erythematosus), myasthenia gravis, inclusion body myositis, Sjögren syndrome, and narcolepsy. HLA typing has led to some improvement and acceleration in the diagnosis of celiac disease and type 1 diabetes; however, for DQ2 typing to be useful, it requires either high-resolution B1*typing (resolving *02:01 from *02:02), DQA1*typing, or DR serotyping. Current serotyping can resolve, in one step, DQ8. HLA typing in autoimmunity is being increasingly used as a tool in diagnosis. In celiac disease, it is the only effective means of discriminating between first-degree relatives that are at risk from those that are not at risk, prior to the appearance of sometimes-irreversible symptoms such as allergies and secondary autoimmune disease.",
            "score": 144.90333080291748
        },
        {
            "docid": "10973660_19",
            "document": "HSP60 . There is however, a twist in the immunological role of HSP60. As mentioned above, there are two different types of HSP60 proteins, bacterial as well as mammalian. Since they are very similar in sequence, bacterial HSP60 wouldn’t be expected to cause a large immune response in humans. The immune system is “designed to ignore ‘self’, that is, host constituents; however, paradoxically, this is not the case with chaperonins”. It has been found that many anti-chaperonin antibodies exist and are associated with many autoimmune diseases. According to Ranford, et al. experiments have been performed which have shown that antibodies which are “generated by a human host after exposure to bacterial chaperonin 60 proteins” can cross-react with human chaperonin 60 proteins. Bacterial HSP60 is causing the immune system to create anti-chaperonin antibodies, even though bacterial and human HSP60 have similar protein sequences. These new antibodies are then recognizing and attacking human HSP60 which causes an autoimmune disease. This suggests that HSP60 may play a role in autoimmunity, however more research needs to be done in order to discover more completely its role in this disease.",
            "score": 159.32641100883484
        },
        {
            "docid": "6003871_11",
            "document": "Tag SNP . Genome-wide studies are predicated on the common disease-common variant (CD/CV) hypothesis which states that common disorders are influenced by common genetic variation. Effect size (penetrance) of the common variants needs to be smaller relative to those found in rare disorders. That means that the common SNP can explain only a small portion of the variance due to genetic factors and that common diseases are influenced by multiple common alleles of small effect size. Another hypothesis is that common diseases are caused by rare variants that are synthetically linked to common variants. In that case the signal produced from GWAS is an indirect (synthetic) association between one or more rare causal variants in linkage disequilibrium. It is important to recognize that this phenomenon is possible when selecting a group for tag SNPs. When a disease is found to be associated with a haplotype, some SNPs in that haplotype will have synthetic association with the disease. To pinpoint the causal SNPs we need a greater resolution in the selection of haplotype blocks. Since whole genome sequencing technologies are rapidly changing and becoming less expensive it is likely that they will replace the current genotyping technologies providing the resolution needed to pinpoint causal variants.",
            "score": 60.15423774719238
        },
        {
            "docid": "5293306_5",
            "document": "SNP array . An SNP array is a useful tool for studying slight variations between whole genomes. The most important clinical applications of SNP arrays are for determining disease susceptibility and for measuring the efficacy of drug therapies designed specifically for individuals. In research, SNP arrays are most frequently used for genome-wide association studies. Each individual has many SNPs. SNP-based genetic linkage analysis can be used to map disease loci, and determine disease susceptibility genes in individuals. The combination of SNP maps and high density SNP arrays allows SNPs to be used as markers for genetic diseases that have complex traits. For example, genome-wide association studies have identified SNPs associated with diseases such as rheumatoid arthritis, prostate cancer, and type 2 diabetes. A SNP array can also be used to generate a virtual karyotype using software to determine the copy number of each SNP on the array and then align the SNPs in chromosomal order.",
            "score": 69.84709119796753
        },
        {
            "docid": "11808249_6",
            "document": "Genome-wide association study . Any two human genomes differ in millions of different ways. There are small variations in the individual nucleotides of the genomes (SNPs) as well as many larger variations, such as deletions, insertions and copy number variations. Any of these may cause alterations in an individual's traits, or phenotype, which can be anything from disease risk to physical properties such as height. Around the year 2000, prior to the introduction of GWA studies, the primary method of investigation was through inheritance studies of genetic linkage in families. This approach had proven highly useful towards single gene disorders. However, for common and complex diseases the results of genetic linkage studies proved hard to reproduce. A suggested alternative to linkage studies was the genetic association study. This study type asks if the allele of a genetic variant is found more often than expected in individuals with the phenotype of interest (e.g. with the disease being studied). Early calculations on statistical power indicated that this approach could be better than linkage studies at detecting weak genetic effects.",
            "score": 87.10600936412811
        },
        {
            "docid": "93842_2",
            "document": "Autoimmunity . Autoimmunity is the system of immune responses of an organism against its own healthy cells and tissues. Any disease that results from such an aberrant immune response is termed an \"autoimmune disease\". Prominent examples include celiac disease, diabetes mellitus type 1, sarcoidosis, systemic lupus erythematosus (SLE), Sjögren's syndrome, eosinophilic granulomatosis with polyangiitis, Hashimoto's thyroiditis, Graves' disease, idiopathic thrombocytopenic purpura, Addison's disease, rheumatoid arthritis (RA), ankylosing spondylitis, polymyositis (PM), dermatomyositis (DM) and multiple sclerosis (MS). Autoimmune diseases are very often treated with steroids.",
            "score": 148.58876967430115
        },
        {
            "docid": "610184_10",
            "document": "Eric Lander . Sequence data is just that: a list of bases found in a given stretch of DNA. Its value lies in the discoveries and new technologies it allows. In Lander's case, one of these applications is the study of disease. He is the founder and director of the Broad Institute, a collaboration between MIT, Harvard, the Whitehead institute and affiliated hospitals. Its goal is \"to create tools for genome medicine and make them broadly available to the scientific community; to apply these tools to propel the understanding and treatment of disease\". To this end they are studying the variation in the human genome and have led an international effort which has assembled a library of 2.1 million single-nucleotide polymorphisms (SNP). These act as markers or signposts in the genome allowing the identification of disease susceptibility genes. They hope to construct a map of the human genome using blocks of these SNP called Linkage disequilibrium or LD. This map will be of significant help in medical genetics. It will allow researchers to link a given condition to a given gene or set of genes using the LD as a marker. This will allow for improved diagnostic procedures. Lander and his colleagues are hoping the LD map will allow them to test the Common Disease-Common Variant hypothesis which states that many common diseases may be caused by a small number of common alleles, for example 50% of the variance in susceptibility to Alzheimer's disease is explained by the common allele ApoE4. Lander's group have recently discovered an important association that accounts for a large proportion of population risk for adult onset diabetes.",
            "score": 95.1593246459961
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 116.32391691207886
        },
        {
            "docid": "26418006_23",
            "document": "Exome sequencing . Current association studies have focused on common variation across the genome, as these are the easiest to identify with our current assays. However, disease-causing variants of large effect have been found to lie within exomes in candidate gene studies, and because of negative selection, are found in much lower allele frequencies and may remain untyped in current standard genotyping assays. Whole genome sequencing is a potential method to assay novel variant across the genome. However, in complex disorders (such as autism), a large number of genes are thought to be associated with disease risk. This heterogeneity of underlying risk means that very large sample sizes are required for gene discovery, and thus whole genome sequencing is not particularly cost-effective. This sample size issue is alleviated by the development of novel advanced analytic methods, which effectively map disease genes despite the genetic mutations are rare at variant level. In addition, variants in coding regions have been much more extensively studied and their functional implications are much easier to derive, making the practical applications of variants within the targeted exome region more immediately accessible.",
            "score": 82.3916130065918
        },
        {
            "docid": "47371486_4",
            "document": "Immunologic checkpoint . In autoimmune rheumatic diseases, impaired tolerance leads to the development of diseases such as rheumatoid arthritis, systemic sclerosis, systemic lupus erythematosus, Sjogren’s syndrome, etc. Therefore, in autoimmune diseases the converse strategy of engaging immunological checkpoints may be beneficial: stimulate inhibitory molecules of the immune system, thus inhibiting the immune system (therefore, increase self-tolerance). What is known to work is Abatacept, an CD152-Ig used in treating rheumatoid arthritis and juvenile idiopathic arthritis.",
            "score": 111.0391149520874
        },
        {
            "docid": "4649353_13",
            "document": "Citrullination . In rheumatoid arthritis and other autoimmune diseases, such as psoriatic arthritis, systemic lupus erythematosus and Sjögren's syndrome, autoantibodies often attack citrullinated proteins. The presence of anti-citrullinated protein antibody is a standard test for rheumatoid arthritis, and it is associated with more severe disease. Citrullinated proteins are also found in the cellular debris accompanying the destruction of cells in alzheimer disease, and after smoking cigarettes. So citrullination seems to be part of the mechanism that stimulates the immune system in autoimmune disease. However, citrullinated proteins can also be found in healthy colon mucosa. The first comprehensive textbook on deimination was published in 2014.",
            "score": 128.6038897037506
        }
    ],
    "r": [
        {
            "docid": "21009880_30",
            "document": "Systemic lupus erythematosus . The immune system must balance between being sensitive enough to protect against infection, and become sensitized to attack the body's own proteins (autoimmunity). During an immune reaction to a foreign stimulus, such as bacteria, virus, or allergen, immune cells that would normally be deactivated due to their affinity for self-tissues can be abnormally activated by signaling sequences of antigen-presenting cells. Thus triggers may include viruses, bacteria, allergens (IgE and other hypersensitivity), and can be aggravated by environmental stimulants such as ultraviolet light and certain drug reactions. These stimuli begin a reaction that leads to destruction of other cells in the body and exposure of their DNA, histones, and other proteins, particularly parts of the cell nucleus. The body's sensitized B-lymphocyte cells will now produce antibodies against these nuclear-related proteins. These antibodies clump into antibody-protein complexes which stick to surfaces and damage blood vessels in critical areas of the body, such as the glomeruli of the kidney; these antibody attacks are the cause of SLE. Researchers are now identifying the individual genes, the proteins they produce, and their role in the immune system. Each protein is a link on the autoimmune chain, and researchers are trying to find drugs to break each of those links.",
            "score": 189.3776092529297
        },
        {
            "docid": "14722681_7",
            "document": "Interferon alpha-1 . Emerging evidence suggests that abnormal IFN production contributes to immune dysfunction and mediates tissue inflammation and organ damage in a number of autoimmune diseases such as systemic lupus erythematosus (SLE), rheumatoid arthritis (RA), idiopathic inflammatory myopathies (IIM), Sjogren’s syndrome (SS) and multiple sclerosis (MS).  Increased serum IFN-α and IFN-α-induced gene expression are frequently observed in patients with SLE, and many of SLE clinical manifestations such as fever, fatigue and leukopenia are similar to those observed in patients suffering from influenza or as a side effect of IFN-therapy, suggesting that type I IFNs are important in the molecular pathogenesis of SLE. A heritable pattern of high circulating type I IFN has been observed in SLE families, suggesting that high IFN is a heritable risk factor for SLE. Furthermore, patients with non-autoimmune diseases treated with IFN-α can develop a “lupus-like” syndrome, including antinuclear antibodies (ANA) and anti-double stranded DNA (ds-DNA) which usually resolve after IFN-α therapy discontinuation. As noted above, IRFs are proteins which regulate transcription of IFNs. Genetic variations in the IRF genes have been associated with risk of developing SLE, and these genetic variations have also been linked to increased IFN-α production and with SLE-associated autoantibody formation. Several observations suggest that type I IFN is involved in the pathogenesis of inflammatory myopathies. Patients with dermatomyositis and polymyositis have increased IFN serum levels which in some studies correlate with disease activity or myositis-specific autoantibodies. Also, studies have suggested a genetic or heritable component to the high type I IFN observed in myositis patients, similar to SLE. Multiple sclerosis (MS) is a disorder of the central nervous system characterized by inflammation, demyelination and neurodegeneration with presumed autoimmune origin. Whereas type I IFNs are thought to induce some autoimmune conditions such as SLE as noted above, MS is effectively treated by administering recombinant human IFN-β. MS patients have lower levels of circulating type I interferon compared to patients with other autoimmune diseases. However, a number of patients with relapsing-remitting MS have a high IFN signature as well as more clinical and MRI attacks before therapy and these patients often do not response to IFN-β therapy. Interestingly, neuromyelitis optica, another autoimmune disorder similar to MS which does not respond to IFN therapy, is associated with higher baseline circulating IFN levels.",
            "score": 187.59048461914062
        },
        {
            "docid": "11347958_2",
            "document": "Ifi202 . Ifi202 is a mouse gene (encodes for the p202 protein). Increased expression levels of the Ifi202 mRNA and nuclear localization of p202 protein in immune cells are associated with the development of autoimmunity in certain strains of mice. Therefore, the gene has been implicated in the development of systemic lupus erythematosus (SLE). SLE is a systemic autoimmune disease responsible for attacking many types of organs. Ifi202 gene encodes for p202 protein, which belongs to the p200-protein family. The IFI family of genes is inducible by type 1 interferon and interferon gamma.",
            "score": 182.56631469726562
        },
        {
            "docid": "13977381_11",
            "document": "TLR9 . TLR9 has been identified as a major player in systemic lupus erythematosus (SLE) and erythema nodosum leprosum (ENL). Loss of TLR9 exacerbates progression of SLE, and leads to increased activation of dentritic cells. TLR9 also controls the release of IgA and IFN-a in SLE, and loss of the receptor leads to higher levels of both molecules. In SLE, TLR9 and TLR7 have opposing effects. TLR9 regulates inflammatory response, while TLR7 promotes inflammatory response. TLR9 has an opposite effect in ENL. TLR9 is expressed at high levels on monocytes of ENL patients, and is positively linked to the secretion of proinflammatory cytokines TNF, IL-6, and IL-1β. TLR9 agonists and antagonists may be useful in treatment of a variety of inflammatory conditions, and research in this area is active. Autoimmune thyroid diseases have also been shown to correlate with an increase in expression of TLR9 on peripheral blood mononuclear cells (PBMCs). Patients with autoimmune thyroid diseases also have higher levels of the nuclear protein HMGB1 and RAGE protein, which together act as a ligand for TLR9. HMB1 is released from lysed or damaged cells. HMGB1-DNA complex then binds to RAGE, and activates TLR9. TLR9 can work through MyD88, an adaptor molecule that increases the expression of NF-kB. However autoimmune thyroid diseases also increase sensitivity of MyD88 independent pathways. These pathway ultimately leads to the production of pro-inflammatory cytokines in PMBCs for patients with autoimmune thyroid diseases. Autoimmune diseases can also be triggered by activated cells undergoing apoptosis and being engulfed by antigen presenting cells. Activation of cells leads to de-methylation, which exposes CpG regions of host DNA, allowing an inflammatory response to be activated through TLR9. Although it is possible that TLR9 also recognizes unmethylated DNA, TLR9 undoubtedly has a role in phagocytosis-induced autoimmunity.",
            "score": 174.3392791748047
        },
        {
            "docid": "21009880_2",
            "document": "Systemic lupus erythematosus . Systemic lupus erythematosus (SLE), also known simply as lupus, is an autoimmune disease in which the body's immune system mistakenly attacks healthy tissue in many parts of the body. Symptoms vary between people and may be mild to severe. Common symptoms include painful and swollen joints, fever, chest pain, hair loss, mouth ulcers, swollen lymph nodes, feeling tired, and a red rash which is most commonly on the face. Often there are periods of illness, called flares, and periods of remission during which there are few symptoms. The cause of SLE is not clear. It is thought to involve genetics together with environmental factors. Among identical twins, if one is affected there is a 24% chance the other one will be as well. Female sex hormones, sunlight, smoking, vitamin D deficiency, and certain infections, are also believed to increase the risk. The mechanism involves an immune response by autoantibodies against a person's own tissues. These are most commonly anti-nuclear antibodies and they result in inflammation. Diagnosis can be difficult and is based on a combination of symptoms and laboratory tests. There are a number of other kinds of lupus erythematosus including discoid lupus erythematosus, neonatal lupus, and subacute cutaneous lupus erythematosus. There is no cure for SLE. Treatments may include NSAIDs, corticosteroids, immunosuppressants, hydroxychloroquine, and methotrexate. Alternative medicine has not been shown to affect the disease. Life expectancy is lower among people with SLE. SLE significantly increases the risk of cardiovascular disease with this being the most common cause of death. With modern treatment about 80% of those affected survive more than 15 years. Women with lupus have pregnancies that are higher risk but are mostly successful. Rate of SLE varies between countries from 20 to 70 per 100,000. Women of childbearing age are affected about nine times more often than men. While it most commonly begins between the ages of 15 and 45, a wide range of ages can be affected. Those of African, Caribbean, and Chinese descent are at higher risk than white people. Rates of disease in the developing world are unclear. Lupus is Latin for \"wolf\": the disease was so-named in the 13th century as the rash was thought to appear like a wolf's bite. SLE is one of several diseases known as \"the great imitator\" because it often mimics or is mistaken for other illnesses. SLE is a classical item in differential diagnosis, because SLE symptoms vary widely and come and go unpredictably. Diagnosis can thus be elusive, with some people having unexplained symptoms of SLE for years.",
            "score": 167.69288635253906
        },
        {
            "docid": "10973660_19",
            "document": "HSP60 . There is however, a twist in the immunological role of HSP60. As mentioned above, there are two different types of HSP60 proteins, bacterial as well as mammalian. Since they are very similar in sequence, bacterial HSP60 wouldn’t be expected to cause a large immune response in humans. The immune system is “designed to ignore ‘self’, that is, host constituents; however, paradoxically, this is not the case with chaperonins”. It has been found that many anti-chaperonin antibodies exist and are associated with many autoimmune diseases. According to Ranford, et al. experiments have been performed which have shown that antibodies which are “generated by a human host after exposure to bacterial chaperonin 60 proteins” can cross-react with human chaperonin 60 proteins. Bacterial HSP60 is causing the immune system to create anti-chaperonin antibodies, even though bacterial and human HSP60 have similar protein sequences. These new antibodies are then recognizing and attacking human HSP60 which causes an autoimmune disease. This suggests that HSP60 may play a role in autoimmunity, however more research needs to be done in order to discover more completely its role in this disease.",
            "score": 159.326416015625
        },
        {
            "docid": "53034185_2",
            "document": "Neuropsychiatric systemic lupus erythematosus . Neuropsychiatric systemic lupus erythematosus or NPSLE refers to the neurological and psychiatric manifestations of systemic lupus erythematosus. SLE is a disease in which the immune system attacks the body's own cells and tissues. It can affect various organs or systems of the body. It is estimated that over half of people with SLE have neuropsychiatric involvement.",
            "score": 154.68756103515625
        },
        {
            "docid": "1920949_14",
            "document": "FOXP3 . Mutations or disruptions of the Foxp3 regulatory pathway can lead to organ-specific autoimmune diseases such as autoimmune thyroiditis and type 1 diabetes mellitus. These mutations affect thymocytes developing within the thymus. Regulated by Foxp3, it’s these thymocytes that during thymopoiesis, are transformed into mature Treg cells by the thymus. It was found that patients who have the autoimmune disease systemic lupus erythematosus (SLE) possess Foxp3 mutations that affect the thymopoiesis process, preventing the proper development of T cells within the thymus. These malfunctioning T cells aren’t efficiently being regulated by its transcription factors, which cause them to attack cells that are healthy, leading to these organ-specific autoimmune diseases. Another way that Foxp3 helps keep the autoimmune system at homeostasis is through its regulation of the expression of suppression-mediating molecules. For instance, Foxp3 is able to facilitate the translocation of extracellular adenosine into the cytoplasm. It does this by recruiting CD39, a rate-limiting enzyme that’s vital in tumor suppression to hydrolyze ATP to ADP in order to regulate immunosuppression on different cell populations.",
            "score": 152.85653686523438
        },
        {
            "docid": "33769881_2",
            "document": "Immunomics . Immunomics is the study of immune system regulation and response to pathogens using genome-wide approaches. With the rise of genomic and proteomic technologies, scientists have been able to visualize biological networks and infer interrelationships between genes and/or proteins; recently, these technologies have been used to help better understand how the immune system functions and how it is regulated. Two thirds of the genome is active in one or more immune cell types and less than 1% of genes are uniquely expressed in a given type of cell. Therefore, it is critical that the expression patterns of these immune cell types be deciphered in the context of a network, and not as an individual, so that their roles be correctly characterized and related to one another. Defects of the immune system such as autoimmune diseases, immunodeficiency, and malignancies can benefit from genomic insights on pathological processes. For example, analyzing the systematic variation of gene expression can relate these patterns with specific diseases and gene networks important for immune functions.",
            "score": 151.89927673339844
        },
        {
            "docid": "2140955_5",
            "document": "ENCODE . Humans are estimated to have approximately 20,000 protein-coding genes, which account for about 1.5% of DNA in the human genome. The primary goal of the ENCODE project is to determine the role of the remaining component of the genome, much of which was traditionally regarded as \"junk.\" The activity and expression of protein-coding genes can be modulated by the regulome - a variety of DNA elements, such as the promoter, transcriptional regulatory sequences, and regions of chromatin structure and histone modification. It is thought that changes in the regulation of gene activity can disrupt protein production and cell processes and result in disease. Determining the location of these regulatory elements and how they influence gene transcription could reveal links between variations in the expression of certain genes and the development of disease.",
            "score": 151.05484008789062
        },
        {
            "docid": "1539801_39",
            "document": "Brugia malayi . Another hopeful use for the research is in the area of transplant research. Because the \"B. malayi\" genome is the first parasitic genome to have been sequenced, the implications on the mechanism of parasitism in humans are crucial to understand. According to Alan L. Scott, Ph.D., a collaborator at Johns Hopkins University, understanding how a particular parasite, such as \"B. malayi\", can adapt to humans, may yield medical benefits far beyond treating elephantiasis. According to the author, \"This worm can reside in the host for years and not necessarily cause disease, in fact the less disease the individual has, the more worms there are in circulation. Now that we know those genes don't exist in humans we can target them to control disease.\" Some of the predicted proteins for these new genes appear similar to known immuno-modulator proteins, regulators of the immune system, suggesting that they are involved in deactivating the host's immune system to ensure the parasite remains undetected. Knowledge of these previously unknown immune suppressors could also be of use in organ transplants and to help treat autoimmune disease.",
            "score": 150.83470153808594
        },
        {
            "docid": "302013_2",
            "document": "Human leukocyte antigen . The human leukocyte antigen (HLA) system or complex is a gene complex encoding the major histocompatibility complex (MHC) proteins in humans. These cell-surface proteins are responsible for the regulation of the immune system in humans. The HLA gene complex resides on a 3 Mbp stretch within chromosome 6p21. HLA genes are highly polymorphic, which means that they have many different alleles, allowing them to fine-tune the adaptive immune system. The proteins encoded by certain genes are also known as \"antigens\", as a result of their historic discovery as factors in organ transplants. Different classes have different functions:",
            "score": 150.6259002685547
        },
        {
            "docid": "20029054_3",
            "document": "Dog leukocyte antigen . There are likely hundreds of immunologically relevant genes making up the DLA region in the canine genome; as of the present date the complete characteristics of the gene is unknown. MHC genes represent candidates for disease susceptibility in canines; some alleles promote protection against immune-mediated diseases and some increase susceptibility. For example, certain combinations of the DLA-DRB1 and DQ alleles are most favorable for good immune regulation. These alleles help balance immune surveillance and immune response without increasing the risk of developing an autoimmune condition. Different canine breeds have MHC/DLA allele association; these genes exhibit more inter-breed differentiation than intra-breed differentiation. Dogs have been selectively bred for different phenotypes, so the underlying genotypes and linked regions also differ among breeds. Selection on the DLA can lead to an increase in the prevalence of immune-mediated diseases. Due to selective breeding some breeds have become restricted in their DLA genes, with a limited subset of DLA alleles occurring within the breed. This explains some of the variation in immune responses among breeds. This occurs because there is a strong linkage disequilibrium that exists between DLA class II loci. The pattern displayed by the genetic differences among human ethnic groups is analogous to the pattern displayed by the distribution of DLA types in different canine breeds. MHC genes in humans are also known to be major contributors to autoimmune condition development.",
            "score": 150.48033142089844
        },
        {
            "docid": "93842_2",
            "document": "Autoimmunity . Autoimmunity is the system of immune responses of an organism against its own healthy cells and tissues. Any disease that results from such an aberrant immune response is termed an \"autoimmune disease\". Prominent examples include celiac disease, diabetes mellitus type 1, sarcoidosis, systemic lupus erythematosus (SLE), Sjögren's syndrome, eosinophilic granulomatosis with polyangiitis, Hashimoto's thyroiditis, Graves' disease, idiopathic thrombocytopenic purpura, Addison's disease, rheumatoid arthritis (RA), ankylosing spondylitis, polymyositis (PM), dermatomyositis (DM) and multiple sclerosis (MS). Autoimmune diseases are very often treated with steroids.",
            "score": 148.58877563476562
        },
        {
            "docid": "16084604_2",
            "document": "Lupus erythematosus . Lupus erythematosus is a collection of autoimmune diseases in which the human immune system becomes hyperactive and attacks healthy tissues. Symptoms of these diseases can affect many different body systems, including joints, skin, kidneys, blood cells, heart, and lungs. The most common and severe form is systemic lupus erythematosus.",
            "score": 147.5496063232422
        },
        {
            "docid": "302013_12",
            "document": "Human leukocyte antigen . Any cell displaying some other HLA type is \"non-self\" and is seen as an invader by the body's immune system, resulting in the rejection of the tissue bearing those cells. This is particularly important in the case of transplanted tissue, because it could lead to transplant rejection. Because of the importance of HLA in transplantation, the HLA loci are some of the most frequently typed by serology and PCR. HLA types are inherited, and some of them are connected with autoimmune disorders and other diseases. People with certain HLA antigens are more likely to develop certain autoimmune diseases, such as type I diabetes, ankylosing spondylitis, celiac disease, SLE (systemic lupus erythematosus), myasthenia gravis, inclusion body myositis, Sjögren syndrome, and narcolepsy. HLA typing has led to some improvement and acceleration in the diagnosis of celiac disease and type 1 diabetes; however, for DQ2 typing to be useful, it requires either high-resolution B1*typing (resolving *02:01 from *02:02), DQA1*typing, or DR serotyping. Current serotyping can resolve, in one step, DQ8. HLA typing in autoimmunity is being increasingly used as a tool in diagnosis. In celiac disease, it is the only effective means of discriminating between first-degree relatives that are at risk from those that are not at risk, prior to the appearance of sometimes-irreversible symptoms such as allergies and secondary autoimmune disease.",
            "score": 144.9033203125
        },
        {
            "docid": "21009880_22",
            "document": "Systemic lupus erythematosus . The first mechanism may arise genetically. Research indicates SLE may have a genetic link. SLE does run in families, but no single causal gene has been identified. Instead, multiple genes appear to influence a person's chance of developing lupus when triggered by environmental factors. HLA class I, class II, and class III genes are associated with SLE, but only classes I and II contribute independently to increased risk of SLE. Other genes which contain risk variants for SLE are \"IRF5\", \"PTPN22\", \"STAT4\", \"CDKN1A\", \"ITGAM\", \"BLK\", \"TNFSF4\" and \"BANK1\". Some of the susceptibility genes may be population specific.",
            "score": 143.42054748535156
        },
        {
            "docid": "412735_9",
            "document": "Rheumatic fever . While the mechanisms of genetic predisposition remain unclear, a few genetic factors have been found to increase susceptibility to autoimmune reactions in RHD. The dominant contributors are a component of MHC class II molecules, found on lymphocytes and antigen-presenting cells, specifically the DR and DQ alleles on human chromosome 6. Certain allele combinations appear to increase RHD autoimmune susceptibility. Human leukocyte antigen (HLA) class II allele DR7 (HLA-DR7) is most often associated with RHD, and its combination with certain DQ alleles is seemingly associated with the development of valvular lesions. The mechanism by which MHC class II molecules increase a host's susceptibility to autoimmune reactions in RHD is unknown, but it is likely related to the role HLA molecules play in presenting antigens to T cell receptors, thus triggering an immune response. Also found on human chromosome 6 is the cytokine TNF-α which is also associated with RHD. High expression levels of TNF-α may exacerbate valvular tissue inflammation, contributing to RHD pathogenesis. Mannose-binding lectin (MBL) is an inflammatory protein involved in pathogen recognition. Different variants of MBL2 gene regions are associated in RHD. RHD-induced mitral valve stenosis has been associated with MBL2 alleles encoding for high production of MBL. Aortic valve regurgitation in RHD patients has been associated with different MBL2 alleles that encode for low production of MBL. Other genes are also being investigated to better understand the complexity of autoimmune reactions that occur in RHD.",
            "score": 142.96737670898438
        },
        {
            "docid": "9997271_10",
            "document": "Immunogenetics . A special focus is often laid on the forecast regarding and therapy of genetically based autoimmune diseases, which include all diseases caused by an extreme reaction of the immune system against the body's own tissue. By mistake, the immune system recognises the body's own tissue as a foreign object which is to be fought. This can result in serious inflammatory reactions which may permanently damage the respective organs. Autoimmune diseases, the outbreak and/or course of which can be visible in the individual genome of the organism, include multiple sclerosis, diabetes type I, rheumatoid arthritis and Crohn's disease (an example for an immune-mediated disease without genetic disposition is HIV, which is caused by virus). As for multiple sclerosis, an article in the journal \"Nature\" dated May 2010 (Baranzini et al.: Genome, epigenome and RNA sequences of monozygotic twins discordant for multiple sclerosis. Nature 2010, 464; S. 1351-1356 – for link see below) showed that this autoimmune disease is not caused by a genetic variation but the course and the treatability are considerably influenced by genetic dispositions. This research was based on analysing three monovular pairs of twins, of which one twin has contracted multiple sclerosis whereas the other one has not.",
            "score": 142.86415100097656
        },
        {
            "docid": "1920949_8",
            "document": "FOXP3 . In human disease, alterations in numbers of regulatory T cells – and in particular those that express Foxp3 – are found in a number of disease states. For example, patients with tumors have a local relative excess of Foxp3 positive T cells which inhibits the body's ability to suppress the formation of cancerous cells. Conversely, patients with an autoimmune disease such as systemic lupus erythematosus (SLE) have a relative dysfunction of Foxp3 positive cells. The Foxp3 gene is also mutated in \"IPEX\" syndrome (\"I\"mmunodysregulation, \"P\"olyendocrinopathy, and \"E\"nteropathy, \"X\"-linked). These mutations were in the forkhead domain of FOXP3, indicating that the mutations may disrupt critical DNA interactions.",
            "score": 142.83074951171875
        },
        {
            "docid": "8874156_6",
            "document": "LSm . The story of the discovery of the first LSm proteins begins with a young woman, Stephanie Smith, who was diagnosed in 1959 with systemic lupus erythematosus (SLE), eventually succumbing to complications of the disease in 1969 at the age of 22. During this period, she was treated at New York's Rockefeller University Hospital, under the care of Dr. Henry Kunkel and Dr. Eng Tan. As those with an autoimmune disease, SLE patients produce antibodies to antigens in their cells' nuclei, most frequently to their own DNA. However, Dr. Kunkel and Dr. Tan found in 1966 that Ms. Smith produced antibodies to a set of nuclear proteins, which they named the 'smith antigen' (Sm Ag). About 30% of SLE patients produce antibodies to these proteins, as opposed to double stranded DNA. This discovery improved diagnostic testing for SLE, but the nature and function of this antigen was unknown.",
            "score": 141.73915100097656
        },
        {
            "docid": "21009880_35",
            "document": "Systemic lupus erythematosus . Impaired clearance of dying cells is a potential pathway for the development of this systemic autoimmune disease. This includes deficient phagocytic activity and scant serum components in addition to increased apoptosis. SLE is associated with defects in apoptotic clearance, and the damaging effects caused by apoptotic debris. Early apoptotic cells express “eat-me” signals, of cell-surface proteins such as phosphatidylserine, that prompt immune cells to engulf them. Apoptotic cells also express “find-me” signals, to attract macrophages and dendritic cells. When apoptotic material is not removed correctly by phagocytes, they are captured instead by antigen-presenting cells, which leads to development of antinuclear antibodies.",
            "score": 141.6392059326172
        },
        {
            "docid": "4009994_2",
            "document": "Canine discoid lupus erythematosus . Discoid lupus erythematosus (DLE) is an uncommon autoimmune disease of the basal cell layer of the skin. It occurs in humans and cats, more frequently occurring in dogs. It does not progress to systemic lupus erythematosus (SLE) in dogs. SLE can also have skin symptoms, but it appears that the two are either separate diseases or DLE is a mild form of SLE. DLE in dogs differs from SLE in humans in that plasma cells predominate histologically instead of T lymphocytes. Because worsening of symptoms occurs with increased ultraviolet light exposure, sun exposure most likely plays a role in DLE, although certain breeds (see below) are predisposed. After pemphigus foliaceus, DLE is the second most common autoimmune skin disease in dogs.",
            "score": 141.3840789794922
        },
        {
            "docid": "21009880_24",
            "document": "Systemic lupus erythematosus . Genome-wide association studies (GWAS) revealed regions of linkage that were found on most chromosomes. These studies are useful in identifying the genes that may be responsible for complex diseases such as SLE. Candidate gene loci implicated with SLE include multiple alleles from the HLA region, Fc-gamma receptor, and complement component system. However, association does not prove that a specific form of a gene is responsible for the disease, as there may be other polymorphisms in the region that have a greater association effect. However, because the biological role of most genes are not completely understood, it can be difficult to attribute phenotypic traits to certain genetic polymorphisms. Since SLE is associated with so many genetic regions, it is likely an oligogenic trait, meaning that there are several genes that control susceptibility to the disease. Further complicating our understanding is the association of certain linkages with various ethnic groups.",
            "score": 140.81788635253906
        },
        {
            "docid": "21009880_43",
            "document": "Systemic lupus erythematosus . ANA screening yields positive results in many connective tissue disorders and other autoimmune diseases, and may occur in normal individuals. Subtypes of antinuclear antibodies include anti-Smith and anti-double stranded DNA (dsDNA) antibodies (which are linked to SLE) and anti-histone antibodies (which are linked to drug-induced lupus). Anti-dsDNA antibodies are highly specific for SLE; they are present in 70% of cases, whereas they appear in only 0.5% of people without SLE. The anti-dsDNA antibody titers also tend to reflect disease activity, although not in all cases. Other ANA that may occur in people with SLE are anti-U1 RNP (which also appears in systemic sclerosis and mixed connective tissue disease), SS-A (or anti-Ro) and SS-B (or anti-La; both of which are more common in Sjögren's syndrome). SS-A and SS-B confer a specific risk for heart conduction block in neonatal lupus.",
            "score": 140.81227111816406
        },
        {
            "docid": "16084604_5",
            "document": "Lupus erythematosus . It is typically believed that Lupus is influenced by multiple genes. Lupus is usually influenced by gene polymorphisms, 30 of which have now been linked with the disorder. Some of these polymorphisms have been linked very tentatively however, as the role that they play or the degree to which they influence the disease is unknown. Other genes that are commonly thought to be associated with Lupus are those in the Human leukocyte antigen (HLA) family, which are largely related to healthy functioning of the immune system. There have been several cases where a single gene influence appears to be present, but this is rare. When a single gene deficiency does cause Lupus, it is usually attributed to the genes C1, C2, or C4. The influence of sex chromosomes and environmental factors are also noteworthy. Usually, these factors contribute to Lupus by compromising the immune system.",
            "score": 139.41848754882812
        },
        {
            "docid": "11347958_7",
            "document": "Ifi202 . Gene 200 cluster is located on Chromosome 1 of murine genome. Nba2 locus is suspected to be a major contributor to the susceptibility of mice to SLE. Ifi202 and ifi203, both of which seem to be linked to SLE susceptibility, are within Nba2 interval. Using quantitative PCR, it was shown that splenic B cells and non-B/non-T cell have increased ifi202 expression in SLE susceptible mice. Based on the knowledge that ifi202 gene is a regulator of apoptosis and cell proliferation, ifi202 was implicated in the autoimmune disease SLE.",
            "score": 139.06005859375
        },
        {
            "docid": "1920949_2",
            "document": "FOXP3 . FOXP3 (forkhead box P3), also known as scurfin, is a protein involved in immune system responses. A member of the FOX protein family, FOXP3 appears to function as a master regulator of the regulatory pathway in the development and function of regulatory T cells. Regulatory T cells generally turn the immune response down. In cancer, an excess of regulatory T cell activity can prevent the immune system from destroying cancer cells. In autoimmune disease, a deficiency of regulatory T cell activity can allow other autoimmune cells to attack the body's own tissues.",
            "score": 138.9989776611328
        },
        {
            "docid": "211950_2",
            "document": "Major histocompatibility complex . The major histocompatibility complex (MHC) is a set of cell surface proteins essential for the acquired immune system to recognize foreign molecules in vertebrates, which in turn determines histocompatibility. The main function of MHC molecules is to bind to antigens derived from pathogens and display them on the cell surface for recognition by the appropriate T-cells. MHC molecules mediate interactions of leukocytes, also called white blood cells (WBCs), which are immune cells, with other leukocytes or with body cells. The MHC determines compatibility of donors for organ transplant, as well as one's susceptibility to an autoimmune disease via crossreacting immunization. The human MHC is also called the HLA (human leukocyte antigen) complex (often just the HLA). The MHC in mice is called the H-2 complex or H-2.",
            "score": 138.88438415527344
        },
        {
            "docid": "9124243_2",
            "document": "Belimumab . Belimumab (trade name Benlysta, previously known as LymphoStat-B) is a human monoclonal antibody that inhibits B-cell activating factor (BAFF), also known as B-lymphocyte stimulator (BLyS). B cells are responsible for part of the normal immune response, and also for the over-aggressive immune response in autoimmune diseases like systemic lupus erythematosus (SLE).",
            "score": 137.6078338623047
        },
        {
            "docid": "14958_4",
            "document": "Immune system . Disorders of the immune system can result in autoimmune diseases, inflammatory diseases and cancer. Immunodeficiency occurs when the immune system is less active than normal, resulting in recurring and life-threatening infections. In humans, immunodeficiency can either be the result of a genetic disease such as severe combined immunodeficiency, acquired conditions such as HIV/AIDS, or the use of immunosuppressive medication. In contrast, autoimmunity results from a hyperactive immune system attacking normal tissues as if they were foreign organisms. Common autoimmune diseases include Hashimoto's thyroiditis, rheumatoid arthritis, diabetes mellitus type 1, and systemic lupus erythematosus. Immunology covers the study of all aspects of the immune system.",
            "score": 137.55331420898438
        },
        {
            "docid": "42673840_4",
            "document": "Autosomal dominant retinal vasculopathy with cerebral leukodystrophy . Mutations in the TREX1 gene have also been identified in people with other disorders involving the immune system. These disorders include a chronic inflammatory disease called systemic lupus erythematosus (SLE), including a rare form of SLE called chilblain lupus that mainly affects the skin.",
            "score": 136.82455444335938
        }
    ]
}