{
    "q": [
        {
            "docid": "854081_14",
            "document": "Regeneration (biology) . Limb regeneration in the axolotl and newt has been extensively studied and researched. Urodele amphibians, such as salamanders and newts, display the highest regenerative ability among tetrapods. As such, they can fully regenerate their limbs, tail, jaws, and retina via epimorphic regeneration leading to functional replacement with new tissue. Salamander limb regeneration occurs in two main steps. First, the local cells dedifferentiate at the wound site into progenitor to form a blastema. Second, the blastemal cells will undergo proliferation, patterning, differentiation and growth using similar genetic mechanisms that deployed during embryonic development. Ultimately, blastemal cells will generate all the cells for the new structure. After amputation, the epidermis migrates to cover the stump in 1–2 hours, forming a structure called the wound epithelium (WE). Epidermal cells continue to migrate over the WE, resulting in a thickened, specialized signaling center called the apical epithelial cap (AEC). Over the next several days there are changes in the underlying stump tissues that result in the formation of a blastema (a mass of dedifferentiated proliferating cells). As the blastema forms, pattern formation genes – such as HoxA and HoxD – are activated as they were when the limb was formed in the embryo. The positional identity of the distal tip of the limb (i.e. the autopod, which is the hand or foot) is formed first in the blastema. Intermediate positional identities between the stump and the distal tip are then filled in through a process called intercalation. Motor neurons, muscle, and blood vessels grow with the regenerated limb, and reestablish the connections that were present prior to amputation. The time that this entire process takes varies according to the age of the animal, ranging from about a month to around three months in the adult and then the limb becomes fully functional. Researchers at Australian Regenerative Medicine Institute at Monash University, have published that when macrophages, which eat up material debris, were removed, salamanders lost their ability to regenerate and formed scarred tissue instead.",
            "score": 207.6525800228119
        },
        {
            "docid": "23294664_20",
            "document": "Dominant white . The \"KIT\" gene encodes a protein called steel factor receptor, which is critical to the differentiation of stem cells into blood cells, sperm cells, and pigment cells. A process called alternative splicing, which uses the information encoded in the \"KIT\" gene to make slightly different proteins (isoforms) for use in different circumstances, may impact whether a mutation on \"KIT\" affects blood cells, sperm cells, or pigment cells. Steel factor receptor interacts chemically with steel factor or stem cell factor to relay chemical messages. These messages are used during embryonic development to signal the migration of early melanocytes (pigment cells) from the neural crest tissue to their eventual destinations in the dermal layer. The neural crest is a transient tissue in the embryo that lies along the dorsal line. Melanocytes migrate along the dorsal line to a number of specific sites: near the eye, near the ear, and the top of the head; six sites along each side of the body, and a few along the tail. At these sites, the cells undergo a few rounds of replication and differentiation, and then migrate down and around the body from the dorsal aspect towards the ventral aspect and the limb buds.",
            "score": 179.4264588356018
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 157.51212692260742
        },
        {
            "docid": "31570900_2",
            "document": "Somatic embryogenesis . Somatic embryogenesis is an artificial process in which a plant or embryo is derived from a single somatic cell or group of somatic cells. Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form from the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Somatic embryos are mainly produced \"in vitro\" and for laboratory purposes, using either solid or liquid nutrient media which contain plant growth regulators (PGR’s). The main PGRs used are auxins but can contain cytokinin in a smaller amount. Shoots and roots are monopolar while somatic embryos are bipolar, allowing them to form a whole plant without culturing on multiple media types. Somatic embryogenesis has served as a model to understand the physiological and biochemical events that occur during plant developmental processes as well as a component to biotechnological advancement. The first documentation of somatic embryogenesis was by Steward et al. in 1958 and Reinert in 1959 with carrot cell suspension cultures.",
            "score": 141.38962519168854
        },
        {
            "docid": "1251821_11",
            "document": "Plant embryogenesis . Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Asymmetrical cell division also seems to be important in the development of somatic embryos, and while failure to form the suspensor cell is lethal to zygotic embryos, it is not lethal for somatic embryos.",
            "score": 121.59364104270935
        },
        {
            "docid": "14776330_4",
            "document": "FGF4 . During embryonic development, the 21-kD protein FGF4 functions as a signaling molecule that is involved in many important processes. Studies using Fgf4 gene knockout mice showed developmental defects in embryos both in vivo and in vitro, revealing that FGF4 facilitates the survival and growth of the inner cell mass during the postimplantation phase of development by acting as an autocrine or paracrine ligand. FGFs produced in the apical ectodermal ridge (AER) are critical for the proper forelimb and hindlimb outgrowth. FGF signaling in the AER is involved in regulating limb digit number and cell death in the interdigital mesenchyme. When FGF signaling dynamics and regulatory processes are altered, postaxial polydactyly and cutaneous syndactyly, two phenotypic abnormalities collectively known as polysyndactyly, can occur in the limbs. Polysyndactyly is observed when an excess of Fgf4 is expressed in limb buds of wild-type mice. In mutant limb buds that do not express Fgf8, the expression of Fgf4 still results in polysyndactyly, but Fgf4 is also able to rescue all skeletal defects that arise from the lack of Fgf8. Therefore, the Fgf4 gene compensates for the loss of the Fgf8 gene, revealing that FGF4 and FGF8 perform similar functions in limb skeleton patterning and limb development. Studies of zebrafish Fgf4 knockdown embryos demonstrated that when Fgf4 signaling is inhibited, randomized left-right patterning of the liver, pancreas, and heart takes place, showing that Fgf4 is a crucial gene involved in developing left-right patterning of visceral organs. Furthermore, unlike the role of FGF4 in limb development, FGF4 and FGF8 have distinct roles and function independently in the process of visceral organ left-right patterning. Fgf signaling pathway has also been demonstrated to drive hindgut identity during gastrointestinal development, and the up regulation of the Fgf4 in pluripotent stem cell has been used to direct their differentiation for the generation of intestinal Organoids and tissues in vitro.",
            "score": 193.04852843284607
        },
        {
            "docid": "51758582_3",
            "document": "Cell division orientation . Cell division orientation is one of the mechanisms that shapes tissue during development and morphogenesis. Along with cell shape changes, cell rearrangements, apoptosis and growth, oriented cell division modifies the geometry and topology of live tissue in order to create new organs and shape the organisms. Reproducible patterns of oriented cell divisions were described during mophogenesis of \"Drosophila\" embryos, \"Arabidopsis thaliana\" embryos, \"Drosophila\" pupa, zebrafish embryos and mouse early embryos. Oriented cell divisions contribute to the tissue elongation and the release of mechanical stress. While in the first case oriented cell division acts as active contributor to the morphogenesis, the latter case is a passive response to the external mechanical tensions.",
            "score": 128.2657424211502
        },
        {
            "docid": "29657_52",
            "document": "Salamander . Salamanders' limb regeneration has long been the focus of interest among scientists. Researchers have been trying to find out the conditions required for the growth of new limbs and hope that such regeneration could be replicated in humans using stem cells. Axolotls have been used in research and have been genetically engineered so that a fluorescent protein is present in cells in the leg, enabling the cell division process to be tracked under the microscope. It seems that after the loss of a limb, cells draw together to form a clump known as a blastema. This superficially appears undifferentiated, but cells that originated in the skin later develop into new skin, muscle cells into new muscle and cartilage cells into new cartilage. It is only the cells from just beneath the surface of the skin that are pluripotent and able to develop into any type of cell. Researchers from the Australian Regenerative Medicine Institute have found that when macrophages were removed, salamanders lost their ability to regenerate and instead formed scar tissue. If the processes involved in forming new tissue can be reverse engineered into humans, it may be possible to heal injuries of the spinal cord or brain, repair damaged organs and reduce scarring and fibrosis after surgery.",
            "score": 214.59043669700623
        },
        {
            "docid": "674_10",
            "document": "Anatomy . Unlike plant cells, animal cells have neither a cell wall nor chloroplasts. Vacuoles, when present, are more in number and much smaller than those in the plant cell. The body tissues are composed of numerous types of cell, including those found in muscles, nerves and skin. Each typically has a cell membrane formed of phospholipids, cytoplasm and a nucleus. All of the different cells of an animal are derived from the embryonic germ layers. Those simpler invertebrates which are formed from two germ layers of ectoderm and endoderm are called diploblastic and the more developed animals whose structures and organs are formed from three germ layers are called triploblastic. All of a triploblastic animal's tissues and organs are derived from the three germ layers of the embryo, the ectoderm, mesoderm and endoderm.",
            "score": 155.6849685907364
        },
        {
            "docid": "48687560_5",
            "document": "Margaret Reed Lewis . Lewis and her husband helped develop and put into practice the first experimental systems for observing and understanding somatic cell physiology in complex organisms, which demonstrated that the behavior of these autonomous cells had a significant relationship to the development, infection, immunity, physiology and development of cancer for the organism. As a result, their work served to establish the importance of cellular behavior. As a result, this couple’s greatest impact on embryology and cell biology in the twentieth century was teaching later generations of biologists the basic factors involved in tissue culture based on what they had learned from their research. The Lewises saw a place for the findings on the cell related to embryology as well, and expressed this perspective to the president of the Carnegie Institution of Washington when they wrote to him that knowing the extent of a cell’s permanent individuality must be determined before it is possible to understand how they cooperate and are integrated into a tissue. This perspective is what gave Margaret and Warren Lewis their place in the Department of Embryology at the Carnegie Institution. With so many avenues opened by cell culture to explore, Margaret Lewis and her husband diverged in their area of study, with Margaret Lewis choosing to focus on microbiological problems, which involved close observations of chick embryo intestines reacting to typhoid bacilli in the medium in which it was grown. Through the tissue culture techniques the Lewises had developed, these studies showed that infections and diseases were cellular phenomena in that infection was observed in an isolated system but the events occurred in a way that would be observed in an organism as a whole.  In her work with chick embryos, Margaret Lewis studied connective tissue formation within the tissues as well as outside of an environment where factors involved in coagulation are present. Lewis observed that the connective tissue fibrils resulted from the cytoplasmic transformations of the cells. In her studies of explanted tissue cultures, Lewis noted that the cells choose to migrate away from the tissue sample and divide as individual cells, resulting in loss of the tissue’s characteristic appearance. However, she also made the distinction that the cells do not become more embryonic like Champy and others claimed, but instead lose their differentiated appearance as a tissue. This spreading of the cells and lack of characteristic tissue form caused fibril development in many tissue cultures to be lacking; however, there were a few cultures where connective tissue fibers did develop, and their progression could be tracked. She observed that fibrils start as delicate lines in the exoplasm and become bundles that are passed between cells. Lewis also found no evidence of vacuoles forming fibrils as was believed to be the case by other researchers.",
            "score": 161.30491387844086
        },
        {
            "docid": "20528783_16",
            "document": "Embryomics . Cells, embryonic cells in particular, are sensitive to the presence or absence of specific chemical molecules in their surroundings. This is the basis for cell signaling, and during embryogenesis cells “talk to each other” by emitting and receiving signaling molecules. This is how development of the embryo’s structure is organized and controlled. If cells of a particular line have been removed from the embryo and are growing alone in a Petri dish in the lab, and some cell signaling chemicals are put in the growth medium bathing the cells, this can induce the cells to differentiate into a different, “daughter” cell type, mimicking the differentiation process that occurs naturally in the developing embryo. Artificially inducing differentiation in this way can yield clues to the correct placement of a particular cell line in the embryogenic tree, by observing what kind of cell results from inducing the differentiation.",
            "score": 138.59511351585388
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 178.88462388515472
        },
        {
            "docid": "25662158_6",
            "document": "Beatrice Mintz . Mintz and Kristoph Tarkowski independently made the first mouse embryonic chimeras in the 1960s, by aggregating two embryos at the eight-cell stage. The resultant mice developed normally and their tissues were a mixture of cells derived from the two donor embryos. Mintz went on to create viable chimeric embryos containing blastomeres from up to fifteen different laboratory mice. She developed a technique that involved mixing cells from a black mouse strain into the blastocysts of white or brown mice \"in vitro\". She then surgically transferred these early embryos into surrogate mothers and, after birth, traced the tissue contribution of each cell type made by studying the coat colour. Her cell fusion technique was successful where others had failed because she chose to remove the zona pellucida with pronase treatment, rather than physically. Since 1967 Mintz has created over 25,000 offspring using this technique.",
            "score": 128.29462385177612
        },
        {
            "docid": "10446876_4",
            "document": "Fate mapping . Early embryologists used \"vital dyes\" (which would stain but not harm the cells) to follow movements of individual cells or groups of cells over time in \"Xenopus\" frog embryos. The tissue(s) to which the cells contribute would thus be labeled and visible in the adult organism. The first person to develop and use this technique to study cell fate was embryologist Walter Vogt in 1929. Vogt used small chips of agar impregnated with a vital dye, (such as Nile Blue or Nile Red) which he placed on a particular cell or population of cells in \"Xenopus\" embryos until the dye absorbed into the yolk platelets within the desired cell(s). Once the cells were effectively labeled, the agar chip could be removed and the embryo was allowed to develop normally. With this method, Vogt was able to discern movements of particular cell populations and the ultimate organ or tissue into which they integrated. Although innovative for the time, this technique is limiting in that the size of a chip of agar may not accommodate single-cell resolution studies at later stages of development, since successive cell divisions will yield smaller cells (until the embryo develops into a larval form that can eat, and thereby grow larger). Additionally, the cell or cell population of interest must be superficial, since the agar chip with the dye must be placed on the surface of the embryo.",
            "score": 138.87620842456818
        },
        {
            "docid": "10446876_6",
            "document": "Fate mapping . In 1978, David Weisblat and colleagues in Gunther Stent's lab at Berkeley improved the technique of single-cell resolution fate mapping by injection of horseradish peroxidase (HRP) enzyme, and later fluorescent peptides (1980), into individual cells in \"Helobdella triserialis\" (leech) embryos during early development. All progeny of the injected cells could later be discerned by staining for HRP using benzidine substrate or visualized by fluorescence microscopy. This technique allowed the experimenter greater control and selectivity over what cell was labeled and traced. However, the opaque character of the HRP stain prevented use of vital dye nuclear counter-stains such as Hoechst 33258 (blue) to observe the mitotic state of the injected cell's progeny. Also, embryos had to be fixed in order to stain for the HRP, thus allowing only a single timepoint view of each individual leech embryo injected. The use of fluorescent peptides such as Rhodamine-D-protein (red, RDP) and Fluorescein-D-protein (yellow/green, FDP) conjugated to large carrier molecules to prevent diffusion through cell gap junctions, alleviated several of the shortcomings of HRP injection. Leech embryos injected with the fluorescent tracers could be visualized, and images collected of the same specimen at multiple timepoints, without fixation. The fluorescent tracers could also be combined with nuclear Hoechst staining to visualize the mitotic status of the progeny of injected cells. Seth Blair, also in Stent's lab, introduced a novel ablation technique that could be used in tandem with lineage tracing to pursue the questions relating to developmental potential changes in cell fate in experimentally perturbed embryos that were first raised by Roux and Driesch (1980). For this purpose, specific cells were ablated by microinjection with Pronase (an enzyme that digests proteins) to ablate the cell; later modifications of this technique employed DNase or the ricin A chain. The single-cell injection technique is now also in use by researchers studying other model organisms such as \"Xenopus\" (frogs), \"Danio rerio\" (zebrafish), and \"Caenorhabditis elegans\" (worms).",
            "score": 111.1623649597168
        },
        {
            "docid": "8449_5",
            "document": "Developmental biology . Regional specification refers to the processes that create spatial pattern in a ball or sheet of initially similar cells. This generally involves the action of cytoplasmic determinants, located within parts of the fertilized egg, and of inductive signals emitted from signaling centers in the embryo. The early stages of regional specification do not generate functional differentiated cells, but cell populations committed to develop to a specific region or part of the organism. These are defined by the expression of specific combinations of transcription factors. Morphogenesis relates to the formation of three-dimensional shape. It mainly involves the orchestrated movements of cell sheets and of individual cells. Morphogenesis is important for creating the three germ layers of the early embryo (ectoderm, mesoderm and endoderm) and for building up complex structures during organ development. Cell differentiation relates specifically to the formation of functional cell types such as nerve, muscle, secretory epithelia etc. Differentiated cells contain large amounts of specific proteins associated with the cell function. Growth involves both an overall increase in size, and also the differential growth of parts (allometry) which contributes to morphogenesis. Growth mostly occurs through cell division but also through changes of cell size and the deposition of extracellular materials. The control of timing of events and the integration of the various processes with one another is the least well understood area of the subject. It remains unclear whether animal embryos contain a master clock mechanism or not.",
            "score": 138.59145152568817
        },
        {
            "docid": "6058_33",
            "document": "Collagen . There is some covalent crosslinking within the triple helices, and a variable amount of covalent crosslinking between tropocollagen helices forming well organized aggregates (such as fibrils). Larger fibrillar bundles are formed with the aid of several different classes of proteins (including different collagen types), glycoproteins, and proteoglycans to form the different types of mature tissues from alternate combinations of the same key players. Collagen's insolubility was a barrier to the study of monomeric collagen until it was found that tropocollagen from young animals can be extracted because it is not yet fully crosslinked. However, advances in microscopy techniques (i.e. electron microscopy (EM) and atomic force microscopy (AFM)) and X-ray diffraction have enabled researchers to obtain increasingly detailed images of collagen structure \"in situ\". These later advances are particularly important to better understanding the way in which collagen structure affects cell–cell and cell–matrix communication and how tissues are constructed in growth and repair and changed in development and disease. For example, using AFM–based nanoindentation it has been shown that a single collagen fibril is a heterogeneous material along its axial direction with significantly different mechanical properties in its gap and overlap regions, correlating with its different molecular organizations in these two regions.",
            "score": 153.65885293483734
        },
        {
            "docid": "8285473_3",
            "document": "Cell fate determination . The development of new molecular tools including GFP, and major advances in imaging technology including fluorescence microscopy, have made possible the mapping of the cell lineage of \"Caenorhabditis elegans\" including its embryo. This technique of fate mapping is used to study cells as they differentiate into their final cell fates. Merely observing a cell as it becomes differentiated during embryogenesis provides no indication of the mechanisms that drive the specification. Therefore, the addition of molecular manipulation techniques, including gene and protein knock downs, knock outs and overexpression, along with live cell imaging techniques has been transformational in understanding what mechanisms are involved with cell fate determination. Transplantation experiments are commonly used in conjunction with the genetic manipulation and lineage tracing. Transplantation experiments are the only way to determine what state the cell is in on its way to being differentiated.",
            "score": 147.27917551994324
        },
        {
            "docid": "20528783_4",
            "document": "Embryomics . As an embryo develops from a fertilized egg, the single egg cell splits into many cells, which grow in number and migrate to the appropriate locations inside the embryo at appropriate times during development. As the embryo’s cells grow in number and migrate, they also differentiate into an increasing number of different cell types, ultimately turning into the stable, specialized cell types characteristic of the adult organism. Each of the cells in an embryo contains the same genome, characteristic of the species, but the level of activity of each of the many thousands of genes that make up the complete genome varies with, and determines, a particular cell’s type (e.g. neuron, bone cell, skin cell, muscle cell, etc.).",
            "score": 150.01788699626923
        },
        {
            "docid": "36624_6",
            "document": "Embryo . During gastrulation the cells of the blastula undergo coordinated processes of cell division, invasion, and/or migration to form two (diploblastic) or three (triploblastic) tissue layers. In triploblastic organisms, the three germ layers are called endoderm, ectoderm, and mesoderm. The position and arrangement of the germ layers are highly species-specific, however, depending on the type of embryo produced. In vertebrates, a special population of embryonic cells called the neural crest has been proposed as a \"fourth germ layer\", and is thought to have been an important novelty in the evolution of head structures.",
            "score": 95.99569821357727
        },
        {
            "docid": "44499088_5",
            "document": "Jim Cuthbert Smith . Smith's research has focused on how cells of the very early vertebrate embryo form the specialised tissues of muscle, skin, blood and bone. His discovery of a mesoderm-inducing factor secreted by a cell line and establishing its identity as activin transformed the study of induction in the early embryo. He also showed that activin specifies different cell types at different thresholds and that characteristic genes like Brachyury are turned on at specific concentrations. In other work he shed light on the molecular basis of gastrulation, and especially the role of non-canonical Wnt signalling. His earlier work demonstrated threshold responses in chick limb development and also showed that the mitogenic response to growth factors can be active when attached to the extracellular matrix.",
            "score": 164.72449445724487
        },
        {
            "docid": "31570900_16",
            "document": "Somatic embryogenesis . Carrot \"Daucus carota\" was the first and most understood species with regard to developmental pathways and molecular mechanisms. Time-lapse tracking by Toonen et al. (1994) showed that morphology of competent cells can vary based on shape and cytoplasm density. Five types of cells were identified from embryonic suspension: spherical cytoplasm-rich, spherical vacuolated, oval vacuolated, elongated vacuolated, and irregular shaped cells. Each type of cell multiplied with certain geometric symmetry. They developed into symmetrical, asymmetrical, and aberrantly-shaped cell clusters that eventually formed embryos at different frequencies. This indicates that organized growth polarity do not always exist in somatic embryogenesis.",
            "score": 128.61892139911652
        },
        {
            "docid": "1184860_3",
            "document": "Organogenesis . The cells of each of the three germ layers undergo differentiation, a process where less-specialized cells become more-specialized through the expression of a specific set of genes. Cell differentiation is driven by cell signaling cascades. Differentiation is influenced by extracellular signals such as growth factors that are exchanged to adjacent cells which is called juxtracrine signaling or to neighboring cells over short distances which is called paracrine signaling. Intracellular signals consist of a cell signaling itself (autocrine signaling), also play a role in organ formation. These signaling pathways allows for cell rearrangement and ensures that organs form at specific sites within the organism. The organogenesis process can be studied using embryos and organoids.",
            "score": 109.40801358222961
        },
        {
            "docid": "35742703_13",
            "document": "3D bioprinting . The second approach of bioprinting is autonomous self-assembly. This approach relies on the physical process of embryonic organ development as a model to replicate the tissues of interest. When cells are in their early development, they create their own extracellular matrix building block, the proper cell signaling, and independent arrangement and patterning to provide the required biological functions and micro-architecture. Autonomous self-assembly demands specific information about the developmental techniques of the tissues and organs of the embryo. There is a \"scaffold-free\" model that uses self-assembling spheroids that subjects to fusion and cell arrangement to resemble evolving tissues. Autonomous self-assembly depends on the cell as the fundamental driver of histogenesis, guiding the building blocks, structural and functional properties of these tissues. It demands a deeper understanding of how embryonic tissues mechanisms develop as well as the microenvironment surrounded to create the bioprinted tissues.",
            "score": 124.77064633369446
        },
        {
            "docid": "49592728_13",
            "document": "Mary Logan Reddick . Subsequent work addressed several technical problems in assessing cell differentiation. For these experiments, Reddick used White Plymouth Rock chicken embryos. One of the questions she addressed was whether nerve cells in the post-otic chick medulla became syncytial during development. To try to get single developing nerve cells with long processes visible in one plane of focus under the microscope, Reddick used a “smear” technique of flattening tissue before fixing and staining it. She also found that what had been thought of as two different cell types, was actually one cell type in different phases of the cell cycle. Some of the cells were mitotic, and others were in the interphase.",
            "score": 119.63232898712158
        },
        {
            "docid": "44419868_13",
            "document": "Single-cell variability . Cells in an otherwise similar population can vary in their size and morphology due to differences in function, changes in metabolism, or simply being in different phases of the cell cycle or some other factor. For example, stem cells can divide asymmetrically, which means the two resultant daughter cells may have different fates (specialized functions), and can differ from each other in size or shape. Researchers who study development may be interested in tracking the physical characteristics of the individual progeny in a growing population in order to understand how stem cells differentiate into a complex tissue or organism over time.",
            "score": 161.91333603858948
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 136.88250708580017
        },
        {
            "docid": "95250_4",
            "document": "Human development (biology) . The zygote contains a full complement of genetic material and develops into the embryo. Briefly, embryonic developments have four stages: the morula stage, the blastula stage, the gastrula stage, and the neurula stage. Prior to implantation, the embryo remains in a protein shell, the zona pellucida, and undergoes a series of cell divisions, called mitosis. A week after fertilization the embryo still has not grown in size, but hatches from the zona pellucida and adheres to the lining of the mother's uterus. This induces a decidual reaction, wherein the uterine cells proliferate and surround the embryo thus causing it to become embedded within the uterine tissue. The embryo, meanwhile, proliferates and develops both into embryonic and extra-embryonic tissue, the latter forming the fetal membranes and the placenta. In humans, the embryo is referred to as a fetus in the later stages of prenatal development. The transition from embryo to fetus is arbitrarily defined as occurring 8 weeks after fertilization. In comparison to the embryo, the fetus has more recognizable external features and a set of progressively developing internal organs. A nearly identical process occurs in other species.",
            "score": 108.13767981529236
        },
        {
            "docid": "26174456_3",
            "document": "Cavitation (biology) . Cavitation is a crucial process in the development of mammalian embryos. After fertilization, rapid cell division occurs which results in the formation of the morula, or a solid ball of cells. The morula is the precursor structure to the blastula, which is an animal embryo in the early stages of development. The morula consists of a cluster of internal cells covered by a layer of external cells. The internal cells become the inner cellular mass, which becomes the entire embryo.The external cells are destined to become a structure called the trophoblast, a layer of tissue on the inside of the embryo that provides it with nourishment. The trophoblast cells become extraembryonic structures necessary for development. After the initial formation of the morula, it does not have an interior space or cavity. Cavitation occurs to create a cavity on the inside of the morula. This process occurs when trophoblast cells, in other words the outside covering of the blastocyst, secretes fluid into the morula creating the blastocoel, the fluid filled cavity of the blastula. The formation of the blastocoel is a critical stage in the formation of the blastocyst, which is a blastula where some cellular differentiation has already occurred.  When cavities form outside of development, it most commonly occurs in the lungs. This is usually the result of extensive damage done by a disease or medical condition. The disease itself does not directly cause the cavitation of the lung tissue. Instead, the disease induces necrosis the death of a group of cells or tissue, which in turn results in the formation of cavities within the infected area. Two diseases that are commonly associated with extensive necrosis and cavitation of lung tissue are Mycobacterium tuberculosis and Klebsiella pneumoniae. The formation of cavities due to tissue death creates an environment that allows the pathogen to expand in numbers and spread further.",
            "score": 130.36780095100403
        },
        {
            "docid": "8288415_32",
            "document": "Regional differentiation . The organizer is induced from a dorsal vegetal region called the Nieuwkoop center. There are many different developmental potentials throughout the blastula stage embryos. The vegetal cap can give rise to only endodermal cell types while the animal cap can give rise to only ectodermal cell types. The marginal zone, however, can give rise to most structures in the embryo including mesoderm. A series of experiments by Pieter Nieuwkoop showed that if the marginal zone is removed and the animal and vegetal caps placed next to each other, the mesoderm comes from the animal cap and the dorsal tissues are always adjacent to the dorsal vegetal cells. Thus, this dorsal vegetal region, named the Nieuwkoop center, was able to induce the formation of the organizer.",
            "score": 105.01432538032532
        },
        {
            "docid": "674_52",
            "document": "Anatomy . Before the modern medical era, the main means for studying the internal structures of the body were dissection of the dead and inspection, palpation and auscultation of the living. It was the advent of microscopy that opened up an understanding of the building blocks that constituted living tissues. Technical advances in the development of achromatic lenses increased the resolving power of the microscope and around 1839, Matthias Jakob Schleiden and Theodor Schwann identified that cells were the fundamental unit of organization of all living things. Study of small structures involved passing light through them and the microtome was invented to provide sufficiently thin slices of tissue to examine. Staining techniques using artificial dyes were established to help distinguish between different types of tissue. Advances in the fields of histology and cytology began in the late 19th century along with advances in surgical techniques allowing for the painless and safe removal of biopsy specimens. The invention of the electron microscope brought a great advance in resolution power and allowed research into the ultrastructure of cells and the organelles and other structures within them. About the same time, in the 1950s, the use of X-ray diffraction for studying the crystal structures of proteins, nucleic acids and other biological molecules gave rise to a new field of molecular anatomy.",
            "score": 125.74585437774658
        },
        {
            "docid": "162717_7",
            "document": "Embryology . \"Drosophila melanogaster\", a fruit fly, is a model organism in biology on which much research into embryology has been done. Before fertilization, the female gamete produces an abundance of mRNA - transcribed from the genes that encode bicoid protein and nanos protein. These mRNA molecules are stored to be used later in what will become the developing embryo. The male and female \"Drosophila\" gametes exhibit anisogamy (differences in morphology and sub-cellular biochemistry). The female gamete is larger than the male gamete because it harbors more cytoplasm and, within the cytoplasm, the female gamete contains an abundance of the mRNA previously mentioned. At fertilization, the male and female gametes fuse (plasmogamy) and then the nucleus of the male gamete fuses with the nucleus of the female gamete (karyogamy). Note that before the gametes' nuclei fuse, they are known as pronuclei. A series of nuclear divisions will occur without cytokinesis (division of the cell) in the zygote to form a multi-nucleated cell (a cell containing multiple nuclei) known as a syncytium. All the nuclei in the syncytium are identical, just as all the nuclei in every somatic cell of any multicellular organism are identical \"in terms of the DNA sequence of the genome\". Before the nuclei can differentiate in transcriptional activity, the embryo (syncytium) must be divided into segments. In each segment, a unique set of regulatory proteins will cause specific genes in the nuclei to be transcribed. The resulting combination of proteins will transform clusters of cells into early embryo tissues that will each develop into multiple fetal and adult tissues later in development (note: this happens after each nucleus becomes wrapped with its own cell membrane).",
            "score": 137.60470747947693
        }
    ],
    "r": [
        {
            "docid": "29657_52",
            "document": "Salamander . Salamanders' limb regeneration has long been the focus of interest among scientists. Researchers have been trying to find out the conditions required for the growth of new limbs and hope that such regeneration could be replicated in humans using stem cells. Axolotls have been used in research and have been genetically engineered so that a fluorescent protein is present in cells in the leg, enabling the cell division process to be tracked under the microscope. It seems that after the loss of a limb, cells draw together to form a clump known as a blastema. This superficially appears undifferentiated, but cells that originated in the skin later develop into new skin, muscle cells into new muscle and cartilage cells into new cartilage. It is only the cells from just beneath the surface of the skin that are pluripotent and able to develop into any type of cell. Researchers from the Australian Regenerative Medicine Institute have found that when macrophages were removed, salamanders lost their ability to regenerate and instead formed scar tissue. If the processes involved in forming new tissue can be reverse engineered into humans, it may be possible to heal injuries of the spinal cord or brain, repair damaged organs and reduce scarring and fibrosis after surgery.",
            "score": 214.59043884277344
        },
        {
            "docid": "854081_14",
            "document": "Regeneration (biology) . Limb regeneration in the axolotl and newt has been extensively studied and researched. Urodele amphibians, such as salamanders and newts, display the highest regenerative ability among tetrapods. As such, they can fully regenerate their limbs, tail, jaws, and retina via epimorphic regeneration leading to functional replacement with new tissue. Salamander limb regeneration occurs in two main steps. First, the local cells dedifferentiate at the wound site into progenitor to form a blastema. Second, the blastemal cells will undergo proliferation, patterning, differentiation and growth using similar genetic mechanisms that deployed during embryonic development. Ultimately, blastemal cells will generate all the cells for the new structure. After amputation, the epidermis migrates to cover the stump in 1–2 hours, forming a structure called the wound epithelium (WE). Epidermal cells continue to migrate over the WE, resulting in a thickened, specialized signaling center called the apical epithelial cap (AEC). Over the next several days there are changes in the underlying stump tissues that result in the formation of a blastema (a mass of dedifferentiated proliferating cells). As the blastema forms, pattern formation genes – such as HoxA and HoxD – are activated as they were when the limb was formed in the embryo. The positional identity of the distal tip of the limb (i.e. the autopod, which is the hand or foot) is formed first in the blastema. Intermediate positional identities between the stump and the distal tip are then filled in through a process called intercalation. Motor neurons, muscle, and blood vessels grow with the regenerated limb, and reestablish the connections that were present prior to amputation. The time that this entire process takes varies according to the age of the animal, ranging from about a month to around three months in the adult and then the limb becomes fully functional. Researchers at Australian Regenerative Medicine Institute at Monash University, have published that when macrophages, which eat up material debris, were removed, salamanders lost their ability to regenerate and formed scarred tissue instead.",
            "score": 207.652587890625
        },
        {
            "docid": "8134498_2",
            "document": "Limb development . Limb development in vertebrates is an area of active research in both developmental and evolutionary biology, with much of the latter work focused on the transition from fin to limb. Limb formation begins in the morphogenetic limb field, as mesenchymal cells from the lateral plate mesoderm proliferate to the point that they cause the ectoderm above to bulge out, forming a limb bud. Fibroblast growth factor (FGF) induces the formation of an organizer at the end of the limb bud, called the apical ectodermal ridge (AER), which guides further development and controls cell death. Programmed cell death is necessary to eliminate webbing between digits.",
            "score": 202.04461669921875
        },
        {
            "docid": "41462528_6",
            "document": "Betty Hay . Betty is best known for her research in limb regeneration, the process of epithelial-mesenchymal transitions (EMT) during development, and the role of the extracellular matrix (ECM) in cell differentiation. When beginning her research career with Rose, their focus was on the induction of limb regeneration in animals that were not able to regenerate their limbs. They worked on tracing the origin of the cells in regenerating blastema. By transitional electron microscopy (TEM) they showed that the blastema that formed on the amputated surface of the amphibian limb contained uniform undifferentiated cells. These cells lost all remnants of their myofibrils or any other sign of previous differentiation. Betty was able to show the stages of myofibril loss by differentiated muscle cells using TEM. She confirmed that the limb tissues gave rise to undifferentiated blastema cells. Through this research, Betty came to the final conclusion that the differentiated somatic cells of the amphibian limb preserved enough developmental strength to fully regenerate a perfect limb. In other words, the regeneration of the limb is achieved when differentiated cells begin to dedifferentiate and become stem cells. In 1957, Don Fischman started as a medical student at Cornell and immediately joined Betty’s laboratory due to his undergraduate experience of working with amphibian limb regeneration. They traced the blastema cells with titrated thymidine and discovered that the epidermis did not enter the blastema. The blastema was the formed internal tissues, not the reserve cells or the epidermis, that gave rise to the regenerating limb. Their autoradiography observations on regenerating limbs also proved that mononuclear blood cells are the source of osteoclasts. When looking at the limbs, they could only obtain labeled nuclei from the monocytes. Therefore, Betty specifically labeled the blood and exhibited that the osteoclasts came from the blood cells.",
            "score": 201.478271484375
        },
        {
            "docid": "8149905_12",
            "document": "Limb bud . The pattern of Hox gene expression can be divided up into three phases throughout limb bud development, which corresponds to three key boundaries in proximal-distal limb development. The transition from the first phase to the second phase is marked by the introduction of Shh signals from the ZPA. The transition into the third phase is then marked by changes in how the limb bud mesenchymal cells responds to Shh signals. This means that although Shh signaling is required, its effects change over time as the mesoderm is primed to respond to it differently. These three phases of regulation reveal a mechanism by which natural selection can independently modify each of the three limb segments – the stylopod, the zeugopod, and the autopod.",
            "score": 197.7050018310547
        },
        {
            "docid": "51778319_5",
            "document": "Scar free healing . Unlike the limited regeneration seen in adult humans, many animal groups possess an ability to completely regenerate damaged tissue. Full limb regeneration is seen both in invertebrates (e.g. starfish and flatworms which can regenerate fully functioning appendages) and some vertebrates, however in the latter this is almost always confined to the immature members of the species: an example being tadpoles which can regrow their tails and various other body parts, an ability not seen in the mature frogs. The exception to this is the much studied urodele species' of amphibians, also known as salamanders, which carry their ability of complete regeneration into adulthood. These vertebrates possess an exceptional ability to allow regeneration of entire limbs and their tails (as well as a multitude of their internal organs as well, including their spinal cord) through a process known as blastema formation. This involves covering of the wound by a layer of epithelial cells known as the wound cap and subsequent innervation of this area with nerves that give off signals that revert local differentiated cells (such as muscle, cartilage and connective tissue) back to their undifferentiated cell lineage also known as mesenchymal cells. It is this area that is known as the blastema which has the potential to differentiate and proliferate once again allowing regrowth of the limb similar to how it occurs during development. In wound-healing in urodeles it is the quick response of anti-inflammatory macrophages which have been shown to be key to their regeneration capabilities. In one study, it was found that limbs would not regenerate in those urodeles with depleted macrophages and instead would scar with permanent loss of functionality. Knowing how regeneration occurs in animals such as these may have great implications for how wound-healing is tackled in medicine and research has been aimed at this area, as a result.",
            "score": 195.17318725585938
        },
        {
            "docid": "8149905_3",
            "document": "Limb bud . The limb bud consists of undifferentiated mesoderm cells that are sheathed in ectoderm. As a result of cell signaling interactions between the ectoderm and underlying mesoderm cells, formation of the developing limb bud occurs as mesenchymal cells from the lateral plate mesoderm and somites begin to proliferate to the point where they create a bulge under the ectodermal cells above. The mesoderm cells in the limb bud that come from the lateral plate mesoderm will eventually differentiate into the developing limb’s connective tissues, such as cartilage, bone, and tendon. Moreover, the mesoderm cells that come from the somites will eventually differentiate into the myogenic cells of the limb muscles.",
            "score": 194.82884216308594
        },
        {
            "docid": "8134498_4",
            "document": "Limb development . Limb formation results from series of epithelial-mesenchymal inductions between the mesenchymal cells of the lateral plate mesoderm and the overlying ectodermal cells. Cells from the lateral plate mesoderm and the myotome migrate to the limb field and proliferate to create the limb bud. The lateral plate cells produce the cartilaginous and skeletal portions of the limb while the myotome cells produce the muscle components. The lateral plate mesodermal cells secrete fibroblast growth factors (FGF7 and FGF10) to induce the overlying ectoderm to form AER. The AER secretes FGF8 and FGF4 which maintains the FGF10 signal and induces proliferation in the mesoderm. The position of FGF10 expression is regulated by Wnt8c in the hindlimb and Wnt2b in the forelimb. The forelimb and the hindlimb are specified by their position along the anterior/posterior axis and possibly by two transcription factors: Tbx5 and Tbx4, respectively.",
            "score": 193.6716766357422
        },
        {
            "docid": "14776330_4",
            "document": "FGF4 . During embryonic development, the 21-kD protein FGF4 functions as a signaling molecule that is involved in many important processes. Studies using Fgf4 gene knockout mice showed developmental defects in embryos both in vivo and in vitro, revealing that FGF4 facilitates the survival and growth of the inner cell mass during the postimplantation phase of development by acting as an autocrine or paracrine ligand. FGFs produced in the apical ectodermal ridge (AER) are critical for the proper forelimb and hindlimb outgrowth. FGF signaling in the AER is involved in regulating limb digit number and cell death in the interdigital mesenchyme. When FGF signaling dynamics and regulatory processes are altered, postaxial polydactyly and cutaneous syndactyly, two phenotypic abnormalities collectively known as polysyndactyly, can occur in the limbs. Polysyndactyly is observed when an excess of Fgf4 is expressed in limb buds of wild-type mice. In mutant limb buds that do not express Fgf8, the expression of Fgf4 still results in polysyndactyly, but Fgf4 is also able to rescue all skeletal defects that arise from the lack of Fgf8. Therefore, the Fgf4 gene compensates for the loss of the Fgf8 gene, revealing that FGF4 and FGF8 perform similar functions in limb skeleton patterning and limb development. Studies of zebrafish Fgf4 knockdown embryos demonstrated that when Fgf4 signaling is inhibited, randomized left-right patterning of the liver, pancreas, and heart takes place, showing that Fgf4 is a crucial gene involved in developing left-right patterning of visceral organs. Furthermore, unlike the role of FGF4 in limb development, FGF4 and FGF8 have distinct roles and function independently in the process of visceral organ left-right patterning. Fgf signaling pathway has also been demonstrated to drive hindgut identity during gastrointestinal development, and the up regulation of the Fgf4 in pluripotent stem cell has been used to direct their differentiation for the generation of intestinal Organoids and tissues in vitro.",
            "score": 193.0485382080078
        },
        {
            "docid": "8134498_18",
            "document": "Limb development . Cells are specified for each segment in the early limb bud and this population of cells expand out as the limb bud grows. This model is consistent with the following observations. Cell division is seen throughout the limb bud. Cell death occurs within a 200 μm zone subjacent to the AER when it is removed; cell death forecloses some patterning. FGF-releasing beads are able to rescue limb development when the AER is removed by preventing this cell death.",
            "score": 190.5574493408203
        },
        {
            "docid": "8149905_4",
            "document": "Limb bud . The limb bud remains active throughout much of limb development as it stimulates the creation and positive feedback retention of two signaling regions: the apical ectodermal ridge (AER) and the zone of polarizing activity (ZPA) with the mesenchymal cells. These signaling centers are crucial to the proper formation of a limb that is correctly oriented with its corresponding axial polarity in the developing organism. Research has determined that the AER signaling region within the limb bud determines the proximal-distal axis formation of the limb using FGF signals. ZPA signaling establishes the anterior-posterior axis formation of the limb using Shh signals. Additionally, though not known as a specific signaling region like AER and ZPA, the dorsal-ventral axis is established in the limb bud by the competitive Wnt7a and BMP signals that the dorsal ectoderm and ventral ectoderm use respectively. Because all of these signaling systems reciprocally sustain each other’s activity, limb development is essentially autonomous after these signaling regions have been established.",
            "score": 190.0818328857422
        },
        {
            "docid": "105355_29",
            "document": "Biomechanics . The study of biomechanics ranges from the inner workings of a cell to the movement and development of limbs, to the mechanical properties of soft tissue, and bones. Some simple examples of biomechanics research include the investigation of the forces that act on limbs, the aerodynamics of bird and insect flight, the hydrodynamics of swimming in fish, and locomotion in general across all forms of life, from individual cells to whole organisms. With growing understanding of the physiological behavior of living tissues, researchers are able to advance the field of tissue engineering, as well as develop improved treatments for a wide array of pathologies.",
            "score": 184.2384796142578
        },
        {
            "docid": "16869489_6",
            "document": "Eupodophis . The loss of limbs in \"Eupodophis\" may have been the result of changes in Hox genes, genes that specify the development specific regions of the body. Because Hox genes are involved in determining specific features of the axial skeleton, the loss of limbs would also result in the loss of cervical (tail) vertebrae that are near them. This loss is seen in \"Eupodophis\" and modern snakes but not legless lizards, which may be far less common because some other factor besides Hox genes were involved in the loss of their limbs. The loss of digits on the hind limbs may be explained by a low number of cells in the limb bud during embryonic development.",
            "score": 184.02508544921875
        },
        {
            "docid": "20359770_5",
            "document": "Diplopodia . People have been able to produce diplopod limbs by increasing sonic hedgehog (shh) signaling in the limb buds of embryos. The zone of polarizing activity (ZPA) in the proximal posterior mesoderm of a tetrapod limb bud is responsible for maintaining the anterior-posterior axis of the growing limb. The ZPA secretes shh protein, which induces formation of the distal segment of the limb, or autopod, with its posterior side facing the ZPA. When ZPA cells, non-ZPA cells made to express shh, or simply shh protein-soaked beads are implanted in the anterior side of a limb bud, the end of the resulting limb is duplicated, as in diplopodia. The posterior autopod on that limb has the normal orientation, and the extra, anterior autopod has a reversed anterior-posterior axis. This is because the original ZPA and the added source of shh signaling each induce the formation of an autopod.",
            "score": 183.82791137695312
        },
        {
            "docid": "6239597_15",
            "document": "Apical ectodermal ridge . Transplantation of an AER that would give rise to an arm (or wing, as these experiments are commonly performed on chicken embryos) to a limb field developing into a leg does not produce an arm and leg at the same location, but rather two legs. In contrast, transplantation of cells from the progress zone of a developing arm to replace the progress zone of a developing leg will produce a limb with leg structures proximally (femur, knee) and arm structures distally (hand, fingers). Thus it is the mesodermal cells of the progress zone, not the ectodermal cells of the AER, that control the identity of the limb.",
            "score": 182.931396484375
        },
        {
            "docid": "49033_47",
            "document": "Epigenetics . Somatic epigenetic inheritance, particularly through DNA and histone covalent modifications and nucleosome repositioning, is very important in the development of multicellular eukaryotic organisms. The genome sequence is static (with some notable exceptions), but cells differentiate into many different types, which perform different functions, and respond differently to the environment and intercellular signalling. Thus, as individuals develop, morphogens activate or silence genes in an epigenetically heritable fashion, giving cells a memory. In mammals, most cells terminally differentiate, with only stem cells retaining the ability to differentiate into several cell types (\"totipotency\" and \"multipotency\"). In mammals, some stem cells continue producing new differentiated cells throughout life, such as in neurogenesis, but mammals are not able to respond to loss of some tissues, for example, the inability to regenerate limbs, which some other animals are capable of. Epigenetic modifications regulate the transition from neural stem cells to glial progenitor cells (for example, differentiation into oligodendrocytes is regulated by the deacetylation and methylation of histones. Unlike animals, plant cells do not terminally differentiate, remaining totipotent with the ability to give rise to a new individual plant. While plants do utilise many of the same epigenetic mechanisms as animals, such as chromatin remodeling, it has been hypothesised that some kinds of plant cells do not use or require \"cellular memories\", resetting their gene expression patterns using positional information from the environment and surrounding cells to determine their fate.",
            "score": 182.52203369140625
        },
        {
            "docid": "8149905_9",
            "document": "Limb bud . Within the limb bud, expression of specific Hox genes varies as a function of the position along the anterior-posterior axis. The Hox genes are linked in four chromosomal clusters: Hoxa, Hoxb, Hoxc, and Hoxd. Their physical position on the chromosome correlates with the time and place of expression. This statement is supported by the knowledge that Hox gene expression is initiated during gastrulation in primitive somitic mesoderm by FGF signaling which effects the primitive somitic mesoderm cells at different times depending on their axial location during organism development—and is even further specified with other anterior-posterior axis signals (such as retinoic acid). Additional evidence for the role that Hox genes play in limb development was found when researchers effected Hox gene expressions in zebrafish by adding retinoic acid during gastrulation; This experiment resulted in a duplication of limbs.",
            "score": 181.06076049804688
        },
        {
            "docid": "14760975_3",
            "document": "FGF10 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. Fibroblast growth factor 10 is a paracrine signaling molecule seen first in the limb bud and organogenesis development. FGF10 starts the developing of limbs and its involved in the branching of morphogenesis in multiple organs such as the lungs, skin, ear and salivary glands. During the limb development Tbx4/Tbx5 stimulate the production of FGF10 in the lateral plate mesoderm where it will create an epithelial-mesenchymal FGF signal with FGF8. This positive feedback loop will increase the amount of mesenchyme resulting in a bulge. Afterwards, FGF10 will induce the formation of apical ectodermal ridge (AER) where the foot and hands will be formed. Lung development uses the same epithelial-mesenchymal signaling from FGF10 in the foregut mesenchyme with FGFR2 in the foregut epithelium. FGF10 signaling is required for epithelial branching. Therefore, all branching morphogen organs such as the lungs, skin, ear and salivary glands required the constant expression of FGF10. This protein exhibits mitogenic activity for keratinizing epidermal cells, but essentially no activity for fibroblasts, which is similar to the biological activity of FGF7.",
            "score": 180.07676696777344
        },
        {
            "docid": "23294664_20",
            "document": "Dominant white . The \"KIT\" gene encodes a protein called steel factor receptor, which is critical to the differentiation of stem cells into blood cells, sperm cells, and pigment cells. A process called alternative splicing, which uses the information encoded in the \"KIT\" gene to make slightly different proteins (isoforms) for use in different circumstances, may impact whether a mutation on \"KIT\" affects blood cells, sperm cells, or pigment cells. Steel factor receptor interacts chemically with steel factor or stem cell factor to relay chemical messages. These messages are used during embryonic development to signal the migration of early melanocytes (pigment cells) from the neural crest tissue to their eventual destinations in the dermal layer. The neural crest is a transient tissue in the embryo that lies along the dorsal line. Melanocytes migrate along the dorsal line to a number of specific sites: near the eye, near the ear, and the top of the head; six sites along each side of the body, and a few along the tail. At these sites, the cells undergo a few rounds of replication and differentiation, and then migrate down and around the body from the dorsal aspect towards the ventral aspect and the limb buds.",
            "score": 179.42645263671875
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 178.88462829589844
        },
        {
            "docid": "8149905_6",
            "document": "Limb bud . In turn, the activation of T-box proteins activates signaling cascades that involve the Wnt signaling pathway and FGF signals. Before limb development begins, T-box proteins initiate FGF10 expression in the proliferating mesenchymal cells of the lateral plate mesoderm, which form the limb bud mesoderm. WNT2B and WNT8C stabilize this FGF10 expression in the forelimb and hindlimb, respectively. This FGF10 expression stimulates WNT3 expression in the above ectodermal cells – resulting in formation of the apical ectodermal ridge as well as inducing FGF8 expression. The FGF8 secreted by the AER acts to keep the cells of the limb mesenchyme in a mitotically active state and sustains their production of FGF10. This positive feedback loop between the limb mesenchymal cells and the AER maintains the continued growth and development of the entire limb.",
            "score": 178.20053100585938
        },
        {
            "docid": "18664114_2",
            "document": "Zone of polarizing activity . The zone of polarizing activity (ZPA) is an area of mesenchyme that contains signals which instruct the developing limb bud to form along the anterior/posterior axis. Limb bud is undifferentiated mesenchyme enclosed by an ectoderm covering. Eventually, the limb bud develops into bones, tendons, muscles and joints. Limb bud development relies not only on the ZPA, but also many different genes, signals, and a unique region of ectoderm called the apical ectodermal ridge (AER). Research by Saunders and Gasseling in 1948 identified the AER and its subsequent involvement in proximal distal outgrowth. Twenty years later, the same group did transplantation studies in chick limb bud and identified the ZPA. It wasn’t until 1993 that Todt and Fallon showed that the AER and ZPA are dependent on each other.",
            "score": 178.04408264160156
        },
        {
            "docid": "6239597_8",
            "document": "Apical ectodermal ridge . The Hox genes, which initially establish the anterior-posterior axis of the entire embryo, continue to participate in the dynamic regulation of limb development even after the AER and ZPA have been established. Complex communication ensues as AER-secreted FGFs and ZPA-secreted Shh initiate and regulate Hox gene expression in the developing limb bud. Though many of the finer details remain to be resolved, a number of significant connections between Hox gene expression and the impact on limb development have been discovered. The pattern of Hox gene expression can be divided up into three phases throughout limb bud development, which corresponds to three key boundaries in proximal-distal limb development. The transition from the first phase to the second phase is marked by the introduction of Shh from the ZPA. The transition into the third phase is then marked by changes in how the limb bud mesenchyme responds to Shh signaling. This means that although Shh signaling is required, its effects change over time as the mesoderm is primed to respond to it differently. These three phases of regulation reveal a mechanism by which natural selection can independently modify each of the three limb segments – the stylopod, the zeugopod, and the autopod.",
            "score": 177.54617309570312
        },
        {
            "docid": "4821621_9",
            "document": "PAX3 . Table 1. Representative PAX3 transcriptional target genes. During development, one of the major lineages expressing Pax3 is the skeletal muscle lineage. Pax3 expression is first seen in the pre-somitic paraxial mesoderm, and then ultimately becomes restricted to the dermomyotome, which forms from the dorsal region of the somites. To form skeletal muscle in central body segments, PAX3-expressing cells detach from the dermomyotome and then Pax3 expression is turned off as Myf5 and MyoD1 expression is activated. To form other skeletal muscles, Pax3-expressing cells detach from the dermomyotome and migrate to more distant sites, such as the limbs and diaphragm. A subset of these Pax3-expressing dermomyotome-derived cells also serves as an ongoing progenitor pool for skeletal muscle growth during fetal development. During later developmental stages, myogenic precursors expressing Pax3 and/or Pax7 form satellite cells within the skeletal muscle, which contribute to postnatal muscle growth and muscle regeneration. These adult satellite cells remain quiescent until injury occurs, and then are stimulated to divide and regenerate the injured muscle.",
            "score": 176.86306762695312
        },
        {
            "docid": "40286795_4",
            "document": "MYF5 . Myf5 is expressed in the dermomyotome of the early somites, pushing the myogenic precursors to undergo determination and differentiate into myoblasts. Specifically, it is first seen in the dorsomedial portion of the dermomyotome, which develops into the epaxial myotome. Although it is expressed in both the epaxial (to become muscles of the back) and hypaxial (body wall and limb muscles) portions of the myotome, it is regulated differently in these tissue lines, providing part of their alternative differentiation. Most notably, while Myf5 is activated by Sonic hedgehog in the epaxial lineage, it is instead directly activated by the transcription factor Pax3 in hypaxial cells. The limb myogenic precursors (derived from the hypaxial myotome) do not begin expressing Myf5 or any MRFs, in fact, until after migration to the limb buds. Alternatively, during its brief window of expression in the embryo it is also expressed in nonsomitic paraxial mesoderm that goes on to form the muscles of the head, according to studies done on zebrafish.",
            "score": 175.74403381347656
        },
        {
            "docid": "6239597_6",
            "document": "Apical ectodermal ridge . Secreted by the ZPA in the limb bud mesenchyme. Creates concentration gradient that dictates formation of the five distinct digits. Digit 5 (pinkie) results from exposure to high Shh concentrations, while digit 1 (thumb) on the opposite end of the spectrum develops in response to low concentrations of Shh. Shh expression has been shown in many, but not all circumstances, to be heavily connected with Hox gene expression. Shh also (via Gremlin) blocks bone morphogenic protein (BMP) activity. By blocking BMP activity, FGF expression in the AER is maintained. FGF10 secretions from the mesenchyme cells of the limb field interact with the ectodermal cells above, and induce the formation of the AER on the distal end of the developing limb. The presence of a dorsal-ventral ectodermal boundary is crucial for AER formation – the AER can only form at that divide.",
            "score": 175.6683807373047
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 175.5140380859375
        },
        {
            "docid": "48388971_6",
            "document": "Alpha thalassemia abnormal morphogenesis . Alpha Thalassemia happens when the body has a problem producing alpha globin. This prevents oxygen from reaching the body's tissues and can cause a loss of red blood cells. Some children with alpha thalassemia have no symptoms and require no treatment. Others with more severe cases need regular blood transfusions to treat anemia and other symptoms. They also may require surgery in early years to repair the abnormalities they were born with or else physical and occupational therapy to help live with terminal transverse limbs. The only way to get alpha thalassemia abnormal morphogenesis is by inheriting it from his or her parents from their genes.  Humans are made up of trillions of cells that form the structure of our bodies and carry out specialized jobs like taking nutrients from food and turning them into energy. Red blood cells, which contain hemoglobin deliver oxygen to all parts of the body. All cells have a nucleus at their center which is kind of like a brain or command post of the cell. The nucleus directs the cell telling it to grow, mature, divide, or die. The nucleus contains DNA otherwise known as Deoxyribonucleic acid, a long spiral shaped molecule that stores the genes that determine hair color, eye color, whether or not the person is right or left handed, and many more traits. DNA, along with other genes and the information they contain, is passed down from parents to their children during reproduction. Each cell has many DNA molecules, but because cells are very small and DNA molecules are long, the DNA is packaged very tightly in each cell. These packages of DNA are called chromosomes, and each cell has 46 of them. Each package is arranged into 23 pairs with one of each pair coming from the mother and from the father. When a child has alpha thalassemia, there is a change in chromosome 16. Alpha globin is made on chromosome 16, so if any gene that tells chromosome 16 to produce alpha globin is missing or mutated, less hemoglobin is made. This affects hemoglobin and decreases the ability of red blood cells to transport oxygen to the body.",
            "score": 175.468505859375
        },
        {
            "docid": "19321517_9",
            "document": "Newt . Newts share many of the characteristics of their salamander kin, Caudata, including semipermeable glandular skin, four equal-sized limbs, and a distinct tail. The newt's skin, however, is not as smooth as that of other salamanders. Aquatic larvae have true teeth on both upper and lower jaws, and external gills. They have the ability to regenerate limbs, eyes, spinal cords, hearts, intestines, and upper and lower jaws. The Japanese fire belly newt can regenerate its eye lens 18 times over a period of 16 years and retain its structural and functional properties. The cells at the site of the injury have the ability to undifferentiate, reproduce rapidly, and differentiate again to create a new limb or organ. One hypothesis is that the undifferentiated cells are related to tumour cells, since chemicals that produce tumours in other animals will produce additional limbs in newts.",
            "score": 175.33204650878906
        },
        {
            "docid": "6239597_2",
            "document": "Apical ectodermal ridge . The apical ectodermal ridge (AER) is a structure that forms from the ectodermal cells at the distal end of each limb bud and acts as a major signaling center to ensure proper development of a limb. After the limb bud induces AER formation, the AER and limb mesenchyme—including the zone of polarizing activity (ZPA)—continue to communicate with each other to direct further limb development.",
            "score": 175.06382751464844
        },
        {
            "docid": "26838148_3",
            "document": "Progress zone . The progress zone acts as positional information to tell which cells to develop into the limb. If cells spend a very short time in this area as they receive signals from the ridge, then more proximal limb structures are not able to develop even if distal ones can.",
            "score": 173.6737518310547
        },
        {
            "docid": "8134498_5",
            "document": "Limb development . The limb bud remains active throughout much of limb development as it stimulates the creation and positive feedback retention of two signaling regions: the AER and its subsequent creation of the zone of polarizing activity (ZPA) with the mesenchymal cells. In addition to the dorsal-ventral axis created by the ectodermal expression of competitive Wnt7a and BMP signals respectively, these AER and ZPA signaling centers are crucial to the proper formation of a limb that is correctly oriented with its corresponding axial polarity in the developing organism. Because these signaling systems reciprocally sustain each other’s activity, limb development is essentially autonomous after these signaling regions have been established.",
            "score": 173.66433715820312
        }
    ]
}