{
    "q": [
        {
            "docid": "35629150_2",
            "document": "Bacterial genome . Bacterial genomes are generally smaller and less variant in size among species when compared with genomes of animals and single cell eukaryotes. Bacterial genomes can range in size anywhere from about 130 kbp to over 14 Mbp. A study that included, but was not limited to, 478 bacterial genomes, concluded that as genome size increases, the number of genes increases at a disproportionately slower rate in eukaryotes than in non-eukaryotes. Thus, the proportion of non-coding DNA goes up with genome size more quickly in non-bacteria than in bacteria. This is consistent with the fact that most eukaryotic nuclear DNA is non-gene coding, while the majority of prokaryotic, viral, and organellar genes are coding. Right now, we have genome sequences from 50 different bacterial phyla and 11 different archaeal phyla. Second-generation sequencing has yielded many draft genomes (close to 90% of bacterial genomes in GenBank are currently not complete); third-generation sequencing might eventually yield a complete genome in a few hours. The genome sequences reveal much diversity in bacteria. Analysis of over 2000 \"Escherichia coli\" genomes reveals an \"E. coli\" core genome of about 3100 gene families and a total of about 89,000 different gene families. Genome sequences show that parasitic bacteria have 500–1200 genes, free-living bacteria have 1500–7500 genes, and archaea have 1500–2700 genes. A striking discovery by Cole et al. described massive amounts of gene decay when comparing Leprosy bacillus to ancestral bacteria. Studies have since shown that several bacteria have smaller genome sizes than their ancestors did. Over the years, researchers have proposed several theories to explain the general trend of bacterial genome decay and the relatively small size of bacterial genomes. Compelling evidence indicates that the apparent degradation of bacterial genomes is owed to a deletional bias.",
            "score": 128.26726579666138
        },
        {
            "docid": "40114_24",
            "document": "Escherichia coli . More than three hundred complete genomic sequences of \"Escherichia\" and \"Shigella\" species are known. The genome sequence of the type strain of \"E. coli\" was added to this collection before 2014. Comparison of these sequences shows a remarkable amount of diversity; only about 20% of each genome represents sequences present in every one of the isolates, while around 80% of each genome can vary among isolates. Each individual genome contains between 4,000 and 5,500 genes, but the total number of different genes among all of the sequenced \"E. coli\" strains (the pangenome) exceeds 16,000. This very large variety of component genes has been interpreted to mean that two-thirds of the \"E. coli\" pangenome originated in other species and arrived through the process of horizontal gene transfer.",
            "score": 120.38667631149292
        },
        {
            "docid": "30967636_17",
            "document": "Genome evolution . A major question of evolutionary biology is how genomes change to create new species. Speciation requires changes in behavior, morphology, physiology, or metabolism (or combinations thereof). The evolution of genomes during speciation has been studied only very recently with the availability of next-generation sequencing technologies. For instance, cichlid fish in African lakes differ both morphologically and in their behavior. The genomes of 5 species have revealed that both the sequences but also the expression pattern of many genes has quickly changed over a relatively short period of time (100,000 to several million years). Notably, 20% of duplicate gene pairs have gained a completely new tissue-specific expression pattern, indicating that these genes also obtained new functions. Given that gene expression is driven by short regulatory sequences, this demonstrates that relatively few mutations are required to drive speciation. The cichlid genomes also showed increased evolutionary rates in microRNAs which are involved in gene expression.",
            "score": 70.11379325389862
        },
        {
            "docid": "26412304_5",
            "document": "1000 Plant Genomes Project . There have been efforts to determine the evolutionary relationships between the known plant species, but phylogenies (or phylogenetic trees) created solely using morphological data, cellular structures, single enzymes, or on only a few sequences (like rRNA) can be prone to error; morphological features are especially vulnerable when two species look physically similar though they are not closely related (as a result of convergent evolution for example) or homology, or when two species closely related look very different because, for example, they are able to change in response to their environment very well. These situations are very common in the plant kingdom. An alternative method for constructing evolutionary relationships is through changes in DNA sequence of many genes between the different species which is often more robust to problems of similar-appearing species. With the amount of genomic sequence produced by this project, many predicted evolutionary relationships can be better tested by sequence alignment (figure 1) to improve their certainty.",
            "score": 82.86130881309509
        },
        {
            "docid": "9028799_46",
            "document": "Bacteria . Classification seeks to describe the diversity of bacterial species by naming and grouping organisms based on similarities. Bacteria can be classified on the basis of cell structure, cellular metabolism or on differences in cell components, such as DNA, fatty acids, pigments, antigens and quinones. While these schemes allowed the identification and classification of bacterial strains, it was unclear whether these differences represented variation between distinct species or between strains of the same species. This uncertainty was due to the lack of distinctive structures in most bacteria, as well as lateral gene transfer between unrelated species. Due to lateral gene transfer, some closely related bacteria can have very different morphologies and metabolisms. To overcome this uncertainty, modern bacterial classification emphasises molecular systematics, using genetic techniques such as guanine cytosine ratio determination, genome-genome hybridisation, as well as sequencing genes that have not undergone extensive lateral gene transfer, such as the rRNA gene. Classification of bacteria is determined by publication in the International Journal of Systematic Bacteriology, and Bergey's Manual of Systematic Bacteriology. The International Committee on Systematic Bacteriology (ICSB) maintains international rules for the naming of bacteria and taxonomic categories and for the ranking of them in the International Code of Nomenclature of Bacteria.",
            "score": 137.1803079843521
        },
        {
            "docid": "37388686_10",
            "document": "Minimal genome . Reconstruction of a minimal genome is possible by using the knowledge of existing genomes via which the sets of genes, essential for living can also be determined. Once the set of essential genetic elements are known, one can proceed to define the key pathways and core-players by modeling simulations and wet lab genome engineering. The two organisms upon which the ‘minimal gene set for cellular life' was applied were: \"Haemophilus influenzae\", and \"M. genitalium\". A list of orthologous proteins were compiled in hope that it would contain protein necessary for cell survival, as orthologous analysis determines how two organisms evolved and shed away any non-essential genes. Since, \"H. influenza\" and \"M. genitalium\" are Gram negative and Gram positive bacteria and due to their vast evolution it was expected that these organisms would be enriched genes that were of universal importance. However, 244 detected orthologs discovered contained no parasitism-specific proteins. The conclusion of this analysis was that similar biochemical functions might be performed by non-orthologous proteins. Even when biochemical pathways of these two organisms were mapped, several pathways were present but many were incomplete. Proteins determined to be common between the two organisms were non-orthologous to each other. Much of the research mainly focuses on the ancestral genome and less on the minimal genome. Studies of these existing genomes have helped determine that orthologous genes found in these two species are not necessarily essential for survival, in fact non-orthologous genes were found to be more important. Also, it was determined that in order for proteins to share same functions they do not need to have same sequence or common three dimensional folds. Distinguishing between orthologs and paralogs and detecting displacements of orthologs have been quiet beneficial in reconstructing evolution and determining the minimal gene set required for a cellular life. Instead, of conducting a strict orthology study, comparing groups of orthologs and occurrence in most clades instead of every species helped encounter genes lost or displaced. Only genomes that have been completely sequenced have enabled in studying orthologs among group of organisms. Without a fully sequenced genome it would not be possible to determine the essential minimal gene set required for survival.",
            "score": 86.72023093700409
        },
        {
            "docid": "176052_21",
            "document": "Molecular evolution . Different organisms house different numbers of genes within their genomes as well as different patterns in the distribution of genes throughout the genome. Some organisms, such as most bacteria, \"Drosophila\", and \"Arabidopsis\" have particularly compact genomes with little repetitive content or non-coding DNA. Other organisms, like mammals or maize, have large amounts of repetitive DNA, long introns, and substantial spacing between different genes. The content and distribution of genes within the genome can influence the rate at which certain types of mutations occur and can influence the subsequent evolution of different species. Genes with longer introns are more likely to recombine due to increased physical distance over the coding sequence. As such, long introns may facilitate ectopic recombination, and result in higher rates of new gene formation.",
            "score": 102.80940675735474
        },
        {
            "docid": "42888_65",
            "document": "Human genome . Comparative genomics studies of mammalian genomes suggest that approximately 5% of the human genome has been conserved by evolution since the divergence of extant lineages approximately 200 million years ago, containing the vast majority of genes. The published chimpanzee genome differs from that of the human genome by 1.23% in direct sequence comparisons. Around 20% of this figure is accounted for by variation within each species, leaving only ~1.06% consistent sequence divergence between humans and chimps at shared genes. This nucleotide by nucleotide difference is dwarfed, however, by the portion of each genome that is not shared, including around 6% of functional genes that are unique to either humans or chimps.",
            "score": 53.62940502166748
        },
        {
            "docid": "30967636_2",
            "document": "Genome evolution . Genome evolution is the process by which a genome changes in structure (sequence) or size over time. The study of genome evolution involves multiple fields such as structural analysis of the genome, the study of genomic parasites, gene and ancient genome duplications, polyploidy, and comparative genomics. Genome evolution is a constantly changing and evolving field due to the steadily growing number of sequenced genomes, both prokaryotic and eukaryotic, available to the scientific community and the public at large. Since the first sequenced genomes became available in the late 1970s, scientists have been using comparative genomics to study the differences and similarities between various genomes. Genome sequencing has progressed over time to include more and more complex genomes including the eventual sequencing of the entire human genome in 2001. By comparing genomes of both close relatives and distant ancestors the stark differences and similarities between species began to emerge as well as the mechanisms by which genomes are able to evolve over time.",
            "score": 59.69970369338989
        },
        {
            "docid": "44248347_18",
            "document": "Gene Disease Database . This one of the largest resources available for all genomic and genetic studies, it provides a centralized resource for geneticists, molecular biologists and other researchers studying the genomes of our own species and other vertebrates and model disease organisms. Ensembl is one of several well-known genome browsers for the retrieval of genomic-disease information. Ensembl imports variation data from a variety of different sources, Ensembl predicts the effects of variants. For each variation that is mapped to the reference genome, each Ensembl transcript is identified that overlap the variation. Then it uses a rule-based approach to predict the effects that each allele of the variation may have on the transcript. The set of consequence terms, defined by the Sequence Ontology (SO) can be currently assigned to each combination of an allele and a transcript. Each allele of each variation may have a different effect in different transcripts. A variety of different tools are used to predict human mutations in the Ensembl database, one of the most widely used is SIFT, that predicts whether an amino acid substitution is likely to affect protein function based on sequence homology and the physic-chemical similarity between the alternate amino acids. The data provided for each amino acid substitution is a score and a qualitative prediction (either 'tolerated' or 'deleterious'). The score is the normalized probability that the amino acid change is tolerated so scores near 0 are more likely to be deleterious. The qualitative prediction is derived from this score such that substitutions with a score < 0.05 are called 'deleterious' and all others are called 'tolerated'.SIFT can be applied to naturally occurring nonsynonymous polymorphisms and laboratory-induced missense mutations, that will lead to build relationships in phenotype characteristics, proteomics and genomics",
            "score": 84.06600069999695
        },
        {
            "docid": "12967796_4",
            "document": "2R hypothesis . In 1977, Schmidtke and colleagues showed that isozyme complexity is similar in amphioxus and tunicates, contradicting a prediction of Ohno's hypothesis that genome duplication occurred in the common ancestor of amphioxus and vertebrates. However, this analysis did not examine vertebrates, so could say nothing about later duplication events. (Furthermore, much later molecular phylogenetics has shown that vertebrates are more closely related to tunicates than to amphioxus, thus negating the logic of this analysis.) The 2R hypothesis saw a resurgence of interest in the 1990s for two reasons. First, gene mapping data in humans and mice revealed extensive paralogy regions - sets of genes on one chromosome related to sets of genes on another chromosome in the same species, indicative of duplication events in evolution. Paralogy regions were generally in sets of four. Second, cloning of Hox genes in amphioxus revealed presence of a single Hox gene cluster, in contrast to the four clusters in humans and mice. Data from additional gene families revealed a common one-to-many rule when amphioxus and vertebrate genes were compared. Taken together, these two lines of evidence suggest that two genome duplications occurred in the ancestry of vertebrates, after it had diverged from the cephalochordate evolutionary lineage. Controversy about the 2R hypothesis hinged on the nature of paralogy regions. It is not disputed that human chromosomes bear sets of genes related to sets of genes on other chromosomes; the controversy centres on whether they were generated by large-scale duplications that doubled all the genes at the same time, or whether a series of individual gene duplications occurred followed by chromosomal rearrangement to shuffle sets of genes together. Hughes and colleagues found that phylogenetic trees built from different gene families within paralogy regions had different shapes, suggesting that the gene families had different evolutionary histories. This was suggested to be inconsistent with the 2R hypothesis. However, other researchers have argued that such 'topology tests' do not test 2R rigorously, because recombination could have occurred between the closely related chromosomes generated by polyploidy, because inappropriate genes had been compared and because different predictions are made if genome duplication occurred through hybridisation between species. In addition, several researchers were able to date duplications of gene families within paralogy regions consistently to the early evolution of vertebrates, after divergence from amphioxus, consistent with the 2R hypothesis. When complete genome sequences became available for vertebrates, \"Ciona intestinalis\" and amphioxus, it was found that much of the human genome was arranged in paralogy regions that could be traced to large-scale duplications, and that these duplications occurred after vertebrates had diverged from tunicates and amphioxus. This would date the two genome duplications to between 550 and 450 million years ago.",
            "score": 70.24855184555054
        },
        {
            "docid": "23173149_38",
            "document": "Staphylococcus . The first \"S. aureus\" genomes to be sequenced were those of N315 and Mu50, in 2001. Many more complete \"S. aureus\" genomes have been submitted to the public databases, making it one of the most extensively sequenced bacteria. The use of genomic data is now widespread and provides a valuable resource for researchers working with \"S. aureus\". Whole genome technologies, such as sequencing projects and microarrays, have shown an enormous variety of \"S. aureus\" strains. Each contains different combinations of surface proteins and different toxins. Relating this information to pathogenic behaviour is one of the major areas of staphylococcal research. The development of molecular typing methods has enabled the tracking of different strains of \"S. aureus\". This may lead to better control of outbreak strains. A greater understanding of how the staphylococci evolve, especially due to the acquisition of mobile genetic elements encoding resistance and virulence genes is helping to identify new outbreak strains and may even prevent their emergence.",
            "score": 141.49735236167908
        },
        {
            "docid": "47862520_32",
            "document": "Solanaceae . Many of the species belonging to this family, among them tobacco and the tomato, are model organisms that are used for research into fundamental biological questions. One of the aspects of the solanaceas’ genomics is an international project that is trying to understand how the same collection of genes and proteins can give rise to a group of organisms that are so morphologically and ecologically different. The first objective of this project was to sequence the genome of the tomato. In order to achieve this each of the 12 chromosomes of the tomato’s haploid genome was assigned to different sequencing centres in different countries. So chromosomes 1 and 10 were sequenced in the United States, 3 and 11 in China, 2 in Korea, 4 in Britain, 5 in India, 7 in France, 8 in Japan, 9 in Spain and 12 in Italy. The sequencing of the mitochondrial genome was carried out in Argentina and the chloroplast genome was sequenced in the European Union.",
            "score": 59.925734996795654
        },
        {
            "docid": "24517676_18",
            "document": "UCSC Genome Browser . The UCSC Genome Browser allows the user to display different kinds of conservation data. The user can select from different tracks including primates, vertebrates, mammals among others, and see how the gene sequence they searched is conserved amongst other species. The comparative alignments give a graphical view of the evolutionary relationships among species. This makes it a useful tool both for the researcher, who can visualize regions of conservation among a group of species and make predictions about functional elements in unknown DNA regions, and in the classroom as a tool to illustrate one of the most compelling arguments for the evolution of species. The 44-way comparative track on the human assembly clearly shows that the farther one goes back in evolutionary time, the less sequence homology remains, but functionally important regions of the genome (e.g., exons and control elements, but not introns typically) are conserved much farther back in evolutionary time.",
            "score": 72.43030869960785
        },
        {
            "docid": "40399491_5",
            "document": "Diplorickettsia massiliensis . Comparative 16S rRNA gene sequence analysis showed that this strain belongs to the family \"Coxiellaceae\", order \"Legionellales \"of \"Gamma-proteobacteria\", and the closest relatives are different \"Rickettsiella\" spp. A 1476-bp fragment of the rrs gene encoding the 16S ribosomal RNA was amplified and sequenced. Surprisingly, a BLAST search did not result in a close similarity with any published 16S RNA gene sequences from other bacteria. The level of 16S rRNA gene sequence similarity between strain 20B and other recognized species of the family was below 94.5%. Partial sequences of the rpoB, parC and ftsY genes confirmed the phylogenetic position of the new isolate. The G+C content estimated on the basis of whole genome analysis of strain 20B was 37.88%. On the basis of its phenotypic and genotypic properties, together with phylogenetic distinctiveness, Mediannikov \"et al\". proposed that strain 20B to be classified in the new genus \"Diplorickettsia\" as the type strain of a novel species named \"Diplorickettsia massiliensis\" sp. nov. Bacteria visualized in a rich culture established in XTC-2cell line by Gimenez staining appeared as intracellular red rods usually grouped in pairs but not connected with each other. Manual counting of bacteria in an unlysed eukaryotic cell showed that almost all bacteria (97%) were paired. The bacteria accumulated in the cytoplasm of cells but not in the nucleus. The maximum number of bacteria observed in one cell numbered over 100. Infected cells were often disrupted during centrifugation using a Cytospin (Thermo Shandon) centrifuge as revealed by subsequent staining. The isolate was Gram-negative when extracellular bacteria were stained.",
            "score": 140.82171630859375
        },
        {
            "docid": "917868_21",
            "document": "Comparative genomics . Comparative genomics also opens up new avenues in other areas of research. As DNA sequencing technology has become more accessible, the number of sequenced genomes has grown. With the increasing reservoir of available genomic data, the potency of comparative genomic inference has grown as well. A notable case of this increased potency is found in recent primate research. Comparative genomic methods have allowed researchers to gather information about genetic variation, differential gene expression, and evolutionary dynamics in primates that were indiscernible using previous data and methods. The Great Ape Genome Project used comparative genomic methods to investigate genetic variation with reference to the six great ape species, finding healthy levels of variation in their gene pool despite shrinking population size. Another study showed that patterns of DNA methylation, which are a known regulation mechanism for gene expression, differ in the prefrontal cortex of humans versus chimps, and implicated this difference in the evolutionary divergence of the two species.",
            "score": 72.40203487873077
        },
        {
            "docid": "35629150_32",
            "document": "Bacterial genome . Although gene comparisons and phylogenetic studies are helpful in investigating horizontal gene transfer, the DNA sequences of genes are even more revelatory of their origin and ancestry within a genome. Bacterial species differ widely in overall GC content, although the genes in any one species' genome are roughly identical with respect to base composition, patterns of codon usage, and frequencies of di- and trinucleotides. As a result, sequences that are newly acquired through lateral transfer can be identified via their characteristics, which remains that of the donor. For example, many of the \"S. enterica\" genes that are not present in \"E. coli\" have base compositions that differ from the overall 52% GC content of the entire chromosome. Within this species, some lineages have more than a megabase of DNA that is not present in other lineages. The base compositions of these lineage-specific sequences imply that at least half of these sequences were captured through lateral transfer. Furthermore, the regions adjacent to horizontally obtained genes often have remnants of translocatable elements, transfer origins of plasmids, or known attachment sites of phage integrases.",
            "score": 90.01875603199005
        },
        {
            "docid": "39217103_5",
            "document": "Randy Jirtle . Genomic imprinting is an example of epigenetic inheritance that results in the maternal and paternal copies of certain genes being expressed differently. The evolutionary origin of genomic imprinting has been hotly debated, and the conflict theory was proposed to explain its development. This theory posits that imprinting evolved in response to a genetic ‘battle between the sexes’ to determine the level of maternal resources invested in each offspring. Jirtle examined the imprint status of the IGF2R and IGF2 in what, at the time, were unconventional species (opossum and platypus). The data generated from these phylogenetically informative species are consistent with the evolution of imprinting about 150 million years ago in a common ancestor to Therian mammals (i.e. Metatherians and Eutherians) with the advent of placentation and live birth without the use of a shelled egg, and provide strong support for the conflict theory of imprinting evolution. Imprinted genes have been implicated in complex human disorders such as Alzheimer disease, autism, obesity, diabetes and schizophrenia. Jirtle has contributed to the better understanding of these human conditions by identifying novel imprinted genes, either by biochemical analysis of individual genes or by genome-wide studies that used machine learning-based approaches to predict candidate imprinted genes, followed by biochemical examination of these candidates.",
            "score": 62.646851539611816
        },
        {
            "docid": "331535_22",
            "document": "Nucleic acid sequence . Computational phylogenetics makes extensive use of sequence alignments in the construction and interpretation of phylogenetic trees, which are used to classify the evolutionary relationships between homologous genes represented in the genomes of divergent species. The degree to which sequences in a query set differ is qualitatively related to the sequences' evolutionary distance from one another. Roughly speaking, high sequence identity suggests that the sequences in question have a comparatively young most recent common ancestor, while low identity suggests that the divergence is more ancient. This approximation, which reflects the \"molecular clock\" hypothesis that a roughly constant rate of evolutionary change can be used to extrapolate the elapsed time since two genes first diverged (that is, the coalescence time), assumes that the effects of mutation and selection are constant across sequence lineages. Therefore, it does not account for possible difference among organisms or species in the rates of DNA repair or the possible functional conservation of specific regions in a sequence. (In the case of nucleotide sequences, the molecular clock hypothesis in its most basic form also discounts the difference in acceptance rates between silent mutations that do not alter the meaning of a given codon and other mutations that result in a different amino acid being incorporated into the protein.) More statistically accurate methods allow the evolutionary rate on each branch of the phylogenetic tree to vary, thus producing better estimates of coalescence times for genes.",
            "score": 80.31980502605438
        },
        {
            "docid": "917868_13",
            "document": "Comparative genomics . Orthologous sequences are related sequences in different species: a gene exists in the original species, the species divided into two species, so genes in new species are orthologous to the sequence in the original species. Paralogous sequences are separated by gene cloning (gene duplication): if a particular gene in the genome is copied, then the copy of the two sequences is paralogous to the original gene. A pair of orthologous sequences is called orthologous pairs (orthologs), a pair of paralogous sequence is called collateral pairs (paralogs). Orthologous pairs usually have the same or similar function, which is not necessarily the case for collateral pairs. In collateral pairs, the sequences tend to evolve into having different functions. Comparative genomics exploits both similarities and differences in the proteins, RNA, and regulatory regions of different organisms to infer how selection has acted upon these elements. Those elements that are responsible for similarities between different species should be conserved through time (stabilizing selection), while those elements responsible for differences among species should be divergent (positive selection). Finally, those elements that are unimportant to the evolutionary success of the organism will be unconserved (selection is neutral).",
            "score": 72.27077901363373
        },
        {
            "docid": "1408929_6",
            "document": "Metagenomics . In 2002, Mya Breitbart, Forest Rohwer, and colleagues used environmental shotgun sequencing (see below) to show that 200 liters of seawater contains over 5000 different viruses. Subsequent studies showed that there are more than a thousand viral species in human stool and possibly a million different viruses per kilogram of marine sediment, including many bacteriophages. Essentially all of the viruses in these studies were new species. In 2004, Gene Tyson, Jill Banfield, and colleagues at the University of California, Berkeley and the Joint Genome Institute sequenced DNA extracted from an acid mine drainage system. This effort resulted in the complete, or nearly complete, genomes for a handful of bacteria and archaea that had previously resisted attempts to culture them. Beginning in 2003, Craig Venter, leader of the privately funded parallel of the Human Genome Project, has led the Global Ocean Sampling Expedition (GOS), circumnavigating the globe and collecting metagenomic samples throughout the journey. All of these samples are sequenced using shotgun sequencing, in hopes that new genomes (and therefore new organisms) would be identified. The pilot project, conducted in the Sargasso Sea, found DNA from nearly 2000 different species, including 148 types of bacteria never before seen. Venter has circumnavigated the globe and thoroughly explored the West Coast of the United States, and completed a two-year expedition to explore the Baltic, Mediterranean and Black Seas. Analysis of the metagenomic data collected during this journey revealed two groups of organisms, one composed of taxa adapted to environmental conditions of 'feast or famine', and a second composed of relatively fewer but more abundantly and widely distributed taxa primarily composed of plankton.",
            "score": 95.29960930347443
        },
        {
            "docid": "37462978_5",
            "document": "Parachlamydia acanthamoebae . Greub et al. states that although there was a previous attempt to sequence the genome of \"P. acanthamoebae\", the absence of a bridge element that helps with the assembly of the sequence and the repair of gaps made it difficult for researchers to completely sequence its genome. Pyrosequencing using the GS20 method and Solatex technology sequenced 1.6 Mbp of raw reads that each contained 36 bp, which were assembled into 95 contigs using GS20 reads. These reads were assembled in 8616 overlapping sequences that helped to further develop the genome. Through comparative genomics with the family \"Chlamydiaceae\" and the species \"Protochlamydia amoebophilia\", a GC content of 35-36% and an approximate genome size of 2.4-3 Mbp were concluded. Further analysis of the genome of \"P. acanthamoebae\" shows that this bacterium has genes that encode a chemotaxis system that is similar to the system found in Escherichia coli. No other bacteria in Chlamydiales have been found to encode for a system similar to the one present in \"P. acanthamoebae\". This chemotaxis system encodes for at least 15 proteins. Collingro et al. believe this system to be functional, as they found no mutations in the gene sequences for these proteins. The specific role of this chemotaxis system in \"P. acanthamoebae\" is unclear, however, since this bacterium is non-motile.",
            "score": 72.80715870857239
        },
        {
            "docid": "23564885_12",
            "document": "Horizontal gene transfer in evolution . Jonathan Eisen and Claire Fraser have pointed out that: \"In building the tree of life, analysis of whole genomes has begun to supplement, and in some cases to improve upon, studies previously done with one or a few genes. For example, recent studies of complete bacterial genomes have suggested that the hyperthermophilic species are not deeply branching; if this is true, it casts doubt on the idea that the first forms of life were thermophiles. Analysis of the genome of the eukaryotic parasite \"Encephalitozoon cuniculi\" supports suggestions that the group \"Microsporidia\" are not deep branching protists but are in fact members of the fungal kingdom. Genome analysis can even help resolve relationships within species, such as by providing new genetic markers for population genetics studies in the bacteria causing anthrax or tuberculosis. In all these studies, it is the additional data provided by a complete genome sequence that allows one to separate the phylogenetic signal from the noise. This is not to say the tree of life is now resolved – we only have sampled a smattering of genomes, and many groups are not yet touched\"",
            "score": 97.82340812683105
        },
        {
            "docid": "40160407_33",
            "document": "Essential gene . Comparative genomics. Shortly after the first genomes (of \"Haemophilus influenzae\" and \"Mycoplasma genitalium\") became available, Mushegian et al. tried to predict the number of essential genes based on common genes in these two species. It was surmised that only essential genes should be conserved over the long evolutionary distance that separated the two bacteria. This study identified approximately 250 candidate essential genes. As more genomes became available the number of predicted essential genes kept shrinking because more genomes shared fewer and fewer genes. As a consequence, it was concluded that the universal conserved core consists of less than 40 genes. However, this set of conserved genes is not identical to the set of essential genes as different species rely on different essential genes.",
            "score": 91.79391765594482
        },
        {
            "docid": "46968364_48",
            "document": "Inferring horizontal gene transfer . Standard tools to simulate sequence evolution along trees such as INDELible or PhyloSim can be adapted to simulate HGT. HGT events cause the relevant gene trees to conflict with the species tree. Such HGT events can be simulated through subtree pruning and regrafting rearrangements of the species tree. However, it is important to simulate data that are realistic enough to be representative of the challenge provided by real datasets, and simulation under complex models are thus preferable. A model was developed to simulate gene trees with heterogeneous substitution processes in addition to the occurrence of transfer, and accounting for the fact that transfer can come from now extinct donor lineages. Alternatively, the genome evolution simulator ALF directly generates gene families subject to HGT, by accounting for a whole range of evolutionary forces at the base level, but in the context of a complete genome. Given simulated sequences which have HGT, analysis of those sequences using the methods of interest and comparison of their results with the known truth permits study of their performance. Similarly, testing the methods on sequence known not to have HGT enables the study of false positive rates.",
            "score": 63.27918839454651
        },
        {
            "docid": "47504994_12",
            "document": "Streptomyces antibioticus . Presently, bacterial diseases persist as a substantial cause of death worldwide. To further exacerbate this issue, the discovery antibiotic-resistant strains of bacteria is steadily increasing, a problem that raises the demand for novel antibiotics. Currently, over two thirds of the antibiotics clinically prescribed have been produced by species within the genus \"Streptomyces\". With the recent availability of whole genome sequences, \"Streptomyces\" species known for producing antibiotics are being studied for potential new antibiotics that may be present in their genomes, but not yet characterized.",
            "score": 107.13789916038513
        },
        {
            "docid": "7016898_10",
            "document": "Photosynthetic picoplankton . In the 2000s, genomics allowed to cross a supplementary stage. Genomics consists in determining the complete sequence of genome of an organism and to list every gene present. It is then possible to get an idea of the metabolic capacities of the targeted organisms and understand how it adapts to its environment. To date, the genomes of several types of \"Prochlorococcus\" and \"Synechococcus\", and of a strain of \"Ostreococcus\" have been determined. The complete genomes of two different Micromonas strains revealed that they were quite different (different species) - and had similarities with land plants. Several other cyanobacteria and of small eukaryotes (\"Bathycoccus\", \"Pelagomonas\") are under sequencing. In parallel, genome analyses begin to be done directly from oceanic samples (ecogenomics or métagenomics), allowing us to access to large sets of gene for uncultivated organisms.",
            "score": 87.32114434242249
        },
        {
            "docid": "33890453_9",
            "document": "Genomics of domestication . In his most famous work, \"Origin of Species\", Charles Darwin compared natural selection to domestication to help explain the former and he went on to write an entire book on the topic entitled \"The Variation of Animals and Plants under Domestication\". Domesticated species serve as ideal model systems for examining key concepts of evolution because their history is relatively short (on the evolutionary scale of billions of years) and well preserved. Additionally, by virtue of their usefulness to humans, many domesticated species are extant and available for study. The genomes of crop species have been sequenced in part to help with their improvement for agronomic reasons, but because genome data are publicly available, in many cases for free, these organisms also serve as systems for examining the effects of evolution and artificial selection on genes. In particular, the genomics of domesticated species allow for the study of strong artificial selection, founder events and bottlenecks, as well as wider evolutionary questions.",
            "score": 52.544068694114685
        },
        {
            "docid": "34970018_11",
            "document": "Earth Microbiome Project . Depending on the biological question, researchers can choose to sequence a metagenomic sample using two main approaches. If the biological question to be resolved is, what types of organisms are present and in what abundance, the preferred approach would be to target and amplify a specific gene that is highly conserved among the species of interest. The 16S ribosomal RNA gene for bacteria and the 18S ribosomal RNA gene for protists are often used as target genes for this purpose. The advantage of targeting a specific gene is that the gene can be amplified and sequenced at a very high coverage. This approach is called \"deep sequencing\", which allows rare species to be identified in a sample. However, this approach will not enable assembly of any whole genomes, nor will it provide information on how organisms may interact with each other. The second approach is called shotgun metagenomics, in which all the DNA in the sample is sheared and the random fragments sequenced. In principle, this approach allows for the assembly of whole microbial genomes, and it allows inference of metabolic relationships. However, if most of microbes are uncharacterised in a given environment, \"de novo\" assembly will be computationally expensive.",
            "score": 100.98110890388489
        },
        {
            "docid": "40822244_3",
            "document": "Bacterial effector protein . Many pathogenic bacteria are known to have secreted effectors but for most species the exact number is unknown. Once a pathogen genome has been sequenced, effectors can be predicted based on protein sequence similarity, but such predictions are not always precise. More importantly, it is difficult to prove experimentally that a predicted effector is actually secreted into a host cell because the amount of each effector protein is tiny. For instance, Tobe et al. (2006) predicted more than 60 effectors for pathogenic \"\" but could only show for 39 that they are secreted into human Caco-2 cells. Finally, even within the same bacterial species, different strains often have different repertoires of effectors. For instance, the plant pathogen \"Pseudomonas syringae\" has 14 effectors in one strain, but more than 150 have been found in multiple different strains.",
            "score": 124.66239130496979
        },
        {
            "docid": "21787394_5",
            "document": "Pathogenomics . It was thought that bacterial genomes, like eukaryotes, were relatively stable. In 2001, however, the sequences of Escherichia coli 0157:H7 was obtained in a study by Perna and her colleagues; the study showed that two members of the same bacterial species can differ as much as 30% in genomic content. It became evident that sequencing multiple strains for a species, rather than a few selectively chosen ones, was necessary to understand the diversity in a microbial species gene pool. It was also increasingly important to understand how to account for these differences in genomic content across a species strains and how it may contribute to pathogenic behaviour or prevent the formation of pathogens.",
            "score": 96.20185780525208
        },
        {
            "docid": "6383817_2",
            "document": "Ancestral reconstruction . Ancestral reconstruction (also known as Character Mapping or Character Optimization) is the extrapolation back in time from measured characteristics of individuals (or populations) to their common ancestors. It is an important application of phylogenetics, the reconstruction and study of the evolutionary relationships among individuals, populations or species to their ancestors. In the context of evolutionary biology, ancestral reconstruction can be used to recover different kinds of ancestral character states of organisms that lived millions of years ago. These states include the genetic sequence (ancestral sequence reconstruction), the amino acid sequence of a protein, the composition of a genome (e.g., gene order), a measurable characteristic of an organism (phenotype), and the geographic range of an ancestral population or species (ancestral range reconstruction). This is desirable because it allows us to examine parts of phylogenetic trees corresponding to the distant past, clarifying the evolutionary history of the species in the tree. Since modern genetic sequences are essentially a variation of ancient ones, access to ancient sequences may identify other variations and organisms which could have arisen from those sequences. In addition to genetic sequences, one might attempt to track the changing of one character trait to another, such as fins turning to legs.",
            "score": 74.2606338262558
        }
    ],
    "r": [
        {
            "docid": "3041236_2",
            "document": "Shigella flexneri . Shigella flexneri is a species of Gram-negative bacteria in the genus \"Shigella\" that can cause diarrhea in humans. Several different serogroups of \"Shigella\" are described; \"S. flexneri\" belongs to group \"B\". \"S. flexneri\" infections can usually be treated with antibiotics, although some strains have become resistant. Less severe cases are not usually treated because they become more resistant in the future.",
            "score": 235.50315856933594
        },
        {
            "docid": "92410_7",
            "document": "Shigella . \"Shigella\" infection is typically by ingestion. Depending on the health of the host, fewer than 100 bacterial cells can be enough to cause an infection. \"Shigella\" species generally invade the epithelial lining of the colon, causing severe inflammation and death of the cells lining the colon. This inflammation results in the diarrhea and even dysentery that are the hallmarks of \"Shigella\" infection. Some strains of \"Shigella\" produce toxins which contribute to disease during infection. \"S. flexneri\" strains produce ShET1 and ShET2, which may contribute to diarrhea. \"S. dysenteriae\" strains produce the enterotoxin Shiga toxin, which is similar to the verotoxin produced by enterohemorrhagic \"E. coli\". Both Shiga toxin and verotoxin are associated with causing potentially fatal hemolytic-uremic syndrome.",
            "score": 200.84474182128906
        },
        {
            "docid": "2286227_4",
            "document": "Bacillary dysentery . Shigellosis is caused by one of several types of \"Shigella\" bacteria. Three species are associated with bacillary dysentery: \"Shigella sonnei, Shigella flexneri\" and \"Shigella dysenteriae\". A study in China indicated that \"Shigella flexneri\" 2a was the most common serotype.",
            "score": 185.332275390625
        },
        {
            "docid": "31032602_4",
            "document": "Taxon in disguise . The bacterial genus \"Shigella\" is the cause of bacillary dysentery, a potentially severe infection that claim the lives of over a million people annually. The genus (\"S. dysenteriae\", \"S. flexneri\", \"S. boydii\", \"S. sonnei\") have evolved from the common intestinal bacterium \"Escherichia coli\", rendering that species parephyletic. \"E. coli\" itself can also cause serious dysentery, but the difference in the genetic makeup between the \"E. coli\" and \"Shigella\" causes different medical conditions and symptoms.",
            "score": 181.62814331054688
        },
        {
            "docid": "2286227_7",
            "document": "Bacillary dysentery . Transmission is fecal-oral and is remarkable for the small number of organisms that may cause disease (10 ingested organisms cause illness in 10% of volunteers, and 500 organisms cause disease in 50% of volunteers). \"Shigella\" bacteria invade the intestinal mucosal cells but do not usually go beyond the lamina propria. Dysentery is caused when the bacteria escape the epithelial cell phagolysosome, multiply within the cytoplasm, and destroy host cells. Shiga toxin causes hemorrhagic colitis and hemolytic-uremic syndrome by damaging endothelial cells in the microvasculature of the colon and the glomeruli, respectively. In addition, chronic arthritis secondary to \"S. flexneri\" infection, called reactive arthritis, may be caused by a bacterial antigen; the occurrence of this syndrome is strongly linked to HLA-B27 genotype, but the immunologic basis of this reaction is not understood.",
            "score": 172.10321044921875
        },
        {
            "docid": "92410_5",
            "document": "Shigella . Groups \"A\"–\"C\" are physiologically similar; \"S. sonnei\" (group \"D\") can be differentiated on the basis of biochemical metabolism assays. Three \"Shigella\" groups are the major disease-causing species: \"S. flexneri\" is the most frequently isolated species worldwide, and accounts for 60% of cases in the developing world; \"S. sonnei\" causes 77% of cases in the developed world, compared to only 15% of cases in the developing world; and \"S. dysenteriae\" is usually the cause of epidemics of dysentery, particularly in confined populations such as refugee camps.",
            "score": 165.15074157714844
        },
        {
            "docid": "31385296_41",
            "document": "Bacterial taxonomy . In the family Enterobacteriaceae of the class Gammaproteobacteria, the species in the genus \"Shigella\" (\"S. dysenteriae\", \"S. flexneri\", \"S. boydii\", \"S. sonnei\") from an evolutionary point of view are strains of the species \"Escherichia coli\" (polyphyletic), but due to genetic differences cause different medical conditions in the case of the pathogenic strains. Escherichia coli is a badly classified species as some strains share only 20% of their genome. Being so diverse it should be given a higher taxonomic ranking. However, due to the medical conditions associated with the species, it will not be changed to avoid confusion in medical context.",
            "score": 164.48728942871094
        },
        {
            "docid": "205624_20",
            "document": "Horizontal gene transfer . Horizontal gene transfer is common among bacteria, even among very distantly related ones. This process is thought to be a significant cause of increased drug resistance when one bacterial cell acquires resistance, and the resistance genes are transferred to other species. Transposition and horizontal gene transfer, along with strong natural selective forces have led to multi-drug resistant strains of \"S. aureus\" and many other pathogenic bacteria. Horizontal gene transfer also plays a role in the spread of virulence factors, such as exotoxins and exoenzymes, amongst bacteria. A prime example concerning the spread of exotoxins is the adaptive evolution of Shiga toxins in \"E. coli\" through horizontal gene transfer via transduction with \"Shigella\" species of bacteria. Strategies to combat certain bacterial infections by targeting these specific virulence factors and mobile genetic elements have been proposed. For example, horizontally transferred genetic elements play important roles in the virulence of \"E. coli\", \"Salmonella\", \"Streptococcus\" and \"Clostridium perfringens\".",
            "score": 161.03518676757812
        },
        {
            "docid": "10321124_4",
            "document": "Type three secretion system . The term Type III secretion system was coined in 1993. This secretion system is distinguished from at least five other secretion systems found in Gram-negative bacteria. Many animal and plant associated bacteria possess similar T3SSs. These T3SSs are similar as a result of divergent evolution and phylogenetic analysis supports a model in which gram-negative bacteria can transfer the T3SS gene cassette horizontally to other species. The most researched T3SSs are from species of \"Shigella\" (causes bacillary dysentery), \"Salmonella\" (typhoid fever), \"Escherichia coli\" (Gut flora, some strains cause food poisoning), \"Vibrio\" (gastroenteritis and diarrhea), \"Burkholderia\" (glanders), \"Yersinia\" (plague), \"Chlamydia\" (sexually transmitted disease), \"Pseudomonas\" (infects humans, animals and plants) and the plant pathogens \"Erwinia\", \"Ralstonia\" and \"Xanthomonas\", and the plant symbiont \"Rhizobium\".",
            "score": 160.677978515625
        },
        {
            "docid": "20773817_5",
            "document": "Shigella sonnei . \"Group D\" \"Shigella\" bacteria cause shigellosis. Those infected with the bacteria release it into their stool, thus causing possibility of spread through food or water, or from direct contact to a person orally. Having poorly sanitized living conditions or contaminated food or water contributes to contracting the disease.",
            "score": 158.75938415527344
        },
        {
            "docid": "2120932_3",
            "document": "Shigella dysenteriae . \"S. dysenteriae\", spread by contaminated water and food, causes the most severe dysentery because of its potent and deadly Shiga toxin, but other species may also be dysentery agents. Contamination is often caused by bacteria on unwashed hands during food preparation, or soiled hands reaching the mouth.",
            "score": 155.62652587890625
        },
        {
            "docid": "23053555_4",
            "document": "Enteroinvasive Escherichia coli . After the \"E. coli\" strain penetrates through the epithelial wall, the endocytosis vacuole gets lysed, the strain multiplies using the host cell machinery, and extends to the adjacent epithelial cell. In addition, the plasmid of the strain carries genes for a type III secretion system that is used as the virulent factor. Although it is an invasive disease, the invasion usually does not pass the submucosal layer. The similar pathology to shigellosis may be because both strains of bacteria share some virulent factors. The invasion of the cells can trigger a mild form of diarrhea or dysentery, often mistaken for dysentery caused by \"Shigella\" species. The illness is characterized by the appearance of blood and mucus in the stools of infected individuals or a condition called colitis.",
            "score": 150.89892578125
        },
        {
            "docid": "63764_8",
            "document": "Dysentery . Some microorganisms – for example, bacteria of the genus \"Shigella\" – secrete substances known as cytotoxins, which kill and damage intestinal tissue on contact. Shigella is thought to cause bleeding due to invasion rather than toxin, because even non-toxogenic strains can cause dysentery, but E. coli with shiga-like toxins do not invade the intestinal mucosa, and are therefore toxin dependent. Viruses directly attack the intestinal cells, taking over their metabolic machinery to make copies of themselves, which leads to cell death.",
            "score": 149.2412567138672
        },
        {
            "docid": "8299558_21",
            "document": "Septin . Septins form cage-like structures around bacterial pathogens, immobilizing harmful microbes and preventing them from invading healthy cells. This cellular defence system could potentially be exploited to create therapies for dysentery and other illnesses. For example, \"Shigella\" is a bacterium that causes lethal diarrhoea in humans. To propagate from cell to cell, \"Shigella\" bacteria develop actin-polymer 'tails', which propel the microbes and allow them to gain entry into neighbouring host cells. As part of the immune response, human cells produce a cell-signalling protein called TNF-α which trigger thick bundles of septin filaments to encircle the microbes within the infected host cell. Microbes that become trapped in these septin cages are broken down by autophagy. Disruptions in septins and mutations in the genes that code for them could be involved in causing leukaemia, colon cancer and neurodegenerative conditions such as Parkinson's disease and Alzheimer's disease. Potential therapies for these, as well as for bacterial conditions such as dysentery caused by \"Shigella\", might bolster the body’s immune system with drugs that mimic the behaviour of TNF-α and allow the septin cages to proliferate.",
            "score": 146.78128051757812
        },
        {
            "docid": "3041236_4",
            "document": "Shigella flexneri . \"S. flexneri\" contains a virulence plasmid that codes for three virulence factors: a type-3 secretion system (T3SS), invasion plasmid antigen proteins (ipa proteins), and IcsA (used for cell-to-cell spread). Upon infection, \"S. flexneri\" injects the host cell cytoplasm with ipa proteins using the T3SS—a needle-and-syringe-like apparatus common to many Gram-negative pathogens. These ipa proteins induce \"membrane ruffling\" by the host cell. Membrane ruffling creates membrane pockets which capture and engulf the bacteria. Once inside, \"S. flexneri\" uses host cell actin for propulsion to move directly from cell to cell using a cellular mechanism known as paracytophagy, similarly to the bacterial pathogen \"Listeria monocytogenes\".",
            "score": 146.0580291748047
        },
        {
            "docid": "24358_6",
            "document": "Human pathogen . Although the vast majority of bacteria are harmless or beneficial to one's body, a few pathogenic bacteria can cause infectious diseases. The most common bacterial disease is tuberculosis, caused by the bacterium \"Mycobacterium tuberculosis\", which affects about 2 million people mostly in sub-Saharan Africa. Pathogenic bacteria contribute to other globally important diseases, such as pneumonia, which can be caused by bacteria such as \"Streptococcus\" and \"Pseudomonas\", and foodborne illnesses, which can be caused by bacteria such as \"Shigella\", \"Campylobacter\", and \"Salmonella\". Pathogenic bacteria also cause infections such as tetanus, typhoid fever, diphtheria, syphilis, and Hansen's disease. They typically range between 1 and 5 micrometers in length.",
            "score": 144.98265075683594
        },
        {
            "docid": "39311563_11",
            "document": "Caspase 11 . Caspase-11 appears to provide immune defense against bacteria that enter or access the host cell cytosol. Caspase-11 has been shown to be activated by \"Burkholderia pseudomallei\", Gram-negative bacteria found in the soil of southeast Asia that cause severe melioidosis. Caspase-11 has been shown \"in vitro\" to be activated by \"Shigella flexneri\" infection, while a guinea pig model of \"Shigella\" infection has been shown to activate the human homolog of caspase-11, caspase-4. For bacteria that do not typically access the host cytosol, caspase-11 is activated with delayed kinetics if Gram-negative bacteria aberrantly escape the vacuole and enter into the cytoplasm.",
            "score": 142.8965606689453
        },
        {
            "docid": "35038133_10",
            "document": "Pathogen . The vast majority of bacteria, which typically range between 1 and 5 micrometers in length, are harmless or beneficial to humans. However, a relatively small list of pathogenic bacteria can cause infectious diseases. One of the bacterial diseases with the highest disease burden is tuberculosis, caused by the bacterium \"Mycobacterium tuberculosis\", which kills about 2 million people a year, mostly in sub-Saharan Africa. Pathogenic bacteria contribute to other globally significant diseases, such as pneumonia, which can be caused by bacteria such as \"Streptococcus\" and \"Pseudomonas\", and foodborne illnesses, which can be caused by bacteria such as \"Shigella\", \"Campylobacter\", and \"Salmonella\". Pathogenic bacteria also cause infections such as tetanus, typhoid fever, diphtheria, syphilis, and leprosy.",
            "score": 142.84498596191406
        },
        {
            "docid": "63764_12",
            "document": "Dysentery . Dysentery may also be caused by shigellosis, an infection by bacteria of the genus \"Shigella\", and is then known as bacillary dysentery (or Marlow syndrome). The term \"bacillary dysentery\" etymologically might seem to refer to any dysentery caused by any bacilliform bacteria, but its meaning is restricted by convention to \"Shigella\" dysentery.",
            "score": 141.96665954589844
        },
        {
            "docid": "23173149_38",
            "document": "Staphylococcus . The first \"S. aureus\" genomes to be sequenced were those of N315 and Mu50, in 2001. Many more complete \"S. aureus\" genomes have been submitted to the public databases, making it one of the most extensively sequenced bacteria. The use of genomic data is now widespread and provides a valuable resource for researchers working with \"S. aureus\". Whole genome technologies, such as sequencing projects and microarrays, have shown an enormous variety of \"S. aureus\" strains. Each contains different combinations of surface proteins and different toxins. Relating this information to pathogenic behaviour is one of the major areas of staphylococcal research. The development of molecular typing methods has enabled the tracking of different strains of \"S. aureus\". This may lead to better control of outbreak strains. A greater understanding of how the staphylococci evolve, especially due to the acquisition of mobile genetic elements encoding resistance and virulence genes is helping to identify new outbreak strains and may even prevent their emergence.",
            "score": 141.4973602294922
        },
        {
            "docid": "2120932_2",
            "document": "Shigella dysenteriae . Shigella dysenteriae is a species of the rod-shaped bacterial genus \"Shigella\". \"Shigella\" species can cause shigellosis (bacillary dysentery). Shigellae are Gram-negative, nonspore-forming, facultatively anaerobic, nonmotile bacteria.",
            "score": 141.26744079589844
        },
        {
            "docid": "40399491_5",
            "document": "Diplorickettsia massiliensis . Comparative 16S rRNA gene sequence analysis showed that this strain belongs to the family \"Coxiellaceae\", order \"Legionellales \"of \"Gamma-proteobacteria\", and the closest relatives are different \"Rickettsiella\" spp. A 1476-bp fragment of the rrs gene encoding the 16S ribosomal RNA was amplified and sequenced. Surprisingly, a BLAST search did not result in a close similarity with any published 16S RNA gene sequences from other bacteria. The level of 16S rRNA gene sequence similarity between strain 20B and other recognized species of the family was below 94.5%. Partial sequences of the rpoB, parC and ftsY genes confirmed the phylogenetic position of the new isolate. The G+C content estimated on the basis of whole genome analysis of strain 20B was 37.88%. On the basis of its phenotypic and genotypic properties, together with phylogenetic distinctiveness, Mediannikov \"et al\". proposed that strain 20B to be classified in the new genus \"Diplorickettsia\" as the type strain of a novel species named \"Diplorickettsia massiliensis\" sp. nov. Bacteria visualized in a rich culture established in XTC-2cell line by Gimenez staining appeared as intracellular red rods usually grouped in pairs but not connected with each other. Manual counting of bacteria in an unlysed eukaryotic cell showed that almost all bacteria (97%) were paired. The bacteria accumulated in the cytoplasm of cells but not in the nucleus. The maximum number of bacteria observed in one cell numbered over 100. Infected cells were often disrupted during centrifugation using a Cytospin (Thermo Shandon) centrifuge as revealed by subsequent staining. The isolate was Gram-negative when extracellular bacteria were stained.",
            "score": 140.82171630859375
        },
        {
            "docid": "15464966_3",
            "document": "Pathogenic bacteria . One of the bacterial diseases with the highest disease burden is tuberculosis, caused by the bacterium \"Mycobacterium tuberculosis\", which kills about 2 million people a year, mostly in sub-Saharan Africa. Pathogenic bacteria contribute to other globally important diseases, such as pneumonia, which can be caused by bacteria such as \"Streptococcus\" and \"Pseudomonas\", and foodborne illnesses, which can be caused by bacteria such as \"Shigella\", \"Campylobacter\", and \"Salmonella\". Pathogenic bacteria also cause infections such as tetanus, typhoid fever, diphtheria, syphilis, and leprosy. Pathogenic bacteria are also the cause of high infant mortality rates in developing countries.",
            "score": 139.9541015625
        },
        {
            "docid": "21984880_4",
            "document": "Streptococcus canis . \"S. canis\" is considered to be an important part of the healthy microbiota of cats and dogs, promoting skin and mucosal health. However, despite these benefits under certain circumstances, strains of this bacterium have been reported to cause diseases in a variety of mammals. When opportunistic infection does occur, treatment with antibiotics is very successful at clearing the disease and preventing mortality due to the low levels of resistance in this species. During infection, the bacteria have been known to cause neonatal septicemia, abortion, and cellulitis in dogs. In addition, \"S. canis\" is also responsible for streptococcal toxic shock syndrome (STSS) and necrotizing fasciitis (NF). However, it has been contested if STSS and NF are caused solely by \"S. canis\" infection or if it is induced from the treatment of dogs with fluoroquinolone during the infection. In other mammals, the pathogen can cause lymphadenitis, arthritis, fever, mastitis, wound infections, and other conditions that vary depending on the host species. The possibility of an outbreak increases for animals that are very young, very old, confined to a densely populated area, or remain confined for long periods of time. Multiple fatal outbreaks have been reported among shelter cats due to the susceptibility of many of the cats and the close proximity of individuals within a shelter. The development of disease can occur rapidly, and symptoms in cats include skin ulceration, chronic respiratory infection, and necrotizing sinusitis. The persistence and spread of these bacteria in a confined area can lead to both sepsis and death, quickly resulting in extremely high levels of mortality among susceptible cats. Similar instances have been reported for dogs; however, the levels of mortality were considerably lower.",
            "score": 139.36380004882812
        },
        {
            "docid": "14297503_7",
            "document": "Serum amyloid A1 . SAA1 has been found to interact with outer membrane protein A (ompA) of several Gram-negative bacteria including \"E. coli\", \"Salmonella typhimurium\", \"Shigella flexneri\", \"Vibrio cholerae\" and \"P. aeruginosa\". Exposure of these Gram-negative bacteria to SAA1 promotes uptake of the bacteria by neutrophils, suggesting that SAA1 serves as an opsonin that enhances bacteria clearance. A more recent study identified SAA1 interaction with retinol, resulting in reduced bacterial burden. These findings suggest that SAA1 has a function in host defense against bacterial infection.",
            "score": 138.8907012939453
        },
        {
            "docid": "11422302_2",
            "document": "T44 RNA . The T44 RNA family consists of a number of bacterial RNA genes of between 135 and 170 bases in length. The t44 gene has been identified in several species of enteric bacteria but homologs have also been identified in \"Pseudomonas\" and \"Coxiella\" species. The t44 gene is found between the \"map\" and \"rpsB\" genes in all species in the full alignment apart from \"Shigella flexneri\". The function of this RNA is unknown.",
            "score": 138.7404022216797
        },
        {
            "docid": "525722_8",
            "document": "Colostrum . Dairy cattle are naturally exposed to pathogens and produce immunoglobulins against them. These antibodies are present in the cow’s bloodstream and in the colostrum. These immunoglobulins are specific to many human pathogens, including \"Escherichia coli, Cryptosporidium parvum, Shigella flexneri, Salmonella \"species\", Staphylococcus\" species, and rotavirus (which causes diarrhea in infants). Before the development of antibiotics, colostrum was the main source of immunoglobulins used to fight bacteria. In fact, when Albert Sabin made his first oral vaccine against polio, the immunoglobulin he used came from bovine colostrum. When antibiotics began to appear, interest in colostrum waned, but, now that antibiotic-resistant strains of pathogens have developed, interest is once again returning to natural alternatives to antibiotics, namely, colostrum.",
            "score": 138.65843200683594
        },
        {
            "docid": "40114_13",
            "document": "Escherichia coli . In fact, from the evolutionary point of view, the members of genus \"Shigella\" (\"S. dysenteriae\", \"S. flexneri\", \"S. boydii\", and \"S. sonnei\") should be classified as \"E. coli\" strains, a phenomenon termed taxa in disguise. Similarly, other strains of \"E. coli\" (e.g. the K-12 strain commonly used in recombinant DNA work) are sufficiently different that they would merit reclassification.",
            "score": 138.253662109375
        },
        {
            "docid": "9028799_46",
            "document": "Bacteria . Classification seeks to describe the diversity of bacterial species by naming and grouping organisms based on similarities. Bacteria can be classified on the basis of cell structure, cellular metabolism or on differences in cell components, such as DNA, fatty acids, pigments, antigens and quinones. While these schemes allowed the identification and classification of bacterial strains, it was unclear whether these differences represented variation between distinct species or between strains of the same species. This uncertainty was due to the lack of distinctive structures in most bacteria, as well as lateral gene transfer between unrelated species. Due to lateral gene transfer, some closely related bacteria can have very different morphologies and metabolisms. To overcome this uncertainty, modern bacterial classification emphasises molecular systematics, using genetic techniques such as guanine cytosine ratio determination, genome-genome hybridisation, as well as sequencing genes that have not undergone extensive lateral gene transfer, such as the rRNA gene. Classification of bacteria is determined by publication in the International Journal of Systematic Bacteriology, and Bergey's Manual of Systematic Bacteriology. The International Committee on Systematic Bacteriology (ICSB) maintains international rules for the naming of bacteria and taxonomic categories and for the ranking of them in the International Code of Nomenclature of Bacteria.",
            "score": 137.18031311035156
        },
        {
            "docid": "869123_9",
            "document": "Gastroenteritis . In the developed world \"Campylobacter jejuni\" is the primary cause of bacterial gastroenteritis, with half of these cases associated with exposure to poultry. In children, bacteria are the cause in about 15% of cases, with the most common types being \"Escherichia coli\", \"Salmonella\", \"Shigella\", and \"Campylobacter\" species. If food becomes contaminated with bacteria and remains at room temperature for a period of several hours, the bacteria multiply and increase the risk of infection in those who consume the food. Some foods commonly associated with illness include raw or undercooked meat, poultry, seafood, and eggs; raw sprouts; unpasteurized milk and soft cheeses; and fruit and vegetable juices. In the developing world, especially sub-Saharan Africa and Asia, cholera is a common cause of gastroenteritis. This infection is usually transmitted by contaminated water or food.",
            "score": 137.020751953125
        },
        {
            "docid": "19167679_48",
            "document": "Virus . Viruses are by far the most abundant biological entities on Earth and they outnumber all the others put together. They infect all types of cellular life including animals, plants, bacteria and fungi. Different types of viruses can infect only a limited range of hosts and many are species-specific. Some, such as smallpox virus for example, can infect only one species – in this case humans, and are said to have a narrow host range. Other viruses, such as rabies virus, can infect different species of mammals and are said to have a broad range. The viruses that infect plants are harmless to animals, and most viruses that infect other animals are harmless to humans. The host range of some bacteriophages is limited to a single strain of bacteria and they can be used to trace the source of outbreaks of infections by a method called phage typing.",
            "score": 136.50872802734375
        },
        {
            "docid": "31161659_3",
            "document": "Escherichia coli in molecular biology . \"Escherichia coli\" is one of the most diverse bacterial species, with several pathogenic strains with different symptoms and with only 20% of the genome common to all strains. Furthermore, from the evolutionary point of view, the members of genus \"Shigella\" (\"dysenteriae\", \"flexneri\", \"boydii\", \"sonnei\") are actually \"E. coli\" strains \"in disguise\" (i.e. \"E. coli\" is paraphyletic to the genus).",
            "score": 136.2277374267578
        }
    ]
}