{
    "q": [
        {
            "docid": "6833883_3",
            "document": "Nitrendipine . Hypertension is the chronic condition where the blood pressure is elevated beyond normal levels that vary among individuals. The elevated levels in blood pressure increases the systemic vascular pressure, which increases the workload of the heart. The mechanical stress on the heart initiates a protein cascade involving G-proteins, cyclic-AMP and PKA that result in activation of genes that make cardiac muscle cells grow. The increased stress on the heart causes the heart to enlarge to accommodate the workload. However, the enlarged heart also needs structural support, which is why it produces scarring. The enlargement of the heart can make it hard for some cells to get nutrients because they are too distant from the blood vessels. Also, scarring can interfere with the electrical signals that cause the heart to contract and it also limits the ability of the heart to contract and relax. In both cases there is an increase risk of heart failure.",
            "score": 139.80913305282593
        },
        {
            "docid": "18560708_12",
            "document": "Voodoo death . Cannon believed that extreme emotional stress could be explained in terms of degree of sympathetic-adrenal excitation. However, an experiment performed by Curt Richter (1957) responded to Cannon's challenge with an animal model. Richter placed pre-stressed rats in a closed turbulent water. the latency to drowning was recorded. Most domestic lab rats lasted for hours while unexpectedly all of the wild rats died within 15 minutes. Richter monitored heart rate and determined whether the heart was in systole or diastole after death. He found out that heart rate slowed down prior to death and the heart was engaged with blood reflecting a state of diastole. This contradicted Cannons proposal that sympathetic adrenal over-activation is the result of death since a sympathetic over-arousal would increase both heart rate and blood pressure to severe degrees. Richter interpreted this that the rats died as a result of over-stimulation of the parasympathetic nervous system, specifically the vagus nerve which regulates heartbeat. The lethal vagal effect was the psychological state of hopelessness.",
            "score": 145.30422353744507
        },
        {
            "docid": "38851119_4",
            "document": "Parve101q . Clinically, ParvE101Q shows promise in correcting diastolic heart failure. Diastolic heart failure is a condition where the heart has trouble relaxing efficiently. As a result, less blood is pumped out of the ventricles and the blood trying to enter the heart can back up in the circulation to cause hypertension, often in the lungs, and congestive heart failure develops. Additionally, the decreased ability of the heart to eject blood leads to perfusion problems to vital organs such as the heart’s coronary arteries and the brain. ParvE101Q is being investigated for side effects, and optimal delivery mechanisms before moving on to experimental trials to treat conditions such as diastolic heart failure. Parvalbumin has diverse effects on cell cycles, second messengers, microtubule organization, cardiac muscle contraction, and the nervous system.",
            "score": 134.6514492034912
        },
        {
            "docid": "19368687_8",
            "document": "Bergapten . 5-methoxypsoralen can have a toxic or narcotic effect based on experiments with mice, rats, and fish that resulted in their death. Khadzai and others speculate that it is due to Bergapten's effect on the heart. 5-methoxypsoralen and other furocoumarins added to isolated rabbit heart lowered the arterial blood pressure, smooth muscle tonus and heart contractions while stimulating the rhythm of the heart.",
            "score": 142.8864231109619
        },
        {
            "docid": "2540987_38",
            "document": "Dog health . Older, small breeds of dogs are prone to congestive heart failure due to degeneration of the mitral valve. This condition is known to be inherited in Cavalier King Charles Spaniels. Degenerative valve disease is the most common form of heart disease in dogs. Mitral insufficiency leads to turbulent blood flow and increased pressure in the left atrium. This causes increased pressure in the pulmonary blood vessels and pulmonary edema (a build-up of fluid in the lungs). Decreased output of blood by the left ventricle causes the body to compensate by increasing sympathetic tone and activating the renin–angiotensin–aldosterone system (RAAS). Increased sympathetic tone leads to increased peripheral vascular resistance and increased heart rate and contractility of the heart muscle. Chronic elevation of sympathetic tone damages the heart muscle. Activation of the RAAS results in increased retention of water and sodium by the kidneys, vasoconstriction, and other effects that result in increased blood volume. It also results in an increase in diastolic pressure and leads to pulmonary edema. Treatment for congestive heart failure has historically focussed on two types of drugs that address these concerns: diuretics (especially furosemide), which decrease blood volume, and ACE inhibitors, which interrupt the RAAS. Recently, pimobendan - which increases the force with which the heart muscle contracts, and is also a vasodilator - is being more widely used in the treatment of congestive heart failure caused by valvular disease. A major veterinary study, called the QUEST study (QUality of life and Extension of Survival Time), published in September 2008 found that dogs with congestive heart failure receiving pimobendan plus furosemide had significantly better survival outcomes than those receiving benazepril (an ACE inhibitor) plus furosemide. However, ACE inhibitors and pimobendan have different mechanisms of action, and many veterinary cardiologists recommend they be used concurrently. Within the past decade, a new surgical technique has been developed for mitral valve repair that replaces or strengthens the mitral valve chords with polytetrafluoroethylene (PTFE) prostheses and tightens the mitral valve ring to reduce or eliminate regurgitation.",
            "score": 159.83839905261993
        },
        {
            "docid": "10733441_4",
            "document": "Tyrosol . Tyrosol present in wine is also shown to be cardioprotective. Samson et al. has shown that tyrosol-treated animals showed significant increase in the phosphorylation of Akt, eNOS and FOXO3a. In addition, tyrosol also induced the expression of longevity protein SIRT1 in the heart after myocardial infarction in a rat MI model. Hence tyrosol's SIRT1, Akt and eNOS activating power adds another dimension to the wine research, because it adds a great link to the French paradox. In conclusion these findings suggest that tyrosol induces myocardial protection against ischemia related stress by inducing survival and longevity proteins that may be considered as anti-aging therapy for the heart.",
            "score": 100.11972904205322
        },
        {
            "docid": "1256165_40",
            "document": "Calorie restriction . A review of the effects of calorie restriction on the aging heart and vasculature concluded that \"Data from animal and human studies indicate that [beyond the effects of \"implementation of healthier diets and regular exercise\"], more drastic interventions, i.e., calorie restriction with adequate nutrition (CRAN), may have additional beneficial effects on several metabolic and molecular factors that are modulating cardiovascular aging itself (e.g., cardiac and arterial stiffness and heart rate variability).\" Studies of long-term practitioners of rigorous calorie restriction show that their risk factors for atherosclerosis are substantially improved in a manner consistent with experimental studies in rodent models of atherosclerosis and nonhuman primates. Risk factors such as c-reactive protein; serum triglycerides, low-density lipoprotein, high-density lipoprotein; blood pressure; and fasting blood sugar, are substantially more favorable than persons consuming usual Western diets and comparable or better than long-term endurance exercisers. Similar effects were also seen during a \"natural experiment\" in Biosphere 2, and effects on blood pressure, cholesterol level, and resting heart rate were seen in subjects in the “Minnesota Starvation Experiment” during World War II. Cardiac \"diastolic function was better in subjects who practiced strict calorie restriction for 3–15 years than that in healthy age- and sex-matched control subjects ... calorie restriction subjects had less ventricular stiffness and less viscous loss of diastolic recoil, both of which would be consistent with less myocardial fibrosis. \"These effects, in combination with other benefits of calorie restriction, such as protection against obesity, diabetes, hypertension, and cancer, suggest that CR may have a major beneficial effect on health span, life span, and quality of life in humans.\"",
            "score": 131.43357682228088
        },
        {
            "docid": "20841242_16",
            "document": "Norbormide . A lethal dose of NRB to rats causes behavioural changes which look a lot like the signs associated to cyanide toxicity. The first indications of the NRB toxicity present themselves about ten minutes after administration. At first the rats start showing signs of increased motor activity and incoordination. Subsequently, the rats' hind extremities weaken and become ashen. Their breathing begins to be laboured and within a short period of time the rats suffer from series of convulsive movements. The spasm is followed by death, which occurs within 30 minutes in albino laboratory rats and with two hours in wild animals. After examining isolated rat hearts in Langendorff preparations, a frequent in vitro technique, NRB also turned out to cause severe species-selective toxic effects on rat heart. 2-10 µg NRB had been injected into the coronary vessel which resulted in a reduction of blood flow, attended with decreased cardiac contraction and a decreased heart rate. The rat hearts started beating quite irregularly. These irreversible effects weren't marked in the heart muscle (myocardium) as perhaps expected, but straight in the coronary arteries. Additionally, it was confirmed that rats which were subjected to NRB treatment suffered from hyperventilation followed by cardiovascular effects. Recent studies present NRB's ability to activate the mitochondrial permeability transition pore (MPTP) in isolated rat preparations. Cell apoptosis and necrosis are (amongst other things) regulated by MPT pores. It is understandable that such an abnormity in the mitochondrial membranes bring about issues in the cellular metabolism of the poisoned animal. The members of the genus Rattus are highly sensitive to NRB, but other animals experience no toxic effects. Upon closer examination a 1000 mg/kg dose of norbormide didn’t bring forth any toxic signs when orally administered to cats, chickens, dogs, monkeys, mice, swine or birds. This has been confirmed in the table below. So it is safe to say that NRB is relatively harmless to nonrat species.",
            "score": 138.16377711296082
        },
        {
            "docid": "36808_54",
            "document": "Heart . Heart failure is defined as a condition in which the heart is unable to pump enough blood to meet the demands of the body. Patients with heart failure may experience breathlessness especially when lying flat, as well as ankle swelling, known as peripheral oedema. Heart failure is the end result of many diseases affecting the heart, but is most commonly associated with ischaemic heart disease, valvular heart disease, or high blood pressure. Less common causes include various cardiomyopathies. Heart failure is frequently associated with weakness of the heart muscle in the ventricles (systolic heart failure), but can also be seen in patients with heart muscle that is strong but stiff (diastolic heart failure). The condition may affect the left ventricle (causing predominantly breathlessness), the right ventricle (causing predominantly swelling of the legs and an elevated jugular venous pressure), or both ventricles. Patients with heart failure are at higher risk of developing dangerous heart rhythm disturbances or arrhythmias.",
            "score": 155.53603565692902
        },
        {
            "docid": "38931787_12",
            "document": "Humanin . Humanin is proposed to have myriad neuroprotective and cytoprotective effects. Both studies in cells and rodents have both found that administration of humanin or humanin derivatives increases survival and/or physiological parameters in Alzheimer's disease models. In addition to Alzheimer's disease, humanin has other neuroprotective effects against models of Huntington's disease, prion disease, and stroke. Beyond the possible neuroprotective effects, humanin protects against oxidative stress, atherosclerotic plaque formation, and heart attack.  Metabolic effects have also been demonstrated and humanin helps improve survival of pancreatic beta-cells, which may help with type 1 diabetes, and increases insulin sensitivity, which may help with type 2 diabetes. In rats, the humanin analog appears to normalize glucose levels and reduce diabetes symptoms.",
            "score": 108.44131577014923
        },
        {
            "docid": "14873446_4",
            "document": "KDELR1 . KDEL receptors have been implicated in the development of dilated cardiomyopathy (DCM). To determine the relationship between KDEL receptor and dilated cardiomyopathy, transgenic mice with a point mutation (D193N) were made. The mice expressing the transport mutant D193N gene grew normally until they reached adulthood. The mutant KDEL receptor did not function after 14 weeks of age, and these mice developed DCM. They were observed to have dilated heart chambers, as well as higher heart-to-body ratios with enlarged hearts, and the cardiac myocytes were larger in size. No difference was observed in arterial blood pressure between wild-type and mutant mice, thus cardiomegaly was not attributed to hypertension. Upon analysis, it was found that KDEL mutant mice had proliferation in their sarcoplasmic reticulum (SR) and a narrowing in the transverse tubule compared to the wild-type and controls. Moreover, aggregations of degenerative membrane proteins were observed in the expanded SR. This suggests that the mutant KDEL receptor leads to impaired recycling and quality control of the ER, which leads to aggregation of misfolded proteins in the ER. Furthermore, KDEL D193N transgenic mice had defects in the L-type Ca++ channel current in ventricular myocytes. The basal current of these channels was significantly lower than the controls. L-type channels expression was lower in the plasma membrane of the KDEL D193N heart cells due to the narrowing of transverse tubules. BiP, a chaperone protein, was unevenly distributed and synthesized in larger proportion in the transgenic mutant mice, which suggests that there was an increase in concentration of misfolded proteins. They also observed aggregates of the ubiquitin-proteasome system (a degradation system); this suggests that there was saturation of the system due to the high levels of misfolded proteins that lead to impaired ER quality control. The researchers concluded that hyperubiquitination and saturation of the proteasome system results due to the accumulation of misfolded protein, which induces stress. The accumulation of misfolded proteins induced by ER stress has also been observed in human DCM. A murine DCM study found an increase in apoptosis due to the high levels of CHOP expression. CHOP is a transcription factor that is elevated during ER stress and causes apoptosis of cells during the process of an unfolded protein response. Increase pressure load/mechanical stress in KDEL D193N mice caused an even greater synthesis of BiP, CHOP and other proteins that are biomarkers of cellular stress and ER stress as the capacity of the ER to deal with this is very limited.",
            "score": 102.3653609752655
        },
        {
            "docid": "36808_2",
            "document": "Heart . The heart is a muscular organ in most animals, which pumps blood through the blood vessels of the circulatory system. Blood provides the body with oxygen and nutrients, as well as assists in the removal of metabolic wastes. In humans, the heart is located between the lungs, in the middle compartment of the chest. In humans, other mammals, and birds, the heart is divided into four chambers: upper left and right atria; and lower left and right ventricles. Commonly the right atrium and ventricle are referred together as the \"right heart\" and their left counterparts as the \"left heart\". Fish, in contrast, have two chambers, an atrium and a ventricle, while reptiles have three chambers. In a healthy heart blood flows one way through the heart due to heart valves, which prevent backflow. The heart is enclosed in a protective sac, the pericardium, which also contains a small amount of fluid. The wall of the heart is made up of three layers: epicardium, myocardium, and endocardium. The heart pumps blood with a rhythm determined by a group of pacemaking cells in the sinoatrial node. These generate a current that causes contraction of the heart, traveling through the atrioventricular node and along the conduction system of the heart. The heart receives blood low in oxygen from the systemic circulation, which enters the right atrium from the superior and inferior venae cavae and passes to the right ventricle. From here it is pumped into the pulmonary circulation, through the lungs where it receives oxygen and gives off carbon dioxide. Oxygenated blood then returns to the left atrium, passes through the left ventricle and is pumped out through the aorta to the systemic circulation−where the oxygen is used and metabolized to carbon dioxide. The heart beats at a resting rate close to 72 beats per minute. Exercise temporarily increases the rate, but lowers resting heart rate in the long term, and is good for heart health. Cardiovascular diseases (CVD) are the most common cause of death globally as of 2008, accounting for 30% of deaths. Of these more than three quarters are a result of coronary artery disease and stroke. Risk factors include: smoking, being overweight, little exercise, high cholesterol, high blood pressure, and poorly controlled diabetes, among others. Cardiovascular diseases frequently do not have symptoms or may cause chest pain or shortness of breath. Diagnosis of heart disease is often done by the taking of a medical history, listening to the heart-sounds with a stethoscope, ECG, and ultrasound. Specialists who focus on diseases of the heart are called cardiologists, although many specialties of medicine may be involved in treatment.",
            "score": 142.9264773130417
        },
        {
            "docid": "5602902_26",
            "document": "Beta-catenin . In animal models of cardiac disease, functions of beta-catenin have been unveiled. In a guinea pig model of aortic stenosis and left ventricular hypertrophy, beta-catenin was shown to change subcellular localization from intercalated discs to the cytosol, despite no change in the overall cellular abundance of beta-catenin. vinculin showed a similar profile of change. N-cadherin showed no change, and there was no compensatory upregulation of plakoglobin at intercalated discs in the absence of beta-catenin. In a hamster model of cardiomyopathy and heart failure, cell-cell adhesions were irregular and disorganized, and expression levels of adherens junction/intercalated disc and nuclear pools of beta-catenin were decreased. These data suggest that a loss of beta-catenin may play a role in the diseased intercalated discs that have been associated with cardiac muscle hypertrophy and heart failure. In a rat model of myocardial infarction, adenoviral gene transfer of nonphosphorylatable, constitutively-active beta-catenin decreased MI size, activated the cell cycle, and reduced the amount of apoptosis in cardiomyocytes and cardiac myofibroblasts. This finding was coordinate with enhanced expression of pro-survival proteins, survivin and Bcl-2, and vascular endothelial growth factor while promoting the differentiation of cardiac fibroblasts into myofibroblasts. These findings suggest that beta-catenin can promote the regeneration and healing process following myocardial infarction. In a spontaneously-hypertensive heart failure rat model, investigators detected a shuttling of beta-catenin from the intercalated disc/sarcolemma to the nucleus, evidenced by a reduction of beta-catenin expression in the membrane protein fraction and an increase in the nuclear fraction. Additionally, they found a weakening in the association between glycogen synthase kinase-3β and beta-catenin, which may indicate altered protein stability. Overall, results suggest that an enhanced nuclear localization of beta-catenin may be important in the progression of cardiac hypertrophy.",
            "score": 127.14209830760956
        },
        {
            "docid": "22331743_7",
            "document": "Water retention (medicine) . The pumping force of the heart should help to keep a normal pressure within the blood vessels. But if the heart begins to fail (a condition known as congestive heart failure) the pressure changes can cause very severe water retention. In this condition water retention is mostly visible in the legs, feet and ankles, but also collects in the lungs, where it causes a chronic cough. This condition is usually treated with diuretics, otherwise the water retention may cause breathing problems and additional stress on the heart.",
            "score": 120.2306137084961
        },
        {
            "docid": "38844653_3",
            "document": "Fimasartan . Fimasartan acts on the kidney’s rennin-angiotensin cascade, which begins when renin release from the kidney causes the breakdown of angiotensinogen into angiotensin I. Angiotensin-converting enzyme (ACE) then catalyzes the reaction that forms angiotensin II, which acts on AT receptors on the blood vessels, heart, and kidneys. On blood vessels, the AT receptor is coupled to an intracellular pathway that causes smooth muscle contraction (vasoconstriction) of blood vessels. In blocking the AT receptor, fimasartan inhibits vasoconstriction, favouring vasodilation. At the kidney and adrenal gland, AT blockage and prevention of aldosterone formation increase excretion of water and salt by the kidneys, which decreases overall blood volume. At the heart, AT blockage decreases contractility and the stimulatory effects of the sympathetic nervous system. Collectively, fimasartain leads to a reduction in blood pressure and alleviation of hypertensive symptoms.  ARBs like fimasartan have also shown to be protective against stroke, myocardial infarction, and heart failure. Fimasartan has been shown to reduce cardiac hypertrophy, fibrosis, remodelling, and unnecessary cell proliferation via blockage of AT activation conceivably through decreased Endothelin 1 production, a result of AT1 activation. Fimastartan can also block TGF-β1 production (also AT dependent), which contributes to fibrosis and ventricular damage post-infarct. After ARB administration, mice showed improved prognosis after a myocardial infarcation, though further studies still need to be done to assess fimasartan’s specific effects on decreasing cardiovascular damage.",
            "score": 121.39894139766693
        },
        {
            "docid": "3219051_3",
            "document": "Cardiomegaly . Cardiomegaly is a condition affecting the cardiovascular system, specifically the heart. This condition is strongly associated with congestive heart failure. Within the heart, the working fibers of the myocardial tissue increase in size. As the heart works harder the actin and myosin filaments experience less overlap which increases the size of the myocardial fibers. If there is less overlap of the protein filaments actin and myosin within the sarcomeres of muscle fibers, they will not be able to effectively pull on one another. If the heart tissue (walls of left and right ventricle) gets too big and stretches too far, then those filaments cannot effectively pull on one another to shorten the muscle fibers, thus impacting the heart's sliding filament mechanism. If fibers cannot shorten properly, and the heart cannot contract properly, then blood cannot be effectively pumped to the lungs to be re-oxygenated and to the body to deliver oxygen to the working tissues of the body.",
            "score": 127.17365086078644
        },
        {
            "docid": "158400_34",
            "document": "Sepsis . Norepinephrine raises blood pressure through a vasoconstriction effect, with little effect on stroke volume and heart rate. If a single vasopressor is not enough to raise the blood pressure, epinephrine (adrenaline) or vasopressin may be added. However, one of the adrenaline side effects is that it reduces blood flow to abdominal organs and may cause increased lactate levels. Vasopressin can be used in septic shock because studies have shown that there is a relative deficiency of vasopressin when shock continues for 24 to 48 hours. However, vasopressin reduces blood flow to the heart, finger/toes, and abdominal organs, resulting in a lack of oxygen supply to these tissues. Dopamine is typically not recommended. Although dopamine is useful to increase the stroke volume of the heart, it causes more abnormal heart rhythms than norepinephrine and also has an immunosuppressive effect. Dopamine is not proven to have protective properties on the kidneys. Dobutamine may be used if heart function is poor or blood flow is insufficient despite sufficient fluid volumes and blood pressure.",
            "score": 130.35543429851532
        },
        {
            "docid": "3186459_12",
            "document": "Hypertensive heart disease . There are more women than men with hypertension, and, although men develop hypertension earlier in life, hypertension in women is less well controlled. The consequences of high blood pressure in women are a major public health problem and hypertension is a more important contributory factor in heart attacks in women than men. Until recently women have been under-represented in clinical trials in hypertension and heart failure. Nevertheless, there is some evidence that the effectiveness of antihypertensive drugs differs between men and women and that treatment for heart failure may be less effective in women.",
            "score": 147.43891954421997
        },
        {
            "docid": "532199_39",
            "document": "Arousal . A real life example of the effects of physiological arousal on cognition is when you’re walking through the woods and you notice a rattlesnake in front of the walkway on the ground. You would feel alarmed and scared (physiological arousal).Your past experience and knowledge of poisonous snakes and dangerous predators provides the (cognition) of the situation. Based on your analysis of your position you label your arousal as fear. Fear is explained to be an emotion that one might expect with alarm, it is also known as something to be afraid of or the feelings of apprehensiveness. Fear works when one senses danger, the brain reacts instantly, sending signals that activate the nervous system. This causes physical responses, such as a faster heartbeat, rapid breathing, and an increase in blood pressure. Blood pumps to muscle groups to prepare the body for physical action like running or fighting. Skin sweats to keep the body cool. Some people might notice sensations in the stomach, head, chest, legs, or hands. These physical sensations of fear can be mild or strong. A study done by Joan Vickers and Mark Williams analyzed how a group of elite biathlon shooters handled an experimental task. The goal was to determine why there might be a failure to perform in high pressure situations. Difficulties come about when trying to test performance pressure, physiological workload, anxiety, and visual attention in a controlled setting. Which is why they decided to test these elite biathlon shooters, due to the easy ability to stimulate the controlled experiment. In the low pressure stimulation the subjects were only told that the purpose of the test was to simply provide feedback and the fixation on the target at different power output levels. In the high pressure situation the shorter were told that the national team coach was going to observe the shooters, and their shooting percentages would be used to make the national team selections. Both groups were told that prizes would be rewarded to the most accurate shooters. To test physiological arousal that was being used, Vickers and Williams measured each shooters heart rate as well as the perceived exertion. Trying to determine if the failure to perform to whatever level of skill or ability the person has at the time, also known as choking; was indeed a factor in this test. Physiological arousal was measured and recorded through the athlete's heart rate and rate of perceived exertion. The findings showed that the biathletes developed the ability to decelerate their heart rate just before they shoot, most only shoot when HR is 80% or lower. Whereas the test was designed for shots to be taken with a heart rate 100% or above. The expectations were for the low pressure and high pressure groups to be more prone to choking compared to those who were able to maintain their heart rates. The findings showed exactly what was expected, the only exception was that the pressure applied did not necessarily have much of an effect. While it was clear that high pressure stimulations did appear far more anxious than those of low pressure stimulations.",
            "score": 125.93390202522278
        },
        {
            "docid": "14798122_6",
            "document": "SCARB2 . LIMP2 has recently been identified as a novel component of intercalated discs in cardiac muscle. Intercalated discs are composed of gap junctions, adherens junctions and desmosomes, and are critical for the mechanical and electrical coupling of adjacent cardiomyocytes. The discovery of LIMP-2 as a component of this complex came about from a genetic screen of a homozygous, hypertensive transgenic rat model of renin overexpression, in which a population of these rats rapidly develop heart failure and another remains compensated. Out of 143 differentially-regulated genes, LIMP-2 was identified to be significantly upregulated in heart failure-prone rat cardiac muscle biopsies, which also proved true in human heart failure. Further analysis employing a LIMP-2 knockout mouse demonstrated that animals lacking LIMP-2 failed to flight a normal hypertrophic response following Angiotensin II treatment, however they developed interstitial fibrosis and dilated cardiomyopathy coordinate with disrupted intercalated disc structure. Biochemical and immunohistochemical analyses discovered that LIMP-2 interacts with N-cadherin at intercalated discs, a function outside of lysosomal membranes. Knockdown of LIMP-2 with RNA interference decreased the binding of N-cadherin to the phosphorylated form of beta-catenin, and LIMP-2 overexpression had the reverse effect.",
            "score": 130.42837989330292
        },
        {
            "docid": "674529_10",
            "document": "Pulmonary hypertension . The pathogenesis of pulmonary \"arterial\" hypertension (WHO Group I) involves the narrowing of blood vessels connected to and within the lungs. This makes it harder for the heart to pump blood through the lungs, much as it is harder to make water flow through a narrow pipe as opposed to a wide one. Over time, the affected blood vessels become stiffer and thicker, in a process known as fibrosis. The mechanisms involved in this narrowing process include vasoconstriction, thrombosis, and vascular remodeling (excessive cellular proliferation, fibrosis, and reduced apoptosis/programmed cell death in the vessel walls, caused by inflammation, disordered metabolism and dysregulation of certain growth factors). Over time, vascular remodeling causes the affected blood vessels to become progressively stiffer and thicker. This further increases the blood pressure within the lungs and impairs their blood flow. In common with other types of pulmonary hypertension, these changes result in an increased workload for the right side of the heart. The right ventricle is normally part of a low pressure system, with systolic ventricular pressures that are lower than those that the left ventricle normally encounters. As such, the right ventricle cannot cope as well with higher pressures, and although right ventricular adaptations (hypertrophy and increased contractility of the heart muscle) initially help to preserve stroke volume, ultimately these compensatory mechanisms are insufficient; the right ventricular muscle cannot get enough oxygen to meet its needs and right heart failure follows. As the blood flowing through the lungs decreases, the left side of the heart receives less blood. This blood may also carry less oxygen than normal. Therefore, it becomes harder and harder for the left side of the heart to pump to supply sufficient oxygen to the rest of the body, especially during physical activity.",
            "score": 123.60215890407562
        },
        {
            "docid": "249930_2",
            "document": "Heart failure . Heart failure (HF), often referred to as congestive heart failure (CHF), is when the heart is unable to pump sufficiently to maintain blood flow to meet the body's needs. Signs and symptoms commonly include shortness of breath, excessive tiredness, and leg swelling. The shortness of breath is usually worse with exercise, while lying down, and may wake the person at night. A limited ability to exercise is also a common feature. Chest pain, including angina, does not typically occur due to heart failure. Common causes of heart failure include coronary artery disease including a previous myocardial infarction (heart attack), high blood pressure, atrial fibrillation, valvular heart disease, excess alcohol use, infection, and cardiomyopathy of an unknown cause. These cause heart failure by changing either the structure or the functioning of the heart. There are two main types of heart failure: \"heart failure due to left ventricular dysfunction\" and \"heart failure with normal ejection fraction\" depending on whether the ability of the left ventricle to contract is affected, or the heart's ability to relax. The severity of disease is usually graded by the degree of problems with exercise. Heart failure is not the same as myocardial infarction (in which part of the heart muscle dies) or cardiac arrest (in which blood flow stops altogether). Other diseases that may have symptoms similar to heart failure include obesity, kidney failure, liver problems, anemia, and thyroid disease. The condition is diagnosed based on the history of the symptoms and a physical examination with confirmation by echocardiography. Blood tests, electrocardiography, and chest radiography may be useful to determine the underlying cause. Treatment depends on the severity and cause of the disease. In people with chronic stable mild heart failure, treatment commonly consists of lifestyle modifications such as stopping smoking, physical exercise, and dietary changes, as well as medications. In those with heart failure due to left ventricular dysfunction, angiotensin converting enzyme inhibitors or angiotensin receptor blockers along with beta blockers are recommended. For those with severe disease, aldosterone antagonists, or hydralazine with a nitrate may be used. Diuretics are useful for preventing fluid retention. Sometimes, depending on the cause, an implanted device such as a pacemaker or an implantable cardiac defibrillator may be recommended. In some moderate or severe cases, cardiac resynchronization therapy (CRT) or cardiac contractility modulation may be of benefit. A ventricular assist device or occasionally a heart transplant may be recommended in those with severe disease that persists despite all other measures. Heart failure is a common, costly, and potentially fatal condition. In 2015 it affected about 40 million people globally. Overall around 2% of adults have heart failure and in those over the age of 65, this increases to 6–10%. Rates are predicted to increase. In the year after diagnosis the risk of death is about 35% after which it decreases to below 10% each year. This is similar to the risks with a number of types of cancer. In the United Kingdom the disease is the reason for 5% of emergency hospital admissions. Heart failure has been known since ancient times with the Ebers papyrus commenting on it around 1550 BCE.",
            "score": 171.07233357429504
        },
        {
            "docid": "249930_24",
            "document": "Heart failure . Heart failure is caused by any condition which reduces the efficiency of the heart muscle, through damage or overloading. As such, it can be caused by a wide number of conditions, including myocardial infarction (in which the heart muscle is starved of oxygen and dies), hypertension (which increases the force of contraction needed to pump blood) and amyloidosis (in which misfolded proteins are deposited in the heart muscle, causing it to stiffen). Over time these increases in workload will produce changes to the heart itself:",
            "score": 135.7779417037964
        },
        {
            "docid": "4534769_7",
            "document": "Monocrotophos . In a recent study, Wistar rats were administered 1/50 of dosage of monocrotophos (0.36 mg/kg body weight) orally via gavage daily for three weeks. Animals administered Monocrotophos exhibited mild hyperglycemia and dyslipidemia in the blood. Cardiac oxidative stress was conferred by accumulation of protein carbonyls, lipid peroxidation and glutathione production. The cardiac markers (cTn-I, CK-MB and LDH) showed elevated levels in blood plasma, which indicates cardiac tissue damage. The histopathology of the heart tissue authenticated the monocrotophos induced tissue damage by showing signs of nonspecific inflammatory changes and edema between muscle fibres. Thus the findings of this preliminary study illustrate the cardiotoxic effect of prolonged monocrotophos intake in rats and suggest that MCP can be a possible independent and potent environmental cardiovascular risk factor.",
            "score": 108.46615898609161
        },
        {
            "docid": "42232047_5",
            "document": "Human Engineered Cardiac Tissues (hECTs) . Even with current technologies, hECT structure and function is more at the level of newborn heart muscle than adult myocardium. Nonetheless, important advances have led to the generation of hECT patches for myocardial repair in animal models and use in in vitro models of drug screening. hECTs can also be used to experimentally model CVD using genetic manipulation and adenoviral-mediated gene transfer. In animal models of myocardial infarction (MI), hECT injection into the hearts of rats and mice reduces infarct size and improves heart function and contractility. As a proof of principle, grafts of engineered heart tissues have been implanted in rats following MI with beneficial effects on left ventricular function. The use of hECTs in generating tissue engineered heart valves is also being explored to improve current heart valve constructs in in vivo animal studies. As tissue engineering technology advances to overcome current limitations, hECTs are a promising avenue for experimental drug discovery, screening and disease modelling and in vivo repair.",
            "score": 110.23313736915588
        },
        {
            "docid": "38851119_3",
            "document": "Parve101q . It has been theorized that expressing a modified version of parvalbumin in the heart could have therapeutic use to aid heart contraction, and treat relaxation disorders. ParvE101Q is optimized so that relaxation is rapid, but contraction lasts for a sufficient time to fully eject blood. Amino acid substitutions of glutamine for glutamate on the protein’s 101st amino acid were introduced, followed immediately by a tryptophan replacing a phenylalanine at site 102, as well as alanine replacing aspartate at site 51. By introducing these changes, the preferential binding of Ca and Mg were reversed. Instead of having high preference for Ca like parvalbumin, ParvE101Q has a preference for Mg first, and Ca second. This reversed binding preference allows the normal presence of Mg to delay the Ca sequestration of ParvE101Q. This delay allows heart contraction to last long enough to preserve blood ejection, then have the excess Ca bound and sequestered by ParvE101Q. The resulting increase in contractility is speculated to be due to the increased Mg binding affinity. By binding Mg first, ParvE101Q allows more Ca binding to Troponin C, which is required for myocyte contraction. The result of the modification is an increased contractility and quicker relaxation in myocytes with no reported side-effects. This modified protein retains the heart’s ability to store calcium in the sarcoplasmic reticulum, even under the added stress of caffeine. Additionally, when treated with ParvE101Q, calcium sparks (spontaneous releases of Ca from the sarcoplasmic reticulum) are not different from normal. Other Ca handling proteins used for sequestration are not affected by ParvE101Q, and the effects are not dependent on temperature changes.",
            "score": 98.98559093475342
        },
        {
            "docid": "5421_46",
            "document": "Cardiology . Cardiac arrest is a sudden stop in effective blood flow due to the failure of the heart to contract effectively. Symptoms include loss of consciousness and abnormal or absent breathing. Some people may have chest pain, shortness of breath, or nausea before this occurs. If not treated within minutes, death usually occurs. The most common cause of cardiac arrest is coronary artery disease. Less common causes include major blood loss, lack of oxygen, very low potassium, heart failure, and intense physical exercise. A number of inherited disorders may also increase the risk including long QT syndrome. The initial heart rhythm is most often ventricular fibrillation. The diagnosis is confirmed by finding no pulse. While a cardiac arrest may be caused by heart attack or heart failure these are not the same. Prevention includes not smoking, physical activity, and maintaining a healthy weight. Treatment for cardiac arrest is immediate cardiopulmonary resuscitation (CPR) and, if a shockable rhythm is present, defibrillation. Among those who survive targeted temperature management may improve outcomes. An implantable cardiac defibrillator may be placed to reduce the chance of death from recurrence. In the United States, cardiac arrest outside of hospital occurs in about 13 per 10,000 people per year (326,000 cases). In hospital cardiac arrest occurs in an additional 209,000 Cardiac arrest becomes more common with age. It affects males more often than females. The percentage of people who survive with treatment is about 8%. Many who survive have significant disability. Many U.S. television shows, however, have portrayed unrealistically high survival rates of 67%.",
            "score": 150.63397753238678
        },
        {
            "docid": "23022385_12",
            "document": "G beta-gamma complex . Heart failure can be characterized by a loss of β adrenergic receptor (βAR) signalling in heart cells. When the βAR is stimulated by catecholamines such as adrenaline and noradrenaline, there is normally an increase in the contractility of the heart. However, in heart failure there are sustained and elevated levels of catecholamines which result in chronic desensitization of the βAR receptor. This leads to a decrease in the strength of heart contractions. Some research suggests that this chronic desensitization is due to the over activation of a kinase, G protein-coupled receptor kinase 2 (GRK2), which phosphorylates and deactivates certain G protein coupled receptors . When the G protein coupled receptor is activated, the G subunit recruits GRK2 which then phosphorylates and desensitizes GPCRs like the βAR. Preventing the interaction of the βγ subunit with GRK2 has therefore been studied as a potential target for increasing heart contractile function. The developed molecule GRK2ct is a protein inhibitor which inhibits the signalling properties of G subunit but does not interfere with alpha subunit signalling. The over expression of GRK2ct has been shown to significantly rescue cardiac function in murine models of heart failure by blocking G subunit signalling. In another study, biopsies were taken from patients with heart failure and virally induced overexpression of GRK2ct in the heart myocytes. Other tests showed an improvement in cardiac cell contractile function by inhibiting G.",
            "score": 122.70672452449799
        },
        {
            "docid": "56264260_2",
            "document": "Pathophysiology of heart failure . The main pathophysiology of heart failure is a reduction in the efficiency of the heart muscle, through damage or overloading. As such, it can be caused by a wide number of conditions, including myocardial infarction (in which the heart muscle is starved of oxygen and dies), hypertension (which increases the force of contraction needed to pump blood) and amyloidosis (in which misfolded proteins are deposited in the heart muscle, causing it to stiffen). Over time these increases in workload will produce changes to the heart itself:",
            "score": 134.98148894309998
        },
        {
            "docid": "22594_3",
            "document": "Omega-3 fatty acid . Evidence in the population generally does not support a beneficial role for omega−3 fatty acid supplementation in preventing cardiovascular disease (including myocardial infarction and sudden cardiac death) or stroke. However, omega−3 fatty acid supplementation greater than one gram daily for at least a year may be protective against cardiac death, sudden death, and myocardial infarction in people who have a history of cardiovascular disease. No protective effect against the development of stroke or all-cause mortality was seen in this population. Eating a diet high in fish that contain long chain omega−3 fatty acids does appear to decrease the risk of stroke. Fish oil supplementation has not been shown to benefit revascularization or abnormal heart rhythms and has no effect on heart failure hospital admission rates. Furthermore, fish oil supplement studies have failed to support claims of preventing heart attacks or strokes.",
            "score": 159.99395775794983
        },
        {
            "docid": "39761773_30",
            "document": "Central nervous system effects from radiation exposure during spaceflight . NCRP Report No. 153 notes that: “Denisova et al. exposed rats to 1.5 Gy of 1 GeV/u56Feions and tested their spatial memory in an eight-arm radial maze. Radiation exposure impaired the rats’ cognitive behavior, since they committed more errors than control rats in the radial maze and were unable to adopt a spatial strategy to solve the maze. To determine whether these findings related to brain-region specific alterations in sensitivity to oxidative stress, inflammation or neuronal plasticity, three regions of the brain, the striatum, hippocampus and frontal cortex that are linked to behavior, were isolated and compared to controls. Those that were irradiated were adversely affected as reflected through the levels of dichlorofluorescein, heat shock, and synaptic proteins (for example, synaptobrevin and synaptophysin). Changes in these factors consequently altered cellular signaling (for example, calciumdependent protein kinase C and protein kinase A). These changes in brain responses significantly correlated with working memory errors in the radial maze. The results show differential brain-region-specific sensitivity induced by 56Fe irradiation ([figure 6-6]). These findings are similar to those seen in aged rats, suggesting that increased oxidative stress and inflammation may be responsible for the induction of both radiation and age-related cognitive deficits.”",
            "score": 83.66053915023804
        },
        {
            "docid": "25669714_13",
            "document": "Health effects of sunlight exposure . People with higher levels of vitamin D tend to have lower rates of diabetes, heart disease, and stroke and tend to have lower blood pressure. However, it has been found that vitamin D supplementation does not improve cardiovascular health or metabolism, so the link with vitamin D must be in part indirect. People who get more sun are generally healthier, and also have higher vitamin D levels. It has been found that ultraviolet radiation (even UVA) produces nitric oxide (NO) in the skin, and nitric oxide can lower blood pressure. High blood pressure increases the risk of stroke and heart disease. Although long-term exposure to ultraviolet contributes to non-melanoma skin cancers that are rarely fatal, it has been found in a Danish study that those who get these cancers were less likely to die during the study, and were much less likely to have a heart attack, than those who did not have these cancers.",
            "score": 144.89357888698578
        }
    ],
    "r": [
        {
            "docid": "525023_25",
            "document": "Lecithin . Research suggests soy-derived lecithin has significant effects on lowering serum cholesterol and triglycerides, while increasing HDL (\"good cholesterol\") levels in the blood of rats. However, a growing body of evidence indicates lecithin is converted by gut bacteria into trimethylamine-N-oxide (TMAO), which is absorbed by the gut and may with time contribute to atherosclerosis and heart attacks.",
            "score": 239.78822326660156
        },
        {
            "docid": "10289579_7",
            "document": "Trimethylamine N-oxide . Studies published in 2013 indicate that high levels of TMAO in the blood are associated with an increased risk of major adverse cardiovascular events. The concentration of TMAO in the blood increases after consuming foods containing carnitine or lecithin if the bacteria that convert those substances to TMAO are present in the gut. High concentrations of carnitine are found in red meat, some energy drinks, and some dietary supplements; lecithin is found in soy, eggs, as an ingredient in processed food and is sold as a dietary supplement. Some types of normal gut bacteria (e.g. species of \"Acinetobacter\") in the human microbiome convert dietary carnitine to TMAO. TMAO alters cholesterol metabolism in the intestines, in the liver, and in artery walls. In the presence of TMAO, there is increased deposition of cholesterol in, and decreased removal of cholesterol from peripheral cells such as those in artery walls.",
            "score": 234.16554260253906
        },
        {
            "docid": "10289579_8",
            "document": "Trimethylamine N-oxide . The link between cardiovascular diseases and TMAO is disputed by other researchers who are employees of Lonza, a company that sells carnitine. Clouatre et al. argue that choline sources and dietary L-carnitine do not contribute to a significant elevation of blood TMAO, and the main TMAO source in the diet is fish.",
            "score": 210.52923583984375
        },
        {
            "docid": "19196010_50",
            "document": "Egg as food . Eggs are one of the largest sources of phosphatidylcholine (lecithin) in the human diet. A study published in the scientific journal \"Nature\" showed that dietary phosphatidylcholine is digested by bacteria in the gut and eventually converted into the compound TMAO, a compound linked with increased heart disease.",
            "score": 204.68629455566406
        },
        {
            "docid": "44991939_23",
            "document": "Flavin-containing monooxygenase . There is evidence that FMOs are associated to the regulation of blood pressure. FMO3 is involved in the formation of TMA N-oxides (TMAO). Some studies indicate that hypertension can develop when there are no organic osmolytes (i.e. TMAO) that can counteract an increase in osmotic pressure and peripheral resistance. Individuals with deficient FMO3 activity have a higher prevalence of hypertension and other cardiovascular diseases, since there is a decrease in formation of TMA N-oxides to counterbalance the effects of a higher osmotic pressure and peripheral resistance.",
            "score": 201.1612548828125
        },
        {
            "docid": "10289579_10",
            "document": "Trimethylamine N-oxide . It has been suggested that TMAO may be involved in the regulation of arterial blood pressure and etiology of hypertension and thrombosis (blood clots) in atherosclerotic disease. A 2017 meta-analysis found higher circulating TMAO was associated with 23% higher risk of cardiovascular events and a 55% higher risk of mortality.",
            "score": 186.63124084472656
        },
        {
            "docid": "10289579_14",
            "document": "Trimethylamine N-oxide . The effects of TMAO on the backbone and charged residues of peptides are found to stabilize compact conformations, whereas effects of TMAO on nonpolar residues lead to peptide swelling. This suggests competing mechanisms of TMAO on proteins, which accounts for hydrophobic swelling, backbone collapse, and stabilization of charge-charge interactions. These mechanisms are observed in Trp cage.",
            "score": 185.00628662109375
        },
        {
            "docid": "271056_23",
            "document": "Carnitine . An important interaction between diet and the intestinal microbiome brings into play additional metabolic factors that aggravate atherosclerosis beyond dietary cholesterol. This may help to explain some benefits of the Mediterranean diet. Hazen’s group from the Cleveland Clinic reported that carnitine from animal flesh (four times as much in red meat as in fish or chicken), as well as phosphatidylcholine from egg yolk, are converted by intestinal bacteria to trimethylamine (the compound that causes uremic breath to smell fishy). Trimethylamine is oxidized in the liver to trimethylamine \"N\"-oxide (TMAO), which causes atherosclerosis in animal models. Patients in the top quartile of TMAO had a 2.5-fold increase in the 3-year risk of stroke, death, or myocardial infarction.",
            "score": 184.76678466796875
        },
        {
            "docid": "85385_64",
            "document": "Atherosclerosis . Microorganisms, living in the body (all together called microbiome), can contribute to atherosclerosis in many ways: modulation of the immune system, changes in metabolism, processing of nutrients and production of certain metabolites that can get into blood circulation. One of such metabolites, produced by gut bacteria, is trimethylamine N-oxide (TMAO). Its levels have been associated with atherosclerosis in human studies and animal research suggest that there can be a causal relation. An association between the bacterial genes encoding trimethylamine lyases — the enzymes involved in TMAO generation — and atherosclerosis has been noted.",
            "score": 184.37139892578125
        },
        {
            "docid": "1932067_17",
            "document": "Greenland shark . Like other elasmobranchii, Greenland sharks have high concentrations of the nitrogenous waste products urea and trimethylamine N-oxide (TMAO) in their tissues, which increases their buoyancy and function as osmoprotectants. TMAO also counteracts the protein-destabilizing tendencies of urea and of deep-water pressure. Its presence in the tissues of both elasmobranch and teleost fish has been found to increase with depth.",
            "score": 182.2155303955078
        },
        {
            "docid": "1620523_16",
            "document": "Trimethylaminuria . Additionally, at least one study has suggested that daily intake of the supplements activated charcoal and copper chlorophyllin may improve the quality of life of individuals afflicted with TMAU by helping their bodies to oxidize and convert TMA to the odorless \"N\"-oxide (TMAO) metabolite. Study participants experienced subjective reduction in odor as well as objective reduction in TMA and increase in TMAO concentration measured in their urine. The study found that:",
            "score": 179.1571502685547
        },
        {
            "docid": "10289579_6",
            "document": "Trimethylamine N-oxide . The order \"Clostridiales\", the genus \"Ruminococcus\", and the taxon \"Lachnospiraceae\" are positively associated with TMA and TMAO levels. In contrast, proportions of S24-7, an abundant family from \"Bacteroidetes\", are inversely associated with TMA and TMAO levels.",
            "score": 176.89523315429688
        },
        {
            "docid": "10289579_3",
            "document": "Trimethylamine N-oxide . Trimethylamine \"N\"-oxide is an osmolyte found in saltwater fish, sharks, rays, molluscs, and crustaceans. It is considered as a protein stabilizer that may serve to counteract urea, the major osmolyte of sharks, skates and rays. It is also higher in deep-sea fishes and crustaceans, where it may counteract the protein-destabilizing effects of pressure. TMAO decomposes to trimethylamine (TMA), which is the main odorant that is characteristic of degrading seafood.",
            "score": 176.3953857421875
        },
        {
            "docid": "1932067_19",
            "document": "Greenland shark . The flesh of the Greenland shark is toxic because of the presence of high concentrations of trimethylamine oxide (TMAO). If the meat is eaten without pretreatment, the ingested TMAO is metabolized into trimethylamine, which can produce effects similar to extreme drunkenness. Occasionally, sled dogs that eat the flesh are unable to stand up because of this effect. Similar toxic effects occur with the related Pacific sleeper shark, but not in most other shark species.",
            "score": 171.76266479492188
        },
        {
            "docid": "249930_2",
            "document": "Heart failure . Heart failure (HF), often referred to as congestive heart failure (CHF), is when the heart is unable to pump sufficiently to maintain blood flow to meet the body's needs. Signs and symptoms commonly include shortness of breath, excessive tiredness, and leg swelling. The shortness of breath is usually worse with exercise, while lying down, and may wake the person at night. A limited ability to exercise is also a common feature. Chest pain, including angina, does not typically occur due to heart failure. Common causes of heart failure include coronary artery disease including a previous myocardial infarction (heart attack), high blood pressure, atrial fibrillation, valvular heart disease, excess alcohol use, infection, and cardiomyopathy of an unknown cause. These cause heart failure by changing either the structure or the functioning of the heart. There are two main types of heart failure: \"heart failure due to left ventricular dysfunction\" and \"heart failure with normal ejection fraction\" depending on whether the ability of the left ventricle to contract is affected, or the heart's ability to relax. The severity of disease is usually graded by the degree of problems with exercise. Heart failure is not the same as myocardial infarction (in which part of the heart muscle dies) or cardiac arrest (in which blood flow stops altogether). Other diseases that may have symptoms similar to heart failure include obesity, kidney failure, liver problems, anemia, and thyroid disease. The condition is diagnosed based on the history of the symptoms and a physical examination with confirmation by echocardiography. Blood tests, electrocardiography, and chest radiography may be useful to determine the underlying cause. Treatment depends on the severity and cause of the disease. In people with chronic stable mild heart failure, treatment commonly consists of lifestyle modifications such as stopping smoking, physical exercise, and dietary changes, as well as medications. In those with heart failure due to left ventricular dysfunction, angiotensin converting enzyme inhibitors or angiotensin receptor blockers along with beta blockers are recommended. For those with severe disease, aldosterone antagonists, or hydralazine with a nitrate may be used. Diuretics are useful for preventing fluid retention. Sometimes, depending on the cause, an implanted device such as a pacemaker or an implantable cardiac defibrillator may be recommended. In some moderate or severe cases, cardiac resynchronization therapy (CRT) or cardiac contractility modulation may be of benefit. A ventricular assist device or occasionally a heart transplant may be recommended in those with severe disease that persists despite all other measures. Heart failure is a common, costly, and potentially fatal condition. In 2015 it affected about 40 million people globally. Overall around 2% of adults have heart failure and in those over the age of 65, this increases to 6–10%. Rates are predicted to increase. In the year after diagnosis the risk of death is about 35% after which it decreases to below 10% each year. This is similar to the risks with a number of types of cancer. In the United Kingdom the disease is the reason for 5% of emergency hospital admissions. Heart failure has been known since ancient times with the Ebers papyrus commenting on it around 1550 BCE.",
            "score": 171.07232666015625
        },
        {
            "docid": "19196010_51",
            "document": "Egg as food . The 1999 Harvard School of Public Health study of 37,851 men and 80,082 women concluded that its \"findings suggest that consumption of up to 1 egg per day is unlikely to have substantial overall impact on the risk of CHD or stroke among healthy men and women.\" In a study of 4,000 people, scientists found that eating eggs increased blood levels of a metabolite promoting atherosclerosis, TMAO, and that this in turn caused significantly higher risk of heart attack and stroke after three years of follow-up.",
            "score": 170.95364379882812
        },
        {
            "docid": "12834472_2",
            "document": "Trimethylamine N-oxide reductase . Trimethylamine \"N\"-oxide reductase (TOR or TMAO reductase, EC 1.7.2.3) is a microbial enzyme that can reduce trimethylamine \"N\"-oxide (TMAO) into trimethylamine (TMA), as part of the electron transport chain. The enzyme has been purified from \"E. coli\" and the photosynthetic bacteria \"Roseobacter denitrificans\". Both the \"R. denitrificans\" and \"E. coli\" enzymes can accept electrons from cytochromes.",
            "score": 164.84844970703125
        },
        {
            "docid": "12224054_2",
            "document": "Osmolyte . Osmolytes are compounds affecting osmosis. They are soluble in the solution within a cell, or in the surrounding fluid, e.g. as plasma osmolytes. They play a role in maintaining cell volume and fluid balance. For example, when a cell swells due to external osmotic pressure, membrane channels open and allow efflux of osmolytes which carry water with them, restoring normal cell volume. Osmolytes also contribute to protein folding.  Natural osmolytes that can act as osmoprotectants include trimethylamine \"N\"-oxide (TMAO), dimethylsulfoniopropionate, trimethylglycine, sarcosine, betaine, glycerophosphorylcholine, myo-inositol, taurine, glycine, and others. Remarkably, TMAO has the capacity to restore glucocorticoid binding to mutant receptors. Bacteria accumulate osmolytes for protection against a high osmotic environment. The osmolytes will be neutral non-electrolytes, except in bacteria that can tolerate salts. In humans, osmolytes are of particular importance in the renal medulla. Current understanding of osmolytes have been used to calculate the maximum depth where a fish can survive: 26,900 feet (8,200 meters).",
            "score": 163.32394409179688
        },
        {
            "docid": "22594_3",
            "document": "Omega-3 fatty acid . Evidence in the population generally does not support a beneficial role for omega−3 fatty acid supplementation in preventing cardiovascular disease (including myocardial infarction and sudden cardiac death) or stroke. However, omega−3 fatty acid supplementation greater than one gram daily for at least a year may be protective against cardiac death, sudden death, and myocardial infarction in people who have a history of cardiovascular disease. No protective effect against the development of stroke or all-cause mortality was seen in this population. Eating a diet high in fish that contain long chain omega−3 fatty acids does appear to decrease the risk of stroke. Fish oil supplementation has not been shown to benefit revascularization or abnormal heart rhythms and has no effect on heart failure hospital admission rates. Furthermore, fish oil supplement studies have failed to support claims of preventing heart attacks or strokes.",
            "score": 159.99395751953125
        },
        {
            "docid": "2540987_38",
            "document": "Dog health . Older, small breeds of dogs are prone to congestive heart failure due to degeneration of the mitral valve. This condition is known to be inherited in Cavalier King Charles Spaniels. Degenerative valve disease is the most common form of heart disease in dogs. Mitral insufficiency leads to turbulent blood flow and increased pressure in the left atrium. This causes increased pressure in the pulmonary blood vessels and pulmonary edema (a build-up of fluid in the lungs). Decreased output of blood by the left ventricle causes the body to compensate by increasing sympathetic tone and activating the renin–angiotensin–aldosterone system (RAAS). Increased sympathetic tone leads to increased peripheral vascular resistance and increased heart rate and contractility of the heart muscle. Chronic elevation of sympathetic tone damages the heart muscle. Activation of the RAAS results in increased retention of water and sodium by the kidneys, vasoconstriction, and other effects that result in increased blood volume. It also results in an increase in diastolic pressure and leads to pulmonary edema. Treatment for congestive heart failure has historically focussed on two types of drugs that address these concerns: diuretics (especially furosemide), which decrease blood volume, and ACE inhibitors, which interrupt the RAAS. Recently, pimobendan - which increases the force with which the heart muscle contracts, and is also a vasodilator - is being more widely used in the treatment of congestive heart failure caused by valvular disease. A major veterinary study, called the QUEST study (QUality of life and Extension of Survival Time), published in September 2008 found that dogs with congestive heart failure receiving pimobendan plus furosemide had significantly better survival outcomes than those receiving benazepril (an ACE inhibitor) plus furosemide. However, ACE inhibitors and pimobendan have different mechanisms of action, and many veterinary cardiologists recommend they be used concurrently. Within the past decade, a new surgical technique has been developed for mitral valve repair that replaces or strengthens the mitral valve chords with polytetrafluoroethylene (PTFE) prostheses and tightens the mitral valve ring to reduce or eliminate regurgitation.",
            "score": 159.83839416503906
        },
        {
            "docid": "3186459_11",
            "document": "Hypertensive heart disease . Hypertension or high blood pressure affects at least 4 billion people worldwide. Hypertensive heart disease is only one of several diseases attributable to high blood pressure. Other diseases caused by high blood pressure include ischemic heart disease, stroke, peripheral arterial disease, aneurysms and kidney disease. Hypertension increases the risk of heart failure by two or three-fold and probably accounts for about 25% of all cases of heart failure. In addition, hypertension precedes heart failure in 90% of cases, and the majority of heart failure in the elderly may be attributable to hypertension. Hypertensive heart disease was estimated to be responsible for 1.0 million deaths worldwide in 2004 (or approximately 1.7% of all deaths globally), and was ranked 13th in the leading global causes of death for all ages. A world map shows the estimated disability-adjusted life years per 100,000 inhabitants lost due to hypertensive heart disease in 2004.",
            "score": 159.24510192871094
        },
        {
            "docid": "512662_38",
            "document": "Cardiovascular disease . A diet high in fruits and vegetables decreases the risk of cardiovascular disease and death. Evidence suggests that the Mediterranean diet may improve cardiovascular outcomes. There is also evidence that a Mediterranean diet may be more effective than a low-fat diet in bringing about long-term changes to cardiovascular risk factors (e.g., lower cholesterol level and blood pressure). The DASH diet (high in nuts, fish, fruits and vegetables, and low in sweets, red meat and fat) has been shown to reduce blood pressure, lower total and low density lipoprotein cholesterol and improve metabolic syndrome; but the long-term benefits outside the context of a clinical trial have been questioned. A high fiber diet appears to lower the risk. Total fat intake does not appear to be an important risk factor. A diet high in trans fatty acids, however, does increase rates of cardiovascular disease. Worldwide, dietary guidelines recommend a reduction in saturated fat. However, there are some questions around the effect of saturated fat on cardiovascular disease in the medical literature. Reviews from 2014 and 2015 did not find evidence of harm from saturated fats. A 2012 Cochrane review found suggestive evidence of a small benefit from replacing dietary saturated fat by unsaturated fat. A 2013 meta analysis concludes that substitution with omega 6 linoleic acid (a type of unsaturated fat) may increase cardiovascular risk. Replacement of saturated fats with carbohydrates does not change or may increase risk. Benefits from replacement with polyunsaturated fat appears greatest; however, supplementation with omega-3 fatty acids (a type of polysaturated fat) does not appear to have an effect. A 2014 Cochrane review found unclear benefit of recommending a low-salt diet in people with high or normal blood pressure. In those with heart failure, after one study was left out, the rest of the trials show a trend to benefit. Another review of dietary salt concluded that there is strong evidence that high dietary salt intake increases blood pressure and worsens hypertension, and that it increases the number of cardiovascular disease events; both as a result of the increased blood pressure \"and\", quite likely, through other mechanisms. Moderate evidence was found that high salt intake increases cardiovascular mortality; and some evidence was found for an increase in overall mortality, strokes, and left ventricular hypertrophy.",
            "score": 159.05670166015625
        },
        {
            "docid": "7296_9",
            "document": "Cardiac glycoside . Cardiac glycosides have long served as the main medical treatment to congestive heart failure and cardiac arrhythmia, due to their effects of increasing the force of muscle contraction while reducing heart rate. Heart failure is characterized by an inability to pump enough blood to support the body, possibly due to a decrease in the volume of the blood or its contractile force. Treatments for the condition thus focus on lowering blood pressure, so that the heart does not have to exert as much force to pump the blood, or directly increasing the heart's contractile force, so that the heart can overcome the higher blood pressure. Cardiac glycosides, such as the commonly used digoxin and digitoxin, deal with the latter, due to their positive inotropic activity. On the other hand, cardiac arrhythmia are changes in heart rate, whether faster (tachycardia) or slower (bradycardia). Medicinal treatments for this condition work primarily to counteract tachycardia or atrial fibrillation by slowing down heart rate, as done by cardiac glycosides.",
            "score": 158.5723419189453
        },
        {
            "docid": "36808_54",
            "document": "Heart . Heart failure is defined as a condition in which the heart is unable to pump enough blood to meet the demands of the body. Patients with heart failure may experience breathlessness especially when lying flat, as well as ankle swelling, known as peripheral oedema. Heart failure is the end result of many diseases affecting the heart, but is most commonly associated with ischaemic heart disease, valvular heart disease, or high blood pressure. Less common causes include various cardiomyopathies. Heart failure is frequently associated with weakness of the heart muscle in the ventricles (systolic heart failure), but can also be seen in patients with heart muscle that is strong but stiff (diastolic heart failure). The condition may affect the left ventricle (causing predominantly breathlessness), the right ventricle (causing predominantly swelling of the legs and an elevated jugular venous pressure), or both ventricles. Patients with heart failure are at higher risk of developing dangerous heart rhythm disturbances or arrhythmias.",
            "score": 155.53602600097656
        },
        {
            "docid": "2504494_2",
            "document": "Hydralazine . Hydralazine, sold under the brand name Apresoline among others, is a medication used to treat high blood pressure and heart failure. This includes high blood pressure in pregnancy and very high blood pressure resulting in symptoms. It has been found to be particularly useful in heart failure together with isosorbide dinitrate in people of African descent. It is given by mouth or by injection into a vein. Effects usually begin around 15 minutes and last up to six hours. Common side effects include headache and fast heart rate. It is not recommended in people with coronary artery disease or in those with rheumatic heart disease that affects the mitral valve. In those with kidney disease a low dose is recommended. Hydralazine is in the vasodilator family of medications and is believed to work by causing the dilation of blood vessels. Hydralazine was discovered while scientists at Ciba were looking for a treatment for malaria. It was patented in 1949. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. The wholesale cost in the developing world is about 2.78 to 9.11 USD per month. In the United States treatment costs about 50 to 100 USD per month.",
            "score": 154.5235595703125
        },
        {
            "docid": "606011_2",
            "document": "Dilated cardiomyopathy . Dilated cardiomyopathy (DCM) is a condition in which the heart becomes enlarged and cannot pump blood effectively. Symptoms vary from none to feeling tired, leg swelling, and shortness of breath. It may also result in chest pain or fainting. Complications can include heart failure, heart valve disease, or an irregular heartbeat. Causes include genetics, alcohol, cocaine, certain toxins, complications of pregnancy, and certain infections. Coronary artery disease and high blood pressure may play a role, but are not the primary cause. In many cases the cause remains unclear. It is a type of cardiomyopathy, a group of diseases that primarily affects the heart muscle. The diagnosis may be supported by an electrocardiogram, chest X-ray, or echocardiogram. In those with heart failure, treatment may include medications in the ACE inhibitor, beta blocker, and diuretic families. A low salt diet may also be helpful. In those with certain types of irregular heartbeat, blood thinners or an implantable cardioverter defibrillator may be recommended. If other measures are not effective a heart transplant may be an option in some. About 1 per 2,500 people are affected. It occurs more frequently in men than women. Onset is most often in middle age. Five-year survival rate is about 50%. It can also occur in children and is the most common type of cardiomyopathy in this age group.",
            "score": 154.44688415527344
        },
        {
            "docid": "3219051_2",
            "document": "Cardiomegaly . Cardiomegaly is a medical condition in which the heart is enlarged. It is more commonly referred to as an enlarged heart. The causes of cardiomegaly may vary. Many times this condition results from high blood pressure (hypertension) or coronary artery disease. An enlarged heart may not pump blood effectively, resulting in congestive heart failure. Cardiomegaly may improve over time, but many people with an enlarged heart need lifelong treatment with medications. Having an immediate family member who has or had cardiomegaly may indicate that a person is more susceptible to getting this condition. Cardiomegaly is not a disease but rather a condition that can result from a host of other diseases such as obesity or coronary artery disease. Recent studies suggest that cardiomegaly is associated with a higher risk of sudden cardiac death (SCD).",
            "score": 153.69989013671875
        },
        {
            "docid": "38304568_2",
            "document": "TMAO reductase . TMAO reductase may refer to:",
            "score": 152.57623291015625
        },
        {
            "docid": "33437726_9",
            "document": "Anthopleurin . Since AP is known to have an excitatory effect on cardiac muscle contractility at very low concentrations, without interfering with heart rate and blood pressure, it has been suggested to be useful as a possible treatment for patients with heart failure. Digoxin (purified cardiac glycoside) has more side-effects and is less potent than AP (which is 200 times more potent in the case of AP-A and AP-C, while AP-B is even more potent). AP-Q is quite similar to vesnarinone, a quinolinone derivative, a medicine that can be given to patients with chronic heart failure. Only lower doses of both AP-Q and vesnarinone have beneficial effects without raising blood pressure or heart rhythm. There is a narrow dose range in which the contractility is improved but also arrhythmias could be induced. AP itself cannot be used for therapeutic admission, because the stability of the molecule after oral transmission is too low and an immunological reaction might occur since the molecule is unfamiliar to the body. However, it may be possible to modify its structure using biological engineering.",
            "score": 152.38966369628906
        },
        {
            "docid": "5421_46",
            "document": "Cardiology . Cardiac arrest is a sudden stop in effective blood flow due to the failure of the heart to contract effectively. Symptoms include loss of consciousness and abnormal or absent breathing. Some people may have chest pain, shortness of breath, or nausea before this occurs. If not treated within minutes, death usually occurs. The most common cause of cardiac arrest is coronary artery disease. Less common causes include major blood loss, lack of oxygen, very low potassium, heart failure, and intense physical exercise. A number of inherited disorders may also increase the risk including long QT syndrome. The initial heart rhythm is most often ventricular fibrillation. The diagnosis is confirmed by finding no pulse. While a cardiac arrest may be caused by heart attack or heart failure these are not the same. Prevention includes not smoking, physical activity, and maintaining a healthy weight. Treatment for cardiac arrest is immediate cardiopulmonary resuscitation (CPR) and, if a shockable rhythm is present, defibrillation. Among those who survive targeted temperature management may improve outcomes. An implantable cardiac defibrillator may be placed to reduce the chance of death from recurrence. In the United States, cardiac arrest outside of hospital occurs in about 13 per 10,000 people per year (326,000 cases). In hospital cardiac arrest occurs in an additional 209,000 Cardiac arrest becomes more common with age. It affects males more often than females. The percentage of people who survive with treatment is about 8%. Many who survive have significant disability. Many U.S. television shows, however, have portrayed unrealistically high survival rates of 67%.",
            "score": 150.63397216796875
        },
        {
            "docid": "512662_2",
            "document": "Cardiovascular disease . Cardiovascular disease (CVD) is a class of diseases that involve the heart or blood vessels. Cardiovascular disease includes coronary artery diseases (CAD) such as angina and myocardial infarction (commonly known as a heart attack). Other CVDs include stroke, heart failure, hypertensive heart disease, rheumatic heart disease, cardiomyopathy, heart arrhythmia, congenital heart disease, valvular heart disease, carditis, aortic aneurysms, peripheral artery disease, thromboembolic disease, and venous thrombosis. The underlying mechanisms vary depending on the disease. Coronary artery disease, stroke, and peripheral artery disease involve atherosclerosis. This may be caused by high blood pressure, smoking, diabetes, lack of exercise, obesity, high blood cholesterol, poor diet, and excessive alcohol consumption, among others. High blood pressure results in 13% of CVD deaths, while tobacco results in 9%, diabetes 6%, lack of exercise 6% and obesity 5%. Rheumatic heart disease may follow untreated strep throat. It is estimated that 90% of CVD is preventable. Prevention of atherosclerosis involves improving risk factors through: healthy eating, exercise, avoidance of tobacco smoke and limiting alcohol intake. Treating risk factors, such as high blood pressure, blood lipids and diabetes is also beneficial. Treating people who have strep throat with antibiotics can decrease the risk of rheumatic heart disease. The use of aspirin in people, who are otherwise healthy, is of unclear benefit. Cardiovascular diseases are the leading cause of death globally. This is true in all areas of the world except Africa. Together they resulted in 17.9 million deaths (32.1%) in 2015, up from 12.3 million (25.8%) in 1990. Deaths, at a given age, from CVD are more common and have been increasing in much of the developing world, while rates have declined in most of the developed world since the 1970s. Coronary artery disease and stroke account for 80% of CVD deaths in males and 75% of CVD deaths in females. Most cardiovascular disease affects older adults. In the United States 11% of people between 20 and 40 have CVD, while 37% between 40 and 60, 71% of people between 60 and 80, and 85% of people over 80 have CVD. The average age of death from coronary artery disease in the developed world is around 80 while it is around 68 in the developing world. Disease onset is typically seven to ten years earlier in men as compared to women.",
            "score": 150.4163360595703
        },
        {
            "docid": "38304568_1",
            "document": "TMAO reductase . TMAO reductase",
            "score": 149.866455078125
        }
    ]
}