{
    "q": [
        {
            "docid": "48548_15",
            "document": "Dopamine . Dopamine exerts its effects by binding to and activating cell surface receptors. In humans, dopamine has a high binding affinity at dopamine receptors and human trace amine-associated receptor 1 (hTAAR1). In mammals, five subtypes of dopamine receptors have been identified, labeled from D1 to D5. All of them function as metabotropic, G protein-coupled receptors, meaning that they exert their effects via a complex second messenger system. These receptors can be divided into two families, known as D1-like and D2-like. For receptors located on neurons in the nervous system, the ultimate effect of D1-like activation (D1 and D5) can be excitation (via opening of sodium channels) or inhibition (via opening of potassium channels); the ultimate effect of D2-like activation (D2, D3, and D4) is usually inhibition of the target neuron. Consequently, it is incorrect to describe dopamine itself as either excitatory or inhibitory: its effect on a target neuron depends on which types of receptors are present on the membrane of that neuron and on the internal responses of that neuron to the second messenger cAMP. D1 receptors are the most numerous dopamine receptors in the human nervous system; D2 receptors are next; D3, D4, and D5 receptors are present at significantly lower levels.",
            "score": 217.0813764333725
        },
        {
            "docid": "654168_4",
            "document": "Receptor antagonist . Biochemical receptors are large protein molecules that can be activated by the binding of a ligand such as a hormone or a drug. Receptors can be membrane-bound, as cell surface receptors, or inside the cell as intracellular receptors, such as nuclear receptors including those of the mitochondrion. Binding occurs as a result of non-covalent interactions between the receptor and its ligand, at locations called the binding site on the receptor. A receptor may contain one or more binding sites for different ligands. Binding to the active site on the receptor regulates receptor activation directly. The activity of receptors can also be regulated by the binding of a ligand to other sites on the receptor, as in allosteric binding sites. Antagonists mediate their effects through receptor interactions by preventing agonist-induced responses. This may be accomplished by binding to the active site or the allosteric site. In addition, antagonists may interact at unique binding sites not normally involved in the biological regulation of the receptor's activity to exert their effects.",
            "score": 177.034494638443
        },
        {
            "docid": "148980_20",
            "document": "Chlorpromazine . Chlorpromazine is a very effective antagonist of D2 dopamine receptors and similar receptors, such as D3 and D5. Unlike most other drugs of this genre, it also has a high affinity for D1 receptors. Blocking these receptors causes diminished neurotransmitter binding in the forebrain, resulting in many different effects. Dopamine, unable to bind with a receptor, causes a feedback loop that causes dopaminergic neurons to release more dopamine. Therefore, upon first taking the drug, patients will experience an increase in dopaminergic neural activity. Eventually, dopamine production of the neurons will drop substantially and dopamine will be removed from the synaptic cleft. At this point, neural activity decreases greatly; the continual blockade of receptors only compounds this effect.",
            "score": 222.71171379089355
        },
        {
            "docid": "46839881_3",
            "document": "N-2′-Indolylnaltrexamine . INTA acts on the body by binding to a G-protein coupled receptor (GPCR) called the opioid receptor. Opioid Receptors, themselves, are divided into different subunits: kappa (KOR), delta (DOR), and mu (MOR) receptors. When INTA binds to the receptors, it is actually binding to a heteromer of the receptor. This means that it is binding to two of the subunits, instead of just one. These two receptors \"work together\" to form a conformation to block the recruitment of a protein family known as the β-arrestins. These proteins are responsible for the regulation of GPCR's and they cause the internalization of the receptor to prevent further activation, leading to an increased tolerance to opioid drugs.",
            "score": 206.71752262115479
        },
        {
            "docid": "18589073_2",
            "document": "Deramciclane . Deramciclane (EGIS-3886) is a non-benzodiazepine-type anxiolytic drug to treat various types of anxiety disorders. Deramciclane is a unique alternative to current anxiolytics on the market because it has a novel chemical structure and target. It acts as an antagonist at the 5-HT receptor, as an inverse agonist at the 5-HT receptor, and as a GABA reuptake inhibitor. The two serotonin receptors are G protein-coupled receptors and are two of the main excitatory serotonin receptor types. Their excitation has been implicated in anxiety and mood. Deramciclane does not affect CYP3A4 activity in metabolizing other drugs, but it is a weak inhibitor of CYP2D6. Some studies also show the drug to have moderate affinity to dopamine D2 receptors and low affinity to dopamine receptor D1. Researchers are looking for alternatives to benzodiazepines for anxiolytic use because benzodiazepine drugs have sedative and muscle relaxant side effects.",
            "score": 189.4306936264038
        },
        {
            "docid": "24514_42",
            "document": "Psychosis . The connection between dopamine and psychosis is generally believed complex. While dopamine receptor D2 suppresses adenylate cyclase activity, the D1 receptor increases it. If D2-blocking drugs are administered the blocked dopamine spills over to the D1 receptors. The increased adenylate cyclase activity affects genetic expression in the nerve cell, which takes time. Hence antipsychotic drugs take a week or two to reduce the symptoms of psychosis. Moreover, newer and equally effective antipsychotic drugs actually block slightly less dopamine in the brain than older drugs whilst also blocking 5-HT2A receptors, suggesting the 'dopamine hypothesis' may be oversimplified. Soyka and colleagues found no evidence of dopaminergic dysfunction in people with alcohol-induced psychosis and Zoldan et al. reported moderately successful use of ondansetron, a 5-HT receptor antagonist, in the treatment of levodopa psychosis in Parkinson's disease patients.",
            "score": 194.78336596488953
        },
        {
            "docid": "7158214_6",
            "document": "Dihydroergocryptine . Several \"in vitro\" and \"in vivo\" studies have demonstrated that dihydroergocriptine is an effective anti-Parkinson drug, most likely exerting its effects as a potent agonist of D receptors. The K of DHEC is found to be around 5-8 nM at D2 receptors. Less certain is the contribution of its partial D receptor and D receptor agonist activity. DHEC has a lower affinity for D and D receptors (K is around 30 nM for both) than for D receptors. It is widely believed that dopamine receptor agonists demonstrate their antiparkinsonian effects by stimulating D2 receptors primarily, but other dopamine receptors, such as D1 and D3 may be involved.",
            "score": 168.27397346496582
        },
        {
            "docid": "5630808_8",
            "document": "Arrestin . Arrestins are elongated molecules, in which several intra-molecular interactions hold the relative orientation of the two domains. In unstimulated cell arrestins are localized in the cytoplasm in this basal “inactive” conformation. Active phosphorylated GPCRs recruit arrestin to the plasma membrane. Receptor binding induces a global conformational change that involves the movement of the two arrestin domains and the release of its C-terminal tail that contains clathrin and AP2 binding sites. Increased accessibility of these sites in receptor-bound arrestin targets the arrestin-receptor complex to the coated pit. Arrestins also bind microtubules (part of the cellular “skeleton”), where they assume yet another conformation, different from both free and receptor-bound form. Microtubule-bound arrestins recruit certain proteins to the cytoskeleton, which affects their activity and/or redirects it to microtubule-associated proteins.",
            "score": 223.95721554756165
        },
        {
            "docid": "4544974_5",
            "document": "Lisuride . Lisuride is a dopamine and a partial agonist for several serotonin receptors. It is an antagonist at the serotonin 5-HT2B receptor. It has a high affinity for the dopamine D2, D3 and D4 receptors, as well as serotonin 5-HT1A and 5-HT2A/C receptors. While lisuride has a similar receptor binding profile to the more well-known and chemically similar ergoloid N,N-diethyl-lysergamide (LSD) and inhibits dorsal raphe serotonergic neurons in a similar fashion to LSD, a trait which indicates both drugs in the treatment of Parkinson's disease, it lacks the psychedelic effects of its sister compound. Newer findings suggest the lack of psychedelic action arises from the phenomenon of biased agonism. Stimulation of the 5-HT2A protomer within the 5-HT2A-mGlu2 receptor complex evokes psychedelic effects, while these effects do not occur during sole stimulation of monomeric 5-HT2A receptors. Accordingly, different G-proteins are involved. Lisuride behaves as an agonist at the 5-HT2AR monomer. Since it competitively antagonises the effects of LSD, it may be regarded as a protomer antagonist of the 5-HT2A-mGluR heteromer. GPCR oligomers are discrete entities and usually possess properties distinct from their parent monomeric receptors.",
            "score": 197.07299327850342
        },
        {
            "docid": "654168_6",
            "document": "Receptor antagonist . Our understanding of the mechanism of drug-induced receptor activation and receptor theory and the biochemical definition of a receptor antagonist continues to evolve. The two-state model of receptor activation has given way to multistate models with intermediate conformational states. The discovery of functional selectivity and that ligand-specific receptor conformations occur and can affect interaction of receptors with different second messenger systems may mean that drugs can be designed to activate some of the downstream functions of a receptor but not others. This means efficacy may actually depend on where that receptor is expressed, altering the view that efficacy at a receptor is receptor-independent property of a drug.",
            "score": 182.98676013946533
        },
        {
            "docid": "654168_2",
            "document": "Receptor antagonist . A receptor antagonist is a type of receptor ligand or drug that blocks or dampens a biological response by binding to and blocking a receptor rather than activating it like an agonist. They are sometimes called blockers; examples include alpha blockers, beta blockers, and calcium channel blockers. In pharmacology, antagonists have affinity but no efficacy for their cognate receptors, and binding will disrupt the interaction and inhibit the function of an agonist or inverse agonist at receptors. Antagonists mediate their effects by binding to the active site or to the allosteric site on a receptor, or they may interact at unique binding sites not normally involved in the biological regulation of the receptor's activity. Antagonist activity may be reversible or irreversible depending on the longevity of the antagonist–receptor complex, which, in turn, depends on the nature of antagonist–receptor binding. The majority of drug antagonists achieve their potency by competing with endogenous ligands or substrates at structurally defined binding sites on receptors.",
            "score": 152.1217291355133
        },
        {
            "docid": "51903_14",
            "document": "Tyrosine kinase . Major changes are sometimes induced when the tyrosine kinase enzyme is affected by other factors. One of the factors is a molecule that is bound reversibly by a protein, called a ligand. A number of receptor tyrosine kinases, though certainly not all, do not perform protein-kinase activity until they are occupied, or activated, by one of these ligands. It is interesting to note that, although many more recent cases of research indicate that receptors remain active within endosomes, it was once thought that endocytosis caused by ligands was the event responsible for the process in which receptors are inactivated. Activated receptor tyrosine kinase receptors are internalized (recycled back into the system) in short time and are ultimately delivered to lysosomes, where they become work-adjacent to the catabolic acid hydrolases that partake in digestion. Internalized signaling complexes are involved in different roles in different receptor tyrosine kinase systems, the specifics of which were researched. In addition, ligands participate in reversible binding, a term that describes those inhibitors that bind non-covalently (inhibition of different types are effected depending on whether these inhibitors bind the enzyme, the enzyme-substrate complex, or both). Multivalency, which is an attribute that bears particular interest to some people involved in related scientific research, is a phenomenon characterized by the concurrent binding of several ligands positioned on one unit to several coinciding receptors on another. In any case, the binding of the ligand to its partner is apparent owing to the effects that it can have on the functionality of many proteins. Ligand-activated receptor tyrosine kinases, as they are sometimes referred to, demonstrate a unique attribute. Once a tyrosine receptor kinase is bonded to its ligand, it is able to bind to tyrosine kinase residing in the cytosol of the cell.",
            "score": 158.92613911628723
        },
        {
            "docid": "4781_54",
            "document": "Benzodiazepine . GABA controls the excitability of neurons by binding to the GABA receptor. The GABA receptor is a protein complex located in the synapses of neurons. All GABA receptors contain an ion channel that conducts chloride ions across neuronal cell membranes and two binding sites for the neurotransmitter gamma-aminobutyric acid (GABA), while a subset of GABA receptor complexes also contain a single binding site for benzodiazepines. Binding of benzodiazepines to this receptor complex does not alter binding of GABA. Unlike other positive allosteric modulators that increases ligand binding, benzodiazepine binding acts as a positive allosteric modulator by increasing the total conduction of chloride ions across the neuronal cell membrane when GABA is already bound to its receptor. This increased chloride ion influx hyperpolarizes the neuron's membrane potential. As a result, the difference between resting potential and threshold potential is increased and firing is less likely. Different GABA receptor subtypes have varying distributions within different regions of the brain and, therefore, control distinct neuronal circuits. Hence, activation of different GABA receptor subtypes by benzodiazepines may result in distinct pharmacological actions. In terms of the mechanism of action of benzodiazepines, their similarities are too great to separate them into individual categories such as anxiolytic or hypnotic. For example, a hypnotic administered in low doses produces anxiety-relieving effects, whereas a benzodiazepine marketed as an anti-anxiety drug at higher doses induces sleep.",
            "score": 152.84602844715118
        },
        {
            "docid": "20207596_11",
            "document": "Cannabinoid receptor antagonist . Binding of an agonist ligand to the CB receptor provokes a conformational change and leads to the active state of the receptor which is responsible for the signal transduction. However, there is an additional mechanism that can lead to the active state in the absence of ligand. As numerous other GPCRs, CB receptor displays a high level of constitutive activity and thus it can spontaneously adopt an active conformational state in the absence of agonist binding, keeping elevated basal levels of intracellular signaling. This can be explained by the two state-model of receptor activation in which receptors are in equilibrium between two states, active and inactive (R* and R). An agonist will stabilize the active state leading to activation, a neutral antagonist binds equally to active and inactive states, whereas an inverse agonist will preferentially stabilize the inactive state (Figure 3). Rimonabant has been reported in many cases to behave as an inverse agonist rather than as a neutral antagonist and it is likely that it binds preferentially to the inactive state of the CB, thereby decreasing the activation of the signaling pathway. The key binding interaction is a hydrogen bond formed between the carbonyl group of rimonabant and the Lys192 residue of the CB receptor. This bond stabilizes the Lys192-Asp366 salt bridge of the intracellular end of transmembrane helices 3 and 6 (Figure 4). This specific salt bridge is present in the inactive state of the receptor but absent in the active state.",
            "score": 222.2228446006775
        },
        {
            "docid": "5064345_4",
            "document": "Metaplasticity . The earliest proposed mechanism for plastic activity is based around glutamate receptors and their ability to change in number and strength based on synapse activity. Glutamate binds two main receptor types: AMPA receptors (AMPARs) and NMDA receptors (NMDARs). These are named after drugs that bind to the receptors: alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) and N-methyl-D-aspartate (NMDA), respectively, but they both bind glutamate. When a glutamatergic synapse releases glutamate it binds to any AMPA and the NMDA receptors present in the postsynaptic membrane. The AMPA receptors are ionotropic receptors that are responsible for fast synaptic transmission. In a nutshell the NMDA receptors evoke a response in the cell only when sufficient glutamate has been transmitted to cause that cell to depolarize enough to unblock the NMDA receptor. Sufficient depolarization in the membrane will cause the magnesium cation blockade in the NMDA receptors to vacate, thus allowing calcium influx into the cell. NMDA receptors are \"coincidence detectors\". They determine when the presynaptic and postsynaptic neuron are linked in time via activity. When this occurs, NMDA receptors become the control mechanism that dictates how the AMPA and NMDA receptors are to be rearranged. The rearrangement of AMPA and NMDA receptors has become the central focus of current studies of metaplasticity as it directly determines LTP and LTD thresholds. However, some evidence indicates that G protein-coupled receptors (GPCRs) are responsible for controlling NMDA receptor activity, which suggests that NMDAR-mediated changes in synaptic strength are modulated by the activity of GPCRs. There is large amounts of research focused on finding the specific enzymes and intracellular pathways involved in the NMDAR-mediated modulation of membrane AMPA receptors. Recent biochemical research has shown that a deficiency in the protein tenascin-R (TNR) leads to a metaplastic increase in the threshold for LTP induction. TNR is an extracellular-matrix protein expressed by oligodendrocytes during myelination.",
            "score": 168.22544288635254
        },
        {
            "docid": "13991735_7",
            "document": "Receptor theory . The two-state model is a simple linear model to describe the interaction between a ligand and its receptor, but also the active receptor (R). The model uses an equilibrium dissociation constant to describe the interaction between ligand and receptor. It proposes that ligand binding results in a change in receptor state from an inactive to an active state based on the receptor's conformation. A receptor in its active state will ultimately elicit its biological response. It was first described by Black and Leff in 1983 as an alternative model of receptor activation. Similar to the receptor occupancy model, the theory originated from earlier work by del Castillo & Katz on observations relating to ligand-gated ion channels. In this model, agonists and inverse agonists are thought to have selective binding affinity for the pre-existing resting and active states or can induce a conformational change to a different receptor state. Whereas antagonists have no preference in their affinity for a receptor state. The fact that receptor conformation (state) would affect binding affinity of a ligand was used to explain a mechanism of partial agonism of receptors by del Castillo & Katz in 1957 was based on their work on the action of acetylcholine at the motor endplate build on similar work by Wyman & Allen in 1951 on conformational-induced changes in hemoglobin's oxygen binding affinity occurring as a result of oxygen binding. The del Castillo-Katz mechanism divorces the binding step (that can be made by agonists as well as antagonists) from the receptor activation step (that can be only exerted by agonists), describing them as two independent events.",
            "score": 204.6428861618042
        },
        {
            "docid": "2070741_12",
            "document": "Drug action . Receptors are located on all cells in the body. The same receptor can be located on different organs, and even on different types of tissues. There are also different subtypes of receptor which elicit different effects in response to the same agonist. For example, there are two types of histamine receptor: H1 and H2. Activation of the H1 subtype receptor causes contraction of smooth muscle, whereas activation of the H2 receptor stimulates gastric secretion.",
            "score": 141.21373224258423
        },
        {
            "docid": "14131548_6",
            "document": "Dopamine receptor D1 . There are a number of ligands selective for the D receptors. To date, most of the known ligands are based on dihydrexidine or the prototypical benzazepine partial agonist SKF-38393 (one derivative being the prototypical antagonist SCH-23390). D receptor has a high degree of structural homology to another dopamine receptor, D, and they both bind similar drugs. As a result, none of the known orthosteric ligands is selective for the D vs. the D receptor, but the benzazepines generally are more selective for the D and D receptors versus the D-like family. Some of the benzazepines have high intrinsic activity whereas others do not. In 2015 the first positive allosteric modulator for the human D receptor was discovered by high-throughput screening.",
            "score": 151.09040880203247
        },
        {
            "docid": "1685778_7",
            "document": "Neuropharmacology . There are two types of receptors that neurotransmitters interact with on a post-synaptic neuron. The first types of receptors are ligand-gated ion channels or LGICs. LGIC receptors are the fastest types of transduction from chemical signal to electrical signal. Once the neurotransmitter binds to the receptor, it will cause a conformational change that will allow ions to directly flow into the cell. The second types are known as G-protein-coupled receptors or GPCRs. These are much slower than LGICs due to an increase in the amount of biochemical reactions that must take place intracellularly. Once the neurotransmitter binds to the GPCR protein, it causes a cascade of intracellular interactions that can lead to many different types of changes in cellular biochemistry, physiology, and gene expression. Neurotransmitter/receptor interactions in the field of neuropharmacology are extremely important because many drugs that are developed today have to do with disrupting this binding process.",
            "score": 213.21372866630554
        },
        {
            "docid": "14022657_10",
            "document": "Dopamine receptor D2 . Most of the older antipsychotic drugs such as chlorpromazine and haloperidol are antagonists for the dopamine D receptor, but are, in general, very unselective, at best selective only for the \"D-like family\" receptors and so binding to D, D and D, and often also to many other receptors such as those for serotonin and histamine, resulting in a range of side-effects and making them poor agents for scientific research. In similar manner, older dopamine agonists used for Parkinson's disease such as bromocriptine and cabergoline are poorly selective for one dopamine receptor over another, and, although most of these agents do act as D agonists, they affect other subtypes as well. Several selective D ligands are, however, now available, and this number is likely to increase as further research progresses.",
            "score": 168.3196361064911
        },
        {
            "docid": "5818198_3",
            "document": "BMPR2 . Unlike the TGFβ type II receptor, which has a high affinity for TGF-β1, BMPR2 does not have a high affinity for BMP-2, BMP-7 and BMP-4, unless it is co-expressed with a type I BMP receptor. On ligand binding, forms a receptor complex consisting of two type II and two type I transmembrane serine/threonine kinases. Type II receptors phosphorylate and activate type I receptors which autophosphorylate, then bind and activate SMAD transcriptional regulators. Binds to BMP-7, BMP-2 and, less efficiently, BMP-4. Binding is weak but enhanced by the presence of type I receptors for BMPs. In TGF beta signaling all of the receptors exist in homodimers before ligand binding. In the case of BMP receptors only a small fraction of the receptors exist in homomeric forms before ligand binding. Once a ligand has bound to a receptor, the amount of homomeric receptor oligomers increase, suggesting that the equilibrium shifts towards the homodimeric form. The low affinity for ligands suggests that BMPR2 may differ from other type II TGF beta receptors in that the ligand may bind the type I receptor first.",
            "score": 131.00625562667847
        },
        {
            "docid": "12832_26",
            "document": "G protein–coupled receptor . It is believed that a receptor molecule exists in a conformational equilibrium between active and inactive biophysical states. The binding of ligands to the receptor may shift the equilibrium toward the active receptor states. Three types of ligands exist: Agonists are ligands that shift the equilibrium in favour of active states; inverse agonists are ligands that shift the equilibrium in favour of inactive states; and neutral antagonists are ligands that do not affect the equilibrium. It is not yet known how exactly the active and inactive states differ from each other.",
            "score": 205.80920362472534
        },
        {
            "docid": "43173859_3",
            "document": "Science Teams Against Disease . In 2008, a Nature paper by Gonzalez-Maeso and colleagues (Icahn School of Medicine at Mount Sinai) reported that two G protein-coupled receptors (GPCRs) that are targeted by antipsychotic drugs, the serotonin 5-HT2AR and the glutamate mGlu2R receptors, come together to form a complex that is deregulated in schizophrenic patients. The functional consequences of this interaction were revealed in the 2011 Cell paper from Logothetis lab (Virginia Commonwealth University) in which this heteromeric complex was shown to be a convergent site for the activity of anti- or propsychotic drugs. According to the authors, atypical antipsychotics work through this receptor complex (5-HT2AR/ mGlu2R) and signal quite differently through the complex compared to how they signal through one or the other receptor alone. The signaling through the receptor complex could predict whether a drug would act as an antipsychotic or a pro-psychotic (e.g. the hallucinogen drug LSD).",
            "score": 158.94646286964417
        },
        {
            "docid": "21819721_6",
            "document": "Collagen receptor . Discoidin domain receptors form a subgroup of receptor tyrosine kinases. Receptor activation happens when collagen binds into preformed DDR dimers on cell membrane, when collagen is bound, a conformational change probably occurs, which causes cytosolic kinases to rotate to face each other, and their autophospohorylation. The exact way of receptor activation is unknown so far. Unlike other tyrosine-kinase receptors, maximal activation of receptors occurs 18 hours after collagen stimulation. They function as receptors for different collagen types, they recognize many fibrillar collagens and they are capable of binding some nonfibrillar collagens as well. Nevertheless, the native conformation of collagen is a requirement for receptor binding, denatured collagen is not bound. DDRs are expressed widely already during development and level of expression is high in adults as well.",
            "score": 159.8346073627472
        },
        {
            "docid": "5035843_10",
            "document": "Area postrema . The area postrema also has a significant role in the discussion of Parkinson's disease. Drugs that treat Parkinson's disease using dopamine have a strong effect on the area postrema. These drugs stimulate dopamine transmission and attempt to normalize motor functions affected by Parkinson's. This works because nerve cells, in particular, in the basal ganglia, which has a crucial role in the regulation of movement and is the primary site for the pathology of Parkinson's, use dopamine as their neurotransmitter and are activated by medications that increase the concentrations of the dopamine or work to stimulate the dopamine receptors. Dopamine also manages to stimulate the area postrema, since this part of the brain contains a high density of dopamine receptors. The area postrema is very sensitive to changes in blood toxicity and senses the presence of poisonous or dangerous substances in the blood. As a defense mechanism, the area postrema induces vomiting to prevent further intoxication. The high density of dopamine receptors in the area postrema makes it very sensitive to the dopamine-enhancing drugs. Stimulation of the dopamine receptors in the area postrema activates these vomiting centers of the brain; this is why nausea is one of the most common side-effects of antiparkinsonian drugs.",
            "score": 149.20288586616516
        },
        {
            "docid": "2393371_12",
            "document": "Quazepam . Quazepam is selective for type I benzodiazepine receptors containing the α subunit, similar to other drugs such as zaleplon and zolpidem. As a result, quazepam has little or no muscle relaxant properties. Most other benzodiazepines are unselective and bind to type1 GABA receptors and type2 GABA receptors. Type1 GABA receptors include the α subunit containing GABA receptors which are responsible for hypnotic properties of the drug. Type 2 receptors include the α, α and α subunits which are responsible for anxiolytic action, amnesia and muscle relaxant properties. Thus quazepam may have less side effects than other benzodiazepines but, it has a very long half-life of 25 hours which reduces its benefits as a hypnotic due to likely next day sedation. It also has two active metabolites with half-lives of 28 and 79 hours. Quazepam may also cause less drug tolerance than other benzodiazepines such as temazepam and triazolam perhaps due to its subtype selectivity. The longer half-life of quazepam may have the advantage however, of causing less rebound insomnia than shorter acting subtype selective nonbenzodiazepines. However, one of the major metabolites of quazepam, the \"N\"-desmethyl-2-oxoquazepam (aka \"N\"-desalkylflurazepam), binds unselectively to both type1 and type2 GABA receptors. The \"N\"-desmethyl-2-oxoquazepam metabolite also has a very long half-life and likely contributes to the pharmacological effects of quazepam.",
            "score": 119.36828923225403
        },
        {
            "docid": "28649_21",
            "document": "Stevens–Johnson syndrome . In addition to acting through HLA proteins to bind with a T cell receptor, a drug or its metabolite may bypass HLA proteins to bind directly to a T cell receptor and thereby stimulate CD8 T or CD4 T cells to initiate autoimmune responses. In either case, this binding appears to develop only on certain T cell receptors. Since the genes for these receptors are highly edited, i.e. altered to encode proteins with different amino acid sequences, and since the human population may express more than 100 trillion different (i.e. different amino acid sequences) T cell receptors while an individual express only a fraction of these, a drug's or its metabolite's ability to induce the DRESS syndrome by interacting with a T cell receptor is limited to those individuals whose T cells express a T cell receptor(s) that can interact with the drug or its metabolite. Thus, only rare individuals are predisposed to develop SJS in response to a particular drug on the bases of their expression of specific T cell receptor types. While the evidence supporting this T cell receptor selectivity is limited, one study identified the preferential presence of the TCR-V-b and complementarity determining region 3 in T cell receptors found on the T cells in the blisters of patients with allopurinol-induced DRESS syndrome. This finding is compatible with the notion that specific types of T cell receptors are involved in the development of specific drug-induced SCARs.",
            "score": 160.2630968093872
        },
        {
            "docid": "48548_62",
            "document": "Dopamine . Nausea and vomiting are largely determined by activity in the area postrema in the medulla of the brainstem, in a region known as the chemoreceptor trigger zone. This area contains a large population of type D2 dopamine receptors. Consequently, drugs that activate D2 receptors have a high potential to cause nausea. This group includes some medications that are administered for Parkinson's disease, as well as other dopamine agonists such as apomorphine. In some cases, D2-receptor antagonists such as metoclopramide are useful as anti-nausea drugs.",
            "score": 188.89844679832458
        },
        {
            "docid": "12833_12",
            "document": "GTPase . In the basic state, the G-GDP-G complex and the receptor that can activate it are separately associated with the membrane. On receptor activation, the receptor becomes highly affine for the G protein - GDP complex. On binding with the complex, GDP dissociates from the complex; the receptor works as a GEF - GDP-GTP Exchange Factor; the \"free\" complex has a high affinity for GTP. Upon GTP binding, both G-GTP and G separate from both the receptor and from each other. Depending on the lifetime of the active state of the receptor, it can activate more G proteins this way.",
            "score": 123.81010627746582
        },
        {
            "docid": "4781_55",
            "document": "Benzodiazepine . The subset of GABA receptors that also bind benzodiazepines are referred to as benzodiazepine receptors (BzR). The GABA receptor is a heteromer composed of five subunits, the most common ones being two \"α\"s, two \"β\"s, and one \"γ\" (αβγ). For each subunit, many subtypes exist (α, β, and γ). GABA receptors that are made up of different combinations of subunit subtypes have different properties, different distributions in the brain and different activities relative to pharmacological and clinical effects. Benzodiazepines bind at the interface of the α and γ subunits on the GABA receptor. Binding also requires that alpha subunits contain a histidine amino acid residue, (\"i.e.\", α, α, α, and α containing GABA receptors). For this reason, benzodiazepines show no affinity for GABA receptors containing α and α subunits with an arginine instead of a histidine residue. Once bound to the benzodiazepine receptor, the benzodiazepine ligand locks the benzodiazepine receptor into a conformation in which it has a greater affinity for the GABA neurotransmitter. This increases the frequency of the opening of the associated chloride ion channel and hyperpolarizes the membrane of the associated neuron. The inhibitory effect of the available GABA is potentiated, leading to sedative and anxiolytic effects. For instance, those ligands with high activity at the α are associated with stronger hypnotic effects, whereas those with higher affinity for GABA receptors containing α and/or α subunits have good anti-anxiety activity.",
            "score": 144.1897211074829
        },
        {
            "docid": "324466_20",
            "document": "Infliximab . Infliximab neutralizes the biological activity of TNF-α by binding with high affinity to the soluble (free floating in the blood) and transmembrane (located on the outer membranes of T cells and similar immune cells) forms of TNF-α, and inhibits or prevents the effective binding of TNF-α with its receptors. Infliximab and adalimumab (another TNF antagonist) are in the subclass of \"anti-TNF antibodies\" (they are in the form of naturally occurring antibodies), and are capable of neutralizing all forms (extracellular-, transmembrane-, and receptor-bound) TNF-α. Etanercept, a third TNF antagonist, is in a different subclass (receptor-construct fusion protein), and, because of its modified form, cannot neutralize receptor-bound TNF-α. Additionally, the anti-TNF antibodies adalimumab and infliximab have the capability of lysing cells involved in the inflammatory process, whereas the receptor fusion protein apparently lacks this capability. Although the clinical significance of these differences have not been absolutely proven, etanercept, has been shown to perform worse than placebo for Crohn's disease. These differences may account for the differential actions of these drugs in both efficacy and side effects.",
            "score": 148.50512981414795
        },
        {
            "docid": "2202422_7",
            "document": "Ligand (biochemistry) . A ligand that can bind to a receptor, alter the function of the receptor, and trigger a physiological response is called an agonist for that receptor. Agonist binding to a receptor can be characterized both in terms of how much physiological response can be triggered and in terms of the concentration of the agonist that is required to produce the physiological response. High-affinity ligand binding implies that a relatively low concentration of a ligand is adequate to maximally occupy a ligand-binding site and trigger a physiological response. The lower the K concentration is, the more likely there will be a chemical reaction between the pending ion and the receptive antigen. Low-affinity binding (high K level) implies that a relatively high concentration of a ligand is required before the binding site is maximally occupied and the maximum physiological response to the ligand is achieved. In the example shown to the right, two different ligands bind to the same receptor binding site. Only one of the agonists shown can maximally stimulate the receptor and, thus, can be defined as a \"full agonist\". An agonist that can only partially activate the physiological response is called a \"partial agonist\". In this example, the concentration at which the full agonist (red curve) can half-maximally activate the receptor is about 5 x 10 Molar (nM = nanomolar). Ligands that bind to a receptor but fail to activate the physiological response are receptor antagonists. In the example shown to the left, ligand-binding curves are shown for two ligands with different binding affinities. Ligand binding is often characterized in terms of the concentration of ligand at which half of the receptor binding sites are occupied, known as the IC, which is related to but different from the dissociation constant. The ligand illustrated by the red curve has a higher binding affinity and smaller K than the ligand illustrated by the green curve. If these two ligands were present at the same time, more of the higher-affinity ligand would be bound to the available receptor binding sites. This is how carbon monoxide can compete with oxygen in binding to hemoglobin, resulting in carbon monoxide poisoning.",
            "score": 136.75487434864044
        }
    ],
    "r": [
        {
            "docid": "5630808_8",
            "document": "Arrestin . Arrestins are elongated molecules, in which several intra-molecular interactions hold the relative orientation of the two domains. In unstimulated cell arrestins are localized in the cytoplasm in this basal “inactive” conformation. Active phosphorylated GPCRs recruit arrestin to the plasma membrane. Receptor binding induces a global conformational change that involves the movement of the two arrestin domains and the release of its C-terminal tail that contains clathrin and AP2 binding sites. Increased accessibility of these sites in receptor-bound arrestin targets the arrestin-receptor complex to the coated pit. Arrestins also bind microtubules (part of the cellular “skeleton”), where they assume yet another conformation, different from both free and receptor-bound form. Microtubule-bound arrestins recruit certain proteins to the cytoskeleton, which affects their activity and/or redirects it to microtubule-associated proteins.",
            "score": 223.9572296142578
        },
        {
            "docid": "148980_20",
            "document": "Chlorpromazine . Chlorpromazine is a very effective antagonist of D2 dopamine receptors and similar receptors, such as D3 and D5. Unlike most other drugs of this genre, it also has a high affinity for D1 receptors. Blocking these receptors causes diminished neurotransmitter binding in the forebrain, resulting in many different effects. Dopamine, unable to bind with a receptor, causes a feedback loop that causes dopaminergic neurons to release more dopamine. Therefore, upon first taking the drug, patients will experience an increase in dopaminergic neural activity. Eventually, dopamine production of the neurons will drop substantially and dopamine will be removed from the synaptic cleft. At this point, neural activity decreases greatly; the continual blockade of receptors only compounds this effect.",
            "score": 222.7117156982422
        },
        {
            "docid": "20207596_11",
            "document": "Cannabinoid receptor antagonist . Binding of an agonist ligand to the CB receptor provokes a conformational change and leads to the active state of the receptor which is responsible for the signal transduction. However, there is an additional mechanism that can lead to the active state in the absence of ligand. As numerous other GPCRs, CB receptor displays a high level of constitutive activity and thus it can spontaneously adopt an active conformational state in the absence of agonist binding, keeping elevated basal levels of intracellular signaling. This can be explained by the two state-model of receptor activation in which receptors are in equilibrium between two states, active and inactive (R* and R). An agonist will stabilize the active state leading to activation, a neutral antagonist binds equally to active and inactive states, whereas an inverse agonist will preferentially stabilize the inactive state (Figure 3). Rimonabant has been reported in many cases to behave as an inverse agonist rather than as a neutral antagonist and it is likely that it binds preferentially to the inactive state of the CB, thereby decreasing the activation of the signaling pathway. The key binding interaction is a hydrogen bond formed between the carbonyl group of rimonabant and the Lys192 residue of the CB receptor. This bond stabilizes the Lys192-Asp366 salt bridge of the intracellular end of transmembrane helices 3 and 6 (Figure 4). This specific salt bridge is present in the inactive state of the receptor but absent in the active state.",
            "score": 222.22283935546875
        },
        {
            "docid": "48548_15",
            "document": "Dopamine . Dopamine exerts its effects by binding to and activating cell surface receptors. In humans, dopamine has a high binding affinity at dopamine receptors and human trace amine-associated receptor 1 (hTAAR1). In mammals, five subtypes of dopamine receptors have been identified, labeled from D1 to D5. All of them function as metabotropic, G protein-coupled receptors, meaning that they exert their effects via a complex second messenger system. These receptors can be divided into two families, known as D1-like and D2-like. For receptors located on neurons in the nervous system, the ultimate effect of D1-like activation (D1 and D5) can be excitation (via opening of sodium channels) or inhibition (via opening of potassium channels); the ultimate effect of D2-like activation (D2, D3, and D4) is usually inhibition of the target neuron. Consequently, it is incorrect to describe dopamine itself as either excitatory or inhibitory: its effect on a target neuron depends on which types of receptors are present on the membrane of that neuron and on the internal responses of that neuron to the second messenger cAMP. D1 receptors are the most numerous dopamine receptors in the human nervous system; D2 receptors are next; D3, D4, and D5 receptors are present at significantly lower levels.",
            "score": 217.0813751220703
        },
        {
            "docid": "1685778_7",
            "document": "Neuropharmacology . There are two types of receptors that neurotransmitters interact with on a post-synaptic neuron. The first types of receptors are ligand-gated ion channels or LGICs. LGIC receptors are the fastest types of transduction from chemical signal to electrical signal. Once the neurotransmitter binds to the receptor, it will cause a conformational change that will allow ions to directly flow into the cell. The second types are known as G-protein-coupled receptors or GPCRs. These are much slower than LGICs due to an increase in the amount of biochemical reactions that must take place intracellularly. Once the neurotransmitter binds to the GPCR protein, it causes a cascade of intracellular interactions that can lead to many different types of changes in cellular biochemistry, physiology, and gene expression. Neurotransmitter/receptor interactions in the field of neuropharmacology are extremely important because many drugs that are developed today have to do with disrupting this binding process.",
            "score": 213.21372985839844
        },
        {
            "docid": "12832_25",
            "document": "G protein–coupled receptor . The transduction of the signal through the membrane by the receptor is not completely understood. It is known that in the inactive state, the GPCR is bound to a heterotrimeric G protein complex. Binding of an agonist to the GPCR results in a conformational change in the receptor that is transmitted to the bound G subunit of the heterotrimeric G protein via . The activated G subunit exchanges GTP in place of GDP which in turn triggers the dissociation of G subunit from the G dimer and from the receptor. The dissociated G and G subunits interact with other intracellular proteins to continue the signal transduction cascade while the freed GPCR is able to rebind to another heterotrimeric G protein to form a new complex that is ready to initiate another round of signal transduction.",
            "score": 210.61245727539062
        },
        {
            "docid": "46839881_3",
            "document": "N-2′-Indolylnaltrexamine . INTA acts on the body by binding to a G-protein coupled receptor (GPCR) called the opioid receptor. Opioid Receptors, themselves, are divided into different subunits: kappa (KOR), delta (DOR), and mu (MOR) receptors. When INTA binds to the receptors, it is actually binding to a heteromer of the receptor. This means that it is binding to two of the subunits, instead of just one. These two receptors \"work together\" to form a conformation to block the recruitment of a protein family known as the β-arrestins. These proteins are responsible for the regulation of GPCR's and they cause the internalization of the receptor to prevent further activation, leading to an increased tolerance to opioid drugs.",
            "score": 206.717529296875
        },
        {
            "docid": "12832_26",
            "document": "G protein–coupled receptor . It is believed that a receptor molecule exists in a conformational equilibrium between active and inactive biophysical states. The binding of ligands to the receptor may shift the equilibrium toward the active receptor states. Three types of ligands exist: Agonists are ligands that shift the equilibrium in favour of active states; inverse agonists are ligands that shift the equilibrium in favour of inactive states; and neutral antagonists are ligands that do not affect the equilibrium. It is not yet known how exactly the active and inactive states differ from each other.",
            "score": 205.8092041015625
        },
        {
            "docid": "13991735_7",
            "document": "Receptor theory . The two-state model is a simple linear model to describe the interaction between a ligand and its receptor, but also the active receptor (R). The model uses an equilibrium dissociation constant to describe the interaction between ligand and receptor. It proposes that ligand binding results in a change in receptor state from an inactive to an active state based on the receptor's conformation. A receptor in its active state will ultimately elicit its biological response. It was first described by Black and Leff in 1983 as an alternative model of receptor activation. Similar to the receptor occupancy model, the theory originated from earlier work by del Castillo & Katz on observations relating to ligand-gated ion channels. In this model, agonists and inverse agonists are thought to have selective binding affinity for the pre-existing resting and active states or can induce a conformational change to a different receptor state. Whereas antagonists have no preference in their affinity for a receptor state. The fact that receptor conformation (state) would affect binding affinity of a ligand was used to explain a mechanism of partial agonism of receptors by del Castillo & Katz in 1957 was based on their work on the action of acetylcholine at the motor endplate build on similar work by Wyman & Allen in 1951 on conformational-induced changes in hemoglobin's oxygen binding affinity occurring as a result of oxygen binding. The del Castillo-Katz mechanism divorces the binding step (that can be made by agonists as well as antagonists) from the receptor activation step (that can be only exerted by agonists), describing them as two independent events.",
            "score": 204.6428985595703
        },
        {
            "docid": "14271066_2",
            "document": "G alpha subunit . Guanine nucleotide binding proteins (G proteins) are membrane-associated, heterotrimeric proteins composed of three subunits: alpha, beta, and gamma. G proteins and their receptors (GPCRs) form one of the most prevalent signalling systems in mammalian cells, regulating systems as diverse as sensory perception, cell growth and hormonal regulation. At the cell surface, the binding of ligands such as hormones and neurotransmitters to a GPCR activates the receptor by causing a conformational change, which in turn activates the bound G protein on the intracellular-side of the membrane. The activated receptor promotes the exchange of bound GDP for GTP on the G protein alpha subunit. GTP binding changes the conformation of switch regions within the alpha subunit, which allows the bound trimeric G protein (inactive) to be released from the receptor, and to dissociate into active alpha subunit (GTP-bound) and beta/gamma dimer. The alpha subunit and the beta/gamma dimer go on to activate distinct downstream effectors, such as adenylyl cyclase, phosphodiesterases, phospholipase C, and ion channels. These effectors in turn regulate the intracellular concentrations of secondary messengers, such as cAMP, diacylglycerol, sodium or calcium cations, which ultimately lead to a physiological response, usually via the downstream regulation of gene transcription. The cycle is completed by the hydrolysis of alpha subunit-bound GTP to GDP, resulting in the re-association of the alpha and beta/gamma subunits and their binding to the receptor, which terminates the signal. The length of the G protein signal is controlled by the duration of the GTP-bound alpha subunit, which can be regulated by RGS (regulator of G protein signalling) proteins or by covalent modifications.",
            "score": 200.24107360839844
        },
        {
            "docid": "12832_35",
            "document": "G protein–coupled receptor . While most GPCRs are capable of activating more than one Gα-subtype, they also show a preference for one subtype over another. When the subtype activated depends on the ligand that is bound to the GPCR, this is called functional selectivity (also known as agonist-directed trafficking, or conformation-specific agonism). However, the binding of any single particular agonist may also initiate activation of multiple different G-proteins, as it may be capable of stabilizing more than one conformation of the GPCR's GEF domain, even over the course of a single interaction. In addition, a conformation that preferably activates one isoform of Gα may activate another if the preferred is less available. Furthermore, feedback pathways may result in receptor modifications (e.g., phosphorylation) that alter the G-protein preference. Regardless of these various nuances, the GPCR's preferred coupling partner is usually defined according to the G-protein most obviously activated by the endogenous ligand under most physiological or experimental conditions.",
            "score": 200.19383239746094
        },
        {
            "docid": "38468_27",
            "document": "Psilocybin . Psilocybin is rapidly dephosphorylated in the body to psilocin, which is a partial agonist for several serotonin receptors, which are also known as 5-hydroxytryptamine (5-HT) receptors. Psilocin has a high affinity for the 5-HT and 5-HT receptors in the human brain, and with a slightly lower affinity for the 5-HT receptor. Psilocin binds with low affinity to 5-HT1 receptors, including 5-HT and 5-HT. Serotonin receptors are located in numerous parts of the brain, including the cerebral cortex, and are involved in a wide range of functions, including regulation of mood and motivation. The psychotomimetic (psychosis-mimicking) effects of psilocin can be blocked in a dose-dependent fashion by the 5-HT antagonist drug ketanserin. Various lines of evidence have shown that interactions with non-5-HT receptors also contribute to the subjective and behavioral effects of the drug. For example, psilocin indirectly increases the concentration of the neurotransmitter dopamine in the basal ganglia, and some psychotomimetic symptoms of psilocin are reduced by haloperidol, a non-selective dopamine receptor antagonist. Taken together, these suggest that there may be an indirect dopaminergic contribution to psilocin's psychotomimetic effects. Unlike LSD, which binds to D2-like dopamine receptors in addition to having strong affinity for several 5-HT receptors, psilocybin and psilocin have no affinity for the dopamine D2 receptors.",
            "score": 197.67550659179688
        },
        {
            "docid": "4544974_5",
            "document": "Lisuride . Lisuride is a dopamine and a partial agonist for several serotonin receptors. It is an antagonist at the serotonin 5-HT2B receptor. It has a high affinity for the dopamine D2, D3 and D4 receptors, as well as serotonin 5-HT1A and 5-HT2A/C receptors. While lisuride has a similar receptor binding profile to the more well-known and chemically similar ergoloid N,N-diethyl-lysergamide (LSD) and inhibits dorsal raphe serotonergic neurons in a similar fashion to LSD, a trait which indicates both drugs in the treatment of Parkinson's disease, it lacks the psychedelic effects of its sister compound. Newer findings suggest the lack of psychedelic action arises from the phenomenon of biased agonism. Stimulation of the 5-HT2A protomer within the 5-HT2A-mGlu2 receptor complex evokes psychedelic effects, while these effects do not occur during sole stimulation of monomeric 5-HT2A receptors. Accordingly, different G-proteins are involved. Lisuride behaves as an agonist at the 5-HT2AR monomer. Since it competitively antagonises the effects of LSD, it may be regarded as a protomer antagonist of the 5-HT2A-mGluR heteromer. GPCR oligomers are discrete entities and usually possess properties distinct from their parent monomeric receptors.",
            "score": 197.072998046875
        },
        {
            "docid": "12841_4",
            "document": "G protein . G proteins located within the cell are activated by G protein-coupled receptors (GPCRs) that span the cell membrane. Signaling molecules bind to a domain of the GPCR located outside the cell, and an intracellular GPCR domain then in turn activates a particular G protein. Some inactive-state GPCRs have also been shown to be \"pre-coupled\" with G proteins. The G protein activates a cascade of further signaling events that finally results in a change in cell function. G protein-coupled receptor and G proteins working together transmit signals from many hormones, neurotransmitters, and other signaling factors. G proteins regulate metabolic enzymes, ion channels, transporter proteins, and other parts of the cell machinery, controlling transcription, motility, contractility, and secretion, which in turn regulate diverse systemic functions such as embryonic development, learning and memory, and homeostasis.",
            "score": 196.80738830566406
        },
        {
            "docid": "28857_17",
            "document": "Signal transduction . Signal transduction by a GPCR begins with an inactive G protein coupled to the receptor; the G protein exists as a heterotrimer consisting of Gα, Gβ, and Gγ subunits. Once the GPCR recognizes a ligand, the conformation of the receptor changes to activate the G protein, causing Gα to bind a molecule of GTP and dissociate from the other two G-protein subunits. The dissociation exposes sites on the subunits that can interact with other molecules. The activated G protein subunits detach from the receptor and initiate signaling from many downstream effector proteins such as phospholipases and ion channels, the latter permitting the release of second messenger molecules. The total strength of signal amplification by a GPCR is determined by the lifetimes of the ligand-receptor complex and receptor-effector protein complex and the deactivation time of the activated receptor and effectors through intrinsic enzymatic activity; e.g. via protein kinase phosphorylation or b-arrestin-dependent internalization.",
            "score": 195.705810546875
        },
        {
            "docid": "2020589_4",
            "document": "G protein-gated ion channel . G proteins are a family of intracellular proteins capable of mediating signal transduction pathways. Each G protein is a heterotrimer of three subunits: α-, β-, and γ- subunits. The α-subunit (G) typically binds the G protein to a transmembrane receptor protein known as a G protein-coupled receptor, or GPCR. This receptor protein has a large, extracellular binding domain which will bind its respective ligands (e.g. neurotransmitters and hormones). Once the ligand is bound to its receptor, a conformational change occurs. This conformational change in the G protein allows G to bind GTP. This leads to yet another conformational change in the G protein, resulting in the separation of the βγ-complex (G) from G. At this point, both G and G are active and able to continue the signal transduction pathway. Different classes of G protein-coupled receptors have many known functions including the cAMP and Phosphatidylinositol signal transduction pathways. A class known as metabotropic glutamate receptors play a large role in indirect ion channel activation by G proteins. These pathways are activated by second messengers which initiate signal cascades involving various proteins which are important to the cell's response.",
            "score": 195.57110595703125
        },
        {
            "docid": "24514_42",
            "document": "Psychosis . The connection between dopamine and psychosis is generally believed complex. While dopamine receptor D2 suppresses adenylate cyclase activity, the D1 receptor increases it. If D2-blocking drugs are administered the blocked dopamine spills over to the D1 receptors. The increased adenylate cyclase activity affects genetic expression in the nerve cell, which takes time. Hence antipsychotic drugs take a week or two to reduce the symptoms of psychosis. Moreover, newer and equally effective antipsychotic drugs actually block slightly less dopamine in the brain than older drugs whilst also blocking 5-HT2A receptors, suggesting the 'dopamine hypothesis' may be oversimplified. Soyka and colleagues found no evidence of dopaminergic dysfunction in people with alcohol-induced psychosis and Zoldan et al. reported moderately successful use of ondansetron, a 5-HT receptor antagonist, in the treatment of levodopa psychosis in Parkinson's disease patients.",
            "score": 194.7833709716797
        },
        {
            "docid": "12841_14",
            "document": "G protein . When a ligand activates the G protein-coupled receptor, it induces a conformational change in the receptor that allows the receptor to function as a guanine nucleotide exchange factor (GEF) that exchanges GDP for GTP – thus turning the GPCR \"on\". The GTP (or GDP) is bound to the G subunit in the traditional view of heterotrimeric GPCR activation. This exchange triggers the dissociation of the G subunit (which is bound to GTP) from the G dimer and the receptor as a whole. However, models which suggest molecular rearrangement, reorganization, and pre-complexing of effector molecules are beginning to be accepted. Both G-GTP and G can then activate different \"signaling cascades\" (or \"second messenger pathways\") and effector proteins, while the receptor is able to activate the next G protein.",
            "score": 192.55015563964844
        },
        {
            "docid": "848862_19",
            "document": "Nucleoside triphosphate . GTP is essential for signal transduction, especially with G proteins. G proteins are coupled with a cell membrane bound receptor. This whole complex is called a G protein-coupled receptor (GPCR). G proteins can bind either GDP or GTP. When bound to GDP, G proteins are inactive. When a ligand binds a GPCR, an allosteric change in the G protein is triggered, causing GDP to leave and be replaced by GTP. GTP activates the alpha subunit of the G protein, causing it to dissociate from the G protein and act as a downstream effector.",
            "score": 192.2637939453125
        },
        {
            "docid": "374331_9",
            "document": "Neurotransmitter receptor . There are two principal signal transduction pathways involving the G protein-coupled receptors: the cAMP signal pathway and the phosphatidylinositol signal pathway. When a ligand binds to the GPCR it causes a conformational change in the GPCR, which allows it to act as a guanine nucleotide exchange factor (GEF). The GPCR can then activate an associated G-protein by exchanging its bound GDP for a GTP. The G-protein's α subunit, together with the bound GTP, can then dissociate from the β and γ subunits to further affect intracellular signaling proteins or target functional proteins directly depending on the α subunit type (G, G, G, G).",
            "score": 190.39434814453125
        },
        {
            "docid": "13916707_8",
            "document": "Raymond C. Stevens . In October 2007, Stevens and colleagues published the first high-resolution structure of a human GPCR. The β-adrenergic receptor work was quickly followed up 9 months later by the determination of the structure of the human A adenosine receptor structure, also known as the caffeine receptor. In 2010, the structures of the human chemokine CXCR4 receptor (HIV co-receptor), the human dopamine D3 receptor and the human Histamine H1 receptor were published. In addition to these inactive-state structures, Stevens and colleagues solved the structure of an agonist-bound A adenosine receptor.",
            "score": 190.04173278808594
        },
        {
            "docid": "18203126_4",
            "document": "Tetrahydropalmatine . The pharmacological profile of l-THP includes antagonism of dopamine D1, and D2 receptors as well as actions at dopamine D3, alpha adrenergic and serotonin receptors. The Ki values for l-THP at D1 and D2 dopamine receptors are approximately 124 nM (D1) and 388 nM (D2). In addition to the antagonism of post-synaptic dopamine receptors, the blockade of pre-synaptic autoreceptors by l-THP results in increased dopamine release, and it has been suggested that lower affinity of l-THP for D2 receptors may confer some degree of autoreceptor selectivity. Along with dopamine receptors, l-THP has been reported to interact with a number of other receptor types, including alpha-1 adrenergic receptors, at which it functions as an antagonist, and GABA-A receptors, through positive allosteric modulation. Additionally, l-THP displays significant binding to 5-HT1A and alpha-2 adrenergic receptors. In the case of 5-HT1A receptors, l-THP binds with a Ki of approximately 340 nM.",
            "score": 190.00624084472656
        },
        {
            "docid": "18589073_2",
            "document": "Deramciclane . Deramciclane (EGIS-3886) is a non-benzodiazepine-type anxiolytic drug to treat various types of anxiety disorders. Deramciclane is a unique alternative to current anxiolytics on the market because it has a novel chemical structure and target. It acts as an antagonist at the 5-HT receptor, as an inverse agonist at the 5-HT receptor, and as a GABA reuptake inhibitor. The two serotonin receptors are G protein-coupled receptors and are two of the main excitatory serotonin receptor types. Their excitation has been implicated in anxiety and mood. Deramciclane does not affect CYP3A4 activity in metabolizing other drugs, but it is a weak inhibitor of CYP2D6. Some studies also show the drug to have moderate affinity to dopamine D2 receptors and low affinity to dopamine receptor D1. Researchers are looking for alternatives to benzodiazepines for anxiolytic use because benzodiazepine drugs have sedative and muscle relaxant side effects.",
            "score": 189.43069458007812
        },
        {
            "docid": "48548_62",
            "document": "Dopamine . Nausea and vomiting are largely determined by activity in the area postrema in the medulla of the brainstem, in a region known as the chemoreceptor trigger zone. This area contains a large population of type D2 dopamine receptors. Consequently, drugs that activate D2 receptors have a high potential to cause nausea. This group includes some medications that are administered for Parkinson's disease, as well as other dopamine agonists such as apomorphine. In some cases, D2-receptor antagonists such as metoclopramide are useful as anti-nausea drugs.",
            "score": 188.89845275878906
        },
        {
            "docid": "5746828_6",
            "document": "Follicle-stimulating hormone receptor . It is believed that a receptor molecule exists in a conformational equilibrium between active and inactive states. The binding of FSH to the receptor shifts the equilibrium between active and inactive receptors. FSH and FSH-agonists shift the equilibrium in favor of active states; FSH antagonists shift the equilibrium in favor of inactive states. For a cell to respond to FSH, only a small percentage (~1%) of receptor sites need to be activated.",
            "score": 188.0364990234375
        },
        {
            "docid": "12832_4",
            "document": "G protein–coupled receptor . There are two principal signal transduction pathways involving the G protein–coupled receptors:  When a ligand binds to the GPCR it causes a conformational change in the GPCR, which allows it to act as a guanine nucleotide exchange factor (GEF). The GPCR can then activate an associated G protein by exchanging the GDP bound to the G protein for a GTP. The G protein's α subunit, together with the bound GTP, can then dissociate from the β and γ subunits to further affect intracellular signaling proteins or target functional proteins directly depending on the α subunit type (G, G, G, G).",
            "score": 187.78915405273438
        },
        {
            "docid": "5760713_7",
            "document": "Luteinizing hormone/choriogonadotropin receptor . It is believed that a receptor molecule exists in a conformational equilibrium between active and inactive states. The binding of LH (or CG) to the receptor shifts the equilibrium between active and inactive receptors. LH and LH-agonists shift the equilibrium in favor of active states; LH antagonists shift the equilibrium in favor of inactive states. For a cell to respond to LH only a small percentage (≈1%) of receptor sites need to be activated.",
            "score": 186.9248809814453
        },
        {
            "docid": "27790_28",
            "document": "Schizophrenia . Particular attention has been paid to the function of dopamine in the mesolimbic pathway of the brain. This focus largely resulted from the accidental finding that phenothiazine drugs, which block dopamine function, could reduce psychotic symptoms. It is also supported by the fact that amphetamines, which trigger the release of dopamine, may exacerbate the psychotic symptoms in schizophrenia. The influential dopamine hypothesis of schizophrenia proposed that excessive activation of D receptors was the cause of (the positive symptoms of) schizophrenia. Although postulated for about 20 years based on the D blockade effect common to all antipsychotics, it was not until the mid-1990s that PET and SPET imaging studies provided supporting evidence. While dopamine D2/D3 receptors are elevated in schizophrenia, the effect size is small, and only evident in medication naive schizophrenics. On the other hand, presynaptic dopamine metabolism and release is elevated despite no difference in dopamine transporter. The altered synthesis of dopamine in the nigrostriatal system have been confirmed in several human studies. Hypoactivity of dopamine D1 receptor activation in the prefrontal cortex has also been observed. The hyperactivity of D2 receptor stimulation and relative hypoactivity of D1 receptor stimulation is thought to contribute to cognitive dysfunction by disrupting signal to noise ratio in cortical microcircuits. The dopamine hypothesis is now thought to be simplistic, partly because newer antipsychotic medication (atypical antipsychotic medication) can be just as effective as older medication (typical antipsychotic medication), but also affects serotonin function and may have slightly less of a dopamine blocking effect.",
            "score": 184.94815063476562
        },
        {
            "docid": "326707_9",
            "document": "Protein kinase A . Extracellular hormones such as glucagon and epinephrine begin an intracellular signalling cascade that triggers protein kinase A activation by first binding to a G protein–coupled receptor (GPCR) on the target cell. When a GPCR is activated by its extracellular ligand, a conformational change is induced in the receptor that is transmitted to an attached intracellular heterotrimeric G protein complex by . The Gs alpha subunit of the stimulated G protein complex exchanges GDP for GTP and is released from the complex. The activated Gs alpha subunit binds to and activates an enzyme called adenylyl cyclase, which, in turn, catalyzes the conversion of ATP into cyclic adenosine monophosphate (cAMP), directly increasing the cAMP level. Four cAMP molecules are able to bind to the two R-subunits. This is done by two cAMP molecules binding to each of the two cAMP binding sites (CNB-B and CNB-A) which induces a conformational change in the regulatory subunits of PKA causing the subunits to detach and unleash the two (now activated) catalytic subunits.",
            "score": 184.27735900878906
        },
        {
            "docid": "654168_6",
            "document": "Receptor antagonist . Our understanding of the mechanism of drug-induced receptor activation and receptor theory and the biochemical definition of a receptor antagonist continues to evolve. The two-state model of receptor activation has given way to multistate models with intermediate conformational states. The discovery of functional selectivity and that ligand-specific receptor conformations occur and can affect interaction of receptors with different second messenger systems may mean that drugs can be designed to activate some of the downstream functions of a receptor but not others. This means efficacy may actually depend on where that receptor is expressed, altering the view that efficacy at a receptor is receptor-independent property of a drug.",
            "score": 182.9867706298828
        },
        {
            "docid": "4641891_6",
            "document": "Gp41 . In a free virion, the fusion peptides at the amino termini of gp41 are buried within the envelope complex in an inactive non-fusogengic state that is stabilized by a non-covalent bond with gp120. Gp120 binds to a CD4 and a co-receptor (CCR5 or CXCR4), found on susceptible cells such as Helper T cells and macrophages. As a result, a cascade of conformational changes occurs in the gp120 and gp41 proteins. These conformational changes start with gp120 that rearranges to expose the binding sites for the coreceptors mentioned above. The core of gp41 then folds into a six helical bundle (a coiled coil) structure exposing the previously hidden hydrophobic gp41 fusion peptides that are inserted in the host cell membrane allowing fusion to take place. This fusion process is facilitated by the hairpin conformational structure. The inner core of this conformation is 3 NHRs which have hydrophobic pockets that allow it to bind anti-parallel to specific residues on the CHR. The activation process occurs readily, which suggests that the inactive state of gp41 is metastable and the conformational changes allow gp41 to achieve its more stable active state. Furthermore, these conformational changes are irreversible processes.",
            "score": 181.38771057128906
        },
        {
            "docid": "37051328_12",
            "document": "5-HT2C receptor agonist . 5-HT receptors are G protein-coupled receptors that can regulate cellular signaling in the absence of a ligand. This can be explained by a two-state model (Figure 2) where the receptor is in equilibrium between two states, an active state (R*) and an inactive state (R). Basal effector activity is defined, in part, by the absolute level of (R*), which will increase along with increasing receptor density. Ligands that preferentially bind to and stabilize the R state are termed inverse agonists and reduce the effector activity. Agonists preferentially bind to and stabilize the R* state, thereby increasing effector activity. Neutral antagonists show equal affinity for both conformations and do not alter the equilibrium between the two states, however they occupy the receptor and can block the effect of both agonists and inverse agonists.",
            "score": 180.59437561035156
        }
    ]
}