{
    "q": [
        {
            "docid": "43119326_13",
            "document": "Social Immunity . Infected individuals and diseased corpses pose a particular risk for social insects because they can act a source of infection for the rest of the colony. As mentioned above, dead nestmates are typically removed from the nest to reduce the potential risk of disease transmission. Infected or not, ants that are close to death can also voluntarily remove themselves from the colony to limit this risk. Honeybees can actively drag infected nest mates out of the hive and may bar them from entering at all. \"Hygienic behaviour\" is the specific removal of infected brood from the colony and has been reported in both honeybees and ants. In honeybees, colonies have been artificially selected to perform this behavior faster. These \"hygienic\" hives have improved recovery rates following brood infections, as the earlier infected brood is removed, the less likely it is to have become contagious already. Cannibalism of infected nesmtates is an effective behaviour in termites, as ingested infectious material is destroyed by antimicrobial enzymes present in their guts. These enzymes function by breaking down the cell walls of pathogenic fungi, for example, and are produced both by the termite itself and their gut microbiota. If there are too many corpses to cannibalise, termites bury them in the nest instead. Like removal in ants and bees, this isolates the corpses to contain the pathogen, but does not prevent their replication. Some fungal pathogens (e.g. \"Ophiocordyceps\", \"Pandora\") manipulate their ant hosts into leaving the nest and climbing plant stems surrounding the colony. There, attached to the stem, they die and rain down new spores onto healthy foragers. To combat these fungi, healthy ants actively search for corpses on plant stems and attempt to remove them before they can release their spores",
            "score": 218.39379584789276
        },
        {
            "docid": "12550456_10",
            "document": "Formica polyctena . Due to the close living situation of individuals in a \"F. polyctena\" colony, diseases can spread rapidly, causing significant damage to the colony’s population. Therefore, \"F. polyctena\" has evolved responses to combat the spread of disease. When an individual ant develops an immune response to some disease, the other workers can sense this. The workers decrease mouth-to-mouth exchanges of liquid, and prevent the infected individual from moving around. The healthy workers also increase antennal contact and grooming of the infected ant. This is believed to either remove pathogens from the ant that could cause such an immune response, or act as a “social vaccination.” Aubert and Richard proposed this social vaccination model, where they argue that if fellow nestmates groom an infected ant, they will be exposed to small amounts of the pathogens or molecules that could trigger an immune response within the healthy individuals. In essence, the healthy individuals develop a resistance to the pathogens carried by the infected individual before the pathogens can spread and infect them.",
            "score": 218.31131267547607
        },
        {
            "docid": "22713586_2",
            "document": "Necrophoresis . Necrophoresis is a behavior found in social insects – such as ants, bees, wasps, and termites – in which they carry the dead bodies of members of their colony from the nest or hive area. This acts as a sanitary measure to prevent disease or infection from spreading throughout the colony. Although any member of a colony can carry the bodies, it is usually done by designated 'undertakers'. Ant undertakers have a slightly altered development cycle, and are much more likely than other ants to handle corpse removal. They are not restricted to performing only this task, but they do exhibit different behavioral and movement patterns than other members of the colony, which assist them in this task. Non-undertaker ants may also remove dead bodies, but do so with much less consistency. Differentiating between dead and living insects is accomplished by detecting their chemical signature. Depending on the species, this can be communicated by either the absence of chemicals that are present when they are alive, or by those released in decaying corpses. Corpses will either be taken to a random point a certain distance away from the nest, or placed in a refuse pile closer to the nest, along with other waste.",
            "score": 187.90590000152588
        },
        {
            "docid": "43119326_14",
            "document": "Social Immunity . Immunisation is a reduced susceptibility to a parasite upon secondary exposure to the same parasite. The past decade has revealed that immunisation occurs in invertebrates and is active against a wide rage of parasites. It occurs in two forms: (i) specific immune priming particular parasite or (ii) a general immune up-regulation that promotes unspecific protection against a broad range of parasites. In any case, the underlying mechanisms of immunisation in invertebrates are still mostly elusive. In social animals, immunisation is not restricted to the level of the individual, but can also occur at the society level, via 'social immunisation'. Social immunisation occurs when some proportion of the group's members are exposed to a parasite, which then leads to the protection of the whole group, upon secondary contact to the same parasite. Social immunisation has been so far described in a dampwood termite-fungus system, a garden ant-fungus system and a carpenter ant–bacterium system. In all cases, social contact with pathogen-exposed individuals promoted reduced susceptibility in their nestmates (increased survival), upon subsequent exposure to the same pathogen. In the ant-fungus and termite-fungus systems, social immunisation was shown to be caused by the transfer of fungal conidia during allogrooming, from the exposed insects to nestmates performing grooming. This contamination resulted in low-level infections of the fungus in the nestmates, which stimulated their immune system, and protected them against subsequent lethal exposures to the same pathogen. This method of immunisation parallels variolation, an early form of human vaccination, which used live pathogens to protect patients against, for example, smallpox",
            "score": 147.52177608013153
        },
        {
            "docid": "377245_45",
            "document": "Red imported fire ant . A large variety of pathogens and nematodes also infect red imported fire ants. Pathogens include \"Myrmecomyces annellisae\", \"Mattesia\" spp., \"Steinernema\" spp., a mermithid nematode, \"Vairimorpha invictae\", which can be transmitted via live larvae and pupae and dead adults and \"Tetradonema solenopsis\", which can be fatal to a large portion of a colony. Individuals infected by \"Metarhizium anisopliae\" tend to perform trophallaxis more frequently and have an enhanced preference to quinine, an alkaloid substance. Phorid flies with \"Kneallhazia solenopsae\" can serve as vectors in transmitting the disease to the ants. Weakening the colony, infections from this disease are localised within the body fat, with spores only occurring in adult individuals. The mortality of an infected colony tends to be greater in contrast to those that are healthy. These ants are a host to \"Conidiobolus\", \"Myrmicinosporidium durum,\" and \"Beauveria bassiana\", each of which are parasitic fungi. Infected individuals have spores all over their bodies and appear darker than usual. The toxicity from antimicrobial property of volatiles produced by the ants can significantly reduce the germination rate of \"B. bassiana\" within the colony.",
            "score": 181.93553566932678
        },
        {
            "docid": "22713586_3",
            "document": "Necrophoresis . The removal of corpses carrying infectious disease is crucial to the health of a colony. Efforts to eliminate colonies of fire ants, for instance, include introducing pathogens into the population, but this has limited efficacy where the infected insects are quickly separated from the population. However, certain infections have been shown to delay the removal of dead bodies or alter where they are placed. Although placing corpses farther away reduces the risk of infection, it also requires more energy. Burial and cannibalism are other recorded methods of corpse disposal among social insects. Termites have been shown to use burial when they cannot afford to devote workers to necrophoresis, especially when forming a new colony.",
            "score": 135.80982613563538
        },
        {
            "docid": "43119326_9",
            "document": "Social Immunity . Social insects have evolved an array of sanitary behaviours to keep their nests clean, thereby reducing the probability of parasite establishment and spread within the colony. Such behaviours can be employed either prophylactically, or actively, upon demand. For example, social insects can incorporate materials with antimicrobial properties into their nest, such as conifer resin, or faecal pellets that contain symbiont derived antimicrobials. These materials reduce the growth and density of many detrimental bacteria and fungi. Antimicrobial substances can also be self-produced. Secretions from the metapleural glands of ants and volatile chemical components produced by termites have been shown to inhibit fungal germination and growth. Another important component of nest hygiene is waste management, which involves strict spatial separation of clean nest areas and waste dumps. Social insect colonies often deposit their waste outside of the nest, or in special compartments, including waste chambers for food leftovers, “toilets” for defecation and “graveyards”, where dead individuals are deposited, reducing the probability of parasite transmission from potentially infected cadavers. Where social insects place their waste is also important. For example, leaf cutting ants living in xeric conditions deposit their waste outside the nest, whilst species living in the tropics tend to keep it in special chambers within the nest. It has been proposed that this difference is related to the likelihood that the external environment reduces or enhances microbial growth. For xeric-living ants, placing waste outside will tend to inhibit infectious material, as microbes are usually killed under hot, dry conditions. On the other hand, placing waste into warm, humid environments will promote microbial growth and disease transmission, so it may be safer for ants living in the topics to contain their waste within the nest. Honeybees have evolved the ability to actively maintain a constant temperature within their hives to ensure optimal brood development. Upon exposure to \"Ascoshpaera apis\", a heat sensitive fungal pathogen that causes chalk brood, honeybees increase the temperature of the brood combs, thereby creating conditions that disfavour the growth of the pathogen. This \"social fever\" is performed before symptoms of the disease are expressed and can therefore be viewed as a preventative measure to avoid chalk brood outbreaks in the colony.",
            "score": 173.87581324577332
        },
        {
            "docid": "19775833_15",
            "document": "Acromyrmex . This mutualistic relationship is further augmented by another symbiotic partner, a bacterium that grows on the ants and secretes chemicals; essentially, the ants use portable antimicrobials. Leafcutter ants are sensitive enough to adapt to the fungus' reaction to different plant material, apparently detecting chemical signals from it. If a particular type of leaf is toxic to the fungus, the colony will no longer collect it. The only two other groups of insects that have evolved fungus-based agriculture are ambrosia beetles and termites. The fungus cultivated by the adults is used to feed the ant larvae and the adult ants feed on the leaf sap. The fungus needs the ants to stay alive, and the larvae need the fungus to stay alive.",
            "score": 118.58624744415283
        },
        {
            "docid": "40988007_12",
            "document": "Black pod disease . The dispersal of the disease is also associated with the invertebrate vectors. Tent building ants such as \"Crematogaster striatula\" and \"Camponotus acvapimensis\" were reported as the primary vector in disseminating the spores of \"P. palmivora\" from infected pods to healthy pods in Ghana. \"C. striatula\" was thought to be the most important vector that is responsible for black pod losses due to its building tent behavior as well as its dominancy within the area under particular condition. In Ghana, \"C. striatula\" removes the outer layer of cocoa pod and uses this material to construct the tent. Therefore, this ant effectively spread the disease by transporting the spores from the infected pods on the ground or on trees to healthy pods. Several other ant species namely \"C. africana, C. clariventris\" and \"C. depressa\" were also responsible for the spread of the disease besides \"C. striatula\" In addition, \"Camponotus acvapimensis\", another type of tent-building ant that uses soil as building materials for tent construction was identified as the most important agent to spread the inoculum in Nigeria. Soil was identified as the source of inoculum for \"P. megakarya\" and therefore, it was implied that this ant species might use the infected soil to build tents, which infects healthy pods on trees.",
            "score": 132.14180624485016
        },
        {
            "docid": "7654820_18",
            "document": "Myrmecophily . Myrmecophily among lycaenid caterpillars differs from the associations of hemipterans because caterpillars feed on plant tissues, not phloem sap, and therefore do not continually excrete honeydew. Caterpillars of lycaenid butterflies have therefore evolved specialized organs that secrete chemicals to feed and appease ants. The secretions are a mixture of sugar and amino acid which in synergy is more attractive to the ants than either component in its own. Because caterpillars do not automatically pass honeydew, they must be stimulated to secrete droplets and do so in response to ant antennation, which is the drumming or stroking of the caterpillar's body by the ants' antennae. Some caterpillars possess specialized receptors that allow them to distinguish between ant antennation and contact from predators and parasites, and others produce acoustic signals that agitate ants, making them more active and likely better defenders of the larvae. As with homopteran myrmecophiles, ants protect Lycaenid larvae from predatory insects (including other ants) and parasitoid wasps, which lay their eggs in the bodies of many species of Lepidoptera larvae. For example, one study conducted by Pierce and colleagues in Colorado experimentally found that for the larvae of \"Glaucopsyche lygdamus\" that were tended by a certain ant species (\"Formica podzolica\"), compared to untended larvae, the percentage of larvae disappearing from plants before late final instar decreased (not statistically significantly, though) and the percentage of larvae infected by parasitoids significantly decreased (from 33% to 9%–12%). These interactions do not come without an energetic cost to the butterfly, however, and it has been shown that ant-tended individuals reach smaller adult sizes than non-tended individuals due to the costs of appeasing ants during the larval stage. Interactions with ants are not limited to the butterfly's larval stage, and in fact ants can be important partners for butterflies at all stages of their life cycle. For example, adult females of many lycaenid butterflies, such as \"J. evagoras\"\",\" preferentially oviposit on plants where ant partners are present, possibly by using ants' own chemical cues in order to locate sites where juvenile butterflies will likely be tended by ants. Finally, while ant attendance has been most widely documented in Lycaenid butterflies and to some extent in riodinid butterflies such as \"E. elvina\", many other lepidopteran species are known to associate with ants, including many moths.",
            "score": 137.01853775978088
        },
        {
            "docid": "369232_8",
            "document": "Leafcutter ant . Their societies are based on an ant-fungus mutualism, and different species of ants use different species of fungus, but all of the fungi the ants use are members of the family Lepiotaceae. The ants actively cultivate their fungus, feeding it with freshly cut plant material and keeping it free from pests and molds. This mutualistic relationship is further augmented by another symbiotic partner, a bacterium that grows on the ants and secretes chemicals; essentially, the ants use portable antimicrobials. Leaf cutter ants are sensitive enough to adapt to the fungi's reaction to different plant material, apparently detecting chemical signals from the fungus. If a particular type of leaf is toxic to the fungus, the colony will no longer collect it. The only two other groups of insects to use fungus-based agriculture are ambrosia beetles and termites. The fungus cultivated by the adults is used to feed the ant larvae, and the adult ants feed on leaf sap. The fungus needs the ants to stay alive, and the larvae need the fungus to stay alive, so the mutualism is obligatory.",
            "score": 122.15367031097412
        },
        {
            "docid": "16796904_15",
            "document": "Sphecomyrma . As some scientists such as Dlussky believed \"Sphecomyrma\" was not an ant, they thought it was solitary and semi-communal. Further statements include that the morphology of sphecomyrmines would prevent workers from transporting larvae or engaging in trophallaxis (transfer of food between two nestmates) with them. However, wasps with antennal proportions similar to sphecomyrmines are able to feed their own larvae. The presence of the metapleural gland also shows that \"Sphecomyrma\" was a eusocial (the highest level of organisation of animal sociality) insect and lived in colonies, as this gland possibly acts as a disinfectant in order to nest in soil and leaf litter without infecting the colony's nestmates and brood. The large eyes, long appendages and thin exoskeleton suggests that workers were epigaeic, where they foraged above ground and out in the open. Fossil evidence further suggests that they foraged socially with other worker ants.",
            "score": 136.26150131225586
        },
        {
            "docid": "87175_2",
            "document": "Herd immunity . Herd immunity (also called herd effect, community immunity, population immunity, or social immunity) is a form of indirect protection from infectious disease that occurs when a large percentage of a population has become immune to an infection, thereby providing a measure of protection for individuals who are not immune. In a population in which a large number of individuals are immune, chains of infection are likely to be disrupted, which stops or slows the spread of disease. The greater the proportion of individuals in a community who are immune, the smaller the probability that those who are not immune will come into contact with an infectious individual. Individual immunity can be gained through recovering from a natural infection or through artificial means such as vaccination. Some individuals cannot become immune due to medical reasons and in this group herd immunity is an important method of protection. Once a certain threshold has been reached, herd immunity gradually eliminates a disease from a population. This elimination, if achieved worldwide, may result in the permanent reduction in the number of infections to zero, called eradication. This method was used for the eradication of smallpox in 1977 and for the regional elimination of other diseases. Herd immunity does not apply to all diseases, just those that are contagious, meaning that they can be transmitted from one individual to another. Tetanus, for example, is infectious but not contagious, so herd immunity does not apply. The term herd immunity was first used in 1923. It was recognized as a naturally occurring phenomenon in the 1930s when it was observed that after a significant number of children had become immune to measles, the number of new infections temporarily decreased, including among susceptible children. Mass vaccination to induce herd immunity has since become common and proved successful in preventing the spread of many infectious diseases. Opposition to vaccination has posed a challenge to herd immunity, allowing preventable diseases to persist in or return to communities that have inadequate vaccination rates.",
            "score": 142.35432767868042
        },
        {
            "docid": "377245_60",
            "document": "Red imported fire ant . Red imported fire ants are strong competitors with many ant species. They have managed to displace many native ants which has led to a number of ecological consequences. However, studies show that these ants are not always superior competitors that suppress native ants. Habitat disturbance prior to their arrival, and recruitment limitations, are more plausible reasons why native ants are suppressed. Between \"Tapinoma melanocephalum\" and \"Pheidole fervida\", the red imported fire ant is stronger than both species but shows different levels of aggression. For example, they are less hostile towards \"T. melanocephalum\" in contrast to \"P. fervida\". Mortality rates in \"T. melanocephalum\" and \"P. fervida\" when fighting with red imported fire ants are high, being 31.8% and 49.9% respectively. The mortality rate for red imported fire ant workers, however, is only 0.2% to 12%. The imported crazy ant (\"Nylanderia fulva\") exhibits greater dominance than the red imported fire ant and has been known to displace them in habitats where they encounter each other in. Larger colonies of pavement ants (\"Tetramorium caespitum)\" can destroy red imported fire ant colonies, leading entomologists to conclude that this conflict between the two species may help impede the spread of the red imported fire ant. Individuals infected by SINV-1 can be killed faster than healthy individuals by \"Monomorium chinense\". This means that ants infected with SINV-1 are weaker than their healthy counterparts and more than likely will be eliminated by \"M. chinense\". However, major workers, whether they are infected or not, are rarely killed.",
            "score": 154.31598961353302
        },
        {
            "docid": "2594_55",
            "document": "Ant . A convergence, possibly a form of mimicry, is seen in the eggs of stick insects. They have an edible elaiosome-like structure and are taken into the ant nest where the young hatch. Most ants are predatory and some prey on and obtain food from other social insects including other ants. Some species specialise in preying on termites (\"Megaponera\" and \"Termitopone\") while a few Cerapachyinae prey on other ants. Some termites, including \"Nasutitermes corniger\", form associations with certain ant species to keep away predatory ant species. The tropical wasp \"Mischocyttarus drewseni\" coats the pedicel of its nest with an ant-repellent chemical. It is suggested that many tropical wasps may build their nests in trees and cover them to protect themselves from ants. Other wasps, such as \"A. multipicta\", defend against ants by blasting them off the nest with bursts of wing buzzing. Stingless bees (\"Trigona\" and \"Melipona\") use chemical defences against ants.",
            "score": 123.0825879573822
        },
        {
            "docid": "51046084_2",
            "document": "Social immunity . Social immunity is any antiparasite defence which is mounted for the benefit of individuals other than the actor. For parasites, the frequent contact, high population density and low genetic variability makes social groups of organisms a promising target for infection: this has driven the evolution of collective and cooperative anti-parasite mechanisms that both prevent the establishment of and reduce the damage of diseases among group members. Social immune mechanisms range from the prophylactic, such as burying beetles smearing their carcasses with antimicrobials or termites fumigating their nests with naphthalene, to the active defenses seen in the imprisoning of parasitic beetles by honeybees or by the miniature 'hitchhiking' leafcutter ants which travel on larger worker's leaves to fight off parasitoid flies. Whilst many specific social immune mechanisms have been studied for some time in relative isolation (e.g. the \"collective medication\" found in wood ants), it was not until Sylvia Cremer et al.'s landmark 2007 paper \"Social Immunity\" that the topic was seriously considered . Empirical and theoretical work in social immunity continues to reveal not only new mechanisms of protection but also implications for understanding of the evolution of group living and polyandry.",
            "score": 141.3029946088791
        },
        {
            "docid": "12202186_31",
            "document": "Infanticide (zoology) . Honey bees may become infected with a bacterial disease called foul brood, which attacks the developing bee larva while still living in the cell. Some hives however have evolved a behavioral adaptation that resists this disease: the worker bees selectively kill the infected individuals by removing them from their cells and tossing them out of the hive, preventing it from spreading. The genetics of this behavior are quite complex. Experiments by Rothenbuhler showed that the 'hygienic' behavior of the queen was lost by crossing with a non-hygienic drone. This means that the trait must be recessive, only being expressed when both alleles contain the gene for hygienic behavior. Furthermore, the behavior is dependent on two separate loci. A backcross produced a mixed result. The hives of some offspring were hygienic, while others were not. There was also a third type of hive where workers removed the wax cap of the infected cells, but did nothing more. What was not apparent was the presence of a fourth group who threw diseased larvae out of the hive, but did not have the uncapping gene. This was suspected by Rothenbuhler however, who manually removed the caps, and found some hives proceeded to clear out infected cells.",
            "score": 118.70821464061737
        },
        {
            "docid": "40563141_3",
            "document": "Temnothorax unifasciatus . \"Temnothorax unifasciatus\" exhibit the altruistic behavior of social withdrawal, or “altruistic self-removal” whilst on the brink of death. Dying ants will leave their nest hours or in some cases days before their death. The behavior is exhibited both in the presence of fungal infection as well as when experimentally exposed to 95% CO2, causing the ants to die in the absence of an acting pathogen. This indicates that the ants are in fact behaving in an altruistic manner, rather than experiencing behavioral manipulation as a result of pathogen influence. The action is altruistic because it reduces the risk of infecting other ants in the colony. This in turn minimizes the risk of transferring the infection to kin and thus likely results in a higher inclusive fitness for the socially withdrawing individuals.",
            "score": 157.0367088317871
        },
        {
            "docid": "51046084_7",
            "document": "Social immunity . The lack of collective defences in some eusocial taxa also shows that social immunity may also not always be adaptive (due to life history costs or ineffectiveness against a particular parasite's infective strategy), and that living in a group does not necessitate the expression of any particular suite of social immunity mechanisms. For example, worker termites (\"Zootermopsiss angusticollis\") do not discriminate between infected and uninfected conspecifics, pharaoh ant colonies (\"Monomorium pharaonis\") choose to move into infected nests over uninfected ones and queen wood ants (\"Formica paralugubris\") are not repelled but actually attracted to habitats contaminated with entamopathogenic fungi.",
            "score": 119.68196654319763
        },
        {
            "docid": "52640771_9",
            "document": "Sociality and disease transmission . The first large human social activities, trailed by major disease outbreaks that have been documented occurred by fecal-oral route. Contaminated food or water by fecal matter can cause devastating effects and spread with extreme rapidity. They are, of course, not the only types of infection that threaten large gatherings of people. Respiratory infections, sexually transmitted infections, and measles have all been measured as potential infections resulting from mass gatherings. Social gatherings that have been linked to outbreaks include the 1918 Great Pandemic, the Asian Flu Pandemic of 1957, a 1987 outbreak of multi-drug resistant shigellosis in North Carolina that infected over 50% of event attendees, a 1992 outbreak of Campylobacter in the UK, a 1993 Hepatitis A outbreak at a youth camp in Australia, two separate outbreaks of meningococcal meningitis at the 2000 and 2001 Hajj, a 2008 influenza outbreak in Sydney, the 2009 H1N1 pandemic (which followed a large Easter gathering in Mexico). Rainey et al. (2016) identified a total of 72 mass-gathering related respiratory outbreaks between 2005 and 2014. Many of these outbreaks led to further outbreaks within the cities that infected individuals returned home to after the events. Particularly the epidemiological consequences of the Hajj are notable because of the range of dissemination that attendees have when they return from the pilgrimage. Infected individuals may return to their homes far from the source of the outbreak, and into communities that are especially vulnerable to a disease not characteristic of that community. Health response teams may be less equipped to manage the spread of the foreign pathogen, and the people may be less knowledgeable about risks and symptoms. Diseases such a tuberculosis have long incubation periods, which creates another obstacle since it separates the point of infection from the start of illness and therefore obscures the connection. Intervention and mitigation are possible for such large events, but involve very expensive and complex measures. Vaccinations are highly effective, but it is extremely costly to attempt to vaccinate large hordes of individuals. In a study of livestock populations, Hu et al., 2013 observed important patterns for vaccination efforts. When deaths from infection occur, or a method of culling is used, social networks will alter and individuals will spread out. Because of this, carefully designed vaccination efforts are significantly more effective and cheaper and must be implemented as fast as possible in order to contain the pathogen. Relatively new methods, such as tracking mobile phone data, have been used to glean information on effective strategies for containment in the situation of mass gatherings. Finger et al. (2016) state \"human mobility is undisputedly one of the main spreading mechanisms of infectious disease\". In their study, cell phone data was used to track the migration of people for the Grand Magal de Touba, a religious pilgrimage event that occurs in Senegal. Figure 6 illustrates the findings of this study and identifies areas that are paramount for targeting in an epidemiological prevention effort.",
            "score": 129.44132614135742
        },
        {
            "docid": "7105367_16",
            "document": "Banded sugar ant . Banded sugar ants have been found in the feces of the short-beaked echidna (\"Tachyglossus aculeatus\"), and non-passerine birds are known to predate them. The blackish blindsnake (\"Ramphotyphlops nigrescens\") follows trails laid by banded sugar ants, possibly to locate them as potential prey. Blindsnakes are also known to consume the brood of this species. Nematodes are a parasite to banded sugar ant larvae, as several mermithergate larvae were described. Infected individuals are recognisable by their swollen gasters; for example, uninfected ants measuring in length have a gaster length of while the gaster of infected individuals who are similar in size is . Some specimens collected had gasters so swollen that the intersegmental-membrane was exposed.",
            "score": 108.48841416835785
        },
        {
            "docid": "17685842_9",
            "document": "Pollenia rudis . \"Entomophthora muscae\" or \"Entomophthora schizophorae\" is a fungus that commonly infects adult flies. This fungus causes disease within the fly resulting in a swollen abdomen. This swollen abdomen makes the wings and legs spread apart, ultimately causing the fly to have trouble flying. After some time with this disease, a \"P.rudis\" adult will lose the ability to fly. Without flight, this fly has no way of protecting itself from predators. The main predator of \"P. rudis\" larvae is the sphecid wasps. These wasps will sting the fly and inject some poison. Once the fly has died, the wasp will feed the fly to their young. There are also other generalist predators of this fly, such as ants, birds, and certain plants.",
            "score": 114.02591347694397
        },
        {
            "docid": "46866210_7",
            "document": "Escovopsis . Leafcutter ants communicate through exchanges of chemicals and secrete chemicals made from actinomycete bacteria in order to protect their colonies. The \"Atta\" colonies have a hierarchal system of workers and use chemical secretions through metapleural glands, which are capable of producing lots of phenylacetic acid, an antimicrobial agent. A study demonstrated how the smallest worker ants were able to lower growth rates of \"Escovopsis\" spores that were placed into the ants’ fungus garden with this phenylacetic acid. Bioassays showed that \"Escovopsis\" from leafcutter ants is not as affected by the acid than that from more basic fungus-growing ants, meaning that there is a need to control the growth of the parasitic \"Escovopsis\" fungus because of its virulence as a potential pathogen.",
            "score": 129.99389100074768
        },
        {
            "docid": "46866210_5",
            "document": "Escovopsis . This genus describes a parasitic fungus capable of horizontally transmitting between colonies, which can affect any of the 47 species of ants commonly known as the leafcutter ants, which are widespread in parts of the Americas. The fungus transmits itself between colonies by utilizing infected external material. Only two species of the pathogenic \"Escovopsis\" have been formally made known, although the other rising species and \"Escovopsis\" in general is known to act destructively toward to the symbiotic relationship between the ant colonies and their fungus gardens. It was only established as a symbiont of this ant-fungus mutualism proceeding studies that consistently isolated the fungus. However, the leafcutter ants have a defense mechanism against the parasitic fungus, an antifungal actinobacteria from the genus \"Pseudonocardia\".",
            "score": 150.7150444984436
        },
        {
            "docid": "13090939_2",
            "document": "Ophiocordyceps unilateralis . Ophiocordyceps unilateralis is an entomopathogen, or insect-pathogenising fungus, discovered by the British naturalist Alfred Russel Wallace in 1859, and currently found predominantly in tropical forest ecosystems. \"O. unilateralis\" infects ants of the Camponotini tribe, with the full pathogenesis being characterized by alteration of the behavioral patterns of the infected ant. Infected hosts leave their canopy nests and foraging trails for the forest floor, an area with a temperature and humidity suitable for fungal growth; they then use their mandibles to affix themselves to a major vein on the underside of a leaf, where the host remains until its eventual death. The process leading to mortality takes 4–10 days, and includes a reproductive stage where fruiting bodies grow from the ant's head, rupturing to release the fungus's spores. \"O. unilateralis\" is in turn also susceptible to fungal infection itself, an occurrence which can limit its impact on ant populations, which has otherwise been known to devastate ant colonies.",
            "score": 137.26183140277863
        },
        {
            "docid": "45365929_6",
            "document": "Temnothorax rugatulus . T. \"rugatulus\" ants use various communication methods to spread information to the entire colony. Tandem running is when one ant has a one-on-one interaction with another ant to a point of interest. Transportation is when one ant literally carries the other ant to the desired location. The newly discovered and studied reverse tandem running is where one ant shows another ant how to get home from an outside location. It may be used in T. \"rugatulus\" ants to assist an ant where help is needed instead of showing them to a potential nesting or food site. Another study suggested that it is used as a backup strategy to protect ants emigrating to another nest and convince them of the danger outside and to return home.  T. \"rugatulus\" ants also use chemical signaling for communication. Similar taxa of ants related to the T. \"rugatulus\" emit a chemical signal from their mandibular gland. This specific chemical’s name is 2,5-dimethylpyrazine. Like many chemicals, T. \"rugatulus\" use this chemical for different reasons and the context in which the chemical is received by another individual will give it clues as to its current situation. T. \"rugatulus\" ants use such chemicals as trail pheromones. The location of the chemical in relation to the nest was extremely important in their behavioral responses. When an alarm signal was presented far away from the nest, the ants were reported to run away from the scent, whereas if the chemical was present just outside their nest, they would run towards it. It is thought that ants may interpret the close alarm signal as a cry for help and attempt to save whoever was emitting the chemical.",
            "score": 146.2687007188797
        },
        {
            "docid": "377245_44",
            "document": "Red imported fire ant . Flies in the genus \"Pseudacteon\" (phorid flies) are known to be parasitic to ants. These flies are parasitoids of the red imported fire ant in its native range in South America, and can be attracted through the ants' venom alkaloids. One species, \"Pseudacteon obtusus\", attacks the ant by landing on the posterioral portion of the head and laying an egg. The location of the egg makes it impossible for the ant to successfully remove it. The larvae migrate to the head, then develop by feeding on the hemolymph, muscle tissue, and nervous tissue. After about two weeks, they cause the ant's head to fall off by releasing an enzyme that dissolves the membrane attaching the head to its body. The fly pupates in the detached head capsule, emerging two weeks later. \"P. tricuspis\" is another phorid fly that is a parasitoid to this species. Although parasitism pressures by these flies do not affect the ants' population density and activity, it has a small effect on a colony population. The strepsipteran insect \"Caenocholax fenyesi\" is known to infect male ants of this species and attack the eggs, and the mite \"Pyemotes tritici\" has been considered a potential biological agent against red imported fire ants, capable of parasitising every caste within the colony. Bacteria, such as \"Wolbachia\", has been found in the red imported fire ant; three different variants of the bacteria are known to infect the red imported fire ant. However, its effect on the ant is unknown. \"Solenopsis daguerrei\" is a reproductive parasite to red imported fire ant colonies.",
            "score": 109.13984155654907
        },
        {
            "docid": "40866519_8",
            "document": "Blueberry shoestring virus . One way to reduce the virus and infection risk is through aphid management. Aphids are typically found on the undersides of leaves on the lower succulent shoots. After bloom, the lower shoots should be inspected weekly in multiple areas of the field. Wingless aphids are found early in the growing season while later in the season, the colonies will be made up of both wingless and winged aphids. Aphids have multiple natural predators, which growers rely on to naturally control the aphid population, such as parasitic wasps, \"Aphidius spp.\", as well as the seven spotted lady beetle,\"Coccinella septempunctata\". The parasitic wasps lay their eggs inside of aphids and the larvae then consume the aphids from the inside. These parasitic predators also attack the aphid eggs. When growing blueberries, it is important to only use certified virus-free planting material. When transferring plants from an infected field to a healthy field it is important to wash the plants with water to remove virus-carrying aphids and prevent the spread of the disease to other areas. For chemical management of the disease, optimal aphid control insecticides are Provado, Actara or Assail. These insecticides belong to the neonicotinoid class and are able to spread in the foliage after application. Studies have shown that infection can be spread by rubbing viral particles on the leaves of healthy blueberry plants so it is important to immediately remove and dispose of infected plant material once infection has been detected. There is no single common way to control the spread of the blueberry shoestring virus. The management option used depends on the severity of the disease and the population density of the aphid vector.",
            "score": 123.5125583410263
        },
        {
            "docid": "12547531_19",
            "document": "Phengaris rebeli . While \"Myrmica\" ant colony members can identify each other through chemical signaling, social ranks are partially determined by sound acoustics. Therefore, once the \"P. rebeli\" begin to mimic the sound of the queen ant, the worker ants begin to treat the \"P. rebeli\" as if it were the queen ant. On the other hand, the queen ant treats the \"P. rebeli\" larvae and pupae as if they were rivals, as she is the only one in the colony that recognizes that the \"P. rebeli\" larvae is not ant larvae.",
            "score": 114.05739903450012
        },
        {
            "docid": "1041031_2",
            "document": "Dracunculiasis . Dracunculiasis, also called Guinea-worm disease (GWD), is an infection by the Guinea worm. A person becomes infected when they drink water that contains water fleas infected with guinea worm larvae. Initially there are no symptoms. About one year later, the female worm forms a painful blister in the skin, usually on a lower limb. Other symptoms at this time may include vomiting and dizziness. The worm then emerges from the skin over the course of a few weeks. During this time, it may be difficult to walk or work. It is very uncommon for the disease to cause death. In humans, the only known cause is \"Dracunculus medinensis\". The worm is about one to two millimeters wide, and an adult female is 60 to 100 centimeters long (males are much shorter at ). Outside humans, the young form can survive up to three weeks, during which they must be eaten by water fleas to continue to develop. The larva inside water fleas may survive up to four months. Thus, for the disease to remain in an area, it must occur each year in humans. A diagnosis of the disease can usually be made based on the signs and symptoms. Prevention is by early diagnosis of the disease followed by keeping the person from putting the wound in drinking water to decrease spread of the parasite. Other efforts include improving access to clean water and otherwise filtering water if it is not clean. Filtering through a cloth is often enough to remove the water fleas. Contaminated drinking water may be treated with a chemical called temefos to kill the larva. There is no medication or vaccine against the disease. The worm may be slowly removed over a few weeks by rolling it over a stick. The ulcers formed by the emerging worm may get infected by bacteria. Pain may continue for months after the worm has been removed. In 2015 there were 22 reported cases of the disease while in 2016 there were 25. This is down from an estimated 3.5 million cases in 1986. In 2016 the disease occurred in three countries, all in Africa, down from 20 countries in the 1980s. It will likely be the first parasitic disease to be globally eradicated. Guinea worm disease has been known since ancient times. The method of removing the worm is described in the Egyptian medical Ebers Papyrus, dating from 1550 BC. The name dracunculiasis is derived from the Latin \"affliction with little dragons\", while the name \"guinea worm\" appeared after Europeans saw the disease on the Guinea coast of West Africa in the 17th century. Other \"Dracunculus\" species are known to infect various mammals, but do not appear to infect humans. Dracunculiasis is classified as a neglected tropical disease. Because dogs may also become infected, the eradication program is monitoring and treating dogs as well.",
            "score": 96.95037162303925
        },
        {
            "docid": "1978507_17",
            "document": "Carpenter ant . In many social insect species, social behavior can increase the disease resistance of animals. This phenomenon, called social immunity, exists in carpenter ants. It is mediated through the feeding of other individuals by regurgitation. The regurgitate can have antimicrobial activity, which would be spread amongst members of the colony. Some proteases with antimicrobial activity have been found to exist in regurgitated material. Communal sharing of immune response capability is likely to play a large role in colonial maintenance during highly pathogenic periods.",
            "score": 160.9743721485138
        },
        {
            "docid": "22892661_6",
            "document": "Phytophthora kernoviae . Since this disease has more recently been identified management practices are still developing. For best management it is most important to remove the sporulating plants in the area of infection. Along with this the clear cutting of trees or complete removal of shrub growth and thorough sanitation including removal of plant debris and leaves in infected area have been attempted to control the spread of the disease. Removal of standing water, properly timed watering and proper irrigation help to prevent the spread of spores through water.In areas of large infection bans can be placed on the removal of host plants and foliage from them. In addition to this bans on hiking trails can be enforced to manage spore transport through human activity. Anti-\"Phytophthora\" fungicides may be used in some cases, while these fungicides do not actually kill the organism but prevent it from becoming established or continued growth. Another method currently being used is controlling by culling \"Rhododendrons\" within diseased regions. In 2008, an infected \"Rhododendron ponticum\" was found in Ireland. More studies will need to be conducted in the spread and reproduction of this disease before more advanced chemical management methods become available.",
            "score": 116.14246642589569
        }
    ],
    "r": [
        {
            "docid": "43119326_13",
            "document": "Social Immunity . Infected individuals and diseased corpses pose a particular risk for social insects because they can act a source of infection for the rest of the colony. As mentioned above, dead nestmates are typically removed from the nest to reduce the potential risk of disease transmission. Infected or not, ants that are close to death can also voluntarily remove themselves from the colony to limit this risk. Honeybees can actively drag infected nest mates out of the hive and may bar them from entering at all. \"Hygienic behaviour\" is the specific removal of infected brood from the colony and has been reported in both honeybees and ants. In honeybees, colonies have been artificially selected to perform this behavior faster. These \"hygienic\" hives have improved recovery rates following brood infections, as the earlier infected brood is removed, the less likely it is to have become contagious already. Cannibalism of infected nesmtates is an effective behaviour in termites, as ingested infectious material is destroyed by antimicrobial enzymes present in their guts. These enzymes function by breaking down the cell walls of pathogenic fungi, for example, and are produced both by the termite itself and their gut microbiota. If there are too many corpses to cannibalise, termites bury them in the nest instead. Like removal in ants and bees, this isolates the corpses to contain the pathogen, but does not prevent their replication. Some fungal pathogens (e.g. \"Ophiocordyceps\", \"Pandora\") manipulate their ant hosts into leaving the nest and climbing plant stems surrounding the colony. There, attached to the stem, they die and rain down new spores onto healthy foragers. To combat these fungi, healthy ants actively search for corpses on plant stems and attempt to remove them before they can release their spores",
            "score": 218.393798828125
        },
        {
            "docid": "12550456_10",
            "document": "Formica polyctena . Due to the close living situation of individuals in a \"F. polyctena\" colony, diseases can spread rapidly, causing significant damage to the colony’s population. Therefore, \"F. polyctena\" has evolved responses to combat the spread of disease. When an individual ant develops an immune response to some disease, the other workers can sense this. The workers decrease mouth-to-mouth exchanges of liquid, and prevent the infected individual from moving around. The healthy workers also increase antennal contact and grooming of the infected ant. This is believed to either remove pathogens from the ant that could cause such an immune response, or act as a “social vaccination.” Aubert and Richard proposed this social vaccination model, where they argue that if fellow nestmates groom an infected ant, they will be exposed to small amounts of the pathogens or molecules that could trigger an immune response within the healthy individuals. In essence, the healthy individuals develop a resistance to the pathogens carried by the infected individual before the pathogens can spread and infect them.",
            "score": 218.31130981445312
        },
        {
            "docid": "22713586_2",
            "document": "Necrophoresis . Necrophoresis is a behavior found in social insects – such as ants, bees, wasps, and termites – in which they carry the dead bodies of members of their colony from the nest or hive area. This acts as a sanitary measure to prevent disease or infection from spreading throughout the colony. Although any member of a colony can carry the bodies, it is usually done by designated 'undertakers'. Ant undertakers have a slightly altered development cycle, and are much more likely than other ants to handle corpse removal. They are not restricted to performing only this task, but they do exhibit different behavioral and movement patterns than other members of the colony, which assist them in this task. Non-undertaker ants may also remove dead bodies, but do so with much less consistency. Differentiating between dead and living insects is accomplished by detecting their chemical signature. Depending on the species, this can be communicated by either the absence of chemicals that are present when they are alive, or by those released in decaying corpses. Corpses will either be taken to a random point a certain distance away from the nest, or placed in a refuse pile closer to the nest, along with other waste.",
            "score": 187.90589904785156
        },
        {
            "docid": "377245_45",
            "document": "Red imported fire ant . A large variety of pathogens and nematodes also infect red imported fire ants. Pathogens include \"Myrmecomyces annellisae\", \"Mattesia\" spp., \"Steinernema\" spp., a mermithid nematode, \"Vairimorpha invictae\", which can be transmitted via live larvae and pupae and dead adults and \"Tetradonema solenopsis\", which can be fatal to a large portion of a colony. Individuals infected by \"Metarhizium anisopliae\" tend to perform trophallaxis more frequently and have an enhanced preference to quinine, an alkaloid substance. Phorid flies with \"Kneallhazia solenopsae\" can serve as vectors in transmitting the disease to the ants. Weakening the colony, infections from this disease are localised within the body fat, with spores only occurring in adult individuals. The mortality of an infected colony tends to be greater in contrast to those that are healthy. These ants are a host to \"Conidiobolus\", \"Myrmicinosporidium durum,\" and \"Beauveria bassiana\", each of which are parasitic fungi. Infected individuals have spores all over their bodies and appear darker than usual. The toxicity from antimicrobial property of volatiles produced by the ants can significantly reduce the germination rate of \"B. bassiana\" within the colony.",
            "score": 181.93553161621094
        },
        {
            "docid": "43119326_9",
            "document": "Social Immunity . Social insects have evolved an array of sanitary behaviours to keep their nests clean, thereby reducing the probability of parasite establishment and spread within the colony. Such behaviours can be employed either prophylactically, or actively, upon demand. For example, social insects can incorporate materials with antimicrobial properties into their nest, such as conifer resin, or faecal pellets that contain symbiont derived antimicrobials. These materials reduce the growth and density of many detrimental bacteria and fungi. Antimicrobial substances can also be self-produced. Secretions from the metapleural glands of ants and volatile chemical components produced by termites have been shown to inhibit fungal germination and growth. Another important component of nest hygiene is waste management, which involves strict spatial separation of clean nest areas and waste dumps. Social insect colonies often deposit their waste outside of the nest, or in special compartments, including waste chambers for food leftovers, “toilets” for defecation and “graveyards”, where dead individuals are deposited, reducing the probability of parasite transmission from potentially infected cadavers. Where social insects place their waste is also important. For example, leaf cutting ants living in xeric conditions deposit their waste outside the nest, whilst species living in the tropics tend to keep it in special chambers within the nest. It has been proposed that this difference is related to the likelihood that the external environment reduces or enhances microbial growth. For xeric-living ants, placing waste outside will tend to inhibit infectious material, as microbes are usually killed under hot, dry conditions. On the other hand, placing waste into warm, humid environments will promote microbial growth and disease transmission, so it may be safer for ants living in the topics to contain their waste within the nest. Honeybees have evolved the ability to actively maintain a constant temperature within their hives to ensure optimal brood development. Upon exposure to \"Ascoshpaera apis\", a heat sensitive fungal pathogen that causes chalk brood, honeybees increase the temperature of the brood combs, thereby creating conditions that disfavour the growth of the pathogen. This \"social fever\" is performed before symptoms of the disease are expressed and can therefore be viewed as a preventative measure to avoid chalk brood outbreaks in the colony.",
            "score": 173.8758087158203
        },
        {
            "docid": "1978507_17",
            "document": "Carpenter ant . In many social insect species, social behavior can increase the disease resistance of animals. This phenomenon, called social immunity, exists in carpenter ants. It is mediated through the feeding of other individuals by regurgitation. The regurgitate can have antimicrobial activity, which would be spread amongst members of the colony. Some proteases with antimicrobial activity have been found to exist in regurgitated material. Communal sharing of immune response capability is likely to play a large role in colonial maintenance during highly pathogenic periods.",
            "score": 160.974365234375
        },
        {
            "docid": "40563141_3",
            "document": "Temnothorax unifasciatus . \"Temnothorax unifasciatus\" exhibit the altruistic behavior of social withdrawal, or “altruistic self-removal” whilst on the brink of death. Dying ants will leave their nest hours or in some cases days before their death. The behavior is exhibited both in the presence of fungal infection as well as when experimentally exposed to 95% CO2, causing the ants to die in the absence of an acting pathogen. This indicates that the ants are in fact behaving in an altruistic manner, rather than experiencing behavioral manipulation as a result of pathogen influence. The action is altruistic because it reduces the risk of infecting other ants in the colony. This in turn minimizes the risk of transferring the infection to kin and thus likely results in a higher inclusive fitness for the socially withdrawing individuals.",
            "score": 157.03671264648438
        },
        {
            "docid": "7105367_13",
            "document": "Banded sugar ant . Banded sugar ants will often attack the nests of other ant species at random, while ignoring other ants nearby. They use their mandibles to hold opponents, and use formic acid to kill them. Foraging workers use visual cues to help them find their way around, or to let them determine that they are lost; workers will identify landmarks they are familiar with to orientate themselves. When provoked, an individual banded sugar ant will lift up its abdomen and use its large mandibles to fend off an attacker. If further provoked, it can defend itself by spraying formic acid from its abdomen to deter predators. A common competitor of sugar ants are meat ants, which have been observed blocking banded sugar ant nesting holes with pebbles and soil to prevent them from leaving their nest during the early hours of the day. The ants counter this by preventing meat ants from leaving their nest by blocking their nesting holes with debris, a behaviour known as nest-plugging. If meat ant nests are encroached by trees or other shade, banded sugar ants may invade and take over the nest, since the health of the colony may deteriorate from overshadowing. Members of an affected meat ant colony later move to a nearby satellite nest that is placed in a suitable area, while invading banded sugar ants fill nest galleries up with a black resinous material. In a 1999 study, \"Pogonoscopus myrmex\" leafhoppers were placed in a banded sugar ant colony to test the reaction of non-host ants. These leafhoppers were attacked, suggesting no symbiotic relationship between the two.",
            "score": 154.78408813476562
        },
        {
            "docid": "377245_60",
            "document": "Red imported fire ant . Red imported fire ants are strong competitors with many ant species. They have managed to displace many native ants which has led to a number of ecological consequences. However, studies show that these ants are not always superior competitors that suppress native ants. Habitat disturbance prior to their arrival, and recruitment limitations, are more plausible reasons why native ants are suppressed. Between \"Tapinoma melanocephalum\" and \"Pheidole fervida\", the red imported fire ant is stronger than both species but shows different levels of aggression. For example, they are less hostile towards \"T. melanocephalum\" in contrast to \"P. fervida\". Mortality rates in \"T. melanocephalum\" and \"P. fervida\" when fighting with red imported fire ants are high, being 31.8% and 49.9% respectively. The mortality rate for red imported fire ant workers, however, is only 0.2% to 12%. The imported crazy ant (\"Nylanderia fulva\") exhibits greater dominance than the red imported fire ant and has been known to displace them in habitats where they encounter each other in. Larger colonies of pavement ants (\"Tetramorium caespitum)\" can destroy red imported fire ant colonies, leading entomologists to conclude that this conflict between the two species may help impede the spread of the red imported fire ant. Individuals infected by SINV-1 can be killed faster than healthy individuals by \"Monomorium chinense\". This means that ants infected with SINV-1 are weaker than their healthy counterparts and more than likely will be eliminated by \"M. chinense\". However, major workers, whether they are infected or not, are rarely killed.",
            "score": 154.3159942626953
        },
        {
            "docid": "13090939_18",
            "document": "Ophiocordyceps unilateralis . The density of infected ants and graveyards of dead ants are numerous and spread throughout the surrounding area of the colony. Even though \"O. unilateralis\" is very virulent, only about 6.5% of all fruiting bodies are viable spore-producers. This is caused by the castration of the fungus by the hyperparasite, which may cause the limiting of the viable infectious spores. Ants also groom each other to combat microscopic organisms that could potentially harm the colony. This shows that the colony is not in as much danger as previously thought. Additional fungi grant beneficial assistance to the colony as well.",
            "score": 150.84353637695312
        },
        {
            "docid": "46866210_5",
            "document": "Escovopsis . This genus describes a parasitic fungus capable of horizontally transmitting between colonies, which can affect any of the 47 species of ants commonly known as the leafcutter ants, which are widespread in parts of the Americas. The fungus transmits itself between colonies by utilizing infected external material. Only two species of the pathogenic \"Escovopsis\" have been formally made known, although the other rising species and \"Escovopsis\" in general is known to act destructively toward to the symbiotic relationship between the ant colonies and their fungus gardens. It was only established as a symbiont of this ant-fungus mutualism proceeding studies that consistently isolated the fungus. However, the leafcutter ants have a defense mechanism against the parasitic fungus, an antifungal actinobacteria from the genus \"Pseudonocardia\".",
            "score": 150.7150421142578
        },
        {
            "docid": "12550450_4",
            "document": "Formica lugubris . Each ant is able to recognize other members of their colony by a specific odor they all carry on them. Different odors allow them to also recognize other insects and ants from other colonies. When these ants encounter outside species of ants and insects, they may become shocked and engage in combat. Ants from outside species or colonies are usually considered intruders and are seized and dragged in to the nest. Combat between ants is common and almost always ends with death of one ant. When red wood ants encounter members of different colonies similar responses are made. The ants are at first startled and enter an upright body position with their mouths open. This is their way of showing threatening behavior. When in contact, members of the same colony are not threatened by each other and do not show signs of aggression. Workers are able to release pheromones that can alarm others of danger nearby; this is another way these ants use odors to communicate. These ants prefer to mate during the month of June. Sexually aroused female ants release a pheromone that will attract a male. They will both fly off into the forest and mate on the ground, usually where there are no other worker ants around. Not every ant can reproduce; reproductive males and females are larger than worker ants and have wings. This is to prevent competition when mating. After mating, the male will die and the female will lose her wings and start a new colony. Fertilized queens can take over the colonies of brown ants. The queen lands on a brown ant nest, find and sting the brown ant queen to death and take her place. Her eggs are cared for by the brown ant workers and her children replace them over time.",
            "score": 150.6060791015625
        },
        {
            "docid": "43119326_14",
            "document": "Social Immunity . Immunisation is a reduced susceptibility to a parasite upon secondary exposure to the same parasite. The past decade has revealed that immunisation occurs in invertebrates and is active against a wide rage of parasites. It occurs in two forms: (i) specific immune priming particular parasite or (ii) a general immune up-regulation that promotes unspecific protection against a broad range of parasites. In any case, the underlying mechanisms of immunisation in invertebrates are still mostly elusive. In social animals, immunisation is not restricted to the level of the individual, but can also occur at the society level, via 'social immunisation'. Social immunisation occurs when some proportion of the group's members are exposed to a parasite, which then leads to the protection of the whole group, upon secondary contact to the same parasite. Social immunisation has been so far described in a dampwood termite-fungus system, a garden ant-fungus system and a carpenter ant–bacterium system. In all cases, social contact with pathogen-exposed individuals promoted reduced susceptibility in their nestmates (increased survival), upon subsequent exposure to the same pathogen. In the ant-fungus and termite-fungus systems, social immunisation was shown to be caused by the transfer of fungal conidia during allogrooming, from the exposed insects to nestmates performing grooming. This contamination resulted in low-level infections of the fungus in the nestmates, which stimulated their immune system, and protected them against subsequent lethal exposures to the same pathogen. This method of immunisation parallels variolation, an early form of human vaccination, which used live pathogens to protect patients against, for example, smallpox",
            "score": 147.5217742919922
        },
        {
            "docid": "45365929_6",
            "document": "Temnothorax rugatulus . T. \"rugatulus\" ants use various communication methods to spread information to the entire colony. Tandem running is when one ant has a one-on-one interaction with another ant to a point of interest. Transportation is when one ant literally carries the other ant to the desired location. The newly discovered and studied reverse tandem running is where one ant shows another ant how to get home from an outside location. It may be used in T. \"rugatulus\" ants to assist an ant where help is needed instead of showing them to a potential nesting or food site. Another study suggested that it is used as a backup strategy to protect ants emigrating to another nest and convince them of the danger outside and to return home.  T. \"rugatulus\" ants also use chemical signaling for communication. Similar taxa of ants related to the T. \"rugatulus\" emit a chemical signal from their mandibular gland. This specific chemical’s name is 2,5-dimethylpyrazine. Like many chemicals, T. \"rugatulus\" use this chemical for different reasons and the context in which the chemical is received by another individual will give it clues as to its current situation. T. \"rugatulus\" ants use such chemicals as trail pheromones. The location of the chemical in relation to the nest was extremely important in their behavioral responses. When an alarm signal was presented far away from the nest, the ants were reported to run away from the scent, whereas if the chemical was present just outside their nest, they would run towards it. It is thought that ants may interpret the close alarm signal as a cry for help and attempt to save whoever was emitting the chemical.",
            "score": 146.26870727539062
        },
        {
            "docid": "2594_43",
            "document": "Ant . Most ants are generalist predators, scavengers, and indirect herbivores, but a few have evolved specialised ways of obtaining nutrition. It is believed that many ant species that engage in indirect herbivory rely on specialized symbiosis with their gut microbes to upgrade the nutritional value of the food they collect and allow them to survive in nitrogen poor regions, such as rainforest canopies. Leafcutter ants (\"Atta\" and \"Acromyrmex\") feed exclusively on a fungus that grows only within their colonies. They continually collect leaves which are taken to the colony, cut into tiny pieces and placed in fungal gardens. Ergates specialise in related tasks according to their sizes. The largest ants cut stalks, smaller workers chew the leaves and the smallest tend the fungus. Leafcutter ants are sensitive enough to recognise the reaction of the fungus to different plant material, apparently detecting chemical signals from the fungus. If a particular type of leaf is found to be toxic to the fungus, the colony will no longer collect it. The ants feed on structures produced by the fungi called \"gongylidia\". Symbiotic bacteria on the exterior surface of the ants produce antibiotics that kill bacteria introduced into the nest that may harm the fungi.",
            "score": 145.88137817382812
        },
        {
            "docid": "1978507_18",
            "document": "Carpenter ant . Polygyny is often associated with many social insect species, and is usually characterized by limited mating flights, small queen size, and other characteristics. However, carpenter ants have \"extensive\" mating flights and relatively large queens, distinguishing them from polygynous species. Carpenter ants are described as oligogynous because they have a number of fertile queens which are intolerant of each other and must therefore spread to different areas of the nest. Some aggressive interactions have been known to take place between queens, but not necessarily through workers. Queens become aggressive mainly to other queens if they trespass on a marked territory. Queens in a given colony can work together in brood care and the workers tend to experience higher rates of survival in colonies with multiple queens. Some researchers still subscribe to the notion that carpenter ant colonies are only monogynous.",
            "score": 145.117431640625
        },
        {
            "docid": "27261106_9",
            "document": "Mark W. Moffett . “Adventures Among Ants” (University of California Press, 2010) combines science and adventure, and is based on several years of Moffett’s travels to many parts of the world looking for remarkable ant species. He documents the ant colony’s numerous parallels to human societies and its similarity to an organism (often called a superorganism). Moffett proposed that a superorganism arises when the members of a society develop an unbreakable common identity, as happens among workers of ant species (much like the component cells of any organism identify absolutely and uniquely with the body to which they belong).",
            "score": 144.8643035888672
        },
        {
            "docid": "44115537_15",
            "document": "Polybia sericea . \"Polybia sericea\" are generally docile wasps, and will not attack other organisms unless they are stimulated. When they are attacked, however, they may chase predators up to 15 meters away from the nest. In addition they may sting and bite the predator. The magnitude of a defense response is proportional to the energetic investment by the colony in rearing individuals, and also to the size of the colony. More individuals are likely to attack a predator if there are more adults, eggs, larvae, and pupae in the nest, because the colony has already made a large investment in developing itself. \"Polybia sericea\" relies upon active defense to defend their nest from ants, whereas other species produce glandular secretions that act as ant repellant to deter ants from entering the nest.",
            "score": 143.4468231201172
        },
        {
            "docid": "377204_6",
            "document": "Fire ant . A typical fire ant colony produces large mounds in open areas, and feeds mostly on young plants and seeds. Fire ants often attack small animals and can kill them. Unlike many other ants, which bite and then spray acid on the wound, fire ants bite only to get a grip and then sting (from the abdomen) and inject a toxic alkaloid venom called solenopsin, a compound from the class of piperidines. For humans, this is a painful sting, a sensation similar to what one feels when burned by fire (hence the name) and the after effects of the sting can be deadly to sensitive people. Fire ants are more aggressive than most native species and so have pushed many species away from their local habitat. One such species that Solenopsis ants parasitically take advantage of are bees, such as \"Euglossa imperialis\", a non-social orchid bee species, from which the ants would enter the cells from below the nest and rob the cell's contents. These ants are renowned for their ability to survive extreme conditions. They do not hibernate, but can survive cold conditions, although this is costly to fire ant populations as observed during several winters in Tennessee, where 80 to 90% of colonies died due to several consecutive days of extremely low temperatures.",
            "score": 142.55963134765625
        },
        {
            "docid": "87175_2",
            "document": "Herd immunity . Herd immunity (also called herd effect, community immunity, population immunity, or social immunity) is a form of indirect protection from infectious disease that occurs when a large percentage of a population has become immune to an infection, thereby providing a measure of protection for individuals who are not immune. In a population in which a large number of individuals are immune, chains of infection are likely to be disrupted, which stops or slows the spread of disease. The greater the proportion of individuals in a community who are immune, the smaller the probability that those who are not immune will come into contact with an infectious individual. Individual immunity can be gained through recovering from a natural infection or through artificial means such as vaccination. Some individuals cannot become immune due to medical reasons and in this group herd immunity is an important method of protection. Once a certain threshold has been reached, herd immunity gradually eliminates a disease from a population. This elimination, if achieved worldwide, may result in the permanent reduction in the number of infections to zero, called eradication. This method was used for the eradication of smallpox in 1977 and for the regional elimination of other diseases. Herd immunity does not apply to all diseases, just those that are contagious, meaning that they can be transmitted from one individual to another. Tetanus, for example, is infectious but not contagious, so herd immunity does not apply. The term herd immunity was first used in 1923. It was recognized as a naturally occurring phenomenon in the 1930s when it was observed that after a significant number of children had become immune to measles, the number of new infections temporarily decreased, including among susceptible children. Mass vaccination to induce herd immunity has since become common and proved successful in preventing the spread of many infectious diseases. Opposition to vaccination has posed a challenge to herd immunity, allowing preventable diseases to persist in or return to communities that have inadequate vaccination rates.",
            "score": 142.3543243408203
        },
        {
            "docid": "51046084_2",
            "document": "Social immunity . Social immunity is any antiparasite defence which is mounted for the benefit of individuals other than the actor. For parasites, the frequent contact, high population density and low genetic variability makes social groups of organisms a promising target for infection: this has driven the evolution of collective and cooperative anti-parasite mechanisms that both prevent the establishment of and reduce the damage of diseases among group members. Social immune mechanisms range from the prophylactic, such as burying beetles smearing their carcasses with antimicrobials or termites fumigating their nests with naphthalene, to the active defenses seen in the imprisoning of parasitic beetles by honeybees or by the miniature 'hitchhiking' leafcutter ants which travel on larger worker's leaves to fight off parasitoid flies. Whilst many specific social immune mechanisms have been studied for some time in relative isolation (e.g. the \"collective medication\" found in wood ants), it was not until Sylvia Cremer et al.'s landmark 2007 paper \"Social Immunity\" that the topic was seriously considered . Empirical and theoretical work in social immunity continues to reveal not only new mechanisms of protection but also implications for understanding of the evolution of group living and polyandry.",
            "score": 141.30299377441406
        },
        {
            "docid": "327358_4",
            "document": "Myrmecology . Wheeler looked at ants in a new light, in terms of their social organization, and in 1910 he delivered a lecture at Woods Hole on “The Ant-Colony as an Organism,” which pioneered the idea of superorganisms. Wheeler considered trophallaxis or the sharing of food within the colony as the core of ant society. This was studied using a dye in the food and observing how it spread in the colony.",
            "score": 141.13250732421875
        },
        {
            "docid": "10578490_36",
            "document": "Meat ant . Like other \"Iridomyrmex\" species, the meat ant is an omnivore, retrieving food sources from various insects it tends, including caterpillars and various sorts of butterflies, particularly the larvae of the Waterhouse's hairstreak (\"Jalmenus lithochroa\"). Meat ants usually feed on honeydew from sap-sucking insects, flower nectar, sugar and other sweet substances. In captive colonies, workers prefer to consume small pieces of grapes rather than honey solutions and other sweet foods. These ants prey on various insects and animals, collecting both live and dead invertebrates and acquire meat from dead vertebrates. Insects the meat ants prey on include giant lacewings, which they swarm up trees to kill, the butterfly genoveva azure \"Ogyris genoveva\", Indian mealmoths, almond moths, the Western Australian jarrah leafminer and the larvae of the wasp \"Trichogramma\". Large and developed larvae of the cabbage butterfly (\"Pieris rapae\") are attacked more effectively by meat ant workers than those of other \"Iridomyrmex\" species. On sandy beaches, this species is observed preying on the polychaete annelid worm, \"Armandia intermedia\", causing high mortality rates on them (rates of 30 percent). These ants will feed on a number of dead or alive animals, including metamorphic crucifix toads, snakes, lizards, and birds. On some occasions, swarms of workers have been found on dead foxes. The meat ant is the only known ant in Australia that feeds on fresh guano. The collection of guano by a nearby meat ant colony shows the opportunistic nature of the species. Observations show that trails of workers in groups of two to four were found collecting the guano under an active bat roost within an abandoned mine and proceeded to return it to the nest. The collection of guano by any Australian ant colony was never recorded prior to these observations, but it is unknown why meat ants collect fresh guano. Meat ants are among the very few native species of Australia that are not harmed by the toxins of the cane toad, an invasive species. Most of the time, foraging workers target metamorph toads. Observations show that workers would forage around ponds and seize any toadlet. This normally starts with a single worker making contact with an individual and tracing its movements, followed by three or four workers capturing it. All the participating ants would grab a limb and sever the legs, returning the prey item back to their nest. Most of the time these tactics do not work. For example, most toadlets are able to escape the ants by displaying aversion-like behaviour; an individual may escape by struggling erratically or forcing the ants to release their grip by returning to the water. This aversion behaviour leads to most toadlets remaining in the water or staying on objects such as water lilies, pieces of bark that the ants cannot access, or moving around on moist substrates. It is unknown if meat ant predation on the toadlets affected the population, but based on the population density of the toadlets within the studied site and the foraging time and efficiency, approximately 2,700 toadlets could be removed per day. As the toadlet population density is extremely high, the impact of meat ant predation is minor. However, the survivability of the toadlets may be affected if the ants prevent the toadlets from foraging into many areas of moist substrate.",
            "score": 137.69833374023438
        },
        {
            "docid": "19178886_32",
            "document": "Protist . Researchers from the Agricultural Research Service are taking advantage of protists as pathogens to control red imported fire ant (\"Solenopsis invicta\") populations in Argentina. Spore-producing protists such as \"Kneallhazia solenopsae\" (recognized as a sister clade or the closest relative to the fungus kingdom now) can reduce red fire ant populations by 53–100%. Researchers have also been able to infect phorid fly parasitoids of the ant with the protist without harming the flies. This turns the flies into a vector that can spread the pathogenic protist between red fire ant colonies.",
            "score": 137.3679962158203
        },
        {
            "docid": "13090939_2",
            "document": "Ophiocordyceps unilateralis . Ophiocordyceps unilateralis is an entomopathogen, or insect-pathogenising fungus, discovered by the British naturalist Alfred Russel Wallace in 1859, and currently found predominantly in tropical forest ecosystems. \"O. unilateralis\" infects ants of the Camponotini tribe, with the full pathogenesis being characterized by alteration of the behavioral patterns of the infected ant. Infected hosts leave their canopy nests and foraging trails for the forest floor, an area with a temperature and humidity suitable for fungal growth; they then use their mandibles to affix themselves to a major vein on the underside of a leaf, where the host remains until its eventual death. The process leading to mortality takes 4–10 days, and includes a reproductive stage where fruiting bodies grow from the ant's head, rupturing to release the fungus's spores. \"O. unilateralis\" is in turn also susceptible to fungal infection itself, an occurrence which can limit its impact on ant populations, which has otherwise been known to devastate ant colonies.",
            "score": 137.26182556152344
        },
        {
            "docid": "7654820_18",
            "document": "Myrmecophily . Myrmecophily among lycaenid caterpillars differs from the associations of hemipterans because caterpillars feed on plant tissues, not phloem sap, and therefore do not continually excrete honeydew. Caterpillars of lycaenid butterflies have therefore evolved specialized organs that secrete chemicals to feed and appease ants. The secretions are a mixture of sugar and amino acid which in synergy is more attractive to the ants than either component in its own. Because caterpillars do not automatically pass honeydew, they must be stimulated to secrete droplets and do so in response to ant antennation, which is the drumming or stroking of the caterpillar's body by the ants' antennae. Some caterpillars possess specialized receptors that allow them to distinguish between ant antennation and contact from predators and parasites, and others produce acoustic signals that agitate ants, making them more active and likely better defenders of the larvae. As with homopteran myrmecophiles, ants protect Lycaenid larvae from predatory insects (including other ants) and parasitoid wasps, which lay their eggs in the bodies of many species of Lepidoptera larvae. For example, one study conducted by Pierce and colleagues in Colorado experimentally found that for the larvae of \"Glaucopsyche lygdamus\" that were tended by a certain ant species (\"Formica podzolica\"), compared to untended larvae, the percentage of larvae disappearing from plants before late final instar decreased (not statistically significantly, though) and the percentage of larvae infected by parasitoids significantly decreased (from 33% to 9%–12%). These interactions do not come without an energetic cost to the butterfly, however, and it has been shown that ant-tended individuals reach smaller adult sizes than non-tended individuals due to the costs of appeasing ants during the larval stage. Interactions with ants are not limited to the butterfly's larval stage, and in fact ants can be important partners for butterflies at all stages of their life cycle. For example, adult females of many lycaenid butterflies, such as \"J. evagoras\"\",\" preferentially oviposit on plants where ant partners are present, possibly by using ants' own chemical cues in order to locate sites where juvenile butterflies will likely be tended by ants. Finally, while ant attendance has been most widely documented in Lycaenid butterflies and to some extent in riodinid butterflies such as \"E. elvina\", many other lepidopteran species are known to associate with ants, including many moths.",
            "score": 137.01853942871094
        },
        {
            "docid": "7105367_18",
            "document": "Banded sugar ant . Although most banded sugar ant colonies are monogynous (a nest that contains a single queen), some have been found to be polygynous, where a colony will have multiple queens; this is the fourth \"Camponotus\" species that is recognized as exhibiting polygyny. In polygynous colonies, queens are not territorial and free-mixing of offspring is observed. Despite the homogeneous environmental factors, however, different family lineages are strongly correlated with ant caste, suggesting caste is largely genetically determined. Nests containing a single queen are monandrous, where a queen will only mate once with a male. Not much is known about their nuptial flight, although virgin queens and males (alates) were observed mating in South Australia in January; and in early December in Southeast Queensland (2017). This hints that banded sugar ants will mate during mid-summer, and colony foundation occurs at this time. Ideal conditions for nuptial flight is on warm days during the afternoon at temperatures of 20–25 °C (68–77 °F), which is when the alates begin to swarm. A colony can be long-lived, with queens living for seven years or more. The black carpenter ant (\"Camponotus pennsylvanicus\") is known to adopt larvae and pupae from banded sugar ant colonies.",
            "score": 136.823486328125
        },
        {
            "docid": "2594_69",
            "document": "Ant . Some ant species are considered as pests, primarily those that occur in human habitations, where their presence is often problematic. For example, the presence of ants would be undesirable in sterile places such as hospitals or kitchens. Some species or genera commonly categorized as pests include the Argentine ant, pavement ant, yellow crazy ant, banded sugar ant, Pharaoh ant, carpenter ants, odorous house ant, red imported fire ant, and European fire ant. Some ants will raid stored food, others may damage indoor structures, some can damage agricultural crops directly (or by aiding sucking pests), and some will sting or bite. The adaptive nature of ant colonies make it nearly impossible to eliminate entire colonies and most pest management practices aim to control local populations and tend to be temporary solutions. Ant populations are managed by a combination of approaches that make use of chemical, biological and physical methods. Chemical methods include the use of insecticidal bait which is gathered by ants as food and brought back to the nest where the poison is inadvertently spread to other colony members through trophallaxis. Management is based on the species and techniques can vary according to the location and circumstance.",
            "score": 136.5386962890625
        },
        {
            "docid": "16796904_15",
            "document": "Sphecomyrma . As some scientists such as Dlussky believed \"Sphecomyrma\" was not an ant, they thought it was solitary and semi-communal. Further statements include that the morphology of sphecomyrmines would prevent workers from transporting larvae or engaging in trophallaxis (transfer of food between two nestmates) with them. However, wasps with antennal proportions similar to sphecomyrmines are able to feed their own larvae. The presence of the metapleural gland also shows that \"Sphecomyrma\" was a eusocial (the highest level of organisation of animal sociality) insect and lived in colonies, as this gland possibly acts as a disinfectant in order to nest in soil and leaf litter without infecting the colony's nestmates and brood. The large eyes, long appendages and thin exoskeleton suggests that workers were epigaeic, where they foraged above ground and out in the open. Fossil evidence further suggests that they foraged socially with other worker ants.",
            "score": 136.26150512695312
        },
        {
            "docid": "44190278_16",
            "document": "Megaponera . Observations inside the nest have revealed that these ants treat the wounds of their injured nest-mates, making them the first recorded non-human species to consistently take care of the wounds of other individuals. Nest mates grab the damaged limb of the injured ant in their mandibles and hold it in place with their front legs. They then start to \"lick\" the wound for numerous minutes. This treatment occurs predominantly within the first hour after injury. The typical mortality rate of injured ants is 80% of the cases, likely due to an infection. With treatment, mortality is reduced to 10%. There remains to be a consensus on whether or not this treatment is purely prophylactic (cleaning of the injury and removing debris/dirt) or actually medical (like applying antibiotic substances to fight off an infection).",
            "score": 135.8922119140625
        },
        {
            "docid": "22713586_3",
            "document": "Necrophoresis . The removal of corpses carrying infectious disease is crucial to the health of a colony. Efforts to eliminate colonies of fire ants, for instance, include introducing pathogens into the population, but this has limited efficacy where the infected insects are quickly separated from the population. However, certain infections have been shown to delay the removal of dead bodies or alter where they are placed. Although placing corpses farther away reduces the risk of infection, it also requires more energy. Burial and cannibalism are other recorded methods of corpse disposal among social insects. Termites have been shown to use burial when they cannot afford to devote workers to necrophoresis, especially when forming a new colony.",
            "score": 135.80982971191406
        },
        {
            "docid": "213731_4",
            "document": "Trophallaxis . Trophallaxis was used in the past to support theories on the origin of sociality in insects. The Swiss psychologist and entomologist Auguste Forel also believed that food sharing was key to ant society and he used an illustration of it as the frontispiece for his book \"The Social World of the Ants Compared with that of Man\". Besides sociality, trophallaxis has evolved within many species as a method of nourishment for adults and/ or juveniles, kin survival, transfer of symbionts, transfer of immunity, colony recognition and foraging communication. Trophallaxis has even evolved as a parasitic strategy in some species to obtain food from their host. Trophallaxis can also result in the spreading of chemicals, such as pheromones, throughout a colony; which is significant in social colony functioning. Species have evolved anatomy to allow them to participate in trophallaxis, such as the proventriculus in the crops of \"Formica Fusca\" ants. This structure acts as a valve to enhance food storage capacity. Likewise, the honey bee \"Apis mellifera\" is able to protrude their proboscis and sip nectar from the open mandibles of the donor bee. Certain mechanisms have also evolved to initiate food sharing, such as the sensory exploitation strategy that has evolved in the common cuckoo brood parasites. These birds have evolved brightly coloured gapes that stimulate the host to transfer food.",
            "score": 135.32119750976562
        }
    ]
}