{
    "q": [
        {
            "docid": "19045237_5",
            "document": "Cytoneme . Filopodia with behaviors suggestive of roles in sensing patterning information were first observed in sea urchin embryos, and subsequent characterizations support the idea that they convey patterning signals between cells. The discovery of cytonemes in Drosophila imaginal discs correlated for the first time the presence and behavior of filopodia with a known morphogen signaling protein - Decapentaplegic. Decapentaplegic is expressed in the wing disc by cells that function as a developmental organizer, and cytonemes that are responsive to Decapentaplegic orient toward this developmental organizer. Receptors for signaling proteins are present in motile vesicles in cytonemes, and receptors for different signaling proteins segregate specifically to different types of cytonemes. In Drosophila, cytonemes have been found in wing and eye imaginal discs, trachea, lymph glands and ovaries. They have also been described in spider embryos, earwig ovaries, Rhodnius, Calpodes, earthworms, retroviral-infected cells, mast cells, B-lymphocytes and neutrophils. Recent obserrvations suggest that cytonemes have also an important role during vertebrate development. Recent observations suggest that cytonemes also have an important role during development of the zebrafish neural plate where they transport Wnt8a and of the chick limb where they transport Sonic hedgehog.",
            "score": 230.6441947221756
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 187.31159341335297
        },
        {
            "docid": "353697_3",
            "document": "Sonic hedgehog . Sonic hedgehog is one of three proteins in the mammalian signaling pathway family called hedgehog, the others being desert hedgehog (DHH) and Indian hedgehog (IHH). SHH is the best studied ligand of the hedgehog signaling pathway. It plays a key role in regulating vertebrate organogenesis, such as in the growth of digits on limbs and organization of the brain. Sonic hedgehog is the best established example of a morphogen as defined by Lewis Wolpert's French flag model—a molecule that diffuses to form a concentration gradient and has different effects on the cells of the developing embryo depending on its concentration. SHH remains important in the adult. It controls cell division of adult stem cells and has been implicated in the development of some cancers.",
            "score": 206.5929889678955
        },
        {
            "docid": "1687906_14",
            "document": "Morphogen . In most developmental systems, such as human embryos or later \"Drosophila\" development, syncytia occur only rarely (such as in skeletal muscle), and morphogens are generally secreted signalling proteins. These proteins bind to the extracellular domains of transmembrane receptor proteins, which use an elaborate process of signal transduction to communicate the level of morphogen to the nucleus. The nuclear targets of signal transduction pathways are usually transcription factors, whose activity is regulated in a manner that reflects the level of morphogen received at the cell surface. Thus, secreted morphogens act to generate gradients of transcription factor activity just like those that are generated in the syncitial \"Drosophila\" embryo.",
            "score": 158.0901665687561
        },
        {
            "docid": "1687906_7",
            "document": "Morphogen . Some of the earliest and best-studied morphogens are transcription factors that diffuse within early \"Drosophila melanogaster\" (fruit fly) embryos. However, most morphogens are secreted proteins that signal between cells.",
            "score": 131.3997769355774
        },
        {
            "docid": "21942008_15",
            "document": "Cell polarity . Cell polarity arises primarily through the localization of specific proteins to specific areas of the cell membrane. This localization often requires both the recruitment of cytoplasmic proteins to the cell membrane and polarized vesicle transport along cytoskeletal filaments to deliver transmembrane proteins from the golgi apparatus. Many of the molecules responsible for regulating cell polarity are conserved across cell types and throughout metazoan species. Examples include the PAR complex (Cdc42, PAR3/ASIP, PAR6, atypical protein kinase C), Crumbs complex (Crb, PALS, PATJ, Lin7), and Scribble complex (Scrib, Dlg, Lgl). These polarity complexes are localized at the cytoplasmic side of the cell membrane, asymmetrically within cells. For example, in epithelial cells the PAR and Crumbs complexes are localized along the apical membrane and the Scribble complex along the lateral membrane. Together with a group of signaling molecules called Rho GTPases, these polarity complexes can regulate vesicle transport and also control the localization of cytoplasmic proteins primarily by regulating the phosphorylation of phospholipids called phosphoinositides. Phosphoinositides serve as docking sites for proteins at the cell membrane, and their state of phosphorylation determines which proteins can bind.",
            "score": 105.4887775182724
        },
        {
            "docid": "1687906_13",
            "document": "Morphogen . \"Drosophila melanogaster\" has an unusual developmental system, in which the first thirteen cell divisions of the embryo occur within a syncytium prior to cellularization. Essentially the embryo remains a single cell with over 8000 nuclei evenly spaced near the membrane until the fourteenth cell division, when independent membranes furrow between the nuclei, separating them into independent cells. As a result, in fly embryos transcription factors such as Bicoid or Hunchback can act as morphogens because they can freely diffuse between nuclei to produce smooth gradients of concentration without relying on specialized intercellular signalling mechanisms. Although there is some evidence that homeobox transcription factors similar to these can pass directly through cell membranes, this mechanism is not believed to contribute greatly to morphogenesis in cellularized systems.",
            "score": 148.19618344306946
        },
        {
            "docid": "1687906_8",
            "document": "Morphogen . A morphogen spreads from a localized source and forms a concentration gradient across a developing tissue. In developmental biology, 'morphogen' is rigorously used to mean a signalling molecule that acts directly on cells (not through serial induction) to produce specific cellular responses that depend on morphogen concentration. This definition concerns the mechanism, not any specific chemical formula, so simple compounds such as retinoic acid (the active metabolite of retinol or vitamin A) may also act as morphogens. The model is not universally accepted due to specific issues with setting up a gradient in the tissue outlined in the French flag model and subsequent work showing that the morphogen gradient of the Drosophila embryo is more complex than the simple gradient model would indicate.",
            "score": 168.44153594970703
        },
        {
            "docid": "356382_5",
            "document": "Gene regulatory network . In multicellular animals the same principle has been put in the service of gene cascades that control body-shape. Each time a cell divides, two cells result which, although they contain the same genome in full, can differ in which genes are turned on and making proteins. Sometimes a 'self-sustaining feedback loop' ensures that a cell maintains its identity and passes it on. Less understood is the mechanism of epigenetics by which chromatin modification may provide cellular memory by blocking or allowing transcription. A major feature of multicellular animals is the use of morphogen gradients, which in effect provide a positioning system that tells a cell where in the body it is, and hence what sort of cell to become. A gene that is turned on in one cell may make a product that leaves the cell and diffuses through adjacent cells, entering them and turning on genes only when it is present above a certain threshold level. These cells are thus induced into a new fate, and may even generate other morphogens that signal back to the original cell. Over longer distances morphogens may use the active process of signal transduction. Such signalling controls embryogenesis, the building of a body plan from scratch through a series of sequential steps. They also control and maintain adult bodies through feedback processes, and the loss of such feedback because of a mutation can be responsible for the cell proliferation that is seen in cancer. In parallel with this process of building structure, the gene cascade turns on genes that make structural proteins that give each cell the physical properties it needs.",
            "score": 155.8328582048416
        },
        {
            "docid": "14578596_6",
            "document": "French flag model . Some of the earliest and best-studied morphogens are transcription factors that diffuse within early \"Drosophila melanogaster\" (fruit fly) embryos. However, most morphogens are secreted proteins that signal between cells.",
            "score": 124.85854911804199
        },
        {
            "docid": "11615271_14",
            "document": "Eyespot (mimicry) . Early experiments on eyespot morphogenesis used cautery on the butterfly wing eyespot foci to demonstrate that a long range signaling mechanism or morphogen gradient controlled eyespot formation in both space and time. The findings cannot be explained by a simple source/diffusion model, but could be explained by either 1) A source/threshold model, in which the focus creates the morphogen, or 2) the sink model, in which the focus generates a gradient by removing a morphogen which was created elsewhere. Several genes involved in eyespot formation have been identified that can fit into these models, but only two of them have been functionally tested. These genes are the transcription factor Distalless (Dll) and the ligand (a signaling substance that binds a cell surface receptor) Hedgehog (Hh).",
            "score": 166.4021337032318
        },
        {
            "docid": "1195514_10",
            "document": "Embryoid body . In contrast to the differentiation of ESCs in monolayer cultures, whereby the addition of soluble morphogens and the extracellular microenvironment can be precisely and homogeneously controlled, the three-dimensional structure of EBs poses challenges to directed differentiation. For example, the visceral endoderm population which forms the exterior of EBs, creates an exterior “shell” consisting of tightly connected epithelial-like cells, as well as a dense ECM. Due to such physical restrictions, in combination with EB size, transport limitations occur within EBs, creating gradients of morphogens, metabolites, and nutrients. It has been estimated that oxygen transport is limited in cell aggregates larger than approximately 300 µm in diameter; however, the development of such gradients are also impacted by molecule size and cell uptake rates. Therefore, the delivery of morphogens to EBs results in increased heterogeneity and decreased efficiency of differentiated cell populations compared to monolayer cultures. One method of addressing transport limitations within EBs has been through polymeric delivery of morphogens from within the EB structure. Additionally, EBs can be cultured as individual microtissues and subsequently assembled into larger structures for tissue engineering applications. Although the complexity resulting from the three-dimensional adhesions and signaling may recapitulate more native tissue structures, it also creates challenges for understanding the relative contributions of mechanical, chemical, and physical signals to the resulting cell phenotypes and morphogenesis.",
            "score": 165.94456720352173
        },
        {
            "docid": "3907319_6",
            "document": "Pattern formation . In developmental biology, pattern formation describes the mechanism by which initially equivalent cells in a developing tissue in an embryo assume complex forms and functions. Embryogenesis, such as of the fruit fly \"Drosophila\", involves coordinated control of cell fates. Pattern formation is genetically controlled, and often involves each cell in a field sensing and responding to its position along a morphogen gradient, followed by short distance cell-to-cell communication through cell signaling pathways to refine the initial pattern. In this context, a field of cells is the group of cells whose fates are affected by responding to the same set positional information cues. This conceptual model was first described as the French flag model in the 1960s. More generally, the morphology of organisms is patterned by the mechanisms of evolutionary developmental biology, such as changing the timing and positioning of specific developmental events in the embryo.",
            "score": 154.34732007980347
        },
        {
            "docid": "1687906_3",
            "document": "Morphogen . Typically, morphogens are produced by source cells and diffuse through surrounding tissues in an embryo during early development, such that concentration gradients are set up. These gradients drive the process of differentiation of unspecialised stem cells into different cell types, ultimately forming all the tissues and organs of the body. The control of morphogenesis is a central element in evolutionary developmental biology (evo-devo).",
            "score": 160.21844577789307
        },
        {
            "docid": "4642940_6",
            "document": "Compartment (development) . In 1970, by means of clonal analysis, the Anterior-Posterior boundary was identified. The founder cells, found at the border between parasegments 4 and 5 of embryo, are already determined at the early blastoderm stage and defined into the two populations they will generate by stripes of the engrailed gene. The selector gene, \"engrailed (en)\", is a key determinant in boundary formation between the anterior and posterior compartments. As the wing imaginal disc expands, posterior, but not anterior cells will express engrailed and maintain this expression state as they expand and form the disc. Engrailed mutant clones of posterior origin will gain anterior affinity and move towards the anterior compartment and intermix with those cells. Within the posterior compartment these clones will sort out and form an ectopicborder where they meet other posterior cells. Similarly, a clone of anterior cells expressing engrailed will gain posterior identity and create an ectopic boundary where the clone meets other anterior cells in this compartment. In addition,to its cell autonomous role in specifying posterior compartment identity, \"engrailed\" also has a non-cell autonomous function in the general growth and patterning of the wing disc, through the activation of signaling pathways such as Hedgehog (Hh) and Decapentaplegic (Dpp). The presence of engrailed in the posterior cells leads to the secretion of the short-range inducer Hh which can cross over to the anterior compartment to activate the long-range morphogen, Dpp. Cells in the posterior compartment produce Hh, but only anterior cells can transduce the signal. \"Optomotor-blind (omb)\" is involved in the transcriptional response of Dpp, which is only required in the anterior cells to interpret Hh signaling for boundary formation and maintenance. In addition, Cubitus interruptus \"(Ci)\", the signal transducer of the Hh signal, is expressed throughout the anterior compartment, particularly in anterior border cells. In posterior cells engrailed prevents the expression of \"Ci\", such it is only expressed in anterior cells and hence only these cells can respond to Hh signaling by up-regulating the expression of \"dpp\". Loss of engrailed function in posterior cells, results in anterior transformation, where Hh expression is decreased and \"dpp\", \"ci\" and \"patched\" (ptc) is increased, resulting in the formation of a new A/P boundary, suggesting that \"en\" positively regulates\" hh\", while negatively regulating \"ci\",\" ptc\" and \"dpp\".",
            "score": 134.93804919719696
        },
        {
            "docid": "42213076_3",
            "document": "Biomolecular gradient . Cells themselves can create biomolecular gradients by releasing signaling molecules that diffuse outwardly. These gradients are critical for cellular identity and cell relocation. Similarly, the gradients produced by cells may influence cellular fate by their temporal and spatial characteristics. In certain organisms, the choice of cell fate can be determined by a gradient, a binary choice, or through a relay of molecules released by a cell. If cell fate is binary, the identity of the cell is influenced by the presence or absence of a signaling molecule; consequently, these signals can also induce cell fate acting in a relay. The relay functions by the source cell releasing a signaling molecule into the environment. Adjacent cells possessing similar cell identities respond to these signals and can release different signaling molecules to cells in their surrounding area, promoting additional new cell fates. This process continues to all cells in the developing organism. In contrast, a signal can act in a gradient, which induces a specific cell fate as a function of the concentration of the molecule in the gradient. These types of molecules are known as morphogens.",
            "score": 168.34707689285278
        },
        {
            "docid": "14578596_2",
            "document": "French flag model . The French flag model is a conceptual definition of a morphogen, described by Lewis Wolpert in the 1960s. A morphogen is defined as a signaling molecule that acts directly on cells (not through serial induction) to produce specific cellular responses dependent on morphogen concentration. During early development, morphogen gradients generate different cell types in distinct spatial order.",
            "score": 160.28145956993103
        },
        {
            "docid": "1687906_6",
            "document": "Morphogen . During early development, morphogen gradients result in the differentiation of specific cell types in a distinct spatial order. The morphogen provides spatial information by forming a concentration gradient that subdivides a field of cells by inducing or maintaining the expression of different target genes at distinct concentration thresholds. Thus, cells far from the source of the morphogen will receive low levels of morphogen and express only low-threshold target genes. In contrast, cells close to the source of morphogen will receive high levels of morphogen and will express both low- and high-threshold target genes. Distinct cell types emerge as a consequence of the different combination of target gene expression. In this way, the field of cells is subdivided into different types according to their position relative to the source of the morphogen. This model is assumed to be a general mechanism by which cell type diversity can be generated in embryonic development in animals.",
            "score": 175.18011355400085
        },
        {
            "docid": "1687906_2",
            "document": "Morphogen . A morphogen is a substance whose non-uniform distribution governs the pattern of tissue development in the process of morphogenesis or pattern formation, one of the core processes of developmental biology, establishing positions of the various specialized cell types within a tissue. More specifically, a morphogen is a signaling molecule that acts directly on cells to produce specific cellular responses depending on its local concentration.",
            "score": 158.82609796524048
        },
        {
            "docid": "14796680_3",
            "document": "STX2 . The product of this gene belongs to the syntaxin/epimorphin family of proteins. The syntaxins are a large protein family implicated in the targeting and fusion of intracellular transport vesicles. The product of this gene regulates epithelial-mesenchymal interactions and epithelial cell morphogenesis and activation. Alternatively spliced transcript variants encoding different isoforms have been identified. When the N terminus is on the cytosolic face it acts as a t-SNARE involved in intracellular vesicle docking and is called Syntaxin-2. When flipped inside out, i.e. N terminus hangs out on the extracellular surface (by some nonclassical secretion pathway) it acts as a versatile morphogen and is called epimorphin. This membrane protein enjoys the double choice of another form of topological alternatives of being targeted to either apical or basolateral surface of an epithelial cell in a regulated way depending on various contexts. When expressed by mesenchymal cells it can instruct epithelial morphogenesis at epithelial mesenchymal interfaces.",
            "score": 105.2638258934021
        },
        {
            "docid": "15303_2",
            "document": "Ion channel . Ion channels are pore-forming membrane proteins that allow ions to pass through the channel pore. Their functions include establishing a resting membrane potential, shaping action potentials and other electrical signals by gating the flow of ions across the cell membrane, controlling the flow of ions across secretory and epithelial cells, and regulating cell volume. Ion channels are present in the membranes of all excitable cells. Ion channels are one of the two classes of ionophoric proteins, along with ion transporters (including the sodium-potassium pump, sodium-calcium exchanger, and sodium-glucose transport proteins).",
            "score": 86.82480597496033
        },
        {
            "docid": "33051527_23",
            "document": "Cell membrane . 2. Transmembrane protein channels and transporters: Transmembrane proteins extend through the lipid bilayer of the membranes; they function on both sides of the membrane to transport molecules across it. Nutrients, such as sugars or amino acids, must enter the cell, and certain products of metabolism must leave the cell. Such molecules can diffuse passively through protein channels such as aquaporins in facilitated diffusion or are pumped across the membrane by transmembrane transporters. Protein channel proteins, also called \"permeases\", are usually quite specific, and they only recognize and transport a limited variety of chemical substances, often limited to a single substance. Another example of a transmembrane protein is a cell-surface receptor, which allow cell signaling molecules to communicate between cells.",
            "score": 96.77244234085083
        },
        {
            "docid": "20908488_4",
            "document": "Patched . Patched is part of a negative feedback mechanism for hedgehog signaling that helps shape the spatial gradient of signaling activity across tissues. In the absence of hedgehog, low levels of patched are sufficient to suppress activity of the signal transduction pathway. When hedgehog is present, its cholesterol moiety binds to the sterol-sensing domain in patched, which then inhibits the activity of smoothened. Smoothened is a G protein-coupled receptor, most of which is stored in membrane bound vesicles internally within the cell and which increases at the cell surface when hedgehog is present. Smoothened must be present on the cell membrane in order for the Hedgehog signaling pathway to be activated. Among other genes, the transcription of the patched gene is induced by hedgehog signaling, with the accumulation of the patched protein limiting signaling through the Smoothened protein. Recent work implicates the cilium in intracellular trafficking of hedgehog signaling components in vertebrate cells.",
            "score": 160.53383541107178
        },
        {
            "docid": "39044_10",
            "document": "Mesoderm . Many studies with Xenopus and zebrafish have analyzed the factors of this development and how they interact in signaling and transcription. However, there are still some doubts in how the prospective mesodermal cells integrate the various signals they receive and how they regulate their morphogenic behaviours and cell-fate decisions. Human embryonic stem cells for example have the potential to produce all of the cells in the body and they are able to self-renew indefinitely so they can be used for a large-scale production of therapeutic cell lines. They are also able to remodel and contract collagen and were induced to express muscle actin. This shows that these cells are multipotent cells.",
            "score": 156.39868712425232
        },
        {
            "docid": "14578596_4",
            "document": "French flag model . The French Flag model was championed by the leading \"Drosophila\" biologist, Peter Lawrence. Christiane Nüsslein-Volhard identified the first morphogen, Bicoid, one of the transcription factors present in a gradient in the \"Drosophila\" syncytial embryo. Two labs, that of Gary Struhl and that of Stephen Cohen, then demonstrated that a secreted signaling protein, Decapentaplegic (the \"Drosophila\" homologue of transforming growth factor beta), acted as a morphogen during later stages of \"Drosophila\" development. The substance governs the pattern of tissue development and, in particular, the positions of the various specialized cell types within a tissue. It spreads from a localized source and forms a concentration gradient across a developing tissue.",
            "score": 145.4218876361847
        },
        {
            "docid": "5150349_8",
            "document": "Hedgehog signaling pathway . In the absence of Hh (Figure 3), a cell-surface transmembrane protein called Patched (PTCH) acts to prevent high expression and activity of a 7 membrane spanning receptor called Smoothened (SMO). Patched has sequence similarity to known membrane transport proteins. When extracellular Hh is present (Figure 3), it binds to and inhibits Patched, allowing Smoothened to accumulate and inhibit the proteolytic cleavage of the Ci protein. This process most likely involves the direct interaction of Smoothened and Costal-2 and may involve sequestration of the Ci protein-containing complex to a microdomain where the steps leading to Ci protein proteolysis are disrupted. The mechanism by which Hh binding to Patched leads to increased levels of Smoothened is not clear (Step 1 in Figure 3). Following binding of Hh to Patched, Smoothened levels increase greatly over the level maintained in cells when Patched is not bound to Hh. It has been suggested that phosphorylation of Smoothened plays a role in Hh-dependent regulation of Smoothened levels.",
            "score": 97.67773723602295
        },
        {
            "docid": "1907985_13",
            "document": "Smith–Lemli–Opitz syndrome . Given its prevalence in cell membranes, cholesterol is highly involved in certain transport processes. It may influence the function of ion channels and other membrane transporters. For example, cholesterol is necessary for the ligand binding activity of the serotonin receptor. In addition, it appears to be very important in exocytosis. Cholesterol modulates the properties of the membrane (such as membrane curvature), and may regulate the fusion of vesicles with the cell membrane. It may also facilitate the recruitment of complexes necessary for exocytosis. Given that neurons rely heavily on exocytosis for the transmission of impulses, cholesterol is a very important part of the nervous system. One particularly relevant pathway in which cholesterol takes place is the Hedgehog signaling pathway. This pathway is very important during embryonic development, and involved in deciding the fate of cells (i.e., which tissue they need to migrate to). Hedgehog proteins are also involved in the transcription of genes that regulate cell proliferation and differentiation. Cholesterol is important to this pathway because it undergoes covalent bonding to Hedgehog proteins, resulting in their activation. Without cholesterol, the signaling activity is disrupted and cell differentiation may be impaired.",
            "score": 139.71495032310486
        },
        {
            "docid": "51923460_4",
            "document": "Evo-devo gene toolkit . Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. The majority of toolkit genes are components of signaling pathways, and encode for the production of transcription factors, cell adhesion proteins, cell surface receptor proteins (and signalling ligands that bind to them), and secreted morphogens, all of these participate in defining the fate of undifferentiated cells, generating spatial and temporal patterns, which in turn form the body plan of the organism. Among the most important of the toolkit genes are those of the Hox gene cluster, or complex. Hox genes, transcription factors containing the more broadly distributed homeobox protein-binding DNA motif, function in patterning the body axis. Thus, by combinatorial specifying the identity of particular body regions, Hox genes determine where limbs and other body segments will grow in a developing embryo or larva. A paradigmatic toolkit gene is \"Pax6/eyeless\", which controls eye formation in all animals. It has been found to produce eyes in mice and \"Drosophila\", even if mouse \"Pax6/eyeless\" was expressed in \"Drosophila\".",
            "score": 119.26703751087189
        },
        {
            "docid": "33051527_17",
            "document": "Cell membrane . As shown in the adjacent table, integral proteins are amphipathic transmembrane proteins. Examples of integral proteins include ion channels, proton pumps, and g-protein coupled receptors. Ion channels allow inorganic ions such as sodium, potassium, calcium, or chlorine to diffuse down their electrochemical gradient across the lipid bilayer through hydrophilic pores across the membrane. The electrical behavior of cells (i.e. nerve cells) are controlled by ion channels. Proton Pumps are protein pumps that are embedded in the lipid bilayer that allow protons to travel through the membrane by transferring from one amino acid side chain to another. Processes such as electron transport and generating ATP use proton pumps. A G-protein coupled receptor is a single polypeptide chain that crosses the lipid bilayer seven times responding to signal molecules (i.e. hormones and neurotransmitters). G-protein coupled receptors are used in processes such as cell to cell signaling, the regulation of the production of cAMP, and the regulation of ion channels.",
            "score": 107.30201852321625
        },
        {
            "docid": "33051527_2",
            "document": "Cell membrane . The cell membrane (also known as the plasma membrane or cytoplasmic membrane, and historically referred to as the plasmalemma) is a biological membrane that separates the interior of all cells from the outside environment (the extracellular space). It consists of a lipid bilayer with embedded proteins. The basic function of the cell membrane is to protect the cell from its surroundings. The cell membrane controls the movement of substances in and out of cells and organelles. In this way, it is selectively permeable to ions and organic molecules. In addition, cell membranes are involved in a variety of cellular processes such as cell adhesion, ion conductivity and cell signalling and serve as the attachment surface for several extracellular structures, including the cell wall, the carbohydrate layer called the glycocalyx, and the intracellular network of protein fibers called the cytoskeleton. In the field of synthetic biology, cell membranes can be artificially reassembled.",
            "score": 95.94940996170044
        },
        {
            "docid": "8285473_12",
            "document": "Cell fate determination . For a good review of the part of the history of morphogen signaling and development see Briscoe J, Making a grade: Sonic Hedgehog signalling and the control of neural cell fate.",
            "score": 156.21643161773682
        },
        {
            "docid": "4394717_14",
            "document": "Body plan . Developmental biologists seek to understand how genes control the development of structural features through a cascade of processes in which key genes produce morphogens, chemicals that diffuse through the body to produce a gradient that acts as a position indicator for cells, turning on other genes, some of which in turn produce other morphogens. A key discovery was the existence of groups of homeobox genes, which function as switches responsible for laying down the basic body plan in animals. The homeobox genes are remarkably conserved between species as diverse as the fruit fly and humans, the basic segmented pattern of the worm or fruit fly being the origin of the segmented spine in humans. The field of animal evolutionary developmental biology ('Evo Devo'), which studies the genetics of morphology in detail, is rapidly expanding with many of the developmental genetic cascades, particularly in the fruit fly \"Drosophila\", catalogued in considerable detail.",
            "score": 118.84360837936401
        }
    ],
    "r": [
        {
            "docid": "19045237_5",
            "document": "Cytoneme . Filopodia with behaviors suggestive of roles in sensing patterning information were first observed in sea urchin embryos, and subsequent characterizations support the idea that they convey patterning signals between cells. The discovery of cytonemes in Drosophila imaginal discs correlated for the first time the presence and behavior of filopodia with a known morphogen signaling protein - Decapentaplegic. Decapentaplegic is expressed in the wing disc by cells that function as a developmental organizer, and cytonemes that are responsive to Decapentaplegic orient toward this developmental organizer. Receptors for signaling proteins are present in motile vesicles in cytonemes, and receptors for different signaling proteins segregate specifically to different types of cytonemes. In Drosophila, cytonemes have been found in wing and eye imaginal discs, trachea, lymph glands and ovaries. They have also been described in spider embryos, earwig ovaries, Rhodnius, Calpodes, earthworms, retroviral-infected cells, mast cells, B-lymphocytes and neutrophils. Recent obserrvations suggest that cytonemes have also an important role during vertebrate development. Recent observations suggest that cytonemes also have an important role during development of the zebrafish neural plate where they transport Wnt8a and of the chick limb where they transport Sonic hedgehog.",
            "score": 230.64419555664062
        },
        {
            "docid": "353697_3",
            "document": "Sonic hedgehog . Sonic hedgehog is one of three proteins in the mammalian signaling pathway family called hedgehog, the others being desert hedgehog (DHH) and Indian hedgehog (IHH). SHH is the best studied ligand of the hedgehog signaling pathway. It plays a key role in regulating vertebrate organogenesis, such as in the growth of digits on limbs and organization of the brain. Sonic hedgehog is the best established example of a morphogen as defined by Lewis Wolpert's French flag model—a molecule that diffuses to form a concentration gradient and has different effects on the cells of the developing embryo depending on its concentration. SHH remains important in the adult. It controls cell division of adult stem cells and has been implicated in the development of some cancers.",
            "score": 206.59298706054688
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 187.3115997314453
        },
        {
            "docid": "19045237_2",
            "document": "Cytoneme . Cytonemes are thin, cellular projections that are specialized for exchange of signaling proteins between cells. Cytonemes emanate from cells that make signaling proteins, extending directly to cells that receive signaling proteins. Cytonemes also extend directly from cells that receive signaling proteins to cells that make them.",
            "score": 181.09646606445312
        },
        {
            "docid": "7930220_16",
            "document": "Decapentaplegic . The cytoneme-mediated model suggests that Dpp is directly transported to target cells via actin-based filopodia called cytonemes that extend from the apical surface of Dpp-responding cells to the Dpp-producing source cells. These cytonemes have been observed, but the dependence of the Dpp gradient on cytonemes has not been definitively proven in imaginal wing discs. However, Dpp is known to be required for and sufficient to extend and maintain cytonemes. Experiments analyzing the dynamics between Dpp and cytonemes have been conducted in the air sac primordium, where Dpp signaling was found to have a functional link with cytonemes. However, these experiments have not been replicated in imaginal wing discs.",
            "score": 178.8197784423828
        },
        {
            "docid": "1687906_6",
            "document": "Morphogen . During early development, morphogen gradients result in the differentiation of specific cell types in a distinct spatial order. The morphogen provides spatial information by forming a concentration gradient that subdivides a field of cells by inducing or maintaining the expression of different target genes at distinct concentration thresholds. Thus, cells far from the source of the morphogen will receive low levels of morphogen and express only low-threshold target genes. In contrast, cells close to the source of morphogen will receive high levels of morphogen and will express both low- and high-threshold target genes. Distinct cell types emerge as a consequence of the different combination of target gene expression. In this way, the field of cells is subdivided into different types according to their position relative to the source of the morphogen. This model is assumed to be a general mechanism by which cell type diversity can be generated in embryonic development in animals.",
            "score": 175.18011474609375
        },
        {
            "docid": "1687906_8",
            "document": "Morphogen . A morphogen spreads from a localized source and forms a concentration gradient across a developing tissue. In developmental biology, 'morphogen' is rigorously used to mean a signalling molecule that acts directly on cells (not through serial induction) to produce specific cellular responses that depend on morphogen concentration. This definition concerns the mechanism, not any specific chemical formula, so simple compounds such as retinoic acid (the active metabolite of retinol or vitamin A) may also act as morphogens. The model is not universally accepted due to specific issues with setting up a gradient in the tissue outlined in the French flag model and subsequent work showing that the morphogen gradient of the Drosophila embryo is more complex than the simple gradient model would indicate.",
            "score": 168.44154357910156
        },
        {
            "docid": "42213076_3",
            "document": "Biomolecular gradient . Cells themselves can create biomolecular gradients by releasing signaling molecules that diffuse outwardly. These gradients are critical for cellular identity and cell relocation. Similarly, the gradients produced by cells may influence cellular fate by their temporal and spatial characteristics. In certain organisms, the choice of cell fate can be determined by a gradient, a binary choice, or through a relay of molecules released by a cell. If cell fate is binary, the identity of the cell is influenced by the presence or absence of a signaling molecule; consequently, these signals can also induce cell fate acting in a relay. The relay functions by the source cell releasing a signaling molecule into the environment. Adjacent cells possessing similar cell identities respond to these signals and can release different signaling molecules to cells in their surrounding area, promoting additional new cell fates. This process continues to all cells in the developing organism. In contrast, a signal can act in a gradient, which induces a specific cell fate as a function of the concentration of the molecule in the gradient. These types of molecules are known as morphogens.",
            "score": 168.34707641601562
        },
        {
            "docid": "11615271_14",
            "document": "Eyespot (mimicry) . Early experiments on eyespot morphogenesis used cautery on the butterfly wing eyespot foci to demonstrate that a long range signaling mechanism or morphogen gradient controlled eyespot formation in both space and time. The findings cannot be explained by a simple source/diffusion model, but could be explained by either 1) A source/threshold model, in which the focus creates the morphogen, or 2) the sink model, in which the focus generates a gradient by removing a morphogen which was created elsewhere. Several genes involved in eyespot formation have been identified that can fit into these models, but only two of them have been functionally tested. These genes are the transcription factor Distalless (Dll) and the ligand (a signaling substance that binds a cell surface receptor) Hedgehog (Hh).",
            "score": 166.40213012695312
        },
        {
            "docid": "1195514_10",
            "document": "Embryoid body . In contrast to the differentiation of ESCs in monolayer cultures, whereby the addition of soluble morphogens and the extracellular microenvironment can be precisely and homogeneously controlled, the three-dimensional structure of EBs poses challenges to directed differentiation. For example, the visceral endoderm population which forms the exterior of EBs, creates an exterior “shell” consisting of tightly connected epithelial-like cells, as well as a dense ECM. Due to such physical restrictions, in combination with EB size, transport limitations occur within EBs, creating gradients of morphogens, metabolites, and nutrients. It has been estimated that oxygen transport is limited in cell aggregates larger than approximately 300 µm in diameter; however, the development of such gradients are also impacted by molecule size and cell uptake rates. Therefore, the delivery of morphogens to EBs results in increased heterogeneity and decreased efficiency of differentiated cell populations compared to monolayer cultures. One method of addressing transport limitations within EBs has been through polymeric delivery of morphogens from within the EB structure. Additionally, EBs can be cultured as individual microtissues and subsequently assembled into larger structures for tissue engineering applications. Although the complexity resulting from the three-dimensional adhesions and signaling may recapitulate more native tissue structures, it also creates challenges for understanding the relative contributions of mechanical, chemical, and physical signals to the resulting cell phenotypes and morphogenesis.",
            "score": 165.94456481933594
        },
        {
            "docid": "11038447_10",
            "document": "Neural tissue engineering . Molecules that promote the regeneration of neural tissue, including pharmaceutical drugs, growth factors known as morphogens, and miRNA can also be directly introduced to the injury site of the damaged CNS tissue. Neurogenesis has been seen in animals that are treated with psychotropic drugs through the inhibition of serotonin reuptake and induction of neurogenesis in the brain. When stem cells are differentiating, the cells secrete morphogens such as growth factors to promote healthy development. These morphogens help maintain homeostasis and neural signaling pathways, and they can be delivered into the injury site to promote the growth of the injured tissues. Currently, morphogen delivery has minimal benefits because of the interactions the morphogens have with the injured tissue. Morphogens that are not innate in the body have a limited effect on the injured tissue due to the physical size and their limited mobility within CNS tissue. To be an effective treatment, the morphogens must be present at the injury site at a specific and constant concentration. miRNA has also been shown to affect neurogenesis by directing the differentiation of undifferentiated neural cells.",
            "score": 163.95765686035156
        },
        {
            "docid": "1872854_7",
            "document": "Biochemical cascade . Another example, sonic hedgehog signaling pathway, is one of the key regulators of embryonic development and is present in all bilaterians. Different parts of the embryo have different concentrations of hedgehog signaling proteins, which give cells information to make the embryo develop properly and correctly into a head or a tail. When the pathway malfunctions, it can result in diseases like basal cell carcinoma. Recent studies point to the role of hedgehog signaling in regulating adult stem cells involved in maintenance and regeneration of adult tissues. The pathway has also been implicated in the development of some cancers. Drugs that specifically target hedgehog signaling to fight diseases are being actively developed by a number of pharmaceutical companies. Most biochemical cascades are series of events, in which one event triggers the next, in a linear fashion. Negative cascades, however, include events that are in a circular fashion, or can cause or be caused by multiple events.",
            "score": 163.6148681640625
        },
        {
            "docid": "563093_19",
            "document": "Paracrine signalling . The Hedgehog Signaling pathway is critical in proper tissue patterning and orientation during normal development of most animals. Hedgehog proteins induce cell proliferation in certain cells and differentiations in others. Aberrant activation of the Hedgehog pathway has been implicated in several types of cancers, Basal Cell Carcinoma in particular. This uncontrolled activation of the Hedgehog proteins can be caused by mutations to the signal pathway, which would be ligand independent, or a mutation that causes overexpression of the Hedgehog protein, which would be ligand dependent. In addition, therapy-induced Hedgehog pathway activation has been shown to be necessary for progression of Prostate Cancer tumors after androgen deprivation therapy. This connection between the Hedgehog signaling pathway and human cancers may provide for the possible of therapeutic intervention as treatment for such cancers. The Hedgehog signaling pathway is also involved in normal regulation of stem-cell populations, and required for normal growth and regeneration of damaged organs. This may provide another possible route for tumorigenesis via the Hedgehog pathway.",
            "score": 160.925048828125
        },
        {
            "docid": "20908488_4",
            "document": "Patched . Patched is part of a negative feedback mechanism for hedgehog signaling that helps shape the spatial gradient of signaling activity across tissues. In the absence of hedgehog, low levels of patched are sufficient to suppress activity of the signal transduction pathway. When hedgehog is present, its cholesterol moiety binds to the sterol-sensing domain in patched, which then inhibits the activity of smoothened. Smoothened is a G protein-coupled receptor, most of which is stored in membrane bound vesicles internally within the cell and which increases at the cell surface when hedgehog is present. Smoothened must be present on the cell membrane in order for the Hedgehog signaling pathway to be activated. Among other genes, the transcription of the patched gene is induced by hedgehog signaling, with the accumulation of the patched protein limiting signaling through the Smoothened protein. Recent work implicates the cilium in intracellular trafficking of hedgehog signaling components in vertebrate cells.",
            "score": 160.53382873535156
        },
        {
            "docid": "14578596_2",
            "document": "French flag model . The French flag model is a conceptual definition of a morphogen, described by Lewis Wolpert in the 1960s. A morphogen is defined as a signaling molecule that acts directly on cells (not through serial induction) to produce specific cellular responses dependent on morphogen concentration. During early development, morphogen gradients generate different cell types in distinct spatial order.",
            "score": 160.28146362304688
        },
        {
            "docid": "1687906_3",
            "document": "Morphogen . Typically, morphogens are produced by source cells and diffuse through surrounding tissues in an embryo during early development, such that concentration gradients are set up. These gradients drive the process of differentiation of unspecialised stem cells into different cell types, ultimately forming all the tissues and organs of the body. The control of morphogenesis is a central element in evolutionary developmental biology (evo-devo).",
            "score": 160.21844482421875
        },
        {
            "docid": "1687906_2",
            "document": "Morphogen . A morphogen is a substance whose non-uniform distribution governs the pattern of tissue development in the process of morphogenesis or pattern formation, one of the core processes of developmental biology, establishing positions of the various specialized cell types within a tissue. More specifically, a morphogen is a signaling molecule that acts directly on cells to produce specific cellular responses depending on its local concentration.",
            "score": 158.8260955810547
        },
        {
            "docid": "1687906_14",
            "document": "Morphogen . In most developmental systems, such as human embryos or later \"Drosophila\" development, syncytia occur only rarely (such as in skeletal muscle), and morphogens are generally secreted signalling proteins. These proteins bind to the extracellular domains of transmembrane receptor proteins, which use an elaborate process of signal transduction to communicate the level of morphogen to the nucleus. The nuclear targets of signal transduction pathways are usually transcription factors, whose activity is regulated in a manner that reflects the level of morphogen received at the cell surface. Thus, secreted morphogens act to generate gradients of transcription factor activity just like those that are generated in the syncitial \"Drosophila\" embryo.",
            "score": 158.0901641845703
        },
        {
            "docid": "7930220_3",
            "document": "Decapentaplegic . Dpp is a classic morphogen, which means that it is present in a spatial concentration gradient in the tissues where it is found, and its presence as a gradient gives it functional meaning in how it affects development. The most studied tissues in which Dpp is found are the early embryo and the imaginal wing discs, which later form the wings of the fly. During embryonic development, Dpp is uniformly expressed at the dorsal side of the embryo, establishing a sharp concentration gradient. In the imaginal discs, Dpp is strongly expressed in a narrow stripe of cells down the middle of the disc where the tissue marks the border between the anterior and posterior sides. Dpp diffuses from this stripe towards the edges of the tissue, forming a gradient as expected of a morphogen. However, although cells in the Dpp domain in the embryo do not proliferate, cells in the imaginal wing disc proliferate heavily, causing tissue growth. Although gradient formation in the early embryo is well understood, how the Dpp morphogen gradient forms in the wing imaginal disc remains controversial.",
            "score": 157.24246215820312
        },
        {
            "docid": "353697_16",
            "document": "Sonic hedgehog . The concentration and time-dependent, cell-fate-determining activity of SHH in the ventral neural tube makes it a prime example of a morphogen. In vertebrates, SHH signaling in the ventral portion of the neural tube is most notably responsible for the induction of floor plate cells and motor neurons. SHH emanates from the notochord and ventral floor plate of the developing neural tube to create a concentration gradient that spans the dorso-ventral axis. Higher concentrations of the SHH ligand are found in the most ventral aspects of the neural tube and notochord, while lower concentrations are found in the more dorsal regions of the neural tube. The SHH concentration gradient has been visualized in the neural tube of mice engineered to express a SHH::GFP fusion protein to show this graded distribution of SHH during the time of ventral neural tube patterning.",
            "score": 156.9668426513672
        },
        {
            "docid": "39044_10",
            "document": "Mesoderm . Many studies with Xenopus and zebrafish have analyzed the factors of this development and how they interact in signaling and transcription. However, there are still some doubts in how the prospective mesodermal cells integrate the various signals they receive and how they regulate their morphogenic behaviours and cell-fate decisions. Human embryonic stem cells for example have the potential to produce all of the cells in the body and they are able to self-renew indefinitely so they can be used for a large-scale production of therapeutic cell lines. They are also able to remodel and contract collagen and were induced to express muscle actin. This shows that these cells are multipotent cells.",
            "score": 156.398681640625
        },
        {
            "docid": "8285473_12",
            "document": "Cell fate determination . For a good review of the part of the history of morphogen signaling and development see Briscoe J, Making a grade: Sonic Hedgehog signalling and the control of neural cell fate.",
            "score": 156.2164306640625
        },
        {
            "docid": "356382_5",
            "document": "Gene regulatory network . In multicellular animals the same principle has been put in the service of gene cascades that control body-shape. Each time a cell divides, two cells result which, although they contain the same genome in full, can differ in which genes are turned on and making proteins. Sometimes a 'self-sustaining feedback loop' ensures that a cell maintains its identity and passes it on. Less understood is the mechanism of epigenetics by which chromatin modification may provide cellular memory by blocking or allowing transcription. A major feature of multicellular animals is the use of morphogen gradients, which in effect provide a positioning system that tells a cell where in the body it is, and hence what sort of cell to become. A gene that is turned on in one cell may make a product that leaves the cell and diffuses through adjacent cells, entering them and turning on genes only when it is present above a certain threshold level. These cells are thus induced into a new fate, and may even generate other morphogens that signal back to the original cell. Over longer distances morphogens may use the active process of signal transduction. Such signalling controls embryogenesis, the building of a body plan from scratch through a series of sequential steps. They also control and maintain adult bodies through feedback processes, and the loss of such feedback because of a mutation can be responsible for the cell proliferation that is seen in cancer. In parallel with this process of building structure, the gene cascade turns on genes that make structural proteins that give each cell the physical properties it needs.",
            "score": 155.83285522460938
        },
        {
            "docid": "3749465_3",
            "document": "GLI1 . The Gli proteins are the effectors of Hedgehog (Hh) signaling and have been shown to be involved in cell fate determination, proliferation and patterning in many cell types and most organs during embryo development. In the developing spinal cord the target genes of Gli proteins, that are themselves transcription factors, are arranged into a complex gene regulatory network that translates the extracellular concentration gradient of Sonic hedgehog into different cell fates along the dorsoventral axis.",
            "score": 155.76718139648438
        },
        {
            "docid": "7930220_9",
            "document": "Decapentaplegic . Mutant forms of the Dpp receptor Tkv exist that behave as if they are receiving high amounts of Dpp signal even in the absence of Dpp. Cells that contain this mutant receptor behave as if they are in an environment of high Dpp such as the area near the stripe of cells producing Dpp. By generating small patches of these cells in different parts of the wing tissue, investigators were able to distinguish how Dpp acts to pattern the tissue. If cells that receive a Dpp signal instruct their neighbors in a cascade, then additional tissue patterning centers should appear at the sites of the mutant cells that seem to receive high Dpp signaling but do not produce any Dpp themselves. However, if the physical presence of Dpp is necessary, then the cells near the mutants should not be affected at all. Experiments found the second case to be true, indicating that Dpp acts like a morphogen.",
            "score": 155.25048828125
        },
        {
            "docid": "3907319_6",
            "document": "Pattern formation . In developmental biology, pattern formation describes the mechanism by which initially equivalent cells in a developing tissue in an embryo assume complex forms and functions. Embryogenesis, such as of the fruit fly \"Drosophila\", involves coordinated control of cell fates. Pattern formation is genetically controlled, and often involves each cell in a field sensing and responding to its position along a morphogen gradient, followed by short distance cell-to-cell communication through cell signaling pathways to refine the initial pattern. In this context, a field of cells is the group of cells whose fates are affected by responding to the same set positional information cues. This conceptual model was first described as the French flag model in the 1960s. More generally, the morphology of organisms is patterned by the mechanisms of evolutionary developmental biology, such as changing the timing and positioning of specific developmental events in the embryo.",
            "score": 154.34732055664062
        },
        {
            "docid": "563093_17",
            "document": "Paracrine signalling . The Hedgehog protein family is involved in induction of cell types and the creation of tissue boundaries and patterning and are found in all bilateral organisms. Hedgehog proteins were first discovered and studied in \"Drosophila\". Hedgehog proteins produce key signals for the establishment of limb and body plan of fruit flies as well as homeostasis of adult tissues, involved in late embryogenesis and metamorphosis. At least three \"Drosophila\" hedgehog homologs have been found in vertebrates: sonic hedgehog, desert hedgehog, and Indian hedgehog. Sonic hedgehog (SHH) has various roles in vertebrae development, mediating signaling and regulating the organization of central nervous system, limb, and somite polarity. Desert hedgehog (DHH) is expressed in the Sertoli cells involved in spermatogenesis. Indian hedgehog (IHH) is expressed in the gut and cartilage, important in postnatal bone growth.",
            "score": 152.96734619140625
        },
        {
            "docid": "5150349_10",
            "document": "Hedgehog signaling pathway . Hedgehog has roles in larval body segment development and in formation of adult appendages. During the formation of body segments in the developing \"Drosophila\" embryo, stripes of cells that synthesize the transcription factor engrailed can also express the cell-to-cell signaling protein Hedgehog (green in Figure 4). Hedgehog is not free to move very far from the cells that make it and so it only activates a thin stripe of cells adjacent to the engrailed-expressing cells. When acting in this local fashion, hedgehog works as a paracrine factor. Only cells to one side of the engrailed-expressing cells are competent to respond to Hedgehog following interaction of Hh with the receptor protein Patched (blue in Figure 4).",
            "score": 152.9671173095703
        },
        {
            "docid": "8285473_9",
            "document": "Cell fate determination . In contrast to the autonomous specification, this type of specification is a cell-extrinsic process that relies on cues and interactions between cells or from concentration-gradients of morphogens. Inductive interactions between neighboring cells is the most common mode of tissue patterning. In this mechanism, one or two cells from a group of cells with the same developmental potential are exposed to a signal (morphogen) from outside the group. Only the cells exposed to the signal are induced to follow a different developmental pathway, leaving the rest of the equivalence group unchanged. Another mechanism that determines the cell fate is regional determination (see Regional specification). As implied by the name, this specification occurs based on where within the embryo the cell is positioned, it is also known as positional value. This was first observed when mesoderm was taken from the prospective thigh region of a chick embryo, was grafted onto the wing region and did not transform to wing tissue, but instead into toe tissue.",
            "score": 152.63844299316406
        },
        {
            "docid": "7930220_6",
            "document": "Decapentaplegic . In the fly wing, the posterior and anterior halves of the tissue are populated by different kinds of cells that express different genes. Cells in the posterior but not the anterior express the transcription factor Engrailed (En). One of the genes activated by En is hedgehog (hh), a signaling factor. Hedgehog signaling instructs neighboring cells to express Dpp, but Dpp expression is also repressed by En. The result is that Dpp is only produced in a narrow stripe of cells immediately adjacent to but not within the posterior half of the tissue. Dpp produced at this anterior/posterior border then diffuses out to the edges of the tissue, forming a spatial concentration gradient.",
            "score": 152.22532653808594
        },
        {
            "docid": "8742839_5",
            "document": "Philip A. Beachy . After receiving his Ph.D, he began working at the Carnegie Institution’s Department of Embryology in Baltimore for two years. After his short time there, he accepted a faculty position at the Johns Hopkins University School of Medicine. Beachy began focusing on the Drosophila hedgehog gene, for which he’s known for, in 1990. The gene’s name originated because fly embryos look spikey if the hedgehog gene is faulty or mutated. The hedgehog gene’s main function is to create protein signals in specific cells. These signals, in turn, allow for the formation of embryonic tissues. They do this by instructing neighboring cells to become a certain type of differentiated cell or to simply divide. In other words, this gene is responsible for the development of the appendages and body segments in Drosophila or fruit flies. Humans and other invertebrates have hedgehog genes that behave slightly different than the same gene in the fruit fly. In vertebrates, the hedgehog gene codes for the fingers and toes on the limbs. It also functions in organizing the brain and the spinal cord. Consequently, mutated hedgehog genes often cause birth defects. Also, if it is activated later in life, certain cancers can be triggered and begin to spread.",
            "score": 151.40505981445312
        },
        {
            "docid": "4642940_5",
            "document": "Compartment (development) . The difference in selector gene activity not only establishes two compartments, but also leads to the formation of a boundary between these two that serves as a source of morphogen gradients. In the central dogma of compartments, first, morphogen gradients position founder compartment cells. Then, active/inactive selector genes give a unique genetic identity to cells within a compartment, instructing their fate and their interactions with the neighboring compartment. Finally, border cells, established by short-range signaling from one compartment to its neighboring compartment emit long-range signals that spread to both compartments to regulate the growth and pattering of the entire tissue.",
            "score": 149.6749725341797
        }
    ]
}