{
    "q": [
        {
            "docid": "10139931_21",
            "document": "Pseudomonas syringae . Owing to early availability of genome sequences for \"P syringae\" pv, tomato strain DC3000, \"P. syringae\" pv.\" syringae\" strain B728a, and \"P. syringae\" pv. \"phaseolicola\" strain 1448A, together with the ability of selected strains to cause disease on well-characterized host plants such as \"Arabidopsis thaliana\", \"Nicotiana benthamiana\", and tomato, \"P. syringae\" has come to represent an important model system for experimental characterization of the molecular dynamics of plant-pathogen interactions. The \"P. syringae\" experimental system has been a source of pioneering evidence for the important role of pathogen gene products in suppressing plant defense. The nomenclature system developed for \"P. syringae\" effectors has been adopted by researchers characterizing effector repertoires in other bacteria, and methods used for bioinformatic effector identification have been adapted for other organisms. In addition, researchers working with \"P. syringae\" have played an integral role in the Plant-Associated Microbe Gene Ontology working group, aimed at developing gene ontology terms that capture biological processes occurring during the interactions between organisms, and using the terms for annotation of gene products.",
            "score": 130.87214946746826
        },
        {
            "docid": "42114_31",
            "document": "Salmonella . \"S. enterica\", through some of its serotypes such as Typhimurium and Enteriditis, shows signs of the ability to infect several different mammalian host species, while other serotypes such as Typhi seem to be restricted to only a few hosts. Some of the ways that \"Salmonella\" serotypes have adapted to their hosts include loss of genetic material and mutation. In more complex mammalian species, immune systems, which include pathogen specific immune responses, target serovars of \"Salmonella\" through binding of antibodies to structures like flagella. Through the loss of the genetic material that codes for a flagellum to form, \"Salmonella\" can evade a host's immune system. \"mgtC\" leader RNA from bacteria virulence gene (mgtCBR operon) decreases flagellin production during infection by directly base pairing with mRNAs of the \"fljB\" gene encoding flagellin and promotes degradation. In the study by Kisela \"et al.\", more pathogenic serovars of \"S. enterica\" were found to have certain adhesins in common that have developed out of convergent evolution. This means that, as these strains of \"Salmonella\" have been exposed to similar conditions such as immune systems, similar structures evolved separately to negate these similar, more advanced defenses in hosts. There are still many questions about the way that \"Salmonella\" has evolved into so many different types but it has been suggested that \"Salmonella\" evolved through several phases. As Baumler \"et al.\" have suggested, Salmonella most likely evolved through horizontal gene transfer, formation of new serovars due to additional pathogenicity islands and through an approximation of its ancestry. So, \"Salmonella\" could have evolved into its many different serotypes through gaining genetic information from different pathogenic bacteria. The presence of several pathogenicity islands in the genome of different serotypes has lent credence to this theory.",
            "score": 107.17349469661713
        },
        {
            "docid": "10139931_23",
            "document": "Pseudomonas syringae . Many gene-for-gene relationships have been identified using the two model organisms, \"P. syringae\" pv. tomato strain DC3000 and \"Arabidopsis\". The gene-for-gene relationship describes the recognition of pathogenic avirulence (\"avr\") genes by host resistance genes (R-genes). \"P. syringae\" pv. tomato DC3000 is a useful tool for studying \"avr\": R-gene interactions in \"A. thaliana\" because it can be transformed with \"avr\" genes from other bacterial pathogens, and furthermore, because none of the endogenous\" hops\" genes is recognized by \"A. thaliana\", any observed aver recognition identified using this model can be attributed to recognition of the introduced \"avr\" by \"A. thaliana\". The transformation of \"P. syringae\" pv tomato DC3000 with effectors from other pathogens have led to the identification of many R-genes in \"Arabidopsis\" to further advance knowledge of plant pathogen interactions.",
            "score": 118.57215118408203
        },
        {
            "docid": "54954562_11",
            "document": "Role of Calmodulins . 2) Pathogen Defense: Among the diverse range of defense strategies plants utilize against pathogens, Ca signaling is very increasingly common. Free Ca levels in the cytoplasm increases in response to a pathogenic infection. Ca signatures of this nature usually activate the plant defense system by inducing defense-related genes and the hypersensitive cell death. CaMs, CMLs and CaM-binding proteins are some of the recently identified elements of the plant defense signaling pathways. Several CML genes in tobacco, bean and tomato are responsive to pathogens. CML43 is a CaM-related protein that, as isolated from APR134 gene in the disease-resistant leaves of \"Arabidopsis\" for gene expression analysis, is rapidly induced when the leaves are inoculated with \"Pseudomonas syringae.\" These genes are also found in tomatoes (\"Solanum lycopersicum).\" The CML43 from the APR134 also binds to Ca ions in vitro which shows that CML43 and APR134 are, hence, involved in the Ca-dependent signaling during the plant immune response to bacterial pathogens. The CML9 expression in \"Arabidopsis thaliana\" is rapidly induced by phytopathogenic bacteria, flagellin and salicylic acid. Expression of soybean SCaM4 and SCaM5 in transgenic \"tobacco\" and \"Arabidopsis\" causes an activation of genes related to pathogen resistance and also results in enhanced resistance to a wide spectrum of pathogen infection. The same is not true for soybean SCaM1 and SCaM2 that are highly conserved CaM isoforms. The \"At\"BAG6 protein is a CaM-binding protein that binds to CaM only in the absence of Ca and not in the presence of it. \"At\"BAG6 is responsible for the hypersensitive response of programmed cell death in order to prevent the spread of pathogen infection or to restrict pathogen growth. Mutations in the CaM binding proteins can lead to severe effects on the defense response of the plants towards pathogen infections. Cyclic nucleotide-gated channels (CNGCs) are functional protein channels in the plasma membrane that have overlapping CaM binding sites transport divalent cations such as Ca. However, the exact role of the positioning of the CNGCs in this pathway for plant defense is still unclear.",
            "score": 122.14622294902802
        },
        {
            "docid": "35158708_6",
            "document": "Beta-Aminobutyric acid . BABA induces defense responses in plants by both physical and biochemical means. The precise mechanism depends on the plant and pathogen species (the pathosystem). It is unknown how BABA interacts with plant tissues to increase disease resistance. It does not directly activate defensive genes in isolation, but in combination with an infection, BABA treated plants respond more quickly and strongly to the pathogen.",
            "score": 107.24460196495056
        },
        {
            "docid": "30981835_14",
            "document": "Streptomyces scabies . As well as genes that produce toxins, other genes have been identified which help \"S. scabies\" to infect plants. A tomatinase enzyme, encoded by \"tomA\" which can degrade the antimicrobial saponin α–tomatine. The aerial growth of mutants lacking the gene is inhibited, but the mycelium is able to continue to grow. Nec1 is another protein that is required for virulence, which is secreted out of the bacteria. It is not clear how it leads to disease, but it may suppress the defense mechanisms that thaxtomin activates. Another gene cluster in the 87.22 strain is very similar to a cluster found in the Gram negative plant pathogens \"Pseudomonas syringae\" and \"Pectobacterium atrosepticum\". The cluster produces coronafacic acid, part of the plant toxin coronatine which mimics the plant hormone jasmonate, contributing to virulence.",
            "score": 113.0695424079895
        },
        {
            "docid": "3220393_7",
            "document": "Dickeya dadantii . \"D. dadantii\" is able to infect the fleshy, succulent plant parts, such as tubers, rhizomes, stems and leaves, causing localized symptoms. As discussed in the symptoms section, it is also capable of infecting the xylem, resulting in a systemic infection that causes wilting. \"D. dadantii\" typically originates from infected insects, vegetables or host plant residues. However, the bacteria are also able to survive in soils and other plants without infection. The ability of \"D. dadantii\" to live in the soil as a plant pathogen is regulated by virulence genes in response to environmental factors that control whether the bacterium is saphrophytic or pathogenic. When \"D. dadantii\" is virulent it enters primarily through hydathodes and wounds, with the assistance of jasmonates, where the bacteria rapidly breakdown the parenchymatous tissues with the use of pectic enzymes). \"D. dadantii\" produces many pectinases that are responsible for disassembly of the plant cell wall. After the cell wall is degraded, and the contents of the cell are accessed, \"D. dadantii\" catabolizes glucose by a fermentation pathway. After the plant has been accessed, colonization is a complicated process that requires many additional factors for successful infection. These factors include: “cellulases, iron assimilation, a Hrp type III secretion system, exopolysaccharides, motility, and proteins involved in resistance against plant defense mechanisms”. The plant attempts to resist the infection with different defense mechanisms and \"D. dadantii\" must overcome obstacles, such as defense barriers, secondary metabolites and toxic materials. An example of a plant defense mechanism is to produce a defensive barrier, such as a cork layer. However, when the infection is spread by larvae, the cork layer is eaten as quickly as it is made by the plant. Consequently, the protective cork layer is an ineffective protection mechanism. The bacteria continue to spread and multiply throughout the plant, moving in the intercellular spaces, within collapsed cells and the xylem. As the bacteria grow in numbers, additional hosts are infected through the spread of bacteria by: splashing water from infected plants, insects, and cultural practices including the use of contaminated tools, gloves and machinery and improper storage of cultivated crops or seeds. \"D. dadantii\" can be a problem year round, given the right environmental conditions exist. It is able to infect plants in greenhouses, indoor interiorscapes and tropical areas where temperatures and humidity remains high. At higher latitudes, infections are mainly during the hot and humid summer months.",
            "score": 112.2253258228302
        },
        {
            "docid": "5580524_8",
            "document": "Sugarcane smut . Plant disease resistance is the result of coevolution between the plant and pathogen. During Ustilago scitaminea infection, the fungus grows within the meristematic tissue and induces formation of flowering structures, which it colonises to produce its teliopores. The flowering structures, usually typical grass panicles, are transformed into a whip-like sorus that grows rapidly and protrudes out between the leaf sheaths. The development of sugarcane smut depends on the interaction among environment, the sugarcane variety and the pathogen itself. If the interaction between smut-resistant varieties and the pathogen is nonaffinity, disease resistance occurs; however, if the interaction between smut-susceptible varieties and the pathogen is affinity, disease susceptibility occurs. A series of physiological and biochemical changes, together with the molecular response, occur during the period between the appearance of the stress on plant from the invasion of the pathogen and the subsequent plant-pathogen interaction. Progress has been made in studies of the molecular basis of sugarcane smut resistance. According to one study, the type of resistance is a single gene resistance at the N52/219 gene site. Furthermore this study talked about several different strains or races of Ustilago scitaminea. Despite what has been learned, more studies on the molecular interaction in this pathosystem are needed to discover the mechanisms of smut resistance.",
            "score": 138.03550255298615
        },
        {
            "docid": "29322025_3",
            "document": "TAL effector . Xanthomonas are Gram-negative bacteria that can infect a wide variety of plant species including pepper, rice, citrus, cotton, tomato, and soybeans.  Some types of Xanthomonas cause localized leaf spot or leaf streak while others spread systemically and cause black rot or leaf blight disease. They inject a number of effector proteins, including TAL effectors, into the plant via their type III secretion system. TAL effectors have several motifs normally associated with eukaryotes including multiple nuclear localization signals and an acidic activation domain. When injected into plants, these proteins can enter the nucleus of the plant cell, bind plant promoter sequences, and activate transcription of plant genes that aid in bacterial infection. Plants have developed a defense mechanism against type III effectors that includes R (resistance) genes triggered by these effectors. Some of these R genes appear to have evolved to contain TAL-effector binding sites similar to site in the intended target gene. This competition between pathogenic bacteria and the host plant has been hypothesized to account for the apparently malleable nature of the TAL effector DNA binding domain.",
            "score": 125.78242588043213
        },
        {
            "docid": "670854_15",
            "document": "Jasmonate . One of the molecules included in this mixture is the phytotoxin coronatine (COR). JA-insensitive plants are highly resistant to \"P. syringae\" and unresponsive to COR; additionally, applying MeJA was sufficient to rescue virulence in COR mutant bacteria. Infected plants also expressed downstream JA and wound response genes but repressed levels of pathogenesis-related (PR) genes. All these data suggest COR acts through the JA pathway to invade host plants. Activation of a wound response is hypothesized to come at the expense of pathogen defense. By activating the JA wound response pathway, \"P. syringae\" could divert resources from its host's immune system and infect more effectively.",
            "score": 124.19123268127441
        },
        {
            "docid": "22574738_16",
            "document": "Biotic stress . Studies regarding the upregulation of defensive chemicals have confirmed the role of SA and JA in pathogen defense. In studies utilizing \"Arabidopsis\" mutants with the bacterial \"NahG\" gene, which inhibits the production and accumulation of SA, were shown to be more susceptible to pathogens than the wild-type plants. This was thought to result from the inability to produce critical defensive mechanisms including increased PR gene expression. Other studies conducted by injecting tobacco plants and \"Arabidopsis\" with salicylic acid resulted in higher resistance of infection by the alfalfa and tobacco mosaic viruses, indicating a role for SA biosynthesis in reducing viral replication. Additionally, studies performed using \"Arabidopsis\" with mutated jasmonic acid biosynthesis pathways have shown JA mutants to be at an increased risk of infection by soil pathogens.",
            "score": 101.02814996242523
        },
        {
            "docid": "13415317_4",
            "document": "Expansin . So far, two large families of expansin genes have been discovered in plants, named alpha-expansins (given the gene symbol EXPA) and beta-expansins (EXPB). Both families of expansins have been identified in a wide range of land plants, from angiosperms and gymnosperms to ferns and mosses. The model plant \"Arabidopsis thaliana\" contains around 26 different α-expansin genes and 6 β-expansin genes. A subset of β-expansins has evolved a special role in grass pollen, where they are known as group 1 grass pollen allergens. Plants also have a small set of expansin-like genes (named EXLA and EXLB) whose function has not been established. Some proteins in bacteria and fungi are known to have distant sequence similarity to plant expansins. Strong evidence that at least some of these sequences are indeed expansins came in 2008 when the crystal structure of the YOAJ protein from a bacterium (\"Bacillus subtilis\") was shown to be very similar to the structure of plant expansins, despite the low sequence similarity. This study also noted that proteins related to YOAJ were found in diverse species of plant pathogenic bacteria, but not in related bacteria that did not attack or colonize plants, thus suggesting that these bacterial expansins have a role in plant-microbe interactions. Some animals, such as \"Globodera rostochiensis\", a plant-parasitic nematode, can produce a functional expansin which uses it to loosen cell walls when invading its host plant.",
            "score": 142.07229733467102
        },
        {
            "docid": "54964079_5",
            "document": "Leucine-rich repeat receptor like protein kinase PEPR1 . AtPEP 1 interaction with PEPR 1 activates the defense genes that regulates jasmonate/ethylene and salicylate defense hormones and induce the expression of \"PDF1.2\" (defensin) gene being component of plant innate immune system. Expression of these defense genes would result in more production of PROPEP 1 gene through feedback mechanism. This amplify the danger signals during pathogen infection and confers resistance against pathogens.",
            "score": 87.7759838104248
        },
        {
            "docid": "10139931_20",
            "document": "Pseudomonas syringae . A combination of the pathogen's effector genes and the plant's resistance genes is thought to determine which species a particular pathovar can infect. Plants can develop resistance to a pathovar by recognising pathogen-associated molecular patterns (PAMPs) and launching an immune response. These PAMPs are necessary for the microbe to function, so cannot be lost, but the pathogen may find ways to suppress this immune response, leading to an evolutionary arms race between the pathogen and the host.",
            "score": 136.61839389801025
        },
        {
            "docid": "22590461_51",
            "document": "Plant disease resistance . Among the thousands of species of plant pathogenic microorganisms, only a small minority have the capacity to infect a broad range of plant species. Most pathogens instead exhibit a high degree of host-specificity. Non-host plant species are often said to express \"non-host resistance\". The term \"host resistance\" is used when a pathogen species can be pathogenic on the host species but certain strains of that plant species resist certain strains of the pathogen species. The causes of host resistance and non-host resistance can overlap. Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen host range can change quite suddenly if, for example, the pathogen's capacity to synthesize a host-specific toxin or effector is gained by gene shuffling/mutation, or by horizontal gene transfer.",
            "score": 133.87504887580872
        },
        {
            "docid": "1805_49",
            "document": "Antibiotic . Phage therapy is another method for treating antibiotic-resistant strains of bacteria. Phage therapy infects pathogenic bacteria with their own viruses. Bacteriophages and their host ranges are extremely specific for certain bacteria, thus they do not disturb the host organism and intestinal microflora unlike antibiotics. Bacteriophages, also known simply as phages, infect and can kill bacteria and affect bacterial growth primarily during lytic cycles. Phages insert their DNA into the bacterium, where it is transcribed and used to make new phages, after which the cell will lyse, releasing new phage able to infect and destroy further bacteria of the same strain. The high specificity of phage protects \"good\" bacteria from destruction. However, some disadvantages to use of bacteriophages also exist. Bacteriophages may harbour virulence factors or toxic genes in their genomes and identification of genes with similarity to known virulence factors or toxins by genomic sequencing may be prudent prior to use. In addition, the oral and IV administration of phages for the eradication of bacterial infections poses a much higher safety risk than topical application, and there is the additional concern of uncertain immune responses to these large antigenic cocktails. There are considerable regulatory hurdles that must be cleared for such therapies. The use of bacteriophages as a replacement for antimicrobial agents against MDR pathogens no longer respond to conventional antibiotics remains an attractive option despite numerous challenges.",
            "score": 98.06510818004608
        },
        {
            "docid": "3113497_36",
            "document": "Innate immune system . Members of every class of pathogen that infect humans also infect plants. Although the exact pathogenic species vary with the infected species, bacteria, fungi, viruses, nematodes, and insects can all cause plant disease. As with animals, plants attacked by insects or other pathogens use a set of complex metabolic responses which lead to the formation of defensive chemical compounds that fight infection or make the plant less attractive to insects and other herbivores. (see: plant defense against herbivory).",
            "score": 96.10892677307129
        },
        {
            "docid": "22590461_17",
            "document": "Plant disease resistance . Studied R genes usually confer specificity for particular strains of a pathogen species (those that express the recognized effector). As first noted by Harold Flor in his mid-20th century formulation of the gene-for-gene relationship, a plant R gene has specificity for a pathogen avirulence gene (Avr gene). Avirulence genes are now known to encode effectors. The pathogen Avr gene must have matched specificity with the R gene for that R gene to confer resistance, suggesting a receptor/ligand interaction for Avr and R genes. Alternatively, an effector can modify its host cellular target (or a molecular decoy of that target), and the R gene product (NLR protein) activates defenses when it detects the modified form of the host target or decoy.",
            "score": 123.33348417282104
        },
        {
            "docid": "37138_34",
            "document": "Arabidopsis thaliana . The use of \"A. thaliana\" has led to many breakthroughs in the advancement of knowledge of how plants manifest plant disease resistance. The reason most plants are resistant to most pathogens is through nonhost resistance. This is, not all pathogens will infect all plants. An example where \"A. thaliana\" was used to determine the genes responsible for nonhost resistance is \"Blumeria graminis\", the causal agent of powdery mildew of grasses. \"A. thaliana\" mutants were developed using the mutagen ethyl methanesulfonate and screened to identify mutants with increased infection by \"B. graminis\". The mutants with higher infection rates are referred to as PEN mutants due to the ability of \"B. graminis\" to penetrate \"A. thaliana\" to begin the disease process. The PEN genes were later mapped to identify the genes responsible for nonhost resistance to \"B. graminis\".",
            "score": 126.07284641265869
        },
        {
            "docid": "54942000_5",
            "document": "MAPK networks . The identification of MEKK1-MKK1/2-MPK4 in pathogen signaling has been a tremendous finding. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations are dwarfed and acquire too much of reactive oxygen species. The mutations are considered to be from the enhancement of SA levels, which is partially reversed by bacterial SA hydrolase. \"Mekk1, mkk1/mkk2\" double and \"mpk4\" mutations have cell death occur spontaneously, pathogenesis-related genes and increased resistance to pathogens. MEKK1 appears to have deregulation pathways that are unknown and do not involve MKK1/MKK2 nor MPK4. MEKK1 interact with WRKY53, which is responsible for \"mekk1\" genes set, and alter the activity of WRKY53 that is a short portion of MAPK signaling. Substrates of MPK4 are three proteins: WRKY33, WRKY25, and MKS1. Ternary MKS1-MPK4-WRKY33 complexes have been recognized by nuclear extracts. Recruitment of WRKY33 depends on the phosphorylation of MPK4. Once activated, MPK3 phosphorylates MKS1, which releases WRKY33 from the ternary complex. The free WRKY33 is believed to induce transcription on target genes., allowing for a negative regulation by MPK4. Pathogens have developed mechanisms that inactivate PAMP-induced signaling pathways through the MAPK networks. Andrea Pitzschke and her colleges claim “AvrPto and AvrPtoB interact with the FLS2 receptor and its co-receptor BAK1. AvrPtoB catalyzes the polyubiquitination and subsequent proteasome-dependent degradation of FLS2” (Pitzschke 3). AvrPto interacts with BAK1 and interrupts the binding of FLS2. \"Pseudomonas syringae\" have HopAI1, which is a phosphothreonin lyase, and dephosphorylates the threonine residue at the upstream MAPKKs. HopAI1 interacts with MPK3 and MPK6 allowing for flg22 activation to occur. In certain soil-borne pathogens that carry flagellin variants cannot be detected by FLS2, but there is still a triggered innate immune response. The immune response has been shown to be from the EF-Tu protein. Flg22, elf18, FLS2 and EFR have receptors that are in the same subfamily of LRR-RLKs, LRRXII. This means that elf18 and flg22 induce extracellular alkalization, rapid activation of MAPKs, and gene responses that are similar to each other. Although there appears to be an important relationship between MAPKs with EF-Tu-triggered defense, the evidence remains to be unclear. The reason for this unclear relationship is because of \"Agrobacterium tumefaciens,\" which infects into segments of plant DNA.  EFR1 mutants do not recognize EF-Tu, but there is no research on MAPK activities and \"efr1.\" Initiation of defense signaling can be a positive effect to the plant pathogens because activating MPK3 in response to flg22 causes phosphorylation and translocation of virE2 interacting protein 1 (VIP1). VIP1 serves as a shuttle for the pathogenic T-DNA, but the induction of defense genes can occur as well. This allows for the spreading and cessation of the pathogen in the plant, but the pathogen can overcome the problem by attacking VIP1 for proteasome degradation by VirF, which is a virulence factor that encodes an F-box protein.",
            "score": 108.375927567482
        },
        {
            "docid": "534001_21",
            "document": "Secretion . Type VI secretion systems were originally identified in 2006 by the group of John Mekalanos at the Harvard Medical School (Boston, USA) in two bacterial pathogens, \"Vibrio cholerae\" and \"Pseudomonas aeruginosa\". These were identified when mutations in the Hcp and VrgG genes in \"Vibrio Cholerae\" led to decreased virulence and pathogenicity. Since then, Type VI secretion systems have been found in a quarter of all proteobacterial genomes, including animal, plant, human pathogens, as well as soil, environmental or marine bacteria. While most of the early studies of Type VI secretion focused on its role in the pathogenesis of higher organisms, more recent studies suggested a broader physiological role in defense against simple eukaryotic predators and its role in inter-bacteria interactions. The Type VI secretion system gene clusters contain from 15 to more than 20 genes, two of which, Hcp and VgrG, have been shown to be nearly universally secreted substrates of the system. Structural analysis of these and other proteins in this system bear a striking resemblance to the tail spike of the T4 phage, and the activity of the system is thought to functionally resemble phage infection.",
            "score": 93.39691889286041
        },
        {
            "docid": "22590461_20",
            "document": "Plant disease resistance . Plant sRNA pathways are understood to be important components of pathogen-associated molecular pattern (PAMP)-triggered immunity (PTI) and effector-triggered immunity (ETI). Bacteria‐induced miRNAs in Arabidopsis have been shown to influence hormonal signalling including auxin, abscisic acid (ABA), jasmonic acid (JA) and salicylic acid (SA). . Advances in genome‐wide studies revealed a massive adaptation of host miRNA expression patterns after infection by fungal pathogens \"Fusarium virguliforme,\" \"Erysiphe graminis\", \"Verticillium dahliae\", and \"Cronartium quercuum\", and the oomycete \"Phytophthora sojae\". Changes to sRNA expression in response to fungal pathogens indicate that gene silencing may be involved in this defense pathway. However, there is also evidence that the antifungal defense response to \"Colletotrichum\" spp. infection in maize is not entirely regulated by specific miRNA induction, but may instead act to fine-tune the balance between genetic and metabolic components upon infection.  ",
            "score": 116.010502576828
        },
        {
            "docid": "48225529_8",
            "document": "Bacterial blight of soybean . A complex relationship between hypersensitive response and pathogenicity genes, avirulence genes, and plant resistance genes gives rise to the virulence of bacterial pathogens. Generally, a single avirulence gene (in the bacterium) corresponds to a single resistance gene (in the plant host), giving rise to the concept of a gene-for-gene response. The avirulence gene leads to the pathogen being avirulent, or unable to induce disease on a specific variety of plant hosts, those being the ones carrying the corresponding resistance genes. Soybean cultivars that have been bread to contain resistance genes Rpg1, Rpg2, Rpg3, and Rpg4 have been shown to be resistant to \"Pseudomonas syringae pv. glycinea\" race 4. The corresponding avirulence genes in the bacterium are avrB, avrA, avrC, and avrD. A different race of \"Pseudomonas syringae pv. glycinea\" may still be able to elicit disease in these soybean cultivars as it may carry different avirulence genes. Researchers have shown that the exchange of avirulence genes can switch a race from being virulent to avirulent and vice versa. Thus, evolution, mutation, and cases of horizontal gene transfer can make it difficult to breed longterm resistance into soybean cultivars.",
            "score": 121.84886860847473
        },
        {
            "docid": "10139931_6",
            "document": "Pseudomonas syringae . \"P. syringae\" pathogenesis is dependent on effector proteins secreted into the plant cell by the bacterial type III secretion system. Nearly 60 different type III effector families encoded by \"hop\" genes have been identified in \"P. syringae\". Type III effectors contribute to pathogenesis chiefly through their role in suppressing plant defense. Owing to early availability of the genome sequence for three \"P. syringae\" strains and the ability of selected strains to cause disease on well-characterized host plants, including \"Arabidopsis thaliana\", \"Nicotiana benthamiana\", and the tomato, \"P. syringae\" has come to represent an important model system for experimental characterization of the molecular dynamics of plant-pathogen interactions.",
            "score": 102.61703062057495
        },
        {
            "docid": "46837955_6",
            "document": "Host microbe interactions in Caenorhabditis elegans . The microbial communities residing inside the host body have now been recognized to be important for effective immune responses. Yet the molecular mechanisms underlying this protection are largely unknown. Bacteria can help the host to fight against pathogens either by directly stimulating the immune response or by competing with the pathogenic bacteria for available resources. In \"C. elegans\", some associated bacteria seem to generate protection against pathogens. For example, when \"C. elegans\" is grown on \"Bacillus megaterium\" or \"Pseudomonas mendocina\", worms are more resistant to infection with the pathogenic bacterium \"Pseudomonas aeruginosa\" [21], which is a common bacterium in \"C. elegans’ \"natural environment and therefore a potential natural pathogen. This protection is characterized by prolonged survival on \"P. aeruginosa\" in combination with a delayed colonization of \"C. elegans\" by the pathogen. Interestingly, due to its comparatively large size \"B. megaterium\" is not an optimal food source for \"C. elegans\", resulting in a delayed development and a reduced reproductive rate. The ability of \"B. megaterium\" to enhance resistance against the infection with \"P. aeruginosa\" seems to be linked to the decrease in reproductive rate. However, the protection against \"P. aeruginosa\" infection provided by \"P. mendocina\" is reproduction independent, and depends on the p38 mitogen-activated protein kinase pathway.\" P. mendocina\" is able to activate the p38 MAPK pathway and thus to stimulate the immune response of \"C. elegans\" against the pathogen.",
            "score": 89.9938747882843
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 99.88052868843079
        },
        {
            "docid": "44096250_7",
            "document": "Bacterial wilt of carnation . \"B. caryophylli\" cannot be directly controlled by a chemical means, simply because no chemical products are available that can control the bacterial wilt of carnations. However, sanitary procedures can prevent further infestation. These procedures include but are not limited to picking up infected host debris and careful handling of tools. Checking for signs of infected plant before plant cutting and checking the soil for the presence of bacteria will ensure that further dissemination is significantly decreased, if not prevented. In checking for the presence of disease before further planting, induced high temperatures should be employed to accelerate bacterial growth and symptoms. At an early stage of disease, the “KPV-Metoden” testing method can be used to detect infections present in carnation cuttings. Although there are no commercial varieties of \"Dianthus caryophyllus\" that are resistant to the bacterial pathogen, \"B. caryophylli\", there are some wild species that may have genes which display a resistance. Under a testing method that used cut-root soaking to inoculate different species of \"Dianthus\" plants with \"B. caryophylli\", \"D. capitatus spp. Andrzejowskianus\" and \"D. henteri\" were two wild type species which did not show any symptoms usually caused by \"B. caryophylli.\" Five other wild type species along with \"D. capitatus spp. Andrzejowskianus\" and \"D. henteri\" were also labeled as resistant due to a very low percentage of wilted plants.",
            "score": 115.34328532218933
        },
        {
            "docid": "44430316_6",
            "document": "Host adaptation . Some commensal organisms, or organisms that occur in the body naturally and benefit from living in the host without causing it harm or conferring any significant benefit, also have the potential to become pathogens. This specific type of commensal/pathogen hybrid is called an opportunistic pathogen. Not all commensals are opportunistic pathogens. However, opportunistic pathogens are commensals by nature. They are not harmful for the body when the body's immune system is functioning normally, but if the host immune system becomes compromised, or loses its ability to function at its full or near-full potential, opportunistic pathogens switch from being a commensal organism to a pathogen. This is where the name opportunistic pathogen comes from: they are only pathogens when the opportunity to infect the host is there. An example of an opportunistic pathogen is Candida albicans. Candida albicans is a type of fungus/yeast found in the intestines and mucous membranes (like the vagina and throat) of healthy humans. It is also found on the skin of healthy humans. In healthy humans- meaning humans with functioning immune systems- Candida will not cause infections. It will simply co-exist with the host. However, if a person is in chemo therapy or has HIV/AIDS, which weakens the immune system (thus compromising it), Candida albicans will cause infections. It can cause infections as innocuous as yeast infections or thrush and it can cause infections as serious as systemic candidiasis which is fatal in about 50% of cases. Though the mechanisms Candida albicans uses to switch from being a commensal to a pathogen are largely unknown, the reasons for its strength as a pathogen are broadly known. Candida has plenty of phenotypic and genotypic plasticity which means it generates change quickly. As a result of constant diversification, candida has many opportunities to make advantageous mutations. Additionally, Candida can change morphology. It can convert from the yeast for to the filamentous form and vice versa, depending on which stage of infection it is in. In the beginning stages of infection, Candida is more likely to be in the filamentous form because this allows it to adhere to and infect cells more efficiently. Other adaptations of the commensal pathogen include the ability to grow at host temperature, create biofilms, resist reactive oxygen species (ROS) created as part of the human immune response to fight off infection, adapt to different pHs (relevant for being carried in the blood in different parts of the body) and adapt to low nutrient or low glucose environments like the liver Because Candida albicans is very good at adapting to the fluctuating environments of the humans body (i.e. its changing temperature, pH, oxygen reactivity and more) candida albicans is a good pathogen.",
            "score": 107.29665303230286
        },
        {
            "docid": "33732870_6",
            "document": "Pathogenesis-related protein . Although the term pathogenesis-related proteins by itself may give the impression that (all) proteins common to pathological processes in a given plant species can be considered PRs, proteins that are constitutively present in low, yet readily detectable amounts, but which are increased substantially by pathogen infection, such as oxidative and hydrolytic enzymes or general enzymes of aromatic biosynthesis, have been excluded. However, if specific isoforms of such enzymes do not normally occur but are induced as a result of infection, such isoenzymes do belong to the PRs. The major criterion for inclusion among the PRs is that the protein concerned is newly expressed upon infection, although not necessarily in all pathological conditions. These considerations imply that the characteristics of the induction of PRs take priority over other identifying characteristics, such as chemical properties and cellular localization.18 Proteins that are induced exclusively during disease development in compatible host–pathogen combinations have hardly been considered as PRs. Rather, the “classical” PRs are a collective set of novel proteins associated with host defense mainly in incompatible interactions and, thus, are related primarily to a special type of pathogenesis, i.e., one culminating in the impediment of further pathogen progress. In compatible host–pathogen interactions, pathogenesis, symptom expression, and reduction of growth are generally more severe, and enzyme activities may be increased to high levels, but novel host proteins have been observed only occasionally and remain poorly characterized. Proteins expressed under such conditions seem to be rather specific, being induced under the influence of particular pathogens but not others. This situation contrasts with the massive, apparently coordinated, induction of a common set of PRs in virtually any incompatible interaction, which in some cases can amount to 10% of the total soluble protein of the leaf. For this reason, PRs have been implicated in the resistance response and, more specifically, in the acquired resistance that is induced accompanying necrotic lesion formation in various plant species. When plants are locally infected with a pathogen inducing hypersensitive necrosis, they acquire systemically enhanced resistance to subsequent infection by various types of pathogens, and this systemic acquired resistance (SAR) is associated with the induction of PRs in tissues distant from the original inoculation site.1,7,8,19 Such observations suggested that PRs are defense proteins functioning in limiting pathogen multiplication and/or spread. Among the many metabolic alterations characteristic of a hypersensitive response, induction of PRs is a relatively late event,14 and their contribution to resistance against the initial infection is likely to be limited. In contrast, PRs induced in noninfected, distant leaves as a result of primary infection might afford an enhanced level of protection, resulting in reduced size or number of lesions, or even in reduced systemic symptom severity, upon further infection. The “related situations” in which PRs were found to be induced, seem to prove the point: application of chemicals that mimic the effect of pathogen infection or induce some aspects of the host response, as well as wound responses that give rise to proteins that are also induced during infections, can induce both PRs and acquired resistance. This is the case for salicylic acid, for example, which has since been shown to be an essential intermediate in the signal–transduction pathway leading to the induction of PRs in tobacco.",
            "score": 100.73292589187622
        },
        {
            "docid": "37138_39",
            "document": "Arabidopsis thaliana . PTI is able to combat pathogens in a nonspecific manner. A stronger and more specific response in plants is that of effector-triggered immunity (ETI). ETI is dependent upon the recognition of pathogen effectors, proteins secreted by the pathogen that alter functions in the host, by plant resistance genes (R-genes), often described as a gene-for-gene relationship. This recognition may occur directly or indirectly via a guardee protein in a hypothesis known as the guard hypothesis. The first R-gene cloned in \"A. thaliana\" was RPS2 (resistance to \"Pseudomonas syringe\" 2), which is responsible for recognition of the effector avrRpt2. The bacterial effector avrRpt2 is delivered into \"A. thaliana\" via the Type III secretion system of \"P. syringae pv tomato\" strain DC3000. Recognition of avrRpt2 by RPS2 occurs via the guardee protein RIN4, which is cleaved . Recognition of a pathogen effector leads to a dramatic immune response known as the hypersensitive response, in which the infected plant cells undergo cell death to prevent the spread of the pathogen.",
            "score": 106.77871918678284
        },
        {
            "docid": "407814_21",
            "document": "Hygiene hypothesis . Recent comparative genomic studies have shown that immune response genes (protein coding and non-coding regulatory genes) have less evolutionary constraint, and are rather more frequently targeted by positive selection from pathogens that coevolve with the human subject. Of all the various types of pathogens known to cause disease in humans, helminths warrant special attention, because of their ability to modify the prevalence or severity of certain immune-related responses in human and mouse models. In fact recent research has shown that parasitic worms have served as a stronger selective pressure on select human genes encoding interleukins and interleukin receptors when compared to viral and bacterial pathogens. Helminths are thought to have been as old as the adaptive immune system, suggesting that they may have co-evolved, also implying that our immune system has been strongly focused on fighting off helminthic infections, insofar as to potentially interact with them early in infancy. The host-pathogen interaction is a very important relationship that serves to shape the immune system development early on in life.",
            "score": 95.85777974128723
        },
        {
            "docid": "18677275_3",
            "document": "Robert B. Mellor . Mellor was also very interested in how plants distinguish between symbiotic and pathogenic infections and in 1984 set about measuring defence responses in nodules infected with different rhizobial mutants and it gradually appeared that in Rhizobia the nod genes are responsible for producing different nod factors (lipo-chitin molecules) and that amongst their many effects was that they can provoke plant defence responses, so that it was essential that these genes were switched off (by molecules called \"nodoffs\") after infection, or that symbiosis could not take place. This convincing model won general acclaim and indeed the paper with Professor David B Collinge was later reprinted as that year’s number one most important publication (Mellor and Collinge, 1995).",
            "score": 123.9014937877655
        }
    ],
    "r": [
        {
            "docid": "19178965_66",
            "document": "Fungus . \"Ustilago maydis\" is a pathogenic plant fungus that causes smut disease in maize and teosinte. Plants have evolved efficient defense systems against pathogenic microbes such as \"U. maydis\". A rapid defense reaction after pathogen attack is the oxidative burst where the plant produces reactive oxygen species at the site of the attempted invasion. \"U. maydis\" can respond to the oxidative burst with an oxidative stress response, regulated by the gene \"YAP1\". The response protects \"U. maydis\" from the host defense, and is necessary for the pathogen’s virulence. Furthermore, \"U. maydis\" has a well-established recombinational DNA repair system which acts during mitosis and meiosis. The system may assist the pathogen in surviving DNA damage arising from the host plant’s oxidative defensive response to infection.",
            "score": 155.28952026367188
        },
        {
            "docid": "56073965_10",
            "document": "Plant–fungus horizontal gene transfer . Plant–fungus horizontal gene transfer could take place during plant infection. There are many possible vectors, such as plant–fungus–insect interactions. The ability for fungi to infect other organisms provides this possible pathway.",
            "score": 155.14337158203125
        },
        {
            "docid": "56073965_15",
            "document": "Plant–fungus horizontal gene transfer . In \"Stagonospora\" and \"Pyrenophora\", as well as in \"Fusarium\" and \"Alternaria\", horizontal gene transfer provides a powerful mechanism for fungi to acquire pathogenic capabilities to infect a new host plant. Horizontal gene transfer and interspecific hybridization between pathogenic species allow for hybrid offspring with an expanded host range. This can cause disease outbreaks on new crops when an encoded protein is able to cause pathogenicity. The interspecific transfer of virulence factors in fungal pathogens has been shown between \"Stagonospora modorum\" and \"Pyrenophora tritici-repentis\", where a host-selective toxin from \"S. nodorum\" conferred virulence to \"P. tritici-repentis\" on wheat.",
            "score": 150.72830200195312
        },
        {
            "docid": "39480963_30",
            "document": "Ectomycorrhiza . In a study concerning a \"Tilia americana\"-\"Tuber borchii\" ectomycorrhiza, 29 volatile organic compounds were produced only during the interaction phase between the two partners, suggesting some of these compounds could play a role in the early stages of the formation of the ectomycorrhiza. Another study on the same ectomycorrhizal association by Menotta \"et al\". showed 58 genes were differentially expressed during the pre-contact phase, most of which were involved in secretory, apical growth, and infection processes. Thus, there appears to be a complex set of molecular changes that occurs even before the fungus and host plant make contact.",
            "score": 149.7421875
        },
        {
            "docid": "13415317_4",
            "document": "Expansin . So far, two large families of expansin genes have been discovered in plants, named alpha-expansins (given the gene symbol EXPA) and beta-expansins (EXPB). Both families of expansins have been identified in a wide range of land plants, from angiosperms and gymnosperms to ferns and mosses. The model plant \"Arabidopsis thaliana\" contains around 26 different α-expansin genes and 6 β-expansin genes. A subset of β-expansins has evolved a special role in grass pollen, where they are known as group 1 grass pollen allergens. Plants also have a small set of expansin-like genes (named EXLA and EXLB) whose function has not been established. Some proteins in bacteria and fungi are known to have distant sequence similarity to plant expansins. Strong evidence that at least some of these sequences are indeed expansins came in 2008 when the crystal structure of the YOAJ protein from a bacterium (\"Bacillus subtilis\") was shown to be very similar to the structure of plant expansins, despite the low sequence similarity. This study also noted that proteins related to YOAJ were found in diverse species of plant pathogenic bacteria, but not in related bacteria that did not attack or colonize plants, thus suggesting that these bacterial expansins have a role in plant-microbe interactions. Some animals, such as \"Globodera rostochiensis\", a plant-parasitic nematode, can produce a functional expansin which uses it to loosen cell walls when invading its host plant.",
            "score": 142.07229614257812
        },
        {
            "docid": "2339577_129",
            "document": "Evidence of common descent . Kirsten Bomblies et al. from the Max Planck Institute for Developmental Biology discovered two genes in the thale cress plant, \"Arabidopsis thaliana\". When both genes are inherited by an individual, it ignites a reaction in the hybrid plant that turns its own immune system against it. In the parents, the genes were not detrimental, but they evolved separately to react defectively when combined. To test this, Bomblies crossed 280 genetically different strains of \"Arabidopsis\" in 861 distinct ways and found that 2 percent of the resulting hybrids were necrotic. Along with allocating the same indicators, the 20 plants also shared a comparable collection of genetic activity in a group of 1,080 genes. In almost all of the cases, Bomblies discovered that only two genes were required to cause the autoimmune response. Bomblies looked at one hybrid in detail and found that one of the two genes belonged to the NB-LRR class, a common group of disease resistance genes involved in recognizing new infections. When Bomblies removed the problematic gene, the hybrids developed normally. Over successive generations, these incompatibilities could create divisions between different plant strains, reducing their chances of successful mating and turning distinct strains into separate species.",
            "score": 142.01573181152344
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 140.04278564453125
        },
        {
            "docid": "406929_3",
            "document": "Virulence . In the context of gene for gene systems, often in plants, virulence refers to a pathogen's ability to infect a resistant host. In most other contexts, especially in animal systems, virulence refers to the degree of damage caused by a microbe to its host. The pathogenicity of an organism - its ability to cause disease - is determined by its virulence factors. The noun \"virulence\" derives from the adjective \"virulent\". \"Virulent\" can describe either disease severity or a pathogen's infectivity. The word \"virulent\" derives from the Latin word \"virulentus\", meaning \"a poisoned wound\" or \"full of poison.\"",
            "score": 139.61962890625
        },
        {
            "docid": "5580524_8",
            "document": "Sugarcane smut . Plant disease resistance is the result of coevolution between the plant and pathogen. During Ustilago scitaminea infection, the fungus grows within the meristematic tissue and induces formation of flowering structures, which it colonises to produce its teliopores. The flowering structures, usually typical grass panicles, are transformed into a whip-like sorus that grows rapidly and protrudes out between the leaf sheaths. The development of sugarcane smut depends on the interaction among environment, the sugarcane variety and the pathogen itself. If the interaction between smut-resistant varieties and the pathogen is nonaffinity, disease resistance occurs; however, if the interaction between smut-susceptible varieties and the pathogen is affinity, disease susceptibility occurs. A series of physiological and biochemical changes, together with the molecular response, occur during the period between the appearance of the stress on plant from the invasion of the pathogen and the subsequent plant-pathogen interaction. Progress has been made in studies of the molecular basis of sugarcane smut resistance. According to one study, the type of resistance is a single gene resistance at the N52/219 gene site. Furthermore this study talked about several different strains or races of Ustilago scitaminea. Despite what has been learned, more studies on the molecular interaction in this pathosystem are needed to discover the mechanisms of smut resistance.",
            "score": 138.03550720214844
        },
        {
            "docid": "10139931_20",
            "document": "Pseudomonas syringae . A combination of the pathogen's effector genes and the plant's resistance genes is thought to determine which species a particular pathovar can infect. Plants can develop resistance to a pathovar by recognising pathogen-associated molecular patterns (PAMPs) and launching an immune response. These PAMPs are necessary for the microbe to function, so cannot be lost, but the pathogen may find ways to suppress this immune response, leading to an evolutionary arms race between the pathogen and the host.",
            "score": 136.61839294433594
        },
        {
            "docid": "39830246_15",
            "document": "Evolving digital ecological networks . Interactions in which both species obtain mutual benefit, such as those between flowering plants and pollinators, and birds and fleshy fruits, can be implemented in evolving digital experiments by following the same task matching approach used for host-parasite interactions, but using free-living organisms instead of parasitic threads. For example, one way to set up a plant-pollinator type of interaction is to use an environment containing two mutually exclusive resources: one designated for \"plant\" organisms and one for \"pollinator\" organisms. Similar to parasites attempting infection, if tasks overlap between a pollinator and a plant it visits, pollination is successful and both organisms obtain extra CPU cycles. Thus, these digital organisms obtain mutual benefit when they perform at least one common task, and more common tasks lead to larger mutual benefits. While this is one specific way to enable mutualistic interactions, many others are possible in Avida. Interactions that begin as parasitic may even evolve to be mutualistic under the right conditions. In most cases, coevolution will result in concurrent interactions between multiple phenotypes. Thus, observed networks of mutualistic interactions can inform our understanding about the outcomes and processes of coevolution in complex communities.",
            "score": 135.62232971191406
        },
        {
            "docid": "33732870_2",
            "document": "Pathogenesis-related protein . Pathogenesis-related (PR) proteins are proteins produced in plants in the event of a pathogen attack. They are induced as part of systemic acquired resistance. Infections activate genes that produce PR proteins. Some of these proteins are antimicrobial, attacking molecules in the cell wall of a bacterium or fungus. Others may function as signals that spread “news” of the infection to nearby cells. Infections also stimulate the cross-linking of molecules in the cell wall and the deposition of lignin, responses that set up a local barricade that slows spread of the pathogen to other parts of the plant.",
            "score": 135.4246063232422
        },
        {
            "docid": "22590461_16",
            "document": "Plant disease resistance . Plants have evolved R genes (resistance genes) whose products mediate resistance to specific virus, bacteria, oomycete, fungus, nematode or insect strains. R gene products are proteins that allow recognition of specific pathogen effectors, either through direct binding or by recognition of the effector's alteration of a host protein. Many R genes encode NB-LRR proteins (proteins with nucleotide-binding and leucine-rich repeat domains, also known as NLR proteins or STAND proteins, among other names). Most plant immune systems carry a repertoire of 100-600 different R gene homologs. Individual R genes have been demonstrated to mediate resistance to specific virus, bacteria, oomycete, fungus, nematode or insect strains. R gene products control a broad set of disease resistance responses whose induction is often sufficient to stop further pathogen growth/spread.",
            "score": 134.80030822753906
        },
        {
            "docid": "56073965_3",
            "document": "Plant–fungus horizontal gene transfer . Most plant–fungus horizontal gene transfer events are ancient and rare, but they may have provided important gene functions leading to wider substrate use and habitat spread for plants and fungi. Since these events are rare and ancient, they have been difficult to detect and remain relatively unknown. Plant–fungus interactions could play a part in a multi-horizontal gene transfer pathway among many other organisms.",
            "score": 134.78964233398438
        },
        {
            "docid": "874539_15",
            "document": "Hellebore . Botrytis cinerea or grey mold is a fungal disease that infects most ornamental plants. The fungus causes a decay of plant tissues and will grow fuzzy gray-brown mold over the decaying areas, such as the buds, leaves, and flowers. Parts of the plant may shrivel and die after exposure to the mold, particularly the flowers. Typically the fungus will only infect plants through an open wound or when the plant is under stress, but it has also been known to infect plants in humid conditions. If the humidity is low the mold may be contained to discrete spots on the plant, but the mold has been known to spread rapidly in highly humid conditions. Grey mold can infect a plant at any time of the year and is not seasonally dependent. The fungus will form black seed like structures in the dead plant tissue to create its spores to help it survive when new host plants are scarce. The spores are spread through the air to new plants.",
            "score": 134.48501586914062
        },
        {
            "docid": "1686272_38",
            "document": "Chemical biology . The advances in modern sequencing technologies in the late 1990s allowed scientists to investigate DNA of communities of organisms in their natural environments, so-called \"eDNA\", without culturing individual species in the lab. This metagenomic approach enabled scientists to study a wide selection of organisms that were previously not characterized due in part to an incompetent growth condition. These sources of eDNA include, but are not limited to, soils, ocean, subsurface, hot springs, hydrothermal vents, polar ice caps, hypersaline habitats, and extreme pH environments. Of the many applications of metagenomics, chemical biologists and microbiologists such as Jo Handelsman, Jon Clardy, and Robert M. Goodman who are pioneers of metagenomics, explored metagenomic approaches toward the discovery of biologically active molecules such as antibiotics. Functional or homology screening strategies have been used to identify genes that produce small bioactive molecules. Functional metagenomic studies are designed to search for specific phenotypes that are associated with molecules with specific characteristics. Homology metagenomic studies, on the other hand, are designed to examine genes to identify conserved sequences that are previously associated with the expression of biologically active molecules. Functional metagenomic studies enable scientists to discover novel genes that encode biologically active molecules. These assays include top agar overlay assays where antibiotics generate zones of growth inhibition against test microbes, and pH assays that can screen for pH change due to newly synthesized molecules using pH indicator on an agar plate. Substrate-induced gene expression screening (SIGEX), a method to screen for the expression of genes that are induced by chemical compounds, has also been used to search genes with specific functions. These led to the discovery and isolation of several novel proteins and small molecules. For example, the Schipper group identified three eDNA derived AHL lactonases that inhibit biofilm formation of Pseudomonas aeruginosa via functional metagenomic assays. However, these functional screening methods require a good design of probes that detect molecules being synthesized and depend on the ability to express metagenomes in a host organism system. In contrast, homology metagenomic studies led to a faster discovery of genes that have homologous sequences as the previously known genes that are responsible for the biosynthesis of biologically active molecules. As soon as the genes are sequenced, scientists can compare thousands of bacterial genomes simultaneously. The advantage over functional metagenomic assays is that homology metagenomic studies do not require a host organism system to express the metagenomes, thus this method can potentially save the time spent on analyzing nonfunctional genomes. These also led to the discovery of several novel proteins and small molecules. For example, Banik et al. screened for clones containing genes associated with the synthesis of teicoplanin and vancomycin-like glycopeptide antibiotics and found two new biosynthetic gene clusters. In addition, an \"in silico\" examination from the Global Ocean Metagenomic Survey found 20 new lantibiotic cyclases.  There are challenges to metagenomic approaches to discover new biologically active molecules. Only 40% of enzymatic activities present in a sample can be expressed in \"E. coli.\". In addition, the purification and isolation of eDNA is essential but difficult when the sources of obtained samples are poorly understood. However, collaborative efforts from individuals from diverse fields including bacterial genetics, molecular biology, genomics, bioinformatics, robots, synthetic biology, and chemistry can solve this problem together and potentially lead to the discovery of many important biologically active molecules.",
            "score": 133.95669555664062
        },
        {
            "docid": "22590461_51",
            "document": "Plant disease resistance . Among the thousands of species of plant pathogenic microorganisms, only a small minority have the capacity to infect a broad range of plant species. Most pathogens instead exhibit a high degree of host-specificity. Non-host plant species are often said to express \"non-host resistance\". The term \"host resistance\" is used when a pathogen species can be pathogenic on the host species but certain strains of that plant species resist certain strains of the pathogen species. The causes of host resistance and non-host resistance can overlap. Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen host range can change quite suddenly if, for example, the pathogen's capacity to synthesize a host-specific toxin or effector is gained by gene shuffling/mutation, or by horizontal gene transfer.",
            "score": 133.8750457763672
        },
        {
            "docid": "53754650_2",
            "document": "Plant communication . Plant communication encompasses all communication between plants and a host of other organisms such as soil microbes, other plants (of the same or other species), animals, insects, and fungi. Plants communicate through a host of volatile organic compounds (VOCs) that can be separated into four broad categories, each the product of distinct chemical pathways: fatty acid derivatives, phenylpropanoids/benzenoids, amino acid derivatives, and terpenoids. Due to the physical/chemical constraints most VOCs are of low molecular mass (< 300 Da), are hydrophobic, and have high vapor pressures. The responses of organisms to plant emitted VOCs varies from attracting the predator of a specific herbivore to reduce mechanical damage inflicted on the plant to the induction of chemical defenses of a neighboring plant before it is being attacked. In addition, the host of VOCs emitted varies from plant to plant, where for example, the Venus Fly Trap can emit VOCs to specifically target and attract starved prey. While these VOCs typically lead to an increase in herbivory resistance in neighboring plants, there is no clear benefit to the emitting plant in helping nearby plants. As such, whether neighboring plants have evolved the capability to \"eavesdrop\" or whether there is an unknown tradeoff occurring is subject to much scientific debate.",
            "score": 133.45741271972656
        },
        {
            "docid": "35256679_2",
            "document": "Community fingerprinting . Community fingerprinting is a set of molecular biology techniques that can be used to quickly profile the diversity of a microbial community. Rather than directly identifying or counting individual cells in an environmental sample, these techniques show how many variants of a gene are present. In general, it is assumed that each different gene variant represents a different type of microbe. Community fingerprinting is used by microbiologists studying a variety of microbial systems (e.g. marine, freshwater, soil, and human microbial communities) to measure biodiversity or track changes in community structure over time. The method analyzes environmental samples by assaying genomic DNA. This approach offers an alternative to microbial culturing, which is important because most microbes cannot be cultured in the laboratory. Community fingerprinting does not result in identification of individual microbe species; instead, it presents an overall picture of a microbial community. These methods are now largely being replaced by high throughput sequencing, such as targeted microbiome analysis (e.g., 16s rRNA sequencing) and metagenomics.",
            "score": 133.26385498046875
        },
        {
            "docid": "32364415_7",
            "document": "Gymnoconia . \"Gymnoconia interstitialis\" is a fungus – specifically a basidiomycete. The mycelium lives from year to year in the infected plant. You can find the mycelium in the roots of the plant between the cells of the cortex (near the cambium). The parenchyma inside of the leaves is the initial source of infection. When infection occurs in a young plant, hyphae may be found in any of the tissues. In the affected organs of the plant, the mycelium develops haustoria, which appear as side branching from the mycelium. The haustoria penetrate through cell walls to extract nutrients, while the fungus follows the growing-tip of the plant. As discussed in the “Hosts and Symptoms” section, black bodies appear on the upper surface of the leaves during the spring. These black bodies are sterile and are referred to as spermagonia, or pycnia. The orange “cushions” that develop later on the under-side of the leaf are forming spores, which have the capability to germinate all at once (Clinton, 1920). From each spore a short promycelium bearing four sporidia is protruded. During the growing season, these sporidia cause infections on other plants in the raspberry and blackberry families. The sporidia give rise to mycelium, and once winter comes, the fungus is dormant. The disease overwinters as mycelium in the canes, crown and roots of the plants.",
            "score": 133.2458038330078
        },
        {
            "docid": "59358_10",
            "document": "Mycorrhiza . Nutrients can be shown to move between different plants through the fungal network. Carbon has been shown to move from paper birch trees into Douglas-fir trees thereby promoting succession in ecosystems. The ectomycorrhizal fungus \"Laccaria bicolor\" has been found to lure and kill springtails to obtain nitrogen, some of which may then be transferred to the mycorrhizal host plant. In a study by Klironomos and Hart, Eastern White Pine inoculated with \"L. bicolor\" was able to derive up to 25% of its nitrogen from springtails. When compared to non-mycorrhizal fine roots, ectomycorrhizae may contain very high concentrations of trace elements, including toxic metals (cadmium, silver) or chlorine. The first genomic sequence for a representative of symbiotic fungi, the ectomycorrhizal basidiomycete \"Laccaria bicolor\", has been published. An expansion of several multigene families occurred in this fungus, suggesting that adaptation to symbiosis proceeded by gene duplication. Within lineage-specific genes those coding for symbiosis-regulated secreted proteins showed an up-regulated expression in ectomycorrhizal root tips suggesting a role in the partner communication. \"Laccaria bicolor\" is lacking enzymes involved in the degradation of plant cell wall components (cellulose, hemicellulose, pectins and pectates), preventing the symbiont from degrading host cells during the root colonisation. By contrast, \"Laccaria bicolor\" possesses expanded multigene families associated with hydrolysis of bacterial and microfauna polysaccharides and proteins. This genome analysis revealed the dual saprotrophic and biotrophic lifestyle of the mycorrhizal fungus that enables it to grow within both soil and living plant roots.",
            "score": 132.4092254638672
        },
        {
            "docid": "12547716_2",
            "document": "Raymond St. Leger . Raymond J. St. Leger (born 1957, in London, England) is an American mycologist, entomologist and molecular biologist who currently holds the rank of Distinguished University Professor in the Department of Entomology at the University of Maryland, College Park. He is an advocate of online open education and since 2013 has co-taught with Dr. Tammatha O’Brien a massive open online Coursera course called Genes and the Human Condition. St. Leger has published more than 150 scientific papers and book chapters on fungal pathogens of plants, animals and insects, and on the reactions of hosts to infection. St. Leger has principally used entomopathogenic fungus (fungi that act as parasites of insects), as models for understanding how pathogens in general respond to changing environments, initiate host invasion, colonize tissues, and counter host immune responses. These investigations have also addressed the mechanisms by which new pathogens emerge with different host ranges. St. Leger is leading a project to sequence multiple pathogens in collaboration with The Genome Institute (Washington University School of Medicine) and the Shanghai Institutes for Biological Sciences. Their intent is to create highly accurate genome sequences in order to identify small genetic differences that can lead to the evolution of new pathogens. Other interests include fungal and insect behavior and evolution, molecular biology of fungi, pest control and mutualistic associations between microbes and plants that can be exploited to benefit agriculture.",
            "score": 132.2501678466797
        },
        {
            "docid": "22590461_21",
            "document": "Plant disease resistance . Transport of sRNAs during infection is likely facilitated by extracellular vesicles (EVs) and multivesicular bodies (MVBs). The composition of RNA in plant EVs has not been fully evaluated, but it is likely that they are, in part, responsible for trafficking RNA. Plants can transport viral RNAs, mRNAs, microRNAs (miRNAs) and small interfering RNAs (siRNAs) systemically through the phloem. This process is thought to occur through the plasmodesmata and involves RNA-binding proteins that assist RNA localization in mesophyll cells. Although they have been identified in the phloem with mRNA, there is no determinate evidence that they mediate long-distant transport of RNAs. EVs may therefore contribute to an alternate pathway of RNA loading into the phloem, or could possibly transport RNA through the apoplast. There is also evidence that plant EVs can allow for interspecies transfer of sRNAs by RNA interference such as Host-Induced Gene Silencing (HIGS). The transport of RNA between plants and fungi seems to be bidirectional as sRNAs from the fungal pathogen \"Botrytis cinerea\" have been shown to target host defense genes in Arabidopsis and tomato.",
            "score": 131.94515991210938
        },
        {
            "docid": "14284312_14",
            "document": "Isocitrate lyase . ICL has found to be important in human, animal, and plant pathogenesis. For several agricultural crops including cereals, cucumbers, and melons, increased expression of the gene encoding ICL is important for fungal virulence. For instance, increased gene expression of \"icl1\" has been seen in the fungus \"Leptosphaeria maculans\" upon infection of canola. Inactivation of the \"icl1\" gene leads to reduced pathogenicity of the fungus, which is thought to be a result of the inability of the fungus to use carbon sources provided by the plant. Additionally, upregulation of the glyoxylate cycle has been seen for pathogens that attack humans. This is the case for fungi such as \"Candida albicans\", which inhabits the skin, mouth, GI tract, gut and vagina of mammals and can lead to systemic infections of immunocompromised patients; as well as for the bacterium \"Mycobacterium tuberculosis\", the major causative agent of tuberculosis. In this latter case, ICL has been found to be essential for survival in the host. Thus, ICL is a current inhibition target for therapeutic treatments of tuberculosis.",
            "score": 130.9820098876953
        },
        {
            "docid": "10139931_21",
            "document": "Pseudomonas syringae . Owing to early availability of genome sequences for \"P syringae\" pv, tomato strain DC3000, \"P. syringae\" pv.\" syringae\" strain B728a, and \"P. syringae\" pv. \"phaseolicola\" strain 1448A, together with the ability of selected strains to cause disease on well-characterized host plants such as \"Arabidopsis thaliana\", \"Nicotiana benthamiana\", and tomato, \"P. syringae\" has come to represent an important model system for experimental characterization of the molecular dynamics of plant-pathogen interactions. The \"P. syringae\" experimental system has been a source of pioneering evidence for the important role of pathogen gene products in suppressing plant defense. The nomenclature system developed for \"P. syringae\" effectors has been adopted by researchers characterizing effector repertoires in other bacteria, and methods used for bioinformatic effector identification have been adapted for other organisms. In addition, researchers working with \"P. syringae\" have played an integral role in the Plant-Associated Microbe Gene Ontology working group, aimed at developing gene ontology terms that capture biological processes occurring during the interactions between organisms, and using the terms for annotation of gene products.",
            "score": 130.8721466064453
        },
        {
            "docid": "31533830_16",
            "document": "Plant use of endophytic fungi in defense . The range of associated plants and fungi may be altered as climate changes, and not necessarily in a synchronous fashion. Plants may lose or gain endophytes, with as yet unknown impacts on defense and fitness, although generalist species may provide indirect defense in new habitats more often than not. Above-ground and below-ground associations can be mutual drivers of diversity, so altering the interactions between plants and their fungi may also have drastic effects on the community at large, including herbivores. Changes in distribution may bring plants into competition with previously established local species, making the fungal community – and particularly the pathogenic role of fungus – important in determining outcomes of competition with non-native invasive species. As carbon dioxide levels rise, the amplified photosynthesis will increase the pool of carbohydrates available to endophytic partners, potentially altering the strength of associations. Infected C3 plants show greater relative growth rate under high CO2 conditions compared to uninfected plants, and it is possible that the fungi drive this pattern of increased carbohydrate production.",
            "score": 130.6725311279297
        },
        {
            "docid": "551284_9",
            "document": "Cauliflower mosaic virus . CaMV replicates by reverse transcription: At this point the new viral genome can either be packaged into capsids and released from the cell or they can be transported by movement proteins into an adjacent, uninfected cell. The Cauliflower mosaic virus promoter (CaMV 35S) is used in most transgenic crops to activate foreign genes which have been artificially inserted into the host plant. It is inserted into transgenic plants in a form which is different from that found when it is present in its natural \"Brassica\" plant hosts. This enables it to operate in a wide range of host-organism environments which would otherwise not be possible. CaMV contains about 8 kb double-strand DNA genome and produces spherical particles. CaMV infections are systemic, and even its DNA is infectious when inoculated on abraded plant surfaces. The CaMV genome has 8 tightly packed genes, of which only two small genes, genes II and VII, are nonessential; as a result, only these two genes can be replaced/deleted without a loss of infectivity. In addition, modified CaMV genomes exceeding the natural genome size (8024 bp) by even a few hundred bp are not packaged into virions. These two factors seriously limit the size of DNA insert clonable in CaMV. The bacterial dihydrofolate reductase DHFR gene has been successfully cloned into the CaMV genome, in place of gene II, and has been successfully expressed in plants.",
            "score": 130.30946350097656
        },
        {
            "docid": "55623961_5",
            "document": "Gymnoconia interstitialis . \"Gymnoconia interstitialis\" is a fungus – specifically a basidiomycete. The mycelium lives from year to year in the affected plant. You can find the mycelium in the roots of the plant between the cells of the cortex (near the cambium). The parenchyma inside of the leaves becomes infected. When in a young plant, hyphae may be found in any of the tissues. In the affected organs of the plant, the mycelium develops haustoria, which appear as side branching from the mycelium. The haustoria penetrate through cell walls to extract nutrients, while the fungus follows the growing-tip of the plant. As discussed in the \"Hosts and Symptoms\" section, black bodies appear on the upper surface of the leaves during the spring. These black bodies are sterile and are referred to as spermagonia, or pycnia. The orange \"cushions\" that develop later on the under-side of the leaf are forming spores, which have the capability to germinate all at once. From each spore a short promycelium (the germ tube of the spore) bearing four sporidia is protruded. During the growing season, these sporidia cause infections on other plants in the raspberry and blackberry families. The sporidia give rise to mycelium, and once winter comes, the fungus is dormant. The disease overwinters as mycelium in the canes, crown and roots of the plants.",
            "score": 130.29039001464844
        },
        {
            "docid": "23577302_2",
            "document": "Hyaloperonospora arabidopsidis . Hyaloperonospora arabidopsidis is a species from the family Peronosporaceae. It is an obligate parasite and the causal agent of the downy mildew of the plant model organism \"Arabidopsis thaliana\". While \"H. arabidopsidis\" has for a long time been subsumed under \"Peronospora parasitica\" (now \"Hyaloperonospora parasitica\"), recent studies have shown that \"H. parasitica\" is restricted to \"Capsella bursa-pastoris\" as a host plant. Like the other \"Hyaloperonospora\" species, \"H. arabidopsidis\" is highly specialized, and it is so far known with certainty only from \"Arabidopsis thaliana\" as a host plant. \"Hyaloperonospora arabidopsidis\" encodes 10 different noncytotoxic NLPs (HaNLPs) that do not cause necrosis. We discovered that these noncytotoxic NLPs, however, act as potent activators of the plant immune system in \"Arabidopsis thaliana\". Ectopic expression of HaNLP3 in \"Arabidopsis\" triggered resistance to \"H. arabidopsidis\", activated the expression of a large set of defense-related genes, and caused a reduction of plant growth that is typically associated with strongly enhanced immunity. N- and C-terminal deletions of HaNLP3, as well as amino acid substitutions, pinpointed to a small central region of the protein that is required to trigger immunity, indicating the protein acts as a microbe-associated molecular pattern (MAMP).",
            "score": 130.19757080078125
        },
        {
            "docid": "4189740_49",
            "document": "Plant defense against herbivory . The selective breeding of crop plants often involves selection against the plant's intrinsic resistance strategies. This makes crop plant varieties particularly susceptible to pests unlike their wild relatives. In breeding for host-plant resistance, it is often the wild relatives that provide the source of resistance genes. These genes are incorporated using conventional approaches to plant breeding, but have also been augmented by recombinant techniques, which allow introduction of genes from completely unrelated organisms. The most famous transgenic approach is the introduction of genes from the bacterial species, \"Bacillus thuringiensis\", into plants. The bacterium produces proteins that, when ingested, kill lepidopteran caterpillars. The gene encoding for these highly toxic proteins, when introduced into the host plant genome, confers resistance against caterpillars, when the same toxic proteins are produced within the plant. This approach is controversial, however, due to the possibility of ecological and toxicological side effects.",
            "score": 129.610595703125
        },
        {
            "docid": "19167679_79",
            "document": "Virus . Plants have elaborate and effective defence mechanisms against viruses. One of the most effective is the presence of so-called resistance (R) genes. Each R gene confers resistance to a particular virus by triggering localised areas of cell death around the infected cell, which can often be seen with the unaided eye as large spots. This stops the infection from spreading. RNA interference is also an effective defence in plants. When they are infected, plants often produce natural disinfectants that kill viruses, such as salicylic acid, nitric oxide, and reactive oxygen molecules.",
            "score": 129.11514282226562
        },
        {
            "docid": "22590461_18",
            "document": "Plant disease resistance . Effectors are central to the pathogenic or symbiotic potential of microbes and microscopic plant-colonizing animals such as nematodes. Effectors typically are proteins that are delivered outside the microbe and into the host cell. These colonist-derived effectors manipulate the host's cell physiology and development. As such, effectors offer examples of co-evolution (example: a fungal protein that functions outside of the fungus but inside of plant cells has evolved to take on plant-specific functions). Pathogen host range is determined, among other things, by the presence of appropriate effectors that allow colonization of a particular host. Pathogen-derived effectors are a powerful tool to identify plant functions that play key roles in disease and in disease resistance. Apparently most effectors function to manipulate host physiology to allow disease to occur. Well-studied bacterial plant pathogens typically express a few dozen effectors, often delivered into the host by a Type III secretion apparatus. Fungal, oomycete and nematode plant pathogens apparently express a few hundred effectors.",
            "score": 128.92318725585938
        }
    ]
}