{
    "q": [
        {
            "docid": "47764552_3",
            "document": "Vosoritide . Fibroblast growth factor receptor 3 (FGFR3) is a receptor that normally down-regulates cartilage and bone growth when activated by one of the proteins known as acidic and basic fibroblast growth factor. It does so by inhibiting the development (cell proliferation and differentiation) of chondrocytes, the cells that produce and maintain the cartilaginous matrix which is also necessary for bone growth. Children with achondroplasia have one of several possible FGFR3 mutations resulting in constitutional (permanent) activity of this receptor, resulting in overall reduced chondrocyte activity and thus bone growth.",
            "score": 213.0046899318695
        },
        {
            "docid": "1977327_8",
            "document": "Klippel–Feil syndrome . Genetic genealogy has identified a specific location of a gene on a chromosome for Klippel-Feil Syndrome. Mutations in the GDF6 and GDF3 genes have also been identified to cause the disease, although some people with Klippel–Feil syndrome do not have identified mutations in the GDF6 or GDF3 genes. In this case, the cause of the condition in these individuals is unknown. GDF6 and GDF3 genes provide the body with instructions for making proteins involved in regulating the growth and maturation of bone and cartilage. These proteins actively regulate cell growth in embryonic and adult tissue. GDF6 specifically is involved in the formation of vertebral bones, among others, and establishing boundaries between bones in skeletal development while GDF3 is involved with bone and cartilage growth. Mutations cause reductions in these functional proteins but, it is unclear exactly how a shortage in these proteins leads to incomplete separation of the vertebrae in people with Klippel–Feil syndrome. However, when the GDF6 gene was knocked out in mice, the result was the fusion of bones. Only by identifying the link between the genetic cause and the phenotypic pathoanatomy of Klippel–Feil syndrome will we be able to rationalize the heterogeneity of the syndrome.",
            "score": 177.06416642665863
        },
        {
            "docid": "563093_15",
            "document": "Paracrine signalling . Phenotype and survival of mice after knockout of some Jak or STAT genes:  The Jak-STAT pathway is instrumental in the development of limbs, specifically in its ability to regulate bone growth through paracrine signaling of cytokines. However, mutations in this pathway have been implicated in severe forms of dwarfism: thanatophoric dysplasia (lethal) and achondroplasic dwarfism (viable). This is due to a mutation in a Fgf gene, causing a premature and constitutive activation of the Stat1 transcription factor. Chondrocyte cell division is prematurely terminated, resulting in lethal dwarfism. Rib and limb bone growth plate cells are not transcribed. Thus, the inability of the rib cage to expand prevents the newborn's breathing.",
            "score": 181.86845183372498
        },
        {
            "docid": "8072047_9",
            "document": "Chondroblastoma . Romeo \"et al\" has noted that chondroblastoma arising in long bones mainly affects the epiphyses, while in other locations it is close to ossification centers. Additionally, rare prevalence of chondroblastoma in intra-membranous ossification suggests a close relationship with growth plate cartilage. In chondroblastoma, growth signaling molecules may be present due to the pre-pubertal signaling network as well as cartilage growth. Sex hormones are thought to be linked to this process because of the spatial relationship of chondroblastoma with the growth plate and its typical occurrence before growth plate fusion. Both Indian Hedgehog/Parathyroid Hormone-related Protein (IHh/PtHrP) and fibroblast growth factor (FGF) signaling pathways, important for development of the epiphyseal growth plate, are active in chondroblastoma leading to greater proliferation among the cells in the proliferating/pre-hypertrophic zone (cellular-rich area) versus the hypertrophic/calcifying zone (matrix-rich area). These findings suggest that chondroblastoma is derived from a mesenchymal cell undergoing chondrogenesis via active growth-plate signaling pathways (see Endochondral ossification).",
            "score": 148.33016908168793
        },
        {
            "docid": "4143960_8",
            "document": "Fibroblast growth factor . Not long after FGF1 and FGF2 were isolated, another group of investigators isolated a pair of heparin-binding growth factors that they named HBGF-1 and HBGF-2, while a third group isolated a pair of growth factors that caused proliferation of cells in a bioassay containing blood vessel endothelium cells, which they called ECGF1 and ECGF2. These independently discovered proteins were eventually demonstrated to be the same sets of molecules, namely FGF1, HBGF-1 and ECGF-1 were all the same acidic fibroblast growth factor described by Gospodarowicz, et al., while FGF2, HBGF-2, and ECGF-2 were all the same basic fibroblast growth factor. FGFs are multifunctional proteins with a wide variety of effects; they are most commonly mitogens but also have regulatory, morphological, and endocrine effects. They have been alternately referred to as \"pluripotent\" growth factors and as \"promiscuous\" growth factors due to their multiple actions on multiple cell types. Promiscuous refers to the biochemistry and pharmacology concept of how a variety of molecules can bind to and elicit a response from single receptor. In the case of FGF, four receptor subtypes can be activated by more than twenty different FGF ligands. Thus the functions of FGFs in developmental processes include mesoderm induction, antero-posterior patterning, limb development, neural induction and neural development, and in mature tissues/systems angiogenesis, keratinocyte organization, and wound healing processes.",
            "score": 189.51402139663696
        },
        {
            "docid": "419986_12",
            "document": "Osteoblast . Key growth factors in endochondral skeletal differentiation include bone morphogenetic proteins (BMPs) that determine to a major extent where chondrocyte differentiation occurs and where spaces are left between bones. The system of cartilage replacement by bone has a complex regulatory system. BMP2 also regulates early skeletal patterning. transforming growth factor beta (TGF-β), is part of a superfamily of proteins that include BMPs, which possess common signaling elements in the TGF beta signaling pathway. TGF-β is particularly important in cartilage differentiation, which generally precedes bone formation for endochondral ossification. An additional family of essential regulatory factors is the fibroblast growth factors (FGFs) that determine where skeletal elements occur in relation to the skin.",
            "score": 152.97377038002014
        },
        {
            "docid": "14770477_3",
            "document": "FGF9 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein was isolated as a secreted factor that exhibits a growth-stimulating effect on cultured glial cells. In nervous system, this protein is produced mainly by neurons and may be important for glial cell development. Expression of the mouse homolog of this gene was found to be dependent on Sonic hedgehog (Shh) signaling. Mice lacking the homolog gene displayed a male-to-female sex reversal phenotype, which suggested a role in testicular embryogenesis. This gene is involved in the patterning of sex determination, lung development, and skeletal development.",
            "score": 153.14273512363434
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 98.19200563430786
        },
        {
            "docid": "4099_36",
            "document": "Bone . Bone volume is determined by the rates of bone formation and bone resorption. Recent research has suggested that certain growth factors may work to locally alter bone formation by increasing osteoblast activity. Numerous bone-derived growth factors have been isolated and classified via bone cultures. These factors include insulin-like growth factors I and II, transforming growth factor-beta, fibroblast growth factor, platelet-derived growth factor, and bone morphogenetic proteins. Evidence suggests that bone cells produce growth factors for extracellular storage in the bone matrix. The release of these growth factors from the bone matrix could cause the proliferation of osteoblast precursors. Essentially, bone growth factors may act as potential determinants of local bone formation. Research has suggested that cancellous bone volume in postemenopausal osteoporosis may be determined by the relationship between the total bone forming surface and the percent of surface resorption.",
            "score": 153.88502442836761
        },
        {
            "docid": "4166656_3",
            "document": "Simpson–Golabi–Behmel syndrome . Although not all causes of SGBS have been identified, one cause of SGBS type I is a mutation of the glypican-3 gene (GPC3) on the X chromosome locus q26.1. This particular gene is widely expressed, especially in tissues derived from the mesoderm during fetal development. The function of this gene is to produce a protein that acts as a cell surface receptor that binds to transcription factors. Binding of the transcription factors allows regulation of cellular responses to growth factors such as members of the hedgehog protein family. When large or small deletions and missense mutations occur along the GPC3 gene, GPC3 can no longer negatively regulate Hedgehog signaling during development, therefore increasing cell proliferation and the risk of developing cancer. Limb patterning and skeletal development may also go awry when GCP3 mutations inhibit regulations of responses to bone morphogenetic proteins, another type of growth factor.",
            "score": 160.3768653869629
        },
        {
            "docid": "11834686_4",
            "document": "Gremlin (protein) . Gremlin1 (Grem1) is known for its antagonistic interaction with bone morphogenetic proteins (BMPs) in the TGF beta signaling pathway. Grem1 inhibits predominantly BMP2 and BMP4 in limb buds and functions as part of a self-regulatory feedback signaling system, which is essential for normal limb bud development and digit formation. Inhibition of BMPs by Grem1 in limb buds allows the transcriptional up-regulation of the fibroblast growth factors (FGFs) 4 and 8 and Sonic hedgehog (SHH) ligands, which are part of the signaling system that controls progression of limb bud development. Grem1 regulation of BMP4 in mice embryos is also essential for kidney and lung branching morphogenesis.",
            "score": 157.18761098384857
        },
        {
            "docid": "10231060_4",
            "document": "GDF6 . Growth differentiation factor 6 (GDF6) is a regulatory protein associated with growth and differentiation of developing embryos. GDF6 is encoded by the GDF6 gene. It is a member the transforming growth factor beta superfamily which is a group of proteins involved in early regulation of cell growth and development. GDF6 has been shown to play an important role in the patterning of the epidermis and bone and joint formation. GDF6 induces genes related to the development of the epidermis and can bind directly to noggin, a gene that controls neural development, to block its effect. GDF6 interacts with bone morphogenetic proteins (BMPs) to form heterodimers that may work to regulate neural induction and patterning in developing embryos. By developing a GDF6 “knockout” model, scientists repressed expression of GDF6 in developing mice embryos. Through this experiment, the scientists were able to directly link GDF6 with several skull and vertebral joint disorders, such as scoliosis and chondrodysplasia, Grebe type.",
            "score": 142.75670313835144
        },
        {
            "docid": "14760975_3",
            "document": "FGF10 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. Fibroblast growth factor 10 is a paracrine signaling molecule seen first in the limb bud and organogenesis development. FGF10 starts the developing of limbs and its involved in the branching of morphogenesis in multiple organs such as the lungs, skin, ear and salivary glands. During the limb development Tbx4/Tbx5 stimulate the production of FGF10 in the lateral plate mesoderm where it will create an epithelial-mesenchymal FGF signal with FGF8. This positive feedback loop will increase the amount of mesenchyme resulting in a bulge. Afterwards, FGF10 will induce the formation of apical ectodermal ridge (AER) where the foot and hands will be formed. Lung development uses the same epithelial-mesenchymal signaling from FGF10 in the foregut mesenchyme with FGFR2 in the foregut epithelium. FGF10 signaling is required for epithelial branching. Therefore, all branching morphogen organs such as the lungs, skin, ear and salivary glands required the constant expression of FGF10. This protein exhibits mitogenic activity for keratinizing epidermal cells, but essentially no activity for fibroblasts, which is similar to the biological activity of FGF7.",
            "score": 147.7004895210266
        },
        {
            "docid": "11598742_5",
            "document": "Fibroblast growth factor receptor 3 . Mutations in this gene can develop dysfunctional proteins \"impede cartilage growth and development and affect chondrocyte proliferation and calcification\" which can lead to craniosynostosis and multiple types of skeletal dysplasia (Osteochondrodysplasia). The point mutation in the FGFR3 gene causes hydrogen bonds to form between two arginine side chains leading to ligand-independent stabilization FGFR3 dimers. Point mutations in the FGFR3 gene, \"causes defective growth of long tubular bones\". By inhibiting chondrocyte proliferation, FGFR3 restricts long bone length. In achondroplasia, the FGFR3 gene has a point mutation at nucleotide 1138 resulting from either a G>A or G>C. FGFR3 mutations are linked with spermatocytic seminoma, which occur more frequently in older men.",
            "score": 179.11102771759033
        },
        {
            "docid": "3443488_4",
            "document": "Jackson–Weiss syndrome . Mutations in the FGFR2 gene cause Jackson–Weiss syndrome.The FGFR2 gene produces a protein called fibroblast growth factor receptor 2, which occurs in chromosome number 10. Among its multiple functions, this protein signals immature cells to become bone cells in a developing embryo. A mutation in a specific part of the FGFR2 gene alters the protein and causes prolonged signaling, which promotes the premature fusion of bones in the skull and feet, this condition is inherited in an autosomal dominant pattern. Autosomal dominant means one copy of the altered gene in each cell is sufficient to cause the disorder.",
            "score": 169.853009223938
        },
        {
            "docid": "14776330_3",
            "document": "FGF4 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities and are involved in a variety of biological processes including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This gene was identified by its oncogenic transforming activity. This gene and FGF3, another oncogenic growth factor, are located closely on chromosome 11. Co-amplification of both genes was found in various kinds of human tumors. Studies on the mouse homolog suggested a function in bone morphogenesis and limb development through the sonic hedgehog (SHH) signaling pathway.",
            "score": 157.67845106124878
        },
        {
            "docid": "1507044_11",
            "document": "Neural plate . Critical to the proper folding and function of the neural plate is N-cadherin, a type of cadherin protein associated with the nervous system. N-cadherin is critical to holding neural plate cells together. Additionally, cells destined to become neural plate cells express nerve cell adhesion molecule (NCAM) to further neural plate cohesion. Another cadherin, E-cadherin, is expressed by ectodermal cells in the process of neural plate development. Bone morphogenetic protein 4, or BMP4, is a transforming growth factor that causes the cells of the ectoderm to differentiate into skin cells. Without BMP4 the ectoderm cells would develop into neural cells. Axial mesoderm cells under the ectoderm secrete inhibitory signals called chordin, noggin and follistatin. These inhibitory signals prevent the action of BMP4, which would normally make the cells ectoderm; as a result, the overlying cells take their normal course and develop into neural cells. The cells in the ectoderm that circumscribe these neural cells do not receive the BMP4 inhibitor signals and as a result BMP4 induces these cells to develop into skin cells.",
            "score": 104.7099404335022
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 115.98617744445801
        },
        {
            "docid": "6480091_5",
            "document": "X-linked hypophosphatemia . XLH is associated with a mutation in the PHEX gene sequence, located on the human X chromosome at location Xp22.2-p22.1. The PHEX protein regulates another protein called fibroblast growth factor 23 (produced from the FGF23 gene). Fibroblast growth factor 23 normally inhibits the kidneys' ability to reabsorb phosphate into the bloodstream. Gene mutations in PHEX prevent it from correctly regulating fibroblast growth factor 23. The resulting overactivity of FGF-23 reduces vitamin D 1α-hydroxylation and phosphate reabsorption by the kidneys, leading to hypophosphatemia and the related features of hereditary hypophosphatemic rickets. Also in XLH, where PHEX enzymatic activity is absent or reduced, osteopontin — a mineralization-inhibiting secreted substrate protein found in the extracellular matrix of bone — accumulates in bone (and teeth) to contribute to the osteomalacia (and odontomalacia) as shown in the mouse homolog (Hyp) of XLH and in XLH patients. Biochemically in blood, XLH is recognized by hypophosphatemia and an inappropriately low level of calcitriol (1,25-(OH) vitamin D). Patients often have bowed legs or knock knees in which they usually cannot touch both knees and ankles together at the same time.",
            "score": 203.46235013008118
        },
        {
            "docid": "563093_17",
            "document": "Paracrine signalling . The Hedgehog protein family is involved in induction of cell types and the creation of tissue boundaries and patterning and are found in all bilateral organisms. Hedgehog proteins were first discovered and studied in \"Drosophila\". Hedgehog proteins produce key signals for the establishment of limb and body plan of fruit flies as well as homeostasis of adult tissues, involved in late embryogenesis and metamorphosis. At least three \"Drosophila\" hedgehog homologs have been found in vertebrates: sonic hedgehog, desert hedgehog, and Indian hedgehog. Sonic hedgehog (SHH) has various roles in vertebrae development, mediating signaling and regulating the organization of central nervous system, limb, and somite polarity. Desert hedgehog (DHH) is expressed in the Sertoli cells involved in spermatogenesis. Indian hedgehog (IHH) is expressed in the gut and cartilage, important in postnatal bone growth.",
            "score": 101.40214204788208
        },
        {
            "docid": "8811367_7",
            "document": "Tartrate-resistant acid phosphatase . The exact physiologic role(s) of TRAP is unknown, but many functions have been attributed to this protein.  In knockout studies, TRAP mice exhibit mild osteopetrosis, associated with reduced osteoclast activity. These result in thickening and shortening of the cortices, formation of club-like deformities in the distal femur, and widened epiphyseal growth plates with delayed mineralization of cartilage, all of which increase with age. In TRAP overexpressing transgenic mice, mild osteoporosis occurs along with increased osteoblast activity and bone synthesis. Proposed functions of TRAP include osteopontin /bone sialoprotein dephosphorylation, the generation of reactive oxygen species (ROS), iron transport, and as a cell growth and differentiation factor.",
            "score": 132.11190557479858
        },
        {
            "docid": "21944_47",
            "document": "Nervous system . In the early 20th century, a set of famous experiments by Hans Spemann and Hilde Mangold showed that the formation of nervous tissue is \"induced\" by signals from a group of mesodermal cells called the \"organizer region\". For decades, though, the nature of the induction process defeated every attempt to figure it out, until finally it was resolved by genetic approaches in the 1990s. Induction of neural tissue requires inhibition of the gene for a so-called bone morphogenetic protein, or BMP. Specifically the protein BMP4 appears to be involved. Two proteins called Noggin and Chordin, both secreted by the mesoderm, are capable of inhibiting BMP4 and thereby inducing ectoderm to turn into neural tissue. It appears that a similar molecular mechanism is involved for widely disparate types of animals, including arthropods as well as vertebrates. In some animals, however, another type of molecule called Fibroblast Growth Factor or FGF may also play an important role in induction.",
            "score": 148.31129693984985
        },
        {
            "docid": "2763739_8",
            "document": "Cherubism . The effects of SH3BP2 mutations are still under study, but researchers believe that the abnormal protein disrupts critical signaling pathways in cells associated with the maintenance of bone tissue and in some immune system cells. The overactive protein likely causes inflammation in the jaw bones and triggers the production of osteoclasts, which are cells that break down bone tissue during bone remodeling. Osteoclasts also sense the increased inflammation of the mandible and maxilla and are further activated to break down bone structures. Bone loss and inflammation lead to increased fibrous tissue and cyst growth. An excess of these bone-eating cells contributes to the destruction of bone in the upper and lower jaws. A combination of bone loss and inflammation likely underlies the cyst-like growths characteristic of Cherubism.",
            "score": 148.1586470603943
        },
        {
            "docid": "17533758_9",
            "document": "3-M syndrome . The majority of 3-M syndrome patients have been identified with CUL7 mutations. The Cullin 7 gene contains instructions for making the protein Cullin-7. Cullin-7 acts as scaffold protein in the E3 ubiquitin ligase complex. The role of this complex is to tag damaged and excess proteins in the cell with ubiquitin. Intracellular and extracellular signals within the cell highly regulate when and which proteins are tagged with ubiquitin. Once attached to the protein, ubiquitin serves as a signaling molecule to the proteasomes, which then bind to the ubiquinated proteins and degrades them. This ubiquitin-proteasome system acts as the cell's quality control system by breaking down unwanted proteins. Additionally, the system regulates the level of proteins involved in critical cell activities such as the timing of cell division and growth. Mutations in the CUL7 gene blocks the ability of the cullin-7 protein to bring together the components of this E3 ubiquitin ligase complex. This leads to impaired ubiquination and hence the aggregation of damaged, misfolded, and excess proteins. Disruption of the protein degradation process plays a role in the pathogensis of prenatal growth retardation in humans, a key feature of 3-M syndrome. The skeletal abnormalities that are present in individuals with this disorder suggests that this gene may play a role in the endochondral ossification process. Preliminary data suggests that CUL7 is in fact involved in chondrocyte growth and proliferation.",
            "score": 109.34084129333496
        },
        {
            "docid": "6033118_4",
            "document": "Epiphyseal plate . Endochondral ossification is responsible for the initial bone development from cartilage in utero and infants and the longitudinal growth of long bones in the epiphyseal plate. The plate's chondrocytes are under constant division by mitosis. These daughter cells stack facing the epiphysis while the older cells are pushed towards the diaphysis. As the older chondrocytes degenerate, osteoblasts ossify the remains to form new bone. In puberty increasing levels of estrogen, in both females and males, leads to increased apoptosis of chondrocytes in the epiphyseal plate. Depletion of chondrocytes due to apoptosis leads to less ossification and growth slows down and later stops when the entire cartilage have become replaced by bone, leaving only a thin epiphyseal scar which later disappears.",
            "score": 111.81937599182129
        },
        {
            "docid": "10975535_7",
            "document": "SKI protein . The SKI oncogene is present in all cells, and is commonly active during development. Specifically, avian fibroblasts depend on the SKI protein as a transcription co-regulator inducing transformation. The aforementioned DHD region is specifically employed for protein-protein interactions, while the 191 amino acid C terminus mediates oligomerization. Recent research shows that the SKI protein in cancerous cells acts as a suppressor, inhibiting transforming growth factor β (TGF- β) signaling. TGF- β is a protein which regulates cell growth. Signaling is regulated by a family of proteins called the Smad proteins. SKI is present in all adult and embryonic cells at low levels, however an over expression of the protein is characteristic of tumor cells. It is thought that high levels of SKI protein inactivate tumor suppression by displacement of other proteins and interference with the signaling pathway of TGF- β. The SKI protein and the CPB protein compete for binding with the Smad proteins, specifically competing with the Smad-3 and CReB-binding protein interactions. SKI also directly interacts with the R-Smad ∙ Smad-4 complex, which directly represses normal transcription of the TGF-β responsive genes, inactivating the cell’s ability to stop growth and division, creating cancerous cells.",
            "score": 100.97494208812714
        },
        {
            "docid": "8134498_21",
            "document": "Limb development . This model, a reaction–diffusion model first proposed in 1979, is based on the self-organizing properties of excitable media described by Alan Turing in 1952. The excitable medium is the limb bud mesenchyme, in which cells interact by positively autoregulatory morphogens such as transforming growth factor beta (TGF-β) and inhibitory signaling pathways involving fibroblast growth factor (FGF) and Notch signalling. Proximodistal and craniocaudal axes are not considered to be independently specified, but instead emerge by transitions in the number of parallel elements as the undifferentiated apical zone of the growing limb bud undergoes reshaping. This model only specifies a \"bare bones\" pattern. Other factors like sonic hedgehog (Shh) and Hox proteins, primary informational molecules in the other models, are proposed instead to play a fine-tuning role.",
            "score": 136.21197402477264
        },
        {
            "docid": "13041_5",
            "document": "Growth factor . \"Growth factor\" is sometimes used interchangeably among scientists with the term \"cytokine.\" Historically, cytokines were associated with hematopoietic (blood and lymph forming) cells and immune system cells (e.g., lymphocytes and tissue cells from spleen, thymus, and lymph nodes). For the circulatory system and bone marrow in which cells can occur in a liquid suspension and not bound up in solid tissue, it makes sense for them to communicate by soluble, circulating protein molecules. However, as different lines of research converged, it became clear that some of the same signaling proteins which the hematopoietic and immune systems use were also being used by all sorts of other cells and tissues, during development and in the mature organism.",
            "score": 121.16879940032959
        },
        {
            "docid": "7960257_8",
            "document": "Pseudoachondroplasia . The COMP gene is located on chromosome 19p13.1; its precise locus is P49747. COMP contains 19 exons. The cartilage oligomeric matrix protein is 757 aa (OMIM 2008). COMP protein is found in the extracellular matrix, a complex web of proteins and other molecules that form in the spaces between the cells that make up ligaments and tendons. It is also found near chondrocytes (cartilage-forming cells). Chondrocytes play a vital role in osteogenesis (the formation of bone), particularly in the spine, hips, and limbs where osteogenesis begins with the formation of cartilage, which is then calcified and transformed into bone. We do not yet fully understand the normal function of COMP protein, though it is believed to play a part in cellular growth, division and apoptosis (self-destruction) of cells, as well as participating in the regulation of cell movement and attachment (OMIM 2008).",
            "score": 123.06437516212463
        },
        {
            "docid": "55962737_2",
            "document": "Chondrocalcin . Chondrocalcin comes from a family of pro-collagen molecules. This protein is found in the bone and is involved in calcium-binding, which occurs in order to harden (or calcify) the cartilage. Another one of its roles is to assemble the triple collagen helix, which is predominately entails the linkage of glycine and proline amino acids and then the twisting of those linkages. Chondrocalcin is important because cartilage calcification of the growth plate is one of the main occurrences in endochondral bone formation. Because of its importance, it is one of the most highly created polypeptides in human cartilage. This calcium-binding protein comes from chondrocytes, which are cells that produce and maintain cartilage. Some examples of chondrocytes include collagen and proteoglycans. The chondrocytes that produce chondrocalcin are typically found in growing bone matrices that have not yet matured. These immature bone matrices are found in the epiphyseal plate at both the lower hypertrophic zone and the longitudinal septa of the cartilaginous matrix.  One study was conducted on fetal cartilage discovered that the chondrocalcin protein exists as a dimer with 35,000 g/mol subunits. The reason why fetal cartilage was used is because chondrocalcin cannot be detected in mature bone. Another investigation was conducted to determine the mechanism behind calcium binding in chondrocalcin. It was discovered that along with cartilage building, the protein also had a role in cartilage destruction.",
            "score": 138.92064464092255
        },
        {
            "docid": "31270321_2",
            "document": "Clinical uses of mesenchymal stem cells . Adult mesenchymal stem cells (MSCs) are being used by researchers in the fields of regenerative medicine and tissue engineering, to artificially reconstruct human tissue which has been previously damaged. Mesenchymal stem cells have the capacity to become any type of fully developed cell, which can contribute to replacing muscle tissues or internal organs. To help discover the therapeutic uses of these stem cells they are grown in laboratories or by using medication to stimulate new cell growth within the human body. In MSC therapy the cells are extracted from the adult patient’s bone marrow via a procedure called bone marrow aspiration. This usually involves inserting a needle into the back of the patients hip bone and removing the sample from there. These cells are then grown under controlled \"in vitro\" conditions in a lab, so that they can multiply and same time mature( also referred to as differentiated. This process may take two to three weeks. The kind of mature, fully differentiated cell phenotype and the number of those cells created though this can be influenced in three ways. Firstly by varying the initial seed density in the culture medium, secondly through changing the conditions of the medium during expansion, and lastly through the addition of additives such as proteins or growth hormones to the culture medium. They are then harvested and put back into the patient through local delivery or systemic infusion.",
            "score": 129.86471688747406
        },
        {
            "docid": "14723930_8",
            "document": "LRP5 . The Wnt signaling pathway was first linked to bone development when a loss-of-function mutation in LRP5 was found to cause osteoporosis-pseudoglioma syndrome. Shortly thereafter, two studies reported that gain-of-function mutations in LRP5 caused high bone mass. Many bone density related diseases are caused by mutations in the LRP5 gene. There is controversy whether bone grows through Lrp5 through bone or the intestine. The majority of the current data supports the concept that bone mass is controlled by LRP5 through the osteocytes. Mice with the same Lrp5 gain-of-function mutations as also have high bone mass. The high bone mass is maintained when the mutation only occurs in limbs or in cells of the osteoblastic lineage. Bone mechanotransduction occurs through Lrp5 and is suppressed if Lrp5 is removed in only osteocytes. There are promising osteoporosis clinical trials targeting sclerostin, an osteocyte-specific protein which inhibits Wnt signaling by binding to Lrp5. An alternative model that has been verified in mice and in humans is that Lrp5 controls bone formation by inhibiting expression of TPH1, the rate-limiting biosynthetic enzyme for serotonin, a molecule that regulates bone formation, in enterochromaffin cells of the duodenum and that excess plasma serotonin leads to inhibition in bone. Another study found that a different Tph1-inhibitor decreased serotonin levels in the blood and intestine, but did not affect bone mass or markers of bone formation.",
            "score": 182.0133796930313
        }
    ],
    "r": [
        {
            "docid": "47764552_3",
            "document": "Vosoritide . Fibroblast growth factor receptor 3 (FGFR3) is a receptor that normally down-regulates cartilage and bone growth when activated by one of the proteins known as acidic and basic fibroblast growth factor. It does so by inhibiting the development (cell proliferation and differentiation) of chondrocytes, the cells that produce and maintain the cartilaginous matrix which is also necessary for bone growth. Children with achondroplasia have one of several possible FGFR3 mutations resulting in constitutional (permanent) activity of this receptor, resulting in overall reduced chondrocyte activity and thus bone growth.",
            "score": 213.00469970703125
        },
        {
            "docid": "6480091_5",
            "document": "X-linked hypophosphatemia . XLH is associated with a mutation in the PHEX gene sequence, located on the human X chromosome at location Xp22.2-p22.1. The PHEX protein regulates another protein called fibroblast growth factor 23 (produced from the FGF23 gene). Fibroblast growth factor 23 normally inhibits the kidneys' ability to reabsorb phosphate into the bloodstream. Gene mutations in PHEX prevent it from correctly regulating fibroblast growth factor 23. The resulting overactivity of FGF-23 reduces vitamin D 1α-hydroxylation and phosphate reabsorption by the kidneys, leading to hypophosphatemia and the related features of hereditary hypophosphatemic rickets. Also in XLH, where PHEX enzymatic activity is absent or reduced, osteopontin — a mineralization-inhibiting secreted substrate protein found in the extracellular matrix of bone — accumulates in bone (and teeth) to contribute to the osteomalacia (and odontomalacia) as shown in the mouse homolog (Hyp) of XLH and in XLH patients. Biochemically in blood, XLH is recognized by hypophosphatemia and an inappropriately low level of calcitriol (1,25-(OH) vitamin D). Patients often have bowed legs or knock knees in which they usually cannot touch both knees and ankles together at the same time.",
            "score": 203.4623565673828
        },
        {
            "docid": "1556233_11",
            "document": "Fibrodysplasia ossificans progressiva . DNA sequencing electropherograms of a typical FOP patient can differ when being compared to two other patients. The ACVR1 gene encodes a bone morphogenic protein (BMP) receptor; this gene is mutated in FOP. This protein is responsible for growth and development of bone and muscles. Scientists theorize that a mutation in the ACVR1 changes the shape of the receptor and disrupts certain mechanisms that control the receptor's activity. There is a certain molecule, otherwise known as a ligand, that binds at the site to cause this reaction to activate with which it forms a complex. Due to the mutation, however, the bind site is modified and no longer stops the reaction. The end result is an overgrowth of bone and cartilage and fusion of joints.",
            "score": 196.17906188964844
        },
        {
            "docid": "4143960_8",
            "document": "Fibroblast growth factor . Not long after FGF1 and FGF2 were isolated, another group of investigators isolated a pair of heparin-binding growth factors that they named HBGF-1 and HBGF-2, while a third group isolated a pair of growth factors that caused proliferation of cells in a bioassay containing blood vessel endothelium cells, which they called ECGF1 and ECGF2. These independently discovered proteins were eventually demonstrated to be the same sets of molecules, namely FGF1, HBGF-1 and ECGF-1 were all the same acidic fibroblast growth factor described by Gospodarowicz, et al., while FGF2, HBGF-2, and ECGF-2 were all the same basic fibroblast growth factor. FGFs are multifunctional proteins with a wide variety of effects; they are most commonly mitogens but also have regulatory, morphological, and endocrine effects. They have been alternately referred to as \"pluripotent\" growth factors and as \"promiscuous\" growth factors due to their multiple actions on multiple cell types. Promiscuous refers to the biochemistry and pharmacology concept of how a variety of molecules can bind to and elicit a response from single receptor. In the case of FGF, four receptor subtypes can be activated by more than twenty different FGF ligands. Thus the functions of FGFs in developmental processes include mesoderm induction, antero-posterior patterning, limb development, neural induction and neural development, and in mature tissues/systems angiogenesis, keratinocyte organization, and wound healing processes.",
            "score": 189.51402282714844
        },
        {
            "docid": "1410061_10",
            "document": "Crouzon syndrome . The current research indicates fibroblast growth factor receptors (FGFR) FGFR2 and FGFR3 as the leading factors in causing the autosomal dominant Crouzon syndrome. These two transmembrane proteins are two of four fibroblast growth factor receptors involved in osteoblast differentiation during embryonic development; mutations amongst these receptors are involved in several genetic disorders. There are 40 known mutations, most of which are caused by a missense mutation. FGFR2 is the most commonly mutated gene, a missense at cysteine 342 in exon 9, which creates a gain-of-function. The FGFR2lllc isoform, created via alternative splicing of exon 3 of the FGFR2 gene, uses exon 9 and is used in mesenchymal stem cells to control ossification. However, the mutation constitutively activates the transmembrane protein via a disulfide bond formed incorrectly due to the loss of cysteine 342. FGFR3 is expressed more in the frontal bones during embryonic development, guiding cranial bone development. A point mutation causes constitutive activation of tyrosine in the activation loop, located in the cytosolic region of the protein, leading to accelerated differentiation of frontal osteoblasts, resulting in premature fusion of frontal cranial bones.",
            "score": 186.57606506347656
        },
        {
            "docid": "14723930_8",
            "document": "LRP5 . The Wnt signaling pathway was first linked to bone development when a loss-of-function mutation in LRP5 was found to cause osteoporosis-pseudoglioma syndrome. Shortly thereafter, two studies reported that gain-of-function mutations in LRP5 caused high bone mass. Many bone density related diseases are caused by mutations in the LRP5 gene. There is controversy whether bone grows through Lrp5 through bone or the intestine. The majority of the current data supports the concept that bone mass is controlled by LRP5 through the osteocytes. Mice with the same Lrp5 gain-of-function mutations as also have high bone mass. The high bone mass is maintained when the mutation only occurs in limbs or in cells of the osteoblastic lineage. Bone mechanotransduction occurs through Lrp5 and is suppressed if Lrp5 is removed in only osteocytes. There are promising osteoporosis clinical trials targeting sclerostin, an osteocyte-specific protein which inhibits Wnt signaling by binding to Lrp5. An alternative model that has been verified in mice and in humans is that Lrp5 controls bone formation by inhibiting expression of TPH1, the rate-limiting biosynthetic enzyme for serotonin, a molecule that regulates bone formation, in enterochromaffin cells of the duodenum and that excess plasma serotonin leads to inhibition in bone. Another study found that a different Tph1-inhibitor decreased serotonin levels in the blood and intestine, but did not affect bone mass or markers of bone formation.",
            "score": 182.0133819580078
        },
        {
            "docid": "563093_15",
            "document": "Paracrine signalling . Phenotype and survival of mice after knockout of some Jak or STAT genes:  The Jak-STAT pathway is instrumental in the development of limbs, specifically in its ability to regulate bone growth through paracrine signaling of cytokines. However, mutations in this pathway have been implicated in severe forms of dwarfism: thanatophoric dysplasia (lethal) and achondroplasic dwarfism (viable). This is due to a mutation in a Fgf gene, causing a premature and constitutive activation of the Stat1 transcription factor. Chondrocyte cell division is prematurely terminated, resulting in lethal dwarfism. Rib and limb bone growth plate cells are not transcribed. Thus, the inability of the rib cage to expand prevents the newborn's breathing.",
            "score": 181.8684539794922
        },
        {
            "docid": "56579_3",
            "document": "Achondroplasia . Achondroplasia is caused by a mutation in fibroblast growth factor receptor 3 (\"FGFR3\") gene. In normal development \"FGFR3\" has a negative regulatory effect on bone growth. In achondroplasia, the mutated form of the receptor is constitutively active and this leads to severely shortened bones. The effect is genetically dominant, with one mutant copy of the \"FGFR3\" gene being sufficient to cause achondroplasia, while two copies of the mutant gene are invariably fatal (recessive lethal) before or shortly after birth (known as a lethal allele). A person with achondroplasia thus has a 50% chance of passing dwarfism to each of their offspring. People with achondroplasia can be born to parents that do not have the condition due to spontaneous mutation.",
            "score": 181.50689697265625
        },
        {
            "docid": "11598742_5",
            "document": "Fibroblast growth factor receptor 3 . Mutations in this gene can develop dysfunctional proteins \"impede cartilage growth and development and affect chondrocyte proliferation and calcification\" which can lead to craniosynostosis and multiple types of skeletal dysplasia (Osteochondrodysplasia). The point mutation in the FGFR3 gene causes hydrogen bonds to form between two arginine side chains leading to ligand-independent stabilization FGFR3 dimers. Point mutations in the FGFR3 gene, \"causes defective growth of long tubular bones\". By inhibiting chondrocyte proliferation, FGFR3 restricts long bone length. In achondroplasia, the FGFR3 gene has a point mutation at nucleotide 1138 resulting from either a G>A or G>C. FGFR3 mutations are linked with spermatocytic seminoma, which occur more frequently in older men.",
            "score": 179.11102294921875
        },
        {
            "docid": "1977327_8",
            "document": "Klippel–Feil syndrome . Genetic genealogy has identified a specific location of a gene on a chromosome for Klippel-Feil Syndrome. Mutations in the GDF6 and GDF3 genes have also been identified to cause the disease, although some people with Klippel–Feil syndrome do not have identified mutations in the GDF6 or GDF3 genes. In this case, the cause of the condition in these individuals is unknown. GDF6 and GDF3 genes provide the body with instructions for making proteins involved in regulating the growth and maturation of bone and cartilage. These proteins actively regulate cell growth in embryonic and adult tissue. GDF6 specifically is involved in the formation of vertebral bones, among others, and establishing boundaries between bones in skeletal development while GDF3 is involved with bone and cartilage growth. Mutations cause reductions in these functional proteins but, it is unclear exactly how a shortage in these proteins leads to incomplete separation of the vertebrae in people with Klippel–Feil syndrome. However, when the GDF6 gene was knocked out in mice, the result was the fusion of bones. Only by identifying the link between the genetic cause and the phenotypic pathoanatomy of Klippel–Feil syndrome will we be able to rationalize the heterogeneity of the syndrome.",
            "score": 177.06417846679688
        },
        {
            "docid": "64972_10",
            "document": "Angiogenesis . The fibroblast growth factor (FGF) family with its prototype members FGF-1 (acidic FGF) and FGF-2 (basic FGF) consists to date of at least 22 known members. Most are single-chain peptides of 16-18 kDa and display high affinity to heparin and heparan sulfate. In general, FGFs stimulate a variety of cellular functions by binding to cell surface FGF-receptors in the presence of heparin proteoglycans. The FGF-receptor family is composed of seven members, and all the receptor proteins are single-chain receptor tyrosine kinases that become activated through autophosphorylation induced by a mechanism of FGF-mediated receptor dimerization. Receptor activation gives rise to a signal transduction cascade that leads to gene activation and diverse biological responses, including cell differentiation, proliferation, and matrix dissolution, thus initiating a process of mitogenic activity critical for the growth of endothelial cells, fibroblasts, and smooth muscle cells. FGF-1, unique among all 22 members of the FGF family, can bind to all seven FGF-receptor subtypes, making it the broadest-acting member of the FGF family, and a potent mitogen for the diverse cell types needed to mount an angiogenic response in damaged (hypoxic) tissues, where upregulation of FGF-receptors occurs. FGF-1 stimulates the proliferation and differentiation of all cell types necessary for building an arterial vessel, including endothelial cells and smooth muscle cells; this fact \"distinguishes FGF-1 from other pro-angiogenic growth factors\", such as vascular endothelial growth factor (VEGF), which primarily drives the formation of new capillaries.",
            "score": 176.99224853515625
        },
        {
            "docid": "30070859_2",
            "document": "Guanylate cyclase-coupled receptor . Guanylate cyclase-coupled receptor or Membrane-bound guanylyl cyclase is a single transmembrane protein. Guanylate cyclase-coupled receptor on cell surface consists of two parts: the extracellular part, or the receptor domain, and the intracellular part, or the guanylate cyclase activity domain. When the receptor is activated by the ligation, it can cyclize the guanylate into cGMP. An example of Guanylate cyclase-coupled receptors is ANF receptors (NPR1, NPR2 and NPR3) in kidney. Additionally, there exist intracellular guanylate cyclase-coupled receptor like soluble NO-activated guanylate cyclase.",
            "score": 175.30105590820312
        },
        {
            "docid": "14755358_33",
            "document": "Secreted frizzled-related protein 1 . Heparin and heparan sulfate (HS) are mammalian glycosaminoglycans with the highest negative charge density of known biological macromolecules. They bind by ionic interactions with a variety of proteins. Heparin is widely used as an injectable anticoagulant. SFRP1 are heparin-binding proteins, with the heparin-binding domain within the C-terminal region of the SFRP1 protein. In vitro studies show that SFRP1 is stabilizezd by heparin, suggesting that heparin or endogenous heparan-sulfate proteoglycan (HSPG) has the potential to promote SFRP1/Wnt binding by serving as a scaffold to facilitate interaction between SFRP1 and Wnt proteins. Lowering HSPG levels in tissue have been shown to impair Wnt signaling in vivo, supporting the idea that HSPG plays an important role in Wnt signaling regulation. Furthermore, SFRP1 is tyrosine-sulfated at two N-terminal tyrosines; this modification is, however, inhibited by heparin. Tryosine sulfation could partially destabilize the SFRP1 protein, which is supported by previous studies showing that SFRP1 is susceptible to degradation in the absence of heparin. The finding that heparin can inhibit intracellular post-translational modification of SFRP1 was surprising. This indicates that heparin may inhibit the process of tyrosine sulfation, for example, by tyrosyl-protein sulfotransferases enzymes or sulfate donor pathways. Since heparin is highly negatively charged and cannot permeate the membrane, it must activate a signal transduction pathway to carry out its effect. It is well known that fibroblast growth factors (FGFs) bind heparin with relatively high affinity. HSPGs have also been shown to be involved in FGF cell signaling. Zhong et al. revealed a specificity of FGFs and FGF receptors on SFRP1 accumulation, demonstrating that FGF and their receptors are involved in post-translational modification of SFRP1. As stated above, SFRP1 has been shown to attenuate the malignant phenotype and decrease the growth of tumors. Thus, Heparin is a potential drug that could be used to stabilize and accumulate SFRP1 in cancer cells.",
            "score": 175.23269653320312
        },
        {
            "docid": "138301_12",
            "document": "Dwarfism . It produces rhizomelic short limbs, increased spinal curvature, and distortion of skull growth. In achondroplasia the body's limbs are proportionately shorter than the trunk (abdominal area), with a larger head than average and characteristic facial features. Achondroplasia is an autosomal dominant disorder caused by the presence of a faulty allele in the genome. If a pair of achondroplasia alleles are present, the result is fatal. Achondroplasia is a mutation in the fibroblast growth factor receptor 3. In the context of achondroplasia, this mutation causes FGFR3 to become constitutively active, inhibiting bone growth.",
            "score": 171.20712280273438
        },
        {
            "docid": "3443488_4",
            "document": "Jackson–Weiss syndrome . Mutations in the FGFR2 gene cause Jackson–Weiss syndrome.The FGFR2 gene produces a protein called fibroblast growth factor receptor 2, which occurs in chromosome number 10. Among its multiple functions, this protein signals immature cells to become bone cells in a developing embryo. A mutation in a specific part of the FGFR2 gene alters the protein and causes prolonged signaling, which promotes the premature fusion of bones in the skull and feet, this condition is inherited in an autosomal dominant pattern. Autosomal dominant means one copy of the altered gene in each cell is sufficient to cause the disorder.",
            "score": 169.85301208496094
        },
        {
            "docid": "1037062_10",
            "document": "Rhombomere . Several studies have shown that the fibroblast growth factor (FGF) is secreted from the midbrain-rhombomere 1 boundary. These proteins instruct cell behavior in the surrounding neuroectoderm. However, the mechanism behind the integration of the signal and the actions that follow remains unclear. Studies have shown that the FGF receptors, or FGFRs act partially redundantly to support cell survival in the dorsal ectoderm, promote r1 tissue identity, and regulate the production of ventral neuronal populations, including the midbrain dopaminergic neurons. In mice, while mutations of the fgfr2 and fgfr3 did not interfere with the development of the midbrain and r1, mutation of fgfr1 caused midbrain and r1 defects.",
            "score": 169.40655517578125
        },
        {
            "docid": "11485159_4",
            "document": "Fibroblast growth factor receptor 1 . FGFR1 is a member of the fibroblast growth factor receptor (FGFR) family, which in addition to FGFR1, includes FGFR2, FGFR3, FGFR4, and FGFRL1. FGFR1-4 are cell surface membrane receptors that possess tyrosine kinase activity. A full-length representative of these four receptors consists of an extracellular region composed of three immunoglobulin-like domains which bind their proper ligands, the fibroblast growth factors (FGFs), a single hydrophobic stretch which passes through the cell's surface membrane, and a cytoplasmic tyrosine kinase domain. When bonded to FGFs, these receptors form dimers with any one of the four other FGFRs and then cross-phosphorylate key tyrosine residues on their dimer partners. These newyly phosphorylated sites bind cytosolic docking proteins such as FRS2, PRKCG and GRB2 which proceed to activate cell signaling pathways that lead to cellular differentiation, growth, proliferation, prolonged survival, migration, and other functions. FGFRL1 lacks a prominent intracellular domain and tyrosine kinase activity; it may serve as a decoy receptor by binding with and thereby diluting the action of FGFs. There are 18 known FGRs that bind to and activate one or more of the FGFRs: FGF1 to FGR10 and FGF16 to FGF23. Fourteen of these, FGF1 to FGF6, FGF8, FGF10, FGF17, and FGF19 to FG23 bind and activate FGFR1. FGFs binding to FGFR1 is promoted by their interaction with cell surface heparan sulfate proteoglycans and, with respect to FGF19, FGF20, and FGR23, the transmembrane protein Klotho.",
            "score": 168.2763214111328
        },
        {
            "docid": "2050638_3",
            "document": "Basic fibroblast growth factor . Fibroblast growth factor protein was first purified in 1975, but soon afterwards others using different conditions isolated basic FGF, Heparin-binding growth factor-2, and Endothelial cell growth factor-2. Gene sequencing revealed that this group was in fact the same FGF2 protein and that it was a member of a family of FGF proteins. FGF2 binds to and exerts effects via specific fibroblast growth factor receptor (FGFR) proteins which themselves constitute a family of closely related molecules.",
            "score": 167.7207489013672
        },
        {
            "docid": "5881904_5",
            "document": "ACVR1 . A mutation in the gene ACVR1 (= ALK2) is responsible for the fibrodysplasia ossificans progressiva. ACVR1 encodes activin receptor type-1, a BMP type-1 receptor. The mutation causes the ACVR1 protein to have the amino acid histidine substituted for the amino acid arginine at position 206. This causes the protein ALK2 to change in the critical glycine-serine activation domain of the protein which will cause the protein to bind its inhibitory ligand (FKBP12) less tightly, and activate its SMAD pathway specific proteins more effectively than usual. The result is the BMP pathway will trigger when it should not, and bone will form in soft tissues throughout the body. This causes endothelial cells to transform to mesenchymal stem cells and then to bone.",
            "score": 164.68495178222656
        },
        {
            "docid": "728467_15",
            "document": "Hereditary hemorrhagic telangiectasia . All genes known so far to be linked to HHT code for proteins in the TGF-β signaling pathway. This is a group of proteins that participates in signal transduction of hormones of the transforming growth factor beta superfamily (the transforming growth factor beta, bone morphogenetic protein and growth differentiation factor classes), specifically BMP9/GDF2 and BMP10. The hormones do not enter the cell but link to receptors on the cell membrane; these then activate other proteins, eventually influencing cellular behavior in a number of ways such as cellular survival, proliferation (increasing in number) and differentiation (becoming more specialized). For the hormone signal to be adequately transduced, a combination of proteins is needed: two each of two types of serine/threonine-specific kinase type membrane receptors and endoglin. When bound to the hormone, the type II receptor proteins phosphorylate (transfer phosphate) onto type I receptor proteins (of which Alk-1 is one), which in turn phosphorylate a complex of SMAD proteins (chiefly SMAD1, SMAD5 and SMAD8). These bind to SMAD4 and migrate to the cell nucleus where they act as transcription factors and participate in the transcription of particular genes. In addition to the SMAD pathway, the membrane receptors also act on the MAPK pathway, which has additional actions on the behavior of cells. Both Alk-1 and endoglin are expressed predominantly in endothelium, perhaps explaining why HHT-causing mutations in these proteins lead predominantly to blood vessel problems. Both \"ENG\" and \"ACVRL1\" mutations lead predominantly to underproduction of the related proteins, rather than misfunctioning of the proteins.",
            "score": 164.4459228515625
        },
        {
            "docid": "152611_29",
            "document": "Cellular differentiation . Growth factors comprise the second major set of candidates of epigenetic regulators of cellular differentiation. These morphogens are crucial for development, and include bone morphogenetic proteins, transforming growth factors (TGFs), and fibroblast growth factors (FGFs). TGFs and FGFs have been shown to sustain expression of OCT4, SOX2, and NANOG by downstream signaling to Smad proteins. Depletion of growth factors promotes the differentiation of ESCs, while genes with bivalent chromatin can become either more restrictive or permissive in their transcription.",
            "score": 163.36923217773438
        },
        {
            "docid": "47425238_3",
            "document": "Bone growth factor . Known bone growth factors include insulin-like growth factor-1 (IGF-1), insulin-like growth factor-2 (IGF-2), transforming growth factor beta (TGF-β), fibroblast growth factors (FGFs), platelet-derived growth factor (PDGF), parathyroid hormone-related peptide (PTHrP), bone morphogenetic proteins (BMPs), and certain members of the growth differentiation factor (GDF) group of proteins.",
            "score": 162.97669982910156
        },
        {
            "docid": "8429751_3",
            "document": "Growth hormone receptor . This gene encodes a protein that is a transmembrane receptor for growth hormone Binding of growth hormone to the receptor leads to reorientation of a pre-assembled receptor dimer dimerization (the receptor may however also exist as monomers on the cell surface ) and the activation of an intra- and intercellular signal transduction pathway leading to growth. A common alternate allele of this gene, called GHRd3, lacks exon three and has been well characterized. Mutations in this gene have been associated with Laron syndrome, also known as the growth hormone insensitivity syndrome (GHIS), a disorder characterized by short stature (proportional dwarfism). Other splice variants, including one encoding a soluble form of the protein (GHRtr), have been observed but have not been thoroughly characterized. Laron mice (that is mice genetically engineered to carry defective Ghr), have a dramatic reduction in body mass (only reaching 50% of the weight of normal siblings), and also show a ~40% increase in lifespan.",
            "score": 162.44163513183594
        },
        {
            "docid": "4328716_11",
            "document": "Perlecan . The heparan sulfate chains of perlecan bind growth factors in the ECM, and serve as co-ligands or ligand enhancers when bound to receptors. Another study showed that release of HS-bound basic FGF in culture could be achieved through treatment with stromelysin, heparitinase I, rat collagenase and plasmin, and these proteolysis sites are illustrated in figure 1. This was proposed as a non-exhaustive list of the proteases that could mediate release of growth factors from the heparan sulfate chains of perlecan. Although Whitelock et al. suggested that thrombin cleavage consensus sequences exist in the core protein of perlecan, they also postulate that any thrombin activation of perlecan actually comes from cleavage of other ECM constituents. This article states that heparanase is responsible for cleavage of the heparan sulfate chains of perlecan in matrix. This releases growth factors bound to the heparan sulfate, specifically FGF-10. Addition of heparanase to cell culture of epithelia in basement membrane caused an increase in epithelial cell proliferation due to FGF-10 release.",
            "score": 161.28907775878906
        },
        {
            "docid": "1872854_25",
            "document": "Biochemical cascade . FGF (Fibroblast Growth Factor) ligands bind to receptors tyrosine kinase, FGFR (Fibroblast Growth Factor Receptors), and form a stable complex with co-receptors HSPG (Heparan Sulphate Proteoglycans) that will promote autophosphorylation of the intracellular domain of FGFR and consequent activation of four main pathways: MAPK/ERK, PI3K, PLCγ and JAK/STAT. The WNT pathway allows β-catenin function in gene transcription, once the interaction between WNT ligand and G protein-coupled receptor Frizzled inhibits GSK-3 (Glycogen Synthase Kinase-3) and thus formation of β-catenin destruction complex. Although there is some controversy about the effects of this pathway in embryogenesis, it is thought that WNT signalling induces primitive streak, mesoderm and endoderm formation. In TGF-β (Transforming Growth Factor β) pathway, BMP (Bone Morphogenic Protein), Activin and Nodal ligands bind to their receptors and activate Smads that bind to DNA and promote gene transcription. Activin is necessary for mesoderm and specially endoderm differentiation, and Nodal and BMP are involved in embryo patterning. BMP is also responsible for formation of extra-embryonic tissues before and during gastrulation, and for early mesoderm differentiation, when Activin and FGF pathways are activated.",
            "score": 160.8920135498047
        },
        {
            "docid": "4166656_3",
            "document": "Simpson–Golabi–Behmel syndrome . Although not all causes of SGBS have been identified, one cause of SGBS type I is a mutation of the glypican-3 gene (GPC3) on the X chromosome locus q26.1. This particular gene is widely expressed, especially in tissues derived from the mesoderm during fetal development. The function of this gene is to produce a protein that acts as a cell surface receptor that binds to transcription factors. Binding of the transcription factors allows regulation of cellular responses to growth factors such as members of the hedgehog protein family. When large or small deletions and missense mutations occur along the GPC3 gene, GPC3 can no longer negatively regulate Hedgehog signaling during development, therefore increasing cell proliferation and the risk of developing cancer. Limb patterning and skeletal development may also go awry when GCP3 mutations inhibit regulations of responses to bone morphogenetic proteins, another type of growth factor.",
            "score": 160.37686157226562
        },
        {
            "docid": "563093_6",
            "document": "Paracrine signalling . One of the most important functions of the FGF receptors (FGFR) is in limb development. This signaling involves nine different alternatively spliced isoforms of the receptor. \"Fgf\"8 and \"Fgf\"10 are two of the critical players in limb development. In the forelimb initiation and limb growth in mice, axial (lengthwise) cues from the intermediate mesoderm produces \"Tbx\"5, which subsequently signals to the same mesoderm to produce \"Fgf\"10. \"Fgf\"10 then signals to the ectoderm to begin production of \"Fgf\"8, which also stimulates the production of \"Fgf\"10. Deletion of \"Fgf\"10 results in limbless mice.",
            "score": 160.15158081054688
        },
        {
            "docid": "23030139_17",
            "document": "Metastatic breast cancer . Heparanase cleaves heparin sulfate chains of HSPGs, which have an extensive network with several proteins on the cell surface and ECM. The basic HSPG structure consists of a protein core to which several linear heparin sulfate (HS) chains are covalently O-linked; this acts as an assembly of different ECM proteins, including fibronectin, laminins, interstitial collagens, heparin-binding growth factors, chemokines and lipoproteins. HSPGs are prominent components of blood vessels. to HS stabilizes fibroblast growth factors (FGFs) and vascular endothelial growth factors (VEGFs) and prevents them from inactivation. HS chains function as low-affinity co-receptors which promote dimerization of FGFs, aids in the sequestration of the growth factors (GFs) and causes activation of the signaling tyrosine kinase receptors even under low circulating concentrations of growth factors. Heparanase expressed by cancer cells participates in angiogenesis and neovascularization by degrading the polysaccharide scaffold of the endothelial BM, thereby releasing angiogenic growth factors from the ECM.",
            "score": 160.11785888671875
        },
        {
            "docid": "15069546_11",
            "document": "SULF1 . Breast cancer expression of Sulf1 at the mRNA level was shown to be downregulated. Investigations into this relationship revealed that angiogenesis in breast cancer was shown to be regulated in part by Sulf1. Breast cancer xenografts overexpressing Sulf1 in athymic mice showed marked decreases in angiogenesis. Specifically, Sulf1 inhibited the ability of vascular endothelial cell heparan sulfate to participate in complex formation with FGF-2, thereby abolishing growth signaling. FGF-2 is a HB-GF, requiring the formation of a ternary complex with HS and the FGF Receptor (FGFR) to cause receptor dimerization, activation, and autophosphorylation, which then leads to induction of the mitogen-activated protein kinase (MAPK) pathway (in addition to other pathways). This results in several responses including cell proliferation and angiogenesis. Importantly, this response is dependent upon the degree and signature of HS-GAG sulfation. To further validate the response in breast cancer, human umbilical vein endothelial cells (HUVECs), overexpressing Sulf1 inhibited vascular endothelial growth factor 165 (VEGF165) signaling which is dependent upon HS, but not HS-independent VEGF121. Sulf2 also was implicated in breast cancer. In contrast to Sulf1, Sulf2 was upregulated at both the mRNA and protein levels in tumor tissue in two mammary carcinoma mouse models.",
            "score": 159.12095642089844
        },
        {
            "docid": "514355_9",
            "document": "Rod cell . When light hits photoreceptive pigments within the photoreceptor cell, the pigment changes shape. The pigment, called rhodopsin (conopsin is found in cone cells) comprises a large protein called opsin (situated in the plasma membrane), attached to which is a covalently bound prosthetic group: an organic molecule called retinal (a derivative of vitamin A). The retinal exists in the 11-cis-retinal form when in the dark, and stimulation by light causes its structure to change to all-trans-retinal. This structural change causes an increased affinity for the regulatory protein called transducin (a type of G protein). Upon binding to rhodopsin, the alpha subunit of the G protein replaces a molecule of GDP with a molecule of GTP and becomes activated. This replacement causes the alpha subunit of the G protein to dissociate from the beta and gamma subunits of the G protein. As a result, the alpha subunit is now free to bind to the cGMP phosphodiesterase (an effector protein). The alpha subunit interacts with the inhibitory PDE gamma subunits and prevents them from blocking catalytic sites on the alpha and beta subunits of PDE, leading to the activation of cGMP phosphodiesterase, which hydrolyzes cGMP (the second messenger), breaking it down into 5'-GMP. Reduction in cGMP allows the ion channels to close, preventing the influx of positive ions, hyperpolarizing the cell, and stopping the release of the neurotransmitter glutamate (Kandel et al., 2000). Though cone cells primarily use the neurotransmitter substance acetylcholine, rod cells use a variety. The entire process by which light initiates a sensory response is called visual phototransduction.",
            "score": 158.98390197753906
        },
        {
            "docid": "14776330_3",
            "document": "FGF4 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities and are involved in a variety of biological processes including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This gene was identified by its oncogenic transforming activity. This gene and FGF3, another oncogenic growth factor, are located closely on chromosome 11. Co-amplification of both genes was found in various kinds of human tumors. Studies on the mouse homolog suggested a function in bone morphogenesis and limb development through the sonic hedgehog (SHH) signaling pathway.",
            "score": 157.67845153808594
        },
        {
            "docid": "11834686_4",
            "document": "Gremlin (protein) . Gremlin1 (Grem1) is known for its antagonistic interaction with bone morphogenetic proteins (BMPs) in the TGF beta signaling pathway. Grem1 inhibits predominantly BMP2 and BMP4 in limb buds and functions as part of a self-regulatory feedback signaling system, which is essential for normal limb bud development and digit formation. Inhibition of BMPs by Grem1 in limb buds allows the transcriptional up-regulation of the fibroblast growth factors (FGFs) 4 and 8 and Sonic hedgehog (SHH) ligands, which are part of the signaling system that controls progression of limb bud development. Grem1 regulation of BMP4 in mice embryos is also essential for kidney and lung branching morphogenesis.",
            "score": 157.1876220703125
        }
    ]
}