{
    "q": [
        {
            "docid": "27083115_13",
            "document": "Single-molecule FRET . A major application of smFRET is to analyze the minute biochemical nuances that facilitate protein folding. In recent years, multiple techniques have been developed to investigate single molecule interactions that are involved in protein folding and unfolding. Force-probe techniques, using atomic force microscopy and laser tweezers, have provided information on protein stability. smFRET allows researchers to investigate molecular interactions using fluorescence. Forster resonance energy transfer (FRET) was first applied to single molecules by Ha et al. and applied to protein folding in work by Hochstrasser, Weiss, et al. The benefit that smFRET as a whole has afforded to analyzing molecular interactions is the ability to test single molecule interactions directly without having to average ensembles of data. In protein folding analysis, ensemble experiments involve taking measurements of multiple proteins that are in various states of transition between their folded and unfolded state. When averaged, the protein structure that can be inferred from the ensemble of data only provides a rudimentary structural model of protein folding. However, true understanding of protein folding requires deciphering the sequence of structural events along the folding pathways between the folded and unfolded states. It is this particular branch of research that smFRET is highly applicable.",
            "score": 222.5857002735138
        },
        {
            "docid": "198608_53",
            "document": "Molecular dynamics . Steered molecular dynamics (SMD) simulations, or force probe simulations, apply forces to a protein in order to manipulate its structure by pulling it along desired degrees of freedom. These experiments can be used to reveal structural changes in a protein at the atomic level. SMD is often used to simulate events such as mechanical unfolding or stretching.",
            "score": 158.7202582359314
        },
        {
            "docid": "53979054_8",
            "document": "Clare Waterman . The ability of a cell to adhere to and move relative to its environment is mediated by cell surface proteins called integrins that bind extracellular components and mediate their linkage to the intracellular, force-generating actin cytoskeleton. However, the specific molecules mediating the links between integrins and actin and how they are organized at the cell membrane was not known. Dr. Waterman used Fluorescent Speckle Microscopy and super-resolution light microscopy methods to show in migrating cells that actin polymerizes at the leading edge, undergoes a rearward movement towards the cell center, and engages locally to integrins at the plasma membrane via a trilaminar nanoscale structure consisting of specific adapter proteins. The engagement of actin to the focal adhesion results in slowing of actin motion in the leading edge and transmission of its motion to the adapter proteins, and the protein vinculin is critical for this engagement. Dr. Waterman’s work supports a model that draws on analogy of the focal adhesion adapter proteins acting as a mechanical “clutch” to engage the moving actin with the matrix-bound integrins, and thus transmit intracellular force to friction on the extracellular environment to drive cell movement. Dr. Waterman’s works has led to the acceptance of the molecular clutch hypothesis of cell migration.",
            "score": 175.0787181854248
        },
        {
            "docid": "9705082_7",
            "document": "Robert J. LeRoy . In almost any area of science today, the experimental work runs parallel to the theoretical work and there is constant interplay between the two areas. In Canada there are several theorists whose research teams examine the forces between atoms and molecules to increase our understanding of physical and chemical properties. One such individual is Dr. Robert LeRoy, currently working in theoretical chemical physics at the University of Waterloo. Dr. LeRoy’s interest is intermolecular forces. He uses quantum mechanics and computer models to define and analyze the basic forces between atoms and molecules. Early in his career, Dr. LeRoy developed a technique for mathematically defining a radius of a small molecule, now known as the LeRoy radius. This established a boundary.Within the boundary, intramolecular bonding is important, and beyond the boundary, intermolecular forces predominate. In his work, the study of atomic and molecular spectra (called spectroscopy) plays a crucial role. Measurements from spectroscopy help theoreticians develop better models and theories for explaining molecular structure.Computer programs that Dr. LeRoy has developed for the purpose of converting experimental evidence to information on forces, shape, and structure are free, and are now routinely used around the world. It is important not to assume that forces and structures are well established. Our knowledge of bonding and structure becomes more and more scanty and unreliable for larger structures. A huge amount of research remains to be done if we are ever to be able to describe bonding and structure very accurately for even microscopic amounts of complex substances. Dr. LeRoy states “... except for the simplest systems, our knowledge of (interactions between molecules) is fairly primitive... .” A classic example is our understanding of the structure and activity of proteins—the stuff of life.We know the composition of many proteins quite precisely and the structure can be experimentally determined, but the structure of these large molecules depends on how bonding folds and shapes the chains and branches. How a protein behaves and what it does depends specifically on its precise shape and structure, and that is something scientists often state is “not well understood.”",
            "score": 180.97726452350616
        },
        {
            "docid": "198608_9",
            "document": "Molecular dynamics . Limits of the method are related to the parameter sets used, and to the underlying molecular mechanics force fields. One run of an MD simulation optimizes the potential energy, rather than the free energy of the protein , meaning that all entropic contributions to thermodynamic stability of protein structure are neglected, including the conformational entropy of the polypeptide chain (the main factor that destabilizes protein structure) and hydrophobic effects (the main driving forces of protein folding). Another important factor are intramolecular hydrogen bonds, which are not explicitly included in modern force fields, but described as Coulomb interactions of atomic point charges. This is a crude approximation because hydrogen bonds have a partially quantum mechanical and chemical nature. Furthermore, electrostatic interactions are usually calculated using the dielectric constant of vacuum, although the surrounding aqueous solution has a much higher dielectric constant. Using the macroscopic dielectric constant at short interatomic distances is questionable. Finally, van der Waals interactions in MD are usually described by Lennard-Jones potentials based on the Fritz London theory that is only applicable in vacuum. However, all types of van der Waals forces are ultimately of electrostatic origin and therefore depend on dielectric properties of the environment. The direct measurement of attraction forces between different materials (as Hamaker constant) shows that \"the interaction between hydrocarbons across water is about 10% of that across vacuum\". The environment-dependence of van der Waals forces is neglected in standard simulations, but can be included by developing polarizable force fields.",
            "score": 162.51786088943481
        },
        {
            "docid": "7671308_5",
            "document": "Cytolysin . A diverse range of studies has been done on Cytolysins. Since the 1970s, more than 40 new cytolysins have been discovered and grouped into different families. At genetic level, the genetic structures of about 70 Cytolysin proteins has been studied and published. The detailed process of membrane damage has also been surveyed. Rossjohn et al. presents the crystal structure of \"perfringolysin\" O, a thiol-activated cytolysin, which creates membrane holes on eukaryotic cells. A detailed model of membrane channel formation that reveals membrane insertion mechanism is constructed. Shatursky et al. studied the membrane insertion mechanism of Perfringolysin O (PFO), a cholesterol-dependent pore-forming cytolysin produced by pathogenic Clostridium perfringens. Instead of using a single amphipathic β hairpin per plypeptide, PFO monomer contains two amphipathic β hairpins, each spans the whole membrane. Larry et al. focused on the membrane penetrating models of RTX toxins, a family of MDT secreted by many gram-negative bacteria. The insertion and transport process of the protein from RTX to target lipid membrane was revealed.",
            "score": 209.8807452917099
        },
        {
            "docid": "21530463_8",
            "document": "Model lipid bilayer . One of the clearest examples of this advantage is the use of mechanical probing techniques which require a direct physical interaction with the sample. Atomic force microscopy (AFM) has been used to image lipid phase separation, formation of transmembrane nanopores followed by single protein molecule adsorption, protein-protein interactions and protein assembly with sub-nm accuracy without the need for a labeling dye. More recently, AFM has also been used to directly probe the mechanical properties of single bilayers and to perform force spectroscopy on individual membrane proteins. These studies would be difficult or impossible without the use of supported bilayers since the surface of a cell or vesicle is relatively soft and would drift and fluctuate over time. Another example of a physical probe is the use of the quartz crystal microbalance (QCM) to study binding kinetics at the bilayer surface. Dual polarisation interferometry is a high resolution optical tool for characterising the order and disruption in lipid bilayers during interactions or phase transitions providing complementary data to QCM measurements.",
            "score": 150.14563477039337
        },
        {
            "docid": "23634_45",
            "document": "Protein . Discovering the tertiary structure of a protein, or the quaternary structure of its complexes, can provide important clues about how the protein performs its function. Common experimental methods of structure determination include X-ray crystallography and NMR spectroscopy, both of which can produce information at atomic resolution. However, NMR experiments are able to provide information from which a subset of distances between pairs of atoms can be estimated, and the final possible conformations for a protein are determined by solving a distance geometry problem. Dual polarisation interferometry is a quantitative analytical method for measuring the overall protein conformation and conformational changes due to interactions or other stimulus. Circular dichroism is another laboratory technique for determining internal β-sheet / α-helical composition of proteins. Cryoelectron microscopy is used to produce lower-resolution structural information about very large protein complexes, including assembled viruses; a variant known as electron crystallography can also produce high-resolution information in some cases, especially for two-dimensional crystals of membrane proteins. Solved structures are usually deposited in the Protein Data Bank (PDB), a freely available resource from which structural data about thousands of proteins can be obtained in the form of Cartesian coordinates for each atom in the protein.",
            "score": 167.20650255680084
        },
        {
            "docid": "2916615_19",
            "document": "Force field (chemistry) . Another round of criticism came from practical applications, such as protein structure refinement. It was noted that \"Critical Assessment of protein Structure Prediction\" (CASP) participants did not try to refine their models to avoid \"\"a central embarrassment of molecular mechanics, namely that energy minimization or molecular dynamics generally leads to a model that is less like the experimental structure\"\". The force fields have been applied successfully for protein structure refinement in different X-ray crystallography and NMR spectroscopy applications, especially using program XPLOR. However, such refinement is driven mainly by a set of experimental constraints, whereas the interatomic potentials serve merely to remove interatomic hindrances. The results of calculations are practically the same with rigid sphere potentials implemented in program DYANA (calculations from NMR data), or with programs for crystallographic refinement that do not use any energy functions. The deficiencies of the interatomic potentials remain a major bottleneck in homology modeling of proteins. Such situation gave rise to development of alternative empirical scoring functions specifically for ligand docking, protein folding, homology model refinement, computational protein design, and modeling of proteins in membranes.",
            "score": 155.39343309402466
        },
        {
            "docid": "19167679_22",
            "document": "Virus . A complete virus particle, known as a virion, consists of nucleic acid surrounded by a protective coat of protein called a capsid. These are formed from identical protein subunits called capsomeres. Viruses can have a lipid \"envelope\" derived from the host cell membrane. The capsid is made from proteins encoded by the viral genome and its shape serves as the basis for morphological distinction. Virally coded protein subunits will self-assemble to form a capsid, in general requiring the presence of the virus genome. Complex viruses code for proteins that assist in the construction of their capsid. Proteins associated with nucleic acid are known as nucleoproteins, and the association of viral capsid proteins with viral nucleic acid is called a nucleocapsid. The capsid and entire virus structure can be mechanically (physically) probed through atomic force microscopy. In general, there are four main morphological virus types:",
            "score": 171.26144123077393
        },
        {
            "docid": "14700825_8",
            "document": "Valosin-containing protein . According to the crystal structures of full-length wild-type p97, six p97 subunits assemble into a barrel-like structure, in which the N-D1 and D2 domains form two concentric, stacked rings (Figure 2). The N-D1 ring is larger (162 Å in diameter) than the D2 ring (113 Å) due to the laterally attached N-domains. The D1 and D2 domains are highly homologous in both sequence and structure, but they serve distinct functions. For example, the hexameric assembly of p97 only requires the D1 but not the D2 domain. Unlike many bacterial AAA+ proteins, assembly of p97 hexamer does not depend on the presence of nucleotide. The p97 hexameric assembly can undergo dramatic conformational changes during nucleotide hydrolysis cycle, and it is generally believed that these conformational changes generate mechanical force, which is applied to substrate molecules to influence their stability and function. However, how precisely p97 generates force is unclear.",
            "score": 144.60960268974304
        },
        {
            "docid": "227982_92",
            "document": "Atomic force microscopy . The latest efforts in integrating nanotechnology and biological research have been successful and show much promise for the future. Since nanoparticles are a potential vehicle of drug delivery, the biological responses of cells to these nanoparticles are continuously being explored to optimize their efficacy and how their design could be improved. Pyrgiotakis et al. were able to study the interaction between CeO2 and Fe2O3 engineered nanoparticles and cells by attaching the engineered nanoparticles to the AFM tip. Beyond the interactions with external synthetic materials, cells have been imaged with X-ray crystallography and there has been much curiosity about their behavior \"in vivo\". Studies have taken advantage of AFM to obtain further information on the behavior of live cells in biological media. Real-time atomic force spectroscopy (or nanoscopy) and dynamic atomic force spectroscopy have been used to study live cells and membrane proteins and their dynamic behavior at high resolution, on the nanoscale. Imaging and obtaining information on the topography and the properties of the cells has also given insight into chemical processes and mechanisms that occur through cell-cell interaction and interactions with other signaling molecules (ex. ligands). Evans and Calderwood used single cell force microscopy to study cell adhesion forces, bond kinetics/dynamic bond strength and its role in chemical processes such as cell signaling.  Scheuring, Lévy, and Rigaud reviewed studies in which AFM to explore the crystal structure of membrane proteins of photosynthetic bacteria. Alsteen et al. have used AFM-based nanoscopy to perform a real-time analysis of the interaction between live mycobacteria and antimycobacterial drugs (specifically isoniazid, ethionamide, ethambutol, and streptomycine), which serves as an example of the more in-depth analysis of pathogen-drug interactions that can be done through AFM.",
            "score": 160.6023826599121
        },
        {
            "docid": "158011_4",
            "document": "Lipid bilayer . Biological membranes typically include several types of molecules other than phospholipids. A particularly important example in animal cells is cholesterol, which helps strengthen the bilayer and decrease its permeability. Cholesterol also helps regulate the activity of certain integral membrane proteins. Integral membrane proteins function when incorporated into a lipid bilayer, and they are held tightly to lipid bilayer with the help of an annular lipid shell. Because bilayers define the boundaries of the cell and its compartments, these membrane proteins are involved in many intra- and inter-cellular signaling processes. Certain kinds of membrane proteins are involved in the process of fusing two bilayers together. This fusion allows the joining of two distinct structures as in the fertilization of an egg by sperm or the entry of a virus into a cell. Because lipid bilayers are quite fragile and invisible in a traditional microscope, they are a challenge to study. Experiments on bilayers often require advanced techniques like electron microscopy and atomic force microscopy.",
            "score": 163.26510107517242
        },
        {
            "docid": "9368062_45",
            "document": "Magnetic tweezers . Magnetic tweezers as an experimental technique has become exceptionally diverse in use and application. More recently, the introduction of even more novel methods have been discovered or proposed. Since 2002, the potential for experiments involving many tethering molecules and parallel magnetic beads has been explored, shedding light on interaction mechanics, especially in the case of DNA-binding proteins. A technique was published in 2005 that involved coating a magnetic bead with a molecular receptor and the glass slide with its ligand. This allows for a unique look at receptor-ligand dissociation force. In 2007, a new method for magnetically manipulating whole cells was developed by Kollmannsberger and Fabry. The technique involves attaching beads to the extracellular matrix and manipulating the cell from the outside of the membrane to look at structural elasticity. This method continues to be used as a means of studying rheology, as well as cellular structural proteins. A study appeared in a 2013 that used magnetic tweezers to mechanically measure the unwinding and rewinding of a single neuronal SNARE complex by tethering the entire complex between a magnetic bead and the slide, and then using the applied magnetic field force to pull the complex apart.",
            "score": 161.9278506040573
        },
        {
            "docid": "1949793_8",
            "document": "Surface forces apparatus . Early experiments measured the force between mica surfaces in air or vacuum. The technique has been extended, however, to enable an arbitrary vapor or solvent to be introduced between the two surfaces. In this way, interactions in various media can be carefully probed, and the dielectric constant of the gap between the surfaces can be tuned. Moreover, use of water as a solvent enables the measurement of interactions between biological molecules (such as lipids in biological membranes or proteins) in their native environment. In a solvent environment, SFA can even measure the oscillatory solvation and structural forces arising from the packing of individual layers of solvent molecules. It can also measure the electrostatic 'double layer' forces between charged surfaces in an aqueous medium with electrolyte.",
            "score": 116.77800416946411
        },
        {
            "docid": "52085_34",
            "document": "Protein folding . Single molecule techniques such as optical tweezers and AFM have been used to understand protein folding mechanisms of isolated proteins as well as proteins with chaperones. Optical tweezers have been used to stretch single protein molecules from their C- and N-termini and unfold them to allow study of the subsequent refolding. The technique allows one to measure folding rates at single-molecule level; for example, optical tweezers have been recently applied to study folding and unfolding of proteins involved in blood coagulation. von Willebrand factor (vWF) is a protein with an essential role in blood clot formation process. It discovered – using single molecule optical tweezers measurement – that calcium-bound vWF acts as a shear force sensor in the blood. Shear force leads to unfolding of the A2 domain of vWF, whose refolding rate is dramatically enhanced in the presence of calcium. Recently, it was also shown that the simple src SH3 domain accesses multiple unfolding pathways under force.",
            "score": 171.4321380853653
        },
        {
            "docid": "6176600_8",
            "document": "Intramolecular force . Intramolecular forces are extremely important in the field of biochemistry, where it comes into play at the most basic levels of biological structures. Intramolecular forces such as disulfide bonds give proteins and DNA their structure. Proteins derive their structure from the intramolecular forces that shape them and hold them together. The main source of structure in these molecules is the interaction between the amino acid residues that form the foundation of proteins. The interactions between residues of the same proteins forms the secondary structure of the protein, allowing for the formation of beta sheets and alpha helices, which are important structures for proteins and in the case of alpha helices, for DNA.",
            "score": 165.2220721244812
        },
        {
            "docid": "32002467_2",
            "document": "Protein adsorption . Adsorption (not to be mistaken for \"absorption\") is the accumulation and adhesion of molecules, atoms, ions, or larger particles to a surface, but without surface penetration occurring. The adsorption of larger biomolecules such as proteins is of high physiological relevance, and as such they adsorb with different mechanisms than their molecular or atomic analogs. Some of the major driving forces behind protein adsorption include: surface energy, intermolecular forces, hydrophobicity, and ionic or electrostatic interaction. By knowing how these factors affect protein adsorption, they can then be manipulated by machining, alloying, and other engineering techniques to select for the most optimal performance in biomedical or physiological applications.",
            "score": 144.01263642311096
        },
        {
            "docid": "21957_2",
            "document": "Nuclear pore . Nuclear pore complexes are large protein complexes that span the nuclear envelope, which is the double membrane surrounding the eukaryotic cell nucleus. There are an average of 1,000 nuclear pore complexes (NPCs) in the nuclear envelope of a vertebrate cell, but it varies depending on cell type and the stage in the life cycle.  The human nuclear pore complex (hNPC) is a 110 MDa structure. The proteins that make up the nuclear pore complex are known as nucleoporins. About half of the nucleoporins typically contain solenoid protein domains—either an alpha solenoid or a beta-propeller fold, or in some cases both as separate structural domains. Each NPC contains at least 456 individual protein molecules and is composed of 30 distinct proteins (nucleoporins). The other half show structural characteristics typical of \"natively unfolded\" or intrinsically disordered proteins, i.e. they are highly flexible proteins that lack ordered tertiary structure. These disordered proteins are the \"FG\" nucleoporins, so called because their amino-acid sequence contains many phenylalanine—glycine repeats.",
            "score": 169.03578996658325
        },
        {
            "docid": "569399_18",
            "document": "Stimulus (physiology) . In response to a mechanical stimulus, cellular sensors of force are proposed to be extracellular matrix molecules, cytoskeleton, transmembrane proteins, proteins at the membrane-phospholipid interface, elements of the nuclear matrix, chromatin, and the lipid bilayer. Response can be twofold: the extracellular matrix, for example, is a conductor of mechanical forces but its structure and composition is also influenced by the cellular responses to those same applied or endogenously generated forces. Mechanosensitive ion channels are found in many cell types and it has been shown that the permeability of these channels to cations is affected by stretch receptors and mechanical stimuli. This permeability of ion channels is the basis for the conversion of the mechanical stimulus into an electrical signal..",
            "score": 148.74314880371094
        },
        {
            "docid": "35881441_3",
            "document": "HH-suite . Proteins are central players in all of life's processes. To understand how life in cells is organised, we have to understand what each of the proteins involved in these molecular processes does. This is particularly important in order to understand the origin of diseases. But for a large fraction of the approximately 20 000 human proteins the structures and functions remain unknown. Many proteins have been investigated in model organisms such as many bacteria, baker's yeast, fruit flies, zebra fish or mice, for which experiments can be often done more easily than with human cells. To predict the function, structure, or other properties of a protein for which only its sequence of amino acids is known, the protein sequence is compared to the sequences of other proteins in public databases. If a protein with sufficiently similar sequence is found, the two proteins are likely to be evolutionarily related (\"homologous\"). In that case, they are likely to share similar structures and functions. Therefore, if a protein with a sufficiently similar sequence and with known functions and/or structure can be found by the sequence search, the unknown protein's functions, structure, and domain composition can be predicted. Such predictions greatly facilitate the determination of the function or structure by targeted validation experiments.",
            "score": 162.41637098789215
        },
        {
            "docid": "5605480_10",
            "document": "Thermostability . Protein engineering can be used to enhance the thermostability of proteins. A number of site-directed and random mutagenesis techniques, in addition to directed evolution, have been used to increase the thermostability of target proteins. Comparative methods have been used to increase the stability of mesophilic proteins based on comparison to thermophilic homologs. Additionally, analysis of the protein unfolding by molecular dynamics can be used to understand the process of unfolding and then design stabilizing mutations. Rational protein engineering for increasing protein thermostability includes mutations which truncate loops, increase salt bridges or hydrogen bonds, introduced disulfide bonds. In addition, ligand binding can increase the stability of the protein, particularly when purified. There are various different forces that allow for the thermostability of a particular protein. These forces include hydrophobic interactions, electrostatic interactions, and the presence of disulfide bonds. The overall amount of hydrophobicity present in a particular protein is responsible for its thermostability. Another type of force that is responsible for thermostability of a protein is the electrostatic interactions between molecules. These interactions include salt bridges and hydrogen bonds. Salt bridges are unaffected by high temperatures, therefore, are necessary for protein and enzyme stability. A third force used to increase thermosability in proteins and enzymes is the presence of disulfide bonds. They present covalent cross-linkages between the polypeptide chains. These bonds are the strongest because they’re covalent bonds, making them stronger than intermolecular forces.",
            "score": 157.3359932899475
        },
        {
            "docid": "162400_9",
            "document": "Force spectroscopy . A recently developed technique, acoustic force spectroscopy (AFS), allows the force manipulation of hundreds of single-molecules and single-cells in parallel, providing high experimental throughput. In this technique, a piezo element resonantly excites planar acoustic waves over a microfluidic chip. The generated acoustic waves are capable of exerting forces on microspheres with different density than the surrounding medium. Biomolecules, such as DNA, RNA or proteins, can be individually tethered between the microspheres and a surface and then probed by the acoustic forces exerted by the piezo sensor. Cells can be manipulated by the acoustic forces directly. With AFS devices it is possible to apply forces ranging from 0 to several hundreds of picoNewtons on hundreds of microspheres and obtain force-extension curves or histograms of rupture forces of many individual events in parallel.",
            "score": 128.91021943092346
        },
        {
            "docid": "2318393_15",
            "document": "SNARE (protein) . Membrane fusion is an energetically demanding series of events, which requires translocation of proteins in the membrane and disruption of the lipid bilayer, followed by reformation of a highly curved membrane structure. The process of bringing together two membranes requires input energy to overcome the repulsive electrostatic forces between the membranes. The mechanism that regulates the movement of membrane associated proteins away from the membrane contact zone prior to fusion is unknown, but the local increase in membrane curvature is thought to contribute in the process. SNAREs generate energy through protein-lipid and protein-protein interactions which act as a driving force for membrane fusion.",
            "score": 154.27922797203064
        },
        {
            "docid": "2917198_10",
            "document": "Neuropsychopharmacology . It has previously been known that ultimate control over the membrane voltage or potential of a nerve cell, and thus the firing of the cell, resides with the trans-membrane ion channels which control the membrane currents via the ions K, Na, and Ca, and of lesser importance Mg and Cl. The concentration differences between the inside and outside of the cell determine the membrane voltage.Precisely how these currents are controlled has become much clearer with the advances in receptor structure and G-protein-coupled processes. Many receptors are found to be pentameric clusters of five trans-membrane proteins (not necessarily the same) or \"receptor subunits\", each a chain of many amino acids. Transmitters typically bind at the junction between two of these proteins, on the parts that protrude from the cell membrane. If the receptor is of the ionotropic type, a central pore or channel in the middle of the proteins will be mechanically moved to allow certain ions to flow through, thus altering the ion concentration difference. If the receptor is of the metabotropic type, G-proteins will cause metabolism inside the cell that may eventually change other ion channels. Researchers are better understanding precisely how these changes occur based on the protein structure shapes and chemical properties.",
            "score": 215.59391808509827
        },
        {
            "docid": "1908527_35",
            "document": "Nuclear magnetic resonance spectroscopy . Much of the innovation within NMR spectroscopy has been within the field of protein NMR spectroscopy, an important technique in structural biology. A common goal of these investigations is to obtain high resolution 3-dimensional structures of the protein, similar to what can be achieved by X-ray crystallography. In contrast to X-ray crystallography, NMR spectroscopy is usually limited to proteins smaller than 35 kDa, although larger structures have been solved. NMR spectroscopy is often the only way to obtain high resolution information on partially or wholly intrinsically unstructured proteins. It is now a common tool for the determination of Conformation Activity Relationships where the structure before and after interaction with, for example, a drug candidate is compared to its known biochemical activity. Proteins are orders of magnitude larger than the small organic molecules discussed earlier in this article, but the basic NMR techniques and some NMR theory also applies. Because of the much higher number of atoms present in a protein molecule in comparison with a small organic compound, the basic 1D spectra become crowded with overlapping signals to an extent where direct spectral analysis becomes untenable. Therefore, multidimensional (2, 3 or 4D) experiments have been devised to deal with this problem. To facilitate these experiments, it is desirable to isotopically label the protein with C and N because the predominant naturally occurring isotope C is not NMR-active and the nuclear quadrupole moment of the predominant naturally occurring N isotope prevents high resolution information from being obtained from this nitrogen isotope. The most important method used for structure determination of proteins utilizes NOE experiments to measure distances between atoms within the molecule. Subsequently, the distances obtained are used to generate a 3D structure of the molecule by solving a distance geometry problem. NMR can also be used to obtain information on the dynamics and conformational flexibility of different regions of a protein.",
            "score": 156.54776871204376
        },
        {
            "docid": "1581752_6",
            "document": "Protein design . Protein design programs use computer models of the molecular forces that drive proteins in \"in vivo\" environments. In order to make the problem tractable, these forces are simplified by protein design models. Although protein design programs vary greatly, they have to address four main modeling questions: What is the target structure of the design, what flexibility is allowed on the target structure, which sequences are included in the search, and which force field will be used to score sequences and structures.",
            "score": 140.616308927536
        },
        {
            "docid": "20519370_14",
            "document": "Mechanosensation . Computer simulation uses molecular dynamics calculations. The tip link consists of two different cadherin molecules. The molecular structure of the general cadherin class is known. The molecular structure is input into the computer, which then calculates how the protein would move using the known forces between atoms. This allows the behavior of the protein to be characterized and stiffness can be calculated. It has been found that the tip links are relatively stiff, so it is thought that there has to be something else in the hair cells that is stretchy which allows the stereocilia to move back and forth.",
            "score": 133.23892545700073
        },
        {
            "docid": "34520132_12",
            "document": "Kinesin family member 11 . Kinesin-5, like all motor proteins, breaks down ATP into ADP and inorganic phosphate, using a water molecule, and converts the chemical energy to force and motion along microtubules. Kinetic experiments reveal rates of how fast intermediate steps in catalysis occur and the most extensive set of studies on Kinesin-5 kinetics has been on the human protein. X-ray crystallography, cryo-electron microscopy, and real-time infrared spectroscopy have been used to measure the structure of Kinesin-5 in the different catalytic intermediate states. Changes in the secondary structure, or conformational switching, is required to convert and amplify biochemical changes in the catalytic active site into larger movements necessary for cellular motion. For example, the first step of ATP hydrolysis, which is the attack of the terminal phosphate of ATP by a water molecule, had not been observed by x-ray crystallography in any kinesin protein, until recently in Kinesin-5. This crystal structure showed that there was not one, but rather two, water molecules and they are in close association with each other. A two-water catalytic model was proposed and confirmed by an alternate method to track Kinesin-5 catalysis in real-time and in a kinesin protein in a different subfamily. Two-water catalytic models also are proposed in a divergent motor protein, myosin, and observed experimentally in one of its crystal structures.",
            "score": 160.67735850811005
        },
        {
            "docid": "340440_5",
            "document": "Fluid mosaic model . An important experiment that provided evidence supporting fluid and dynamic biological was performed by Frye and Edidin. They used Sendai virus to force human and mouse cells to fuse and form a heterokaryon. Using antibody staining, they were able to show that the mouse and human proteins remained segregated to separate halves of the heterokaryon a short time after cell fusion. However, the proteins eventually diffused and over time the border between the two halves was lost. Lowering the temperature slowed the rate of this diffusion by causing the membrane phospholipids to transition from a fluid to a gel phase. Singer and Nicholson rationalized the results of these experiments using their fluid mosaic model.",
            "score": 129.42164707183838
        },
        {
            "docid": "39639151_52",
            "document": "Depletion force . There are suggestions that depletion forces may be a significant contributor in some biological systems, specifically in membrane interactions between cells or any membranous structure. With concentrations of large molecules such as proteins or carbohydrates in the extracellular matrix, it is likely some depletion force effects are observed between cells or vesicles that are very close. However, due to the complexity of most biological systems, it is difficult to determine how much these depletion forces influence membrane interactions. Models of vesicle interactions with depletion forces have been developed, but these are greatly simplified and their applicability to real biological systems is questionable.",
            "score": 157.29086422920227
        },
        {
            "docid": "11502437_10",
            "document": "Jane S. Richardson . The Richardsons' more recent work has diversified beyond classification and crystallography. In the 1980s they stretched into the fields of synthetic biochemistry and computational biology as pioneers in the de novo design of proteins. In the 1990s they developed the kinemage system of molecular graphics and David wrote the Mage program to display them on small computers, for the then-new journal Protein Science, and they developed all-atom contact analysis (see image) to measure \"goodness of fit\" inside proteins and in interactions with surrounding molecules. The Richardson Laboratory currently studies structural motifs in RNA as well as proteins, as part of the RNA Ontology Consortium (ROC), acted as assessors in the CASP8 structure-prediction experiment (CASP), is one of the four developer teams on the PHENIX software system for x-ray crystallography of macromolecules, and hosts the MolProbity web service for validation and accuracy improvement of protein and RNA crystal structures. MolProbity uses the KiNG program (successor to Mage) for showing 3D kinemage graphics on-line. Jane serves on the worldwide Protein Data Bank (wwPDB) X-ray Validation Task Force and NMR Validation Task Force.",
            "score": 140.21674013137817
        }
    ],
    "r": [
        {
            "docid": "27083115_13",
            "document": "Single-molecule FRET . A major application of smFRET is to analyze the minute biochemical nuances that facilitate protein folding. In recent years, multiple techniques have been developed to investigate single molecule interactions that are involved in protein folding and unfolding. Force-probe techniques, using atomic force microscopy and laser tweezers, have provided information on protein stability. smFRET allows researchers to investigate molecular interactions using fluorescence. Forster resonance energy transfer (FRET) was first applied to single molecules by Ha et al. and applied to protein folding in work by Hochstrasser, Weiss, et al. The benefit that smFRET as a whole has afforded to analyzing molecular interactions is the ability to test single molecule interactions directly without having to average ensembles of data. In protein folding analysis, ensemble experiments involve taking measurements of multiple proteins that are in various states of transition between their folded and unfolded state. When averaged, the protein structure that can be inferred from the ensemble of data only provides a rudimentary structural model of protein folding. However, true understanding of protein folding requires deciphering the sequence of structural events along the folding pathways between the folded and unfolded states. It is this particular branch of research that smFRET is highly applicable.",
            "score": 222.585693359375
        },
        {
            "docid": "12266_41",
            "document": "Genetics . A single nucleotide difference within DNA can cause a change in the amino acid sequence of a protein. Because protein structures are the result of their amino acid sequences, some changes can dramatically change the properties of a protein by destabilizing the structure or changing the surface of the protein in a way that changes its interaction with other proteins and molecules. For example, sickle-cell anemia is a human genetic disease that results from a single base difference within the coding region for the β-globin section of hemoglobin, causing a single amino acid change that changes hemoglobin's physical properties. Sickle-cell versions of hemoglobin stick to themselves, stacking to form fibers that distort the shape of red blood cells carrying the protein. These sickle-shaped cells no longer flow smoothly through blood vessels, having a tendency to clog or degrade, causing the medical problems associated with this disease.",
            "score": 216.8200225830078
        },
        {
            "docid": "31567196_7",
            "document": "Cholesterol-dependent cytolysin . The mechanism of pore formation of perfingolysin O (PFO; TC# 1.C.12.1.1), which is secreted by \"Clostridium perfringens\", begins with encountering and binding to cholesterol on the target membrane. The C-terminus of PFO domain 4 (D4) encounters the membrane first. The binding of D4 triggers a structural rearrangement in which the PFO monomers oligomerize forming the pre-pore complex. The binding of CDC to the target membrane is required for oligmerization. The oligomerization of the CDC requires the conversion of alpha-helical regions to amphipathic beta-strands that is initiated by protein-lipid interactions or protein-protein interactions. The water-soluble form of the toxins is prevented from oligomerizing by having the access of one edge of a core β-sheet in the monomer blocked. To be specific, β5, a short polypeptide loop, hydrogen-bonds to β4, preventing β4 interaction with β1 on the adjacent monomer. The binding of D4 to the membrane surface triggers a conformational change in domain 3, which rotates β5 away from β4, exposing β4 allowing it to interact with the β1 strand of another PFO molecule, initiating oligomerization. Unlike most of the exposed surface residues of CDC that are not conserved the residues at the surface of the D4 tip, which are involved in membrane interactions, are highly conserved. Pore formation begins once two amphipathic transmembrane β-hairpins from ~35 PFO monomers are inserted in a concerted fashion, which then create a large β-barrel that perforates the membrane. The toxin gets around the energy barrier, of inserting the CDC into the membrane, by the formation of the β-barrel, which will lower the energy requirements compared to what would be required for the insertion of single β-hairpins. In the water-soluble monomeric form of CDC, the transmembrane β-hairpins that are located on both sides of the central β-sheet on domain 3 are each folded as three short α-helices to minimize the exposure of hydrophobic residues. The α-helices are inserted into the target cell membrane bilayer and a conformational change takes place into amphipathic β-hairpins. A concerted mechanism of insertion is required so that the hydrophilic surfaces of the β-hairpins remain exposed to the aqueous medium, and not the hydrophobic membrane core. Six short α-helices in D3 unfold to form two transmembrane β-hairpin (TMH), TMH1 (red) and TMH2 (green).",
            "score": 215.64060974121094
        },
        {
            "docid": "2917198_10",
            "document": "Neuropsychopharmacology . It has previously been known that ultimate control over the membrane voltage or potential of a nerve cell, and thus the firing of the cell, resides with the trans-membrane ion channels which control the membrane currents via the ions K, Na, and Ca, and of lesser importance Mg and Cl. The concentration differences between the inside and outside of the cell determine the membrane voltage.Precisely how these currents are controlled has become much clearer with the advances in receptor structure and G-protein-coupled processes. Many receptors are found to be pentameric clusters of five trans-membrane proteins (not necessarily the same) or \"receptor subunits\", each a chain of many amino acids. Transmitters typically bind at the junction between two of these proteins, on the parts that protrude from the cell membrane. If the receptor is of the ionotropic type, a central pore or channel in the middle of the proteins will be mechanically moved to allow certain ions to flow through, thus altering the ion concentration difference. If the receptor is of the metabotropic type, G-proteins will cause metabolism inside the cell that may eventually change other ion channels. Researchers are better understanding precisely how these changes occur based on the protein structure shapes and chemical properties.",
            "score": 215.5939178466797
        },
        {
            "docid": "7671308_5",
            "document": "Cytolysin . A diverse range of studies has been done on Cytolysins. Since the 1970s, more than 40 new cytolysins have been discovered and grouped into different families. At genetic level, the genetic structures of about 70 Cytolysin proteins has been studied and published. The detailed process of membrane damage has also been surveyed. Rossjohn et al. presents the crystal structure of \"perfringolysin\" O, a thiol-activated cytolysin, which creates membrane holes on eukaryotic cells. A detailed model of membrane channel formation that reveals membrane insertion mechanism is constructed. Shatursky et al. studied the membrane insertion mechanism of Perfringolysin O (PFO), a cholesterol-dependent pore-forming cytolysin produced by pathogenic Clostridium perfringens. Instead of using a single amphipathic β hairpin per plypeptide, PFO monomer contains two amphipathic β hairpins, each spans the whole membrane. Larry et al. focused on the membrane penetrating models of RTX toxins, a family of MDT secreted by many gram-negative bacteria. The insertion and transport process of the protein from RTX to target lipid membrane was revealed.",
            "score": 209.88075256347656
        },
        {
            "docid": "19248693_8",
            "document": "Macromolecular crowding . The importance of crowding in protein folding is of particular interest in biophysics. Here, the crowding effect can accelerate the folding process, since a compact folded protein will occupy less volume than an unfolded protein chain. However, crowding can reduce the yield of correctly folded protein by increasing protein aggregation. Crowding may also increase the effectiveness of chaperone proteins such as GroEL in the cell, which could counteract this reduction in folding efficiency. It has also been shown that macromolecular crowding affects protein-folding dynamics as well as overall protein shape where distinct conformational changes are accompanied by secondary structure alterations implying that crowding-induced shape changes may be important for protein function and malfunction in vivo.",
            "score": 199.5342254638672
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 190.0064697265625
        },
        {
            "docid": "23891367_59",
            "document": "Silver nanoparticle . Introduction of silver into bacterial cells induces a high degree of structural and morphological changes, which can lead to cell death. As the silver nano particles come in contact with the bacteria, they adhere to the cell wall and cell membrane. Once bound, some of the silver passes through to the inside, and interacts with phosphate-containing compounds like DNA and RNA, while another portion adheres to the sulphur-containing proteins on the membrane. The silver-sulphur interactions at the membrane cause the cell wall to undergo structural changes, like the formation of pits and pores. Through these pores, cellular components are released into the extracellular fluid, simply due to the osmotic difference. Within the cell, the integration of silver creates a low molecular weight region where the DNA then condenses. Having DNA in a condensed state inhibits the cell’s replication proteins contact with the DNA. Thus the introduction of silver nanoparticles inhibits replication and is sufficient to cause the death of the cell. Further increasing their effect, when silver comes in contact with fluids, it tends to ionize which increases the nanoparticles bactericidal activity. This has been correlated to the suppression of enzymes and inhibited expression of proteins that relate to the cell’s ability to produce ATP.",
            "score": 189.066650390625
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 187.90328979492188
        },
        {
            "docid": "10973660_13",
            "document": "HSP60 . HSP60 possesses two main responsibilities with respect to mitochondrial protein transport. It functions to catalyze the folding of proteins destined for the matrix and maintains protein in an unfolded state for transport across the inner membrane of the mitochondria. Many proteins are targeted for processing in the matrix of the mitochondria but then are quickly exported to other parts of the cell. The hydrophobic portion HSP60 is responsible for maintaining the unfolded conformation of the protein for transmembrane transport. Studies have shown how HSP60 binds to incoming proteins and induces conformational and structural changes. Subsequent changes in ATP concentrations hydrolyze the bonds between the protein and HSP60 which signals the protein to exit the mitochondria. HSP60 is also capable of distinguishing between proteins designated for export and proteins destined to remain in the mitochondrial matrix by looking for an amphiphilic alpha-helix of 15-20 residues. The existence of this sequence signals that the protein is to be exported while the absence signals that the protein is to remain in the mitochondria. The precise mechanism is not yet entirely understood.",
            "score": 187.51358032226562
        },
        {
            "docid": "3954_24",
            "document": "Biochemistry . The structure of proteins is traditionally described in a hierarchy of four levels. The primary structure of a protein simply consists of its linear sequence of amino acids; for instance, \"alanine-glycine-tryptophan-serine-glutamate-asparagine-glycine-lysine-…\". Secondary structure is concerned with local morphology (morphology being the study of structure). Some combinations of amino acids will tend to curl up in a coil called an α-helix or into a sheet called a β-sheet; some α-helixes can be seen in the hemoglobin schematic above. Tertiary structure is the entire three-dimensional shape of the protein. This shape is determined by the sequence of amino acids. In fact, a single change can change the entire structure. The alpha chain of hemoglobin contains 146 amino acid residues; substitution of the glutamate residue at position 6 with a valine residue changes the behavior of hemoglobin so much that it results in sickle-cell disease. Finally, quaternary structure is concerned with the structure of a protein with multiple peptide subunits, like hemoglobin with its four subunits. Not all proteins have more than one subunit.",
            "score": 186.9398956298828
        },
        {
            "docid": "18877437_11",
            "document": "History and naming of human leukocyte antigens . Nearly all important molecules in the body are proteins. Proteins work by each having a specific sequence of amino acids and a specific shape. Determining the order of amino acids is relatively simple. Finding the shape requires the use of x-ray crystallography and is anything but easy. It took a team of three researchers at Harvard, Don Wiley, Jack Strominger, and Pamela Bjorkman, eight years to ferret out the structure of the HLA protein. They worked specifically with HLA-A*02. Bjorkman did the majority of the leg work and in the seven years managed to piece together the structure of 90% of the protein. That last 10% was elusive though. It took another year of work to finally unveil the complete structure of HLA-A*02. They completed their work in the spring of 1987, discovering that the final 10% made a \"cup\" (of sorts) located on top of the molecule. It was the perfect size to hold peptides. Other researchers had previously determined that T-Cells can recognize cells infected with a virus, cells injected with a single protein from a virus, and even cells injected with pieces of protein from a virus. The discovery of the HLA protein structure made it starkly clear that the HLA proteins hold viral peptides in their binding groove. But the research team from Harvard wasn't done. They also observed that there was clearly a peptide in the binding groove of the HLA molecules they used to determine the shape. However, the cells they had extracted the protein from were definitely not infected by any disease causing viruses. The conclusion they made and the conclusion that has stuck to this day, is that HLA molecules can bind both self, and non-self peptides.",
            "score": 186.69285583496094
        },
        {
            "docid": "514355_9",
            "document": "Rod cell . When light hits photoreceptive pigments within the photoreceptor cell, the pigment changes shape. The pigment, called rhodopsin (conopsin is found in cone cells) comprises a large protein called opsin (situated in the plasma membrane), attached to which is a covalently bound prosthetic group: an organic molecule called retinal (a derivative of vitamin A). The retinal exists in the 11-cis-retinal form when in the dark, and stimulation by light causes its structure to change to all-trans-retinal. This structural change causes an increased affinity for the regulatory protein called transducin (a type of G protein). Upon binding to rhodopsin, the alpha subunit of the G protein replaces a molecule of GDP with a molecule of GTP and becomes activated. This replacement causes the alpha subunit of the G protein to dissociate from the beta and gamma subunits of the G protein. As a result, the alpha subunit is now free to bind to the cGMP phosphodiesterase (an effector protein). The alpha subunit interacts with the inhibitory PDE gamma subunits and prevents them from blocking catalytic sites on the alpha and beta subunits of PDE, leading to the activation of cGMP phosphodiesterase, which hydrolyzes cGMP (the second messenger), breaking it down into 5'-GMP. Reduction in cGMP allows the ion channels to close, preventing the influx of positive ions, hyperpolarizing the cell, and stopping the release of the neurotransmitter glutamate (Kandel et al., 2000). Though cone cells primarily use the neurotransmitter substance acetylcholine, rod cells use a variety. The entire process by which light initiates a sensory response is called visual phototransduction.",
            "score": 184.70037841796875
        },
        {
            "docid": "23634_28",
            "document": "Protein . Many proteins are involved in the process of cell signaling and signal transduction. Some proteins, such as insulin, are extracellular proteins that transmit a signal from the cell in which they were synthesized to other cells in distant tissues. Others are membrane proteins that act as receptors whose main function is to bind a signaling molecule and induce a biochemical response in the cell. Many receptors have a binding site exposed on the cell surface and an effector domain within the cell, which may have enzymatic activity or may undergo a conformational change detected by other proteins within the cell.",
            "score": 183.69952392578125
        },
        {
            "docid": "2634439_3",
            "document": "Protein methods . Experimental analysis of proteins typically requires expression and purification of proteins. Expression is achieved by manipulating DNA that encodes the protein(s) of interest. Hence, protein analysis usually requires DNA methods, especially cloning. Some examples of genetic methods include conceptual translation, Site-directed mutagenesis, using a fusion protein, and matching allele with disease states. Some proteins have never been directly sequenced, however by translating codons from known mRNA sequences into amino acids by a method known as conceptual translation. (See genetic code.) Site-directed mutagenesis selectively introduces mutations that change the structure of a protein. The function of parts of proteins can be better understood by studying the change in phenotype as a result of this change. Fusion proteins are made by inserting protein tags, such as the His-tag, to produce a modified protein that is easier to track. An example of this would be GFP-Snf2H which consists of a protein bound to a green fluorescent protein to form a hybrid protein. By analyzing DNA alleles can be identified as being associated with disease states, such as in calculation of LOD scores.",
            "score": 183.3988800048828
        },
        {
            "docid": "13967547_5",
            "document": "Dry lab . As a means of surpassing the limitations of these techniques, projects such as Folding@home and Rosetta@home are aimed at resolving this problem using computational analysis, this means of resolving protein structure is referred to as protein structure prediction. Although many labs have a slightly different approach, the main concept is to find, from a myriad of protein conformations, which conformation has the lowest energy or, in the case of Folding@Home, to find relatively low energies of proteins that could cause the protein to misfold and aggregate other proteins to itself—like in the case of sickle cell anemia. The general scheme in these projects is that a small number of computations are parsed to, or sent to be calculated on, a computer, generally a home computer, and then that computer analyzes the likelihood that a specific protein will take a certain shape or conformation based on the amount of energy required for that protein to stay in that shape, this way of processing data is what is generally referred to as distributed computing. This analysis is done on an extraordinarily large number of different conformations, owing to the support of hundreds of thousands of home-based computers, in hopes to find the conformation of lowest possible energy or set of conformations of lowest possible energy relative to any conformations that are just slightly different. Although doing so is quite difficult, one can, by observing the energy distribution of a large number of conformations, despite the almost infinite number of different protein conformations possible for any given protein (see Levinthal Paradox), with a reasonably large number of protein energy samplings, predict relatively closely what conformation, within a range of conformations, has the expected lowest energy using methods in statistical inference. There are other factors such as salt concentration, pH, ambient temperature or chaperonins, which are proteins that assist in the folding process of other proteins, that can greatly affect how a protein folds. However, if the given protein is shown to fold on its own, especially in vitro, these findings can be further supported. Once we can see how a protein folds then we can see how it works as a catalyst, or in intracellular communication, e.g. neuroreceptor-neurotransmitter interaction. How certain compounds may be used to enhance or prevent the function of these proteins and how an elucidated protein overall plays a role in diseases such as Alzheimer's Disease or Huntington's Disease can also be much better understood.",
            "score": 182.5098876953125
        },
        {
            "docid": "20374_7",
            "document": "Metabolism . Most of the structures that make up animals, plants and microbes are made from three basic classes of molecule: amino acids, carbohydrates and lipids (often called fats). As these molecules are vital for life, metabolic reactions either focus on making these molecules during the construction of cells and tissues, or by breaking them down and using them as a source of energy, by their digestion. These biochemicals can be joined together to make polymers such as DNA and proteins, essential macromolecules of life. Proteins are made of amino acids arranged in a linear chain joined together by peptide bonds. Many proteins are enzymes that catalyze the chemical reactions in metabolism. Other proteins have structural or mechanical functions, such as those that form the cytoskeleton, a system of scaffolding that maintains the cell shape. Proteins are also important in cell signaling, immune responses, cell adhesion, active transport across membranes, and the cell cycle. Amino acids also contribute to cellular energy metabolism by providing a carbon source for entry into the citric acid cycle (tricarboxylic acid cycle), especially when a primary source of energy, such as glucose, is scarce, or when cells undergo metabolic stress.",
            "score": 182.4884033203125
        },
        {
            "docid": "13056221_7",
            "document": "Voltage-dependent anion channel . At membrane potentials exceeding 30 mV (positive or negative), VDAC assumes a closed state, and transitions to its open state once the voltage drops below this threshold. Although both states allow passage of simple salts, VDAC is much more stringent with organic anions, a category into which most metabolites fall. The precise mechanism for coupling voltage changes to conformational changes within the protein has not yet been worked out, but studies by Thomas et al. suggest that when the protein transitions to the closed form, voltage changes lead to the removal of a large section of the protein from the channel and decrease effective pore radius. Several lysine residues, as well as Glu-152, have been implicated as especially important sensor residues within the protein.",
            "score": 181.59056091308594
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 181.1817626953125
        },
        {
            "docid": "144865_23",
            "document": "Tendon . Several mechanotransduction mechanisms have been proposed as reasons for the response of tenocytes to mechanical force that enable them to alter their gene expression, protein synthesis, and cell phenotype, and eventually cause changes in tendon structure. A major factor is mechanical deformation of the extracellular matrix, which can affect the actin cytoskeleton and therefore affect cell shape, motility, and function. Mechanical forces can be transmitted by focal adhesion sites, integrins, and cell-cell junctions. Changes in the actin cytoskeleton can activate integrins, which mediate “outside-in” and “inside-out” signaling between the cell and the matrix. G-proteins, which induce intracellular signaling cascades, may also be important, and ion channels are activated by stretching to allow ions such as calcium, sodium, or potassium to enter the cell.",
            "score": 181.096435546875
        },
        {
            "docid": "9705082_7",
            "document": "Robert J. LeRoy . In almost any area of science today, the experimental work runs parallel to the theoretical work and there is constant interplay between the two areas. In Canada there are several theorists whose research teams examine the forces between atoms and molecules to increase our understanding of physical and chemical properties. One such individual is Dr. Robert LeRoy, currently working in theoretical chemical physics at the University of Waterloo. Dr. LeRoy’s interest is intermolecular forces. He uses quantum mechanics and computer models to define and analyze the basic forces between atoms and molecules. Early in his career, Dr. LeRoy developed a technique for mathematically defining a radius of a small molecule, now known as the LeRoy radius. This established a boundary.Within the boundary, intramolecular bonding is important, and beyond the boundary, intermolecular forces predominate. In his work, the study of atomic and molecular spectra (called spectroscopy) plays a crucial role. Measurements from spectroscopy help theoreticians develop better models and theories for explaining molecular structure.Computer programs that Dr. LeRoy has developed for the purpose of converting experimental evidence to information on forces, shape, and structure are free, and are now routinely used around the world. It is important not to assume that forces and structures are well established. Our knowledge of bonding and structure becomes more and more scanty and unreliable for larger structures. A huge amount of research remains to be done if we are ever to be able to describe bonding and structure very accurately for even microscopic amounts of complex substances. Dr. LeRoy states “... except for the simplest systems, our knowledge of (interactions between molecules) is fairly primitive... .” A classic example is our understanding of the structure and activity of proteins—the stuff of life.We know the composition of many proteins quite precisely and the structure can be experimentally determined, but the structure of these large molecules depends on how bonding folds and shapes the chains and branches. How a protein behaves and what it does depends specifically on its precise shape and structure, and that is something scientists often state is “not well understood.”",
            "score": 180.97726440429688
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 180.79554748535156
        },
        {
            "docid": "8406655_15",
            "document": "Introduction to genetics . Proteins are made of a chain of 20 different types of amino acid molecules. This chain folds up into a compact shape, rather like an untidy ball of string. The shape of the protein is determined by the sequence of amino acids along its chain and it is this shape that, in turn, determines what the protein does. For example, some proteins have parts of their surface that perfectly match the shape of another molecule, allowing the protein to bind to this molecule very tightly. Other proteins are enzymes, which are like tiny machines that alter other molecules.",
            "score": 180.73155212402344
        },
        {
            "docid": "44041_19",
            "document": "Solvation . Solvation (specifically, hydration) is important for many biological structures and processes. For instance, protein folding occurs spontaneously, in part because of a favorable change in the interactions between the protein and the surrounding water molecules. Folded proteins are stabilized by 5-10 kcal/mol relative to the unfolded state due to a combination of solvation and the stronger intramolecular interactions in the folded protein structure, including hydrogen bonding. Minimizing the number of hydrophobic side-chains exposed to water by burying them in the center of a folded protein is a driving force related to solvation.",
            "score": 180.6895294189453
        },
        {
            "docid": "479385_16",
            "document": "Extracellular fluid . Calcium ions have a great propensity to bind to proteins. This changes the distribution of electrical charges on the protein, with the consequence that the 3D (or tertiary) structure of the protein is altered. The normal shape, and therefore function of very many of the extracellular proteins, as well as the extracellular portions of the cell membrane proteins is dependent on a very precise ionized calcium concentration in the ECF. The proteins that are particularly sensitive to changes in the ECF ionized calcium concentration are several of the clotting factors in the blood plasma, which are functionless in the absence of calcium ions, but become fully functional on the addition of the correct concentration of calcium salts. The voltage gated sodium ion channels in the cell membranes of nerves and muscle have an even greater sensitivity to changes in the ECF ionized calcium concentration. Relatively small decreases in the plasma ionized calcium levels (hypocalcemia) cause these channels to leak sodium into the nerve cells or axons, making them hyper-excitable, thus causing spontaneous muscle spasms (tetany) and paraesthesia (the sensation of \"pins and needles\") of the extremities and round the mouth. When the plasma ionized calcium rises above normal (hypercalcemia) more calcium is bound to these sodium channels having the opposite effect, causing lethargy, muscle weakness, anorexia, constipation and labile emotions.",
            "score": 180.58303833007812
        },
        {
            "docid": "1020605_4",
            "document": "Chaotropic agent . A chaotropic agent is a substance which disrupts the structure of, and denatures, macromolecules such as proteins and nucleic acids (e.g. DNA and RNA). Chaotropic solutes increase the entropy of the system by interfering with intramolecular interactions mediated by non-covalent forces such as hydrogen bonds, van der Waals forces, and hydrophobic effects. Macromolecular structure and function is dependent on the net effect of these forces (see protein folding), therefore it follows that an increase in chaotropic solutes in a biological system will denature macromolecules, reduce enzymatic activity and induce stress on a cell (i.e., a cell will have to synthesize stress protectants). Tertiary protein folding is dependent on hydrophobic forces from amino acids throughout the sequence of the protein. Chaotropic solutes decrease the net hydrophobic effect of hydrophobic regions because of a disordering of water molecules adjacent to the protein. This solubilises the hydrophobic region in the solution, thereby denaturing the protein. This is also directly applicable to the hydrophobic region in lipid bilayers; if a critical concentration of a chaotropic solute is reached (in the hydrophobic region of the bilayer) then membrane integrity will be compromised, and the cell will lyse.",
            "score": 179.68527221679688
        },
        {
            "docid": "322913_4",
            "document": "Native state . While all protein molecules begin as simple unbranched chains of amino acids, once completed they assume highly specific three-dimensional shapes. That ultimate shape, known as tertiary structure, is the folded shape that possesses a minimum of free energy. It is a protein's tertiary, folded structure that makes it capable of performing its biological function. In fact, shape changes in proteins are the primary cause of several neurodegenerative diseases, including those caused by prions and amyloid (i.e. mad cow disease, kuru, Creutzfeldt–Jakob disease).",
            "score": 179.57847595214844
        },
        {
            "docid": "9378673_7",
            "document": "De novo protein structure prediction . Several lines of evidence have been presented in favor of the notion that primary protein sequence contains all the information required for overall three-dimensional protein structure, making the idea of a de novo protein prediction possible. First, proteins with different functions usually have different amino acid sequences. Second, several different human diseases, such as Duchenne muscular dystrophy, can be linked to loss of protein function resulting from a change in just a single amino acid in the primary sequence. Third, proteins with similar functions across many different species often have similar amino acid sequences. Ubiquitin, for example, is a protein involved in regulating the degradation of other proteins; its amino acid sequence is nearly identical in species as far separated as \"Drosophila melanogaster\" and \"Homo sapiens\". Fourth, by thought experiment, one can deduce that protein folding must not be a completely random process and that information necessary for folding must be encoded within the primary structure. For example, if we assume that each of 100 amino acid residues within a small polypeptide could take up 10 different conformations on average, giving 10^100 different conformations for the polypeptide. If one possible confirmation was tested every 10^-13 second, then it would take about 10^77 years to sample all possible conformations. However, proteins are properly folded within the body on short timescales all the time, meaning that the process cannot be random and, thus, can potentially be modeled. One of the strongest lines of evidence for the supposition that all the relevant information needed to encode protein tertiary structure is found in the primary sequence was demonstrated in the 1950s by Christian Anfinsen. In a classic experiment, he showed that ribonuclease A could be entirely denatured by being submerged in a solution of urea (to disrupt stabilizing hydrophobic bonds) in the presence of a reducing agent (to cleave stabilizing disulfide bonds). Upon removal of the protein from this environment, the denatured and functionless ribonuclease protein spontaneously recoiled and regained function, demonstrating that protein tertiary structure is encoded in the primary amino acid sequence. Had the protein reformed randomly, over one-hundred different combinations of four disulfide bonds could have formed. However, in the majority of cases proteins will require the presence of molecular chaperons within the cell for proper folding. The overall shape of a protein may be encoded in its amino acid structure, but its folding may depend on chaperons to assist in folding.",
            "score": 179.464599609375
        },
        {
            "docid": "11011552_4",
            "document": "Cellular communication (biology) . Reception occurs when the target cell (any cell with a receptor protein specific to the signal molecule) detects a signal, usually in the form of a small, water-soluble molecule, via binding to a receptor protein. Reception is the target cell's detection of a signal via binding of a signaling molecule, or ligand. Receptor proteins span the cell’s plasma membrane and provide specific sites for water-soluble signaling molecules to bind to. These trans-membrane receptors are able to transmit information from outside the cell to the inside because they change conformation when a specific ligand binds to it. By looking at three major types of receptors, (G protein coupled receptors, receptor tyrosine kinases, and ion channel receptors) scientists are able to see how trans-membrane receptors contribute to the complexity of cells and the work that these cells do. Cell surface receptors play an essential role in the biological systems of single- and multi-cellular organisms and malfunction or damage to these proteins is associated with cancer, heart disease, and asthma.",
            "score": 179.17294311523438
        },
        {
            "docid": "611074_18",
            "document": "Point mutation . Point mutations can have several effects on the behavior and reproduction of a protein depending on where the mutation occurs in the amino acid sequence of the protein. If the mutation occurs in the region of the gene that is responsible for coding for the protein, the amino acid may be altered. This slight change in the sequence of amino acids can cause a change in the function, activation of the protein meaning how it binds with a given enzyme, where the protein will be located within the cell, or the amount of free energy stored within the protein.",
            "score": 179.1153106689453
        },
        {
            "docid": "5638621_8",
            "document": "DNA footprinting . \"In vivo\" footprinting is a technique used to analyze the protein-DNA interactions that are occurring in a cell at a given time point. DNase I can be used as a cleavage agent if the cellular membrane has been permeabilized. However the most common cleavage agent used is UV irradiation because it penetrates the cell membrane without disrupting cell state and can thus capture interactions that are sensitive to cellular changes. Once the DNA has been cleaved or damaged by UV, the cells can be lysed and DNA purified for analysis of a region of interest. Ligation-mediated PCR is an alternative method to footprint \"in vivo\". Once a cleavage agent has been used on the genomic DNA, resulting in single strand breaks, and the DNA is isolated, a linker is added onto the break points. A region of interest is amplified between the linker and a gene-specific primer, and when run on a polyacrylamide gel, will have a footprint where a protein was bound. \"In vivo\" footprinting combined with immunoprecipitation can be used to assess protein specificity at many locations throughout the genome. The DNA bound to a protein of interest can be immunoprecipitated with an antibody to that protein, and then specific region binding can be assessed using the DNA footprinting technique.",
            "score": 177.99526977539062
        },
        {
            "docid": "4909494_4",
            "document": "AGG01 . AGG01 is a cationic peptide, which is a polycationic protein that is rich in positive residues of the amino acids arginine and lysine, and which folds into an amphipathic structure (one which has both hydrophobic and hydrophilic areas). These features mean that it can interact with the anionic lipids in the bacterial membrane, such as phosphatidylglycerol. It inserts itself into the membrane, by competing with cross-linking proteins between each membrane layer, and then sets up trans-membrane protein channels which induce ion transport out of the cell. This causes huge leakage via osmosis through these 'pores' and the general consensus is that the loss of these essential molecules is the mechanism by which bacteria are killed. The bacterial membrane has a different structure from the mammalian plasma membrane, so the protein can only kill pathogenic cells and not human ones.",
            "score": 177.57342529296875
        }
    ]
}