{
    "q": [
        {
            "docid": "14879837_4",
            "document": "GATA5 . Gata5 is a transcription factor. Gata5 regulates the proper development of the heart. Early in embryo development, Gata5 helps in making sure that there are enough heart muscle precursor cells produced to differentiate into the final myocardial cells. It also regulates other genes that are crucial to successful heart development. As pregnancy progresses, Gata 5 is involved in the specification of the heart tissue that becomes the ventricles. Problems can arise when Gata5 is overexpressed. This overexpression can lead to ectopic foci. Ectopic foci are also known as ectopic pacemakers. They are bundles of cells that can cause cardiac pacing that are located in places in the heart where they’re not supposed to be. These cells can become excited before the heart is supposed to be excited. This causes the heart to beat and thus contract before it should. Oftentimes, this is not a big deal and the heart naturally reverts to its normal pacing. However, if it’s caused by problems with development in the heart – if Gata5 did not express properly in the embryo- then this can lead to constant ectopic foci problems. These problems include tachycardia (the heart beating too fast), bradycardia (the heart beating too slow), or ventricular fibrillation which is a serious condition where the ventricles of the heart aren’t pumping consistently and can’t get blood out to the body.",
            "score": 248.73173463344574
        },
        {
            "docid": "18517778_2",
            "document": "Janet Rossant . Janet Rossant, (born 13 July 1950) is a developmental biologist well known for her contributions to the understanding of the role of genes in embryo development. She is a world renown leader in developmental biology. Her current research interests focus on stem cells, molecular genetics, and developmental biology. Specifically, she uses cellular and genetic manipulation techniques to study how genetics control both normal and abnormal development of early mouse embryos. Rossant has discovered information on embryo development, how multiple types of stem cells are established, and the methods at which genes control development. In 1998, her work helped lead to the discovery of the trophoblast stem cell, which has assisted in showing how congenital anomalies in the heart, blood vessels, and placenta can occur.",
            "score": 206.19269728660583
        },
        {
            "docid": "14133729_4",
            "document": "GATA4 . GATA4 is a critical transcription factor for proper mammalian cardiac development and essential for survival of the embryo. GATA4 works in combination with other essential cardiac transcription factors as well, such as Nkx2-5 and Tbx5. GATA4 is expressed in both embryo and adult cardiomyocytes where it functions as a transcriptional regulator for many cardiac genes, and also regulates hypertrophic growth of the heart. GATA4 promotes cardiac morphogenesis, cardiomyocytes survival, and maintains cardiac function in the adult heart. Mutations or defects in the GATA4 gene can lead to a variety of cardiac problems including congenital heart disease, abnormal ventral folding, and defects in the cardiac septum separating the atria and ventricles, and hypoplasia of the ventricular myocardium. As seen from the abnormalities from deletion of GATA4, it is essential for cardiac formation and the survival of the embryo during fetal development.  GATA4 is not only important for cardiac development, but also development and function of the mammalian fetal ovary and contributes to fetal male gonadal development and mutations may lead to defects in reproductive development. GATA4 has also been discovered to have an integral role in controlling the early stages of pancreatic and hepatic development.",
            "score": 161.3064171075821
        },
        {
            "docid": "12312133_2",
            "document": "Morphogenetic field . In the developmental biology of the early twentieth century, a morphogenetic field is a group of cells able to respond to discrete, localized biochemical signals leading to the development of specific morphological structures or organs. The spatial and temporal extents of the embryonic field are dynamic, and within the field is a collection of interacting cells out of which a particular organ is formed. As a group, the cells within a given morphogenetic field are constrained: thus, cells in a \"limb field\" will become a limb tissue, those in a \"cardiac field\" will become heart tissue. However, specific cellular programming of individual cells in a field is flexible: an individual cell in a cardiac field can be redirected via cell-to-cell signaling to replace specific damaged or missing cells. Imaginal discs in insect larvae are examples of morphogenetic fields.",
            "score": 185.40730547904968
        },
        {
            "docid": "26381377_16",
            "document": "Nodal signaling pathway . Multiple studies have established that Nodal signal is required for the induction of most mesodermal and endodermal cell types and Squint/Cyclops knockouts in Zebrafish do not develop notochord, heart, kidneys or even blood. The origin and expression pattern of the nodal signaling proteins differs in different species. Mammalian nodal signaling is initiated ubiquitously in epiblast cells and is maintained by autoregulatory signaling of Wnt3 and limited by the induction of antagonists such as Cerberus-like and lefty. Studies in \"Xenopus\" have found that xnr expression (the \"Xenopus\" nodal) is induced by VegT at the vegetal pole and nodals spread to the blastula. Xnr expression is stabilized by the presence of β-catenin. This information raises the question of how nodal signaling leads to the induction of both endoderm and mesoderm. The answer comes in form of a gradient of nodal protein. Temporal and spatial differences in nodal signaling will result in different cell fates. With the addition of antagonists and variable range of different nodals, a map of cell fates including both mesoderm and endoderm can be drawn for the embryo. However, it is unclear whether nodal signaling is summated or if cells respond to the amplitude of the signal.",
            "score": 171.8108743429184
        },
        {
            "docid": "5918925_3",
            "document": "Karim Nayernia . He carried out pioneering work that has the potential to lead to future therapies for a range of medical conditions such as heart disease, Parkinson's disease and male infertility. His team was the first in the world to isolate a new type of stem cell from adult mouse testes (male sex glands), called spermatagonial stem cells. It was able to show that some of these stem cells, called multipotent adult germline stem cells (maGSCs), turned into heart, muscle, brain and other cells. Prof Nayernia and his team proposed that similar cells could be extracted from men using a simple testicular biopsy. On the basis of these cells, new stem cell techniques could be developed in order to treat a variety of illnesses.",
            "score": 176.1807997226715
        },
        {
            "docid": "1209057_20",
            "document": "Wnt signaling pathway . Cell fate specification or cell differentiation is a process where undifferentiated cells can become a more specialized cell type. Wnt signaling induces differentiation of pluripotent stem cells into mesoderm and endoderm progenitor cells. These progenitor cells further differentiate into cell types such as endothelial, cardiac and vascular smooth muscle lineages. Wnt signaling induces blood formation from stem cells. Specifically, Wnt3 leads to mesoderm committed cells with hematopoietic potential. Wnt1 antagonizes neural differentiation and is a major factor in self-renewal of neural stem cells. This allows for regeneration of nervous system cells, which is further evidence of a role in promoting neural stem cell proliferation. Wnt signaling is involved in germ cell determination, gut tissue specification, hair follicle development, lung tissue development, trunk neural crest cell differentiation, nephron development, ovary development and sex determination. Wnt signaling also antagonizes heart formation, and Wnt inhibition was shown to be a critical inducer of heart tissue during development, and small molecule Wnt inhibitors are routinely used to produce cardiomyocytes from pluripotent stem cells .",
            "score": 193.28222334384918
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 206.93695044517517
        },
        {
            "docid": "21942008_13",
            "document": "Cell polarity . The bodies of vertebrate animals are asymmetric along three axes: anterior-posterior (head to tail), dorsal-ventral (spine to belly), and left-right (for example, our heart is on the left side of our body). These polarities arise within the developing embryo through a combination of several processes: 1) asymmetric cell division, in which two daughter cells receive different amounts of cellular material (e.g. mRNA, proteins), 2) asymmetric localization of specific proteins or RNAs within cells (which is often mediated by the cytoskeleton), 3) concentration gradients of secreted proteins across the embryo such as Wnt, Nodal, and Bone Morphogenic Proteins (BMPs), and 4) differential expression of membrane receptors and ligands that cause lateral inhibition, in which the receptor-expressing cell adopts one fate and its neighbors another.",
            "score": 195.11139345169067
        },
        {
            "docid": "53233548_3",
            "document": "Cardiac excitation-contraction coupling . Located in the wall of the right atrium is a group of specialised cells, called the Sinoatrial node (SAN). These cells, unlike most other cells within the heart, can spontaneously produce action potentials. These action potentials travel along the cell membrane (sarcolemma), as impulses, passing from one cell to the next through channels, in structures known as gap junctions. The speed of conduction of the action potential varies at different parts of the heart (for more information, see electrical conduction system of the heart). This is important as it means that once the atria have contracted, there is a slight delay which enables the ventricles to fill with blood before they contract.",
            "score": 198.39097499847412
        },
        {
            "docid": "18517778_5",
            "document": "Janet Rossant . Rossant's lab is based in Toronto, Canada, at the SickKids, and focuses on stem cell and embryonic research. The lab specifically focuses on how cells in the early mouse embryos decide their fate and how this information can be applied to maintaining and differentiating embryo-derived stem cells. They then use this information to research how to change human iPS cells (induced pluripotent stem cells) into cell types that are useful for investigating human cell biology and disease. Her research includes using genetic manipulation, live imaging, proteomics and single cell expression analysis to study fundamental lineage development.",
            "score": 155.7524185180664
        },
        {
            "docid": "604091_3",
            "document": "Arrhythmogenic right ventricular dysplasia . ARVD is caused by genetic defects of the parts of heart muscle (also called \"myocardium\" or \"cardiac muscle\") known as desmosomes, areas on the surface of heart muscle cells which link the cells together. The desmosomes are composed of several proteins, and many of those proteins can have harmful mutations.",
            "score": 162.77154111862183
        },
        {
            "docid": "1896117_20",
            "document": "DSCAM . A study of congenital heart defect (CHD) investigated the polygenic effect of DSCAM with other genes. Under normal physiological conditions, DSCAM and COL6A2 work jointly in the drosophila to mediate cell matrix adhesion. However, over-expressing DSCAM and COL6A2 in the drosophila and mouse heart, resulted in a high mortality rate in addition to several serious heart defects, including atrial septal defects and cardiac hypertrophy. The interaction between DSCAM and COL6A2 and their combined effects were also observed in the H9c2 cardiac cell line with incidence of cardiac hypertrophy. While other gene combinations were screened to test the polygenic effect on the cardiac disorder, the DSCAM – COL6A2 pair was found to cause the most severe adverse effect in drosophila. Translating the result to human cases of heart defects in DS patients require more study due to species-specific variance in the gene expression level. Nonetheless, the finding that DSCAM exerts a synergistic effect on the cardiac disease progression, upon disrupted expression level, allows future research on its role in some other major diseases.",
            "score": 142.72490775585175
        },
        {
            "docid": "14813842_9",
            "document": "ID4 . ID4 was also shown to be involved in the regulation of cardiac mesoderm function in frog embryos and human embryonic stem cells. Ablation of the ID gene family mouse embryos showed failure of anterior cardiac progenitor specification and the development of heartless embryos. This study also demonstrated that ID4 protein is involved in the regulating cardiac cell fate by a pathway which represses two inhibitors of cardiogenic mesoderm formation (TCF3 and FOXA2) whilst activating inducers (EVX1, GRRP1, and MESP1).",
            "score": 157.9193434715271
        },
        {
            "docid": "3831284_29",
            "document": "Stem cell controversy . Adult stem cells have provided many different therapies for illnesses such as Parkinson's disease, leukemia, multiple sclerosis, lupus, sickle-cell anemia, and heart damage (to date, embryonic stem cells have also been used in treatment), Moreover, there have been many advances in adult stem cell research, including a recent study where pluripotent adult stem cells were manufactured from differentiated fibroblast by the addition of specific transcription factors. Newly created stem cells were developed into an embryo and were integrated into newborn mouse tissues, analogous to the properties of embryonic stem cells.",
            "score": 198.14426970481873
        },
        {
            "docid": "22108748_10",
            "document": "Hippo signaling pathway . The heart is the first organ formed during mammalian development. A properly sized and functional heart is vital throughout the entire lifespan. Loss of cardiomyocytes because of injury or diseases leads to heart failure, which is a major cause of human morbidity and mortality. Unfortunately, regenerative potential of the adult heart is limited. The Hippo pathway is a recently identified signaling cascade that plays an evolutionarily conserved role in organ size control by inhibiting cell proliferation, promoting apoptosis, regulating fates of stem/progenitor cells, and in some circumstances, limiting cell size. Interestingly, research indicates a key role of this pathway in regulation of cardiomyocyte proliferation and heart size. Inactivation of the Hippo pathway or activation of its downstream effector, the Yes-associated protein transcription coactivator, improves cardiac regeneration. Several known upstream signals of the Hippo pathway such as mechanical stress, G-protein-coupled receptor signaling, and oxidative stress are known to play critical roles in cardiac physiology. In addition, Yes-associated protein has been shown to regulate cardiomyocyte fate through multiple transcriptional mechanisms.",
            "score": 178.87155556678772
        },
        {
            "docid": "37691479_19",
            "document": "Cardiac neural crest cells . Bone morphogenetic proteins (BMPs) are required for neural crest cell migration into the cardiac cushions (precursors to heart valves and septa) and for differentiation of neural crest cells to smooth muscle cells of the aortic arch arteries. In neural crest–specific Alk2-deficient embryos, the cardiac cushions of the outflow tract are deficient in cells because of defects in neural crest cell migration.",
            "score": 185.977520942688
        },
        {
            "docid": "3853380_54",
            "document": "Stem-cell therapy . A different trial is underway for a patch made of a porous substance onto which the stem cells are \"seeded\" in order to induce tissue regeneration in heart defects. Tissue was regenerated and the patch was well incorporated into the heart tissue. This is thought to be due, in part, to improved angiogenesis and reduction of inflammation. Although cardiomyocytes were produced from the mesenchymal stem cells, they did not appear to be contractile. Other treatments that induced a cardiac fate in the cells before transplanting had greater success at creating contractile heart tissue.",
            "score": 188.0721025466919
        },
        {
            "docid": "14771039_6",
            "document": "ISL1 . The validity of ISL1 as a marker for cardiac progenitor cells has been questioned since some groups have found no evidence that ISL1 cells serve as cardiac progenitors. Furthermore, ISL1 is not restricted to second heart field progenitors in the developing heart, but also labels cardiac neural crest. This paper supports work from the Vilquin group in 2011, which concluded that ISL1 can represent cells from both neural crest and cardiomyocyte lineages. While it has been demonstrated by multiple groups that ISL1-positive cells can indeed differentiate into all 3 major cell types of the heart, their significance in cardiovascular development is still unclear and their clinical relevance has been seriously questioned.",
            "score": 179.36182391643524
        },
        {
            "docid": "34347729_6",
            "document": "Endogenous cardiac stem cell . In 2012, it was proposed that Isl-1 is not a marker for endogenous cardiac stem cells. That same year, a different group demonstrated that Isl-1 is not restricted to second heart field progenitors in the developing heart, but also labels cardiac neural crest. It has also been reported that Flk-1 is not a specific marker for endogenous and mouse ESC-derived Isl1+ CPCs. While some eCSC discoveries have been brought into question, there has been success with other membrane markers. For instance, it was demonstrated that the combination of Flt1+/Flt4+ membrane markers identifies an Isl1+/Nkx2.5+ cell population in the developing heart. It was also shown that endogenous Flt1+/Flt4+ cells could be expanded in vitro and displayed trilineage differentiation potential. Flt1+/Flt4+ CPCs derived from iPSCs were shown to engraft into the adult myocardium and robustly differentiate into cardiomyocytes with phenotypic and electrophysiologic characteristics of adult cardiomyocytes.",
            "score": 178.37409341335297
        },
        {
            "docid": "56377661_4",
            "document": "Didier Stainier . Together with the many students and postdocs in his laboratory, Stainier helped pioneer the use of the zebrafish model to study a wide range of questions pertaining to vertebrate organ development and function, and has published extensively. His forward genetic analyses of heart development revealed the unexpected role of several signaling pathways including sphingosine 1-phosphate signaling and the discovery of the long-elusive sphingosine 1-phosphate transporter. Additional genetic screens led to the elucidation of transcriptional networks regulating endoderm formation and endothelial cell specification as well as extracellular signals regulating liver induction. He pushed the frontiers of \"in vivo\" microscopy to reveal new insights into cardiac valve formation and cardiac trabeculation, and used cellular approaches to gain a detailed understanding of these processes. Stainier developed and used single-cell analyses to provide the first \"in vivo\" demonstration of the hemangioblast, a formerly hypothetical cell that gives rise to both endothelial and blood cells, as well as the discovery of a new mode of blood vessel formation. His studies on gut looping morphogenesis revealed the importance of tissue-level physical forces in shaping organs, and his studies on gut lumen formation revealed the importance of fluid flow in this process. He developed a number of cell ablation models that allowed him and others to gain new insights into the process of organ regeneration, with potential implications for novel disease therapies. Most recently, he has also made significant contributions to the understanding of genetic compensation.",
            "score": 162.53648805618286
        },
        {
            "docid": "37691479_23",
            "document": "Cardiac neural crest cells . Although CNCCs are important in embryos, some CNCCs are retained in a dormant state to adulthood where they are called \"neural crest stem cells\". In 2005, Tomita transplanted neural crest stem cells from mammal hearts to the neural crest of chick embryos. These CNCCs were shown to migrate into the developing heart of the chick using the same dorsolateral pathway as the CNCCs, and differentiate into neural and glial cells.",
            "score": 183.32831263542175
        },
        {
            "docid": "10213576_30",
            "document": "Stem-cell niche . Cardiovascular stem cell niches can be found within the right ventricular free wall, atria and outflow tracks of the heart. They are composed of Isl1+/Flk1+ cardiac progenitor cells (CPCs) that are localized into discrete clusters within a ColIV and laminin extracellular matrix(ECM). ColI and fibronectin are predominantly found outside the CPC clusters within the myocardium. Immunohistochemical staining has been used to demonstrate that differentiating CPCs, which migrate away from the progenitor clusters and into the ColI and fibronectin ECM surrounding the niche, down-regulate Isl1 while up-regulating mature cardiac markers such as troponin C. There is a current controversy over the role of Isl1+ cells in the cardiovascular system. While major publications have identified these cells as CPC's and have found a very large number in the murine and human heart, recent publications have found very few Isl1+ cells in the murine fetal heart and attribute their localization to the sinoatrial node, which is known as an area that contributes to heart pacemaking. The role of these cells and their niche are under intense research and debate.",
            "score": 184.52443134784698
        },
        {
            "docid": "44464978_29",
            "document": "Regeneration in humans . One of the most promising sources of heart regeneration is the use of stem cells. It was demonstrated in mice that there is a resident population of stem cells or cardiac progenitors in the adult heart – this population of stem cells was shown to be reprogrammed to differentiate into cardiomyocytes that replaced those lost during a heart tissue death. In humans specifically, a “cardiac mesenchymal feeder layer” was found in the myocardium that renewed the cells with progenitors that differentiated into mature cardiac cells. What these studies show is that the human heart contains stem cells that could potentially be induced into regenerating the heart when needed, rather than just being used to replace expended cells.",
            "score": 197.7000594139099
        },
        {
            "docid": "14754630_5",
            "document": "Homeobox protein Nkx-2.5 . During embryogenesis, NKX2-5 is expressed in early cardiac mesoderm cells throughout the left ventricle and atrial chambers. In early cardiogenesis, cardiac precursor cells from the cardiac crescent congregate along the ventral midline of the developing embryo and form the linear heart tube. In Nkx2-5 knock out mice, cardiac development halts at the linear heart tube stage and looping morphogenesis disrupted.",
            "score": 218.925288438797
        },
        {
            "docid": "37691479_12",
            "document": "Cardiac neural crest cells . The cardiac outflow tract is a temporary structure in the developing embryo that connects the ventricles with the aortic sac. Some CNCCs migrate beyond the pharyngeal arches to the cardiac outflow tract. CNCCS in the cardiac outflow tract contribute to the formation of the cardiac ganglia and mesenchyme at the junction of the subaortic and sub pulmonary myocardium (muscular heart tissue) of the outflow tract. A smaller portion of the CNCCs migrate to the proximal outflow tract where they help to close the ventricular outflow septum.",
            "score": 170.95272040367126
        },
        {
            "docid": "36315057_65",
            "document": "Induced stem cells . Cell-based in vivo therapies may provide a transformative approach to augment vascular and muscle growth and to prevent non-contractile scar formation by delivering transcription factors or microRNAs to the heart. Cardiac fibroblasts, which represent 50% of the cells in the mammalian heart, can be reprogrammed into cardiomyocyte-like cells in vivo by local delivery of cardiac core transcription factors ( GATA4, MEF2C, TBX5 and for improved reprogramming plus ESRRG, MESP1, Myocardin and ZFPM2) after coronary ligation. These results implicated therapies that can directly remuscularize the heart without cell transplantation. However, the efficiency of such reprogramming turned out to be very low and the phenotype of received cardiomyocyte-like cells does not resemble those of a mature normal cardiomyocyte. Furthermore, transplantation of cardiac transcription factors into injured murine hearts resulted in poor cell survival and minimal expression of cardiac genes.",
            "score": 174.46771788597107
        },
        {
            "docid": "424348_13",
            "document": "Cardiac muscle . Intercalated discs are complex adhering structures that connect the single cardiomyocytes to an electrochemical syncytium (in contrast to the skeletal muscle, which becomes a multicellular syncytium during mammalian embryonic development). The discs are responsible mainly for force transmission during muscle contraction. Intercalated discs consist of three different types of cell-cell junctions: the actin filament anchoring adherens junctions, the intermediate filament anchoring desmosomes, and gap junctions. They allow action potentials to spread between cardiac cells by permitting the passage of ions between cells, producing depolarization of the heart muscle. However, novel molecular biological and comprehensive studies unequivocally showed that intercalated discs consist for the most part of mixed-type adhering junctions named \"area composita\" (pl. \"areae compositae\") representing an amalgamation of typical desmosomal and \"fascia adhaerens\" proteins (in contrast to various epithelia). The authors discuss the high importance of these findings for the understanding of inherited cardiomyopathies (such as arrhythmogenic right ventricular cardiomyopathy).",
            "score": 158.77776718139648
        },
        {
            "docid": "857170_3",
            "document": "Cardiac action potential . Unlike the action potential in skeletal muscle cells, the cardiac action potential is not initiated by nervous activity. Instead, it arises from a group of specialized cells, that have automatic action potential generation. In healthy hearts, these cells are found in the right atrium and are called the sinoatrial node (SAN; see below for more details). They produce roughly 60-100 action potentials every minute. This action potential passes along the cell membrane causing the cell to contract, therefore the activity of the SAN results in a resting heart rate of roughly 60-100 beats per minute. All cardiac muscle cells are electrically linked to one another, by structures known as gap junctions (see below) which allow the action potential to pass from one cell to the next. This means that all atrial cells can contract together, and then all ventricular cells.",
            "score": 167.2722659111023
        },
        {
            "docid": "22092654_2",
            "document": "Protomap (neuroscience) . The Protomap is a primordial molecular map of the functional areas of the mammalian cerebral cortex during early embryonic development, at a stage when neural stem cells are still the dominant cell type. The protomap is a feature of the ventricular zone, which contains the principal cortical progenitor cells, known as radial glial cells. Through a process called 'cortical patterning', the protomap is patterned by a system of signaling centers in the embryo, which provide positional information and cell fate instructions. These early genetic instructions set in motion a development and maturation process that gives rise to the mature functional areas of the cortex, for example the visual, somatosensory, and motor areas.  The term protomap was coined by Pasko Rakic. The \"protomap hypothesis\" was opposed by the \"protocortex hypothesis\", which proposes that cortical proto-areas initially have the same potential, and that regionalization in large part is controlled by external influences, such as axonal inputs from the thalamus to the cortex. However, a series of papers in the year 2000 and in 2001 provided strong evidence against the protocortex hypothesis, and the protomap hypothesis has been well accepted since then. The protomap hypothesis, together with the related radial unit hypothesis, forms our core understanding of the embryonic development of the cerebral cortex. Once the basic structure is present and cortical neurons have migrated to their final destinations, many other processes contribute to the maturation of functional cortical circuits.",
            "score": 158.50513327121735
        },
        {
            "docid": "26174456_3",
            "document": "Cavitation (biology) . Cavitation is a crucial process in the development of mammalian embryos. After fertilization, rapid cell division occurs which results in the formation of the morula, or a solid ball of cells. The morula is the precursor structure to the blastula, which is an animal embryo in the early stages of development. The morula consists of a cluster of internal cells covered by a layer of external cells. The internal cells become the inner cellular mass, which becomes the entire embryo.The external cells are destined to become a structure called the trophoblast, a layer of tissue on the inside of the embryo that provides it with nourishment. The trophoblast cells become extraembryonic structures necessary for development. After the initial formation of the morula, it does not have an interior space or cavity. Cavitation occurs to create a cavity on the inside of the morula. This process occurs when trophoblast cells, in other words the outside covering of the blastocyst, secretes fluid into the morula creating the blastocoel, the fluid filled cavity of the blastula. The formation of the blastocoel is a critical stage in the formation of the blastocyst, which is a blastula where some cellular differentiation has already occurred.  When cavities form outside of development, it most commonly occurs in the lungs. This is usually the result of extensive damage done by a disease or medical condition. The disease itself does not directly cause the cavitation of the lung tissue. Instead, the disease induces necrosis the death of a group of cells or tissue, which in turn results in the formation of cavities within the infected area. Two diseases that are commonly associated with extensive necrosis and cavitation of lung tissue are Mycobacterium tuberculosis and Klebsiella pneumoniae. The formation of cavities due to tissue death creates an environment that allows the pathogen to expand in numbers and spread further.",
            "score": 188.29811573028564
        },
        {
            "docid": "53662282_5",
            "document": "Magdalena Zernicka-Goetz . Zernicka-Goetz carried out her Ph.D. studies with Andrzej Tarkowski (Warsaw) and Chris Graham (Oxford) and her post-doctoral training with Sir Martin Evans (Cambridge). Upon setting up her independent group in 1997, she studied the mechanisms regulating early mammalian development. To do this, she was first to establish RNA interference in mammalian cells to determine cell fate in the mouse embryos. At that time, she also began to trace the origins and destinies of cells in the preimplantation mouse embryo that let her to discover that cell fate specification begins earlier than expected, an unexpected discovery but subsequently validated by her group and others. She found that this development of cell identity begins with heterogeneity in epigenetic regulation at the 4-cell stage that directs a molecular cascade establishing cell polarity, position and fate.",
            "score": 157.25366044044495
        }
    ],
    "r": [
        {
            "docid": "14879837_4",
            "document": "GATA5 . Gata5 is a transcription factor. Gata5 regulates the proper development of the heart. Early in embryo development, Gata5 helps in making sure that there are enough heart muscle precursor cells produced to differentiate into the final myocardial cells. It also regulates other genes that are crucial to successful heart development. As pregnancy progresses, Gata 5 is involved in the specification of the heart tissue that becomes the ventricles. Problems can arise when Gata5 is overexpressed. This overexpression can lead to ectopic foci. Ectopic foci are also known as ectopic pacemakers. They are bundles of cells that can cause cardiac pacing that are located in places in the heart where they’re not supposed to be. These cells can become excited before the heart is supposed to be excited. This causes the heart to beat and thus contract before it should. Oftentimes, this is not a big deal and the heart naturally reverts to its normal pacing. However, if it’s caused by problems with development in the heart – if Gata5 did not express properly in the embryo- then this can lead to constant ectopic foci problems. These problems include tachycardia (the heart beating too fast), bradycardia (the heart beating too slow), or ventricular fibrillation which is a serious condition where the ventricles of the heart aren’t pumping consistently and can’t get blood out to the body.",
            "score": 248.7317352294922
        },
        {
            "docid": "8134873_3",
            "document": "Protein signalling in heart development . Specification of cardiac precursor cells: The lateral plate mesoderm delaminates to form two layers: the dorsal somatic (parietal) mesoderm and the ventral splanchnic (visceral) mesoderm. The heart precursor cells come from the two regions of the splanchnic mesoderm called the cardiogenic mesoderm. These cells can differentiate into endocardium which lines the heart chamber and valves and the myocardium which forms the musculature of the ventricles and the atria.",
            "score": 232.1272430419922
        },
        {
            "docid": "868953_13",
            "document": "Congenital heart defect . There is a complex sequence of events that result in a well formed heart at birth and disruption of any portion may result in a defect. The orderly timing of cell growth, cell migration, and programmed cell death (\"apoptosis\") has been studied extensively and the genes that control the process are being elucidated. Around day 15 of development, the cells that will become the heart exist in two horseshoe shaped bands of the middle tissue layer (mesoderm), and some cells migrate from a portion of the outer layer (ectoderm), the neural crest, which is the source of a variety of cells found throughout the body. On day 19 of development, a pair of vascular elements, the \"endocardial tubes\", form. The tubes fuse when cells between then undergo programmed death and cells from the first heart field migrate to the tube, and form a ring of heart cells (myocytes) around it by day 21. On day 22, the heart begins to beat and by day 24, blood is circulating.",
            "score": 225.5247344970703
        },
        {
            "docid": "14754630_5",
            "document": "Homeobox protein Nkx-2.5 . During embryogenesis, NKX2-5 is expressed in early cardiac mesoderm cells throughout the left ventricle and atrial chambers. In early cardiogenesis, cardiac precursor cells from the cardiac crescent congregate along the ventral midline of the developing embryo and form the linear heart tube. In Nkx2-5 knock out mice, cardiac development halts at the linear heart tube stage and looping morphogenesis disrupted.",
            "score": 218.92529296875
        },
        {
            "docid": "11562803_4",
            "document": "Fish development . The fate of the first cells, called blastomeres, is determined by its location. This contrasts with the situation in some other animals, such as mammals, in which each blastomere can develop into any part of the organism. Fish embryos go through a process called mid-blastula transition which is observed around the tenth cell division in some fish species. Once zygotic gene transcription starts, slow cell division begins and cell movements are observable. During this time three cell populations become distinguished. The first population is the yolk syncytial layer. This layer forms when the cells at the vegetal pole of the blastoderm combine with the yolk cell underneath it. Later in development the yolk syncytial layer will be important in directing cell movements of gastrulation. The second cell population is the enveloping layer which is made of superficial cells from the blastoderm that eventually form a single epithetial cell layer. This layer functions in protection by allowing the embryo to develop in a hypotonic solution so the cell will not burst. Finally, the third set of blastomeres are the deep cells. These deep cells are located between the enveloping layer and the yolk syncytial layer and eventually give ride to the embryo proper.",
            "score": 217.1642608642578
        },
        {
            "docid": "39327375_8",
            "document": "Heart development . At around 18 to 19 days after fertilisation, the heart begins to form. This early development is critical for subsequent embryonic and prenatal development. The heart is the first functional organ to develop and starts to beat and pump blood at around day 21 or 22. The heart begins to develop near the head of the embryo in the cardiogenic area. Following cell signalling, two strands or cords begin to form in the cardiogenic region As these form, a lumen develops within them, at which point, they are referred to as endocardial tubes. At the same time that the tubes are forming other major heart components are also being formed. The two tubes migrate together and fuse to form a single primitive heart tube, the tubular heart which quickly forms five distinct regions. From head to tail, these are the truncus arteriosus, bulbus cordis, primitive ventricle, primitive atrium, and the sinus venosus. Initially, all venous blood flows into the sinus venosus, and contractions propel the blood from tail to head, or from the sinus venosus to the truncus arteriosus. The truncus arteriosus will divide to form the aorta and pulmonary artery; the bulbus cordis will develop into the right ventricle; the primitive ventricle will form the left ventricle; the primitive atrium will become the front parts of the left and right atria and their appendages, and the sinus venosus will develop into the posterior part of the right atrium, the sinoatrial node and the coronary sinus.",
            "score": 217.0346221923828
        },
        {
            "docid": "222177_4",
            "document": "Gastrulation . Gastrulation takes place after cleavage and the formation of the blastula. Gastrulation is followed by organogenesis, when individual organs develop within the newly formed germ layers. Each layer gives rise to specific tissues and organs in the developing embryo. The ectoderm gives rise to epidermis, the nervous system, and to the neural crest in vertebrates. The endoderm gives rise to the epithelium of the digestive system and respiratory system, and organs associated with the digestive system, such as the liver and pancreas. The mesoderm gives rise to many cell types such as muscle, bone, and connective tissue. In vertebrates, mesoderm derivatives include the notochord, the heart, blood and blood vessels, the cartilage of the ribs and vertebrae, and the dermis. Following gastrulation, cells in the body are either organized into sheets of connected cells (as in epithelia), or as a mesh of isolated cells, such as mesenchyme.",
            "score": 213.7197265625
        },
        {
            "docid": "5940893_2",
            "document": "Amniotic epithelial cell . An amniotic epithelial cell is a form of stem cell extracted from the lining of the inner membrane of the placenta. Amniotic epithelial cells start to develop around 8 days post fertilization. These cells are known to have some of the same markers as embryonic stem cells, more specifically, Oct-4 and nanog. These transcription factors are the basis of the pluripotency of stem cells. Amniotic epithelial cells have the ability to develop into any of the three germ layers: endoderm, mesoderm, and ectoderm. They can develop into several organ tissues specific to these germ layers including heart, brain, and liver. The pluripotency of the human amniotic epithelial cells makes them useful in treating and fighting diseases and disorders of the nervous system as well as other tissues of the human body. Artificial heart valves and working tracheas, as well as muscle, fat, bone, heart, neural and liver cells have all been engineered using amniotic stem cells. Tissues obtained from amniotic cell lines show promise for patients suffering from congenital diseases or malformations of the heart, liver, lungs, kidneys, and cerebral tissue.",
            "score": 211.39227294921875
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 206.93695068359375
        },
        {
            "docid": "18517778_2",
            "document": "Janet Rossant . Janet Rossant, (born 13 July 1950) is a developmental biologist well known for her contributions to the understanding of the role of genes in embryo development. She is a world renown leader in developmental biology. Her current research interests focus on stem cells, molecular genetics, and developmental biology. Specifically, she uses cellular and genetic manipulation techniques to study how genetics control both normal and abnormal development of early mouse embryos. Rossant has discovered information on embryo development, how multiple types of stem cells are established, and the methods at which genes control development. In 1998, her work helped lead to the discovery of the trophoblast stem cell, which has assisted in showing how congenital anomalies in the heart, blood vessels, and placenta can occur.",
            "score": 206.1927032470703
        },
        {
            "docid": "868953_15",
            "document": "Congenital heart defect . On day 28, areas of tissue in the heart tube begin to expand inwards; after about two weeks, these expansions, the membranous \"septum primum\" and the muscular \"endocardial cushions\", fuse to form the four chambers of the heart. A failure to fuse properly will result in a defect that may allow blood to leak between chambers. After this happens, cells which have migrated from the neural crest begin to divide the bulbus cordis, the main outflow tract is divided in two by the growth a spiraling septum, becoming the great vessels—the ascending segment of the aorta and the pulmonary trunk. If the separation is incomplete, the result is a \"persistent truncus arteriosis\". The vessels may be reversed (\"transposition of the great vessels\"). The two halves of the split tract must migrate into the correct positions over the appropriate ventricles. A failure may result in some blood flowing into the wrong vessel (\"e.g.\"overriding aorta). The four-chambered heart and the great vessels have features required for fetal growth. The lungs are unexpanded and cannot accommodate the full circulatory volume. Two structures exist to shunt blood flow away from the lungs. Cells in part of the septum primum die creating a hole while muscle cells, the \"septum secundum\", grow along the right atrial side the septum primum, except for one region, leaving a gap through which blood can pass from the right artium to the left atrium, the foramen ovale. A small vessel, the \"ductus arteriosus\" allows blood from the pulmonary artery to pass to the aorta.",
            "score": 204.7310028076172
        },
        {
            "docid": "15065759_7",
            "document": "KMT2D . Whole-body knockout of \"Kmt2d\" in mice results in early embryonic lethality. Targeted knockout of \"Kmt2d\" in precursors cells of brown adipocytes and myocytes results in decreases in brown adipose tissue and muscle mass in mice, indicating that KMT2D is required for adipose and muscle tissue development. In the hearts of mice, a single copy of the \"Kmt2d\" gene is sufficient for normal heart development. Complete loss of \"Kmt2d\" in cardiac precursors and myocardium leads to severe cardiac defects and early embryonic lethality. KMT2D mediated mono- and di-methylation is required for maintaining necessary gene expression programs during heart development. Knockout studies in mice also show that KMT2D is required for proper B-cell development.",
            "score": 204.12136840820312
        },
        {
            "docid": "19408984_3",
            "document": "Neocardiogenesis . The term neocardiogenesis comes from cardiogenesis, which refers to the development of the heart in the embryo; neocardiogenesis, in turn, means the development of the heart in adults. The heart has mechanisms already in place that are responsible for small scale repair. However, these repair mechanisms are not sufficient for large scale repair, made necessary by events such as myocardial infarctions. Neocardiogenesis replaces dead cardiac muscle cells with living cells so that both the structure and function of the heart are maintained. This improves myocardial pumping of fluid around the body.",
            "score": 200.74044799804688
        },
        {
            "docid": "14418070_9",
            "document": "MYH9 . NM IIA plays a major role in early vertebrate development. Ablation of NM IIA in mice results in lethality by embryonic day (E) 6.5 due to abnormalities in the visceral endoderm which is disorganized due to a loss of E-cadherin mediated cell-cell adhesions. Lacking a normal polarized columnar layer of endoderm, the abnormal visceral endoderm of NM IIA knockout embryos fails to support the critical step of gastrulation. However, the development of a normal functioning visceral endoderm does not specifically depend on NM IIA since its function can be restored by genetically replacing the NMHC IIA with cDNA encoding NMHC II B (or NMHC IIC) that is under control of the NMHC IIA promoter. These “replacement” mice have a normal visceral endoderm and continue to proceed through gastrulation and undergo organogenesis. However, they die when they fail to develop a normal placenta. Absence of NM IIA results in a compact and underdeveloped labyrinthine layer in the placenta which lacks fetal blood vessel invasion. Moreover mutant p.R702C NM IIA mice show similar defects in placental formation and mice specifically ablated for NM IIA in the mouse trophoblast-lineage cells demonstrate placental defects similar to mice in which NMHC IIA is genetically replaced by NMHC IIB. There are significant differences in the relative abundance of the three NM II paralogs in various cells and tissues. However, NM IIA appears to be the predominant paralog in both tissues and cells in humans and mice. Mass spectroscopy analysis of the relative abundance of NMHC IIs in mouse tissues and human cell lines shows that NM IIA is predominant, although tissues like the heart vary from cell to cell; myocardial cells contain only NM IIB but NM IIA is more abundant in the non-myocyte cells. NM IIB is predominant in most parts of the brain and spinal cord but NM IIA is relatively more abundant in most other organs and cells lines. Both NM IIA and IIB are expressed early in development with NM IIC expression starting at E 11.5 in mice. Not only do most cells contain more than one paralog but there is evidence that the paralogs can co-assemble intracellularly into heterotypic filaments in a variety of settings in cultured cells.",
            "score": 198.7759246826172
        },
        {
            "docid": "8134873_7",
            "document": "Protein signalling in heart development . Migration of cardiac precursor cells and fusion of the primordia: The cardiac precursor cells migrate anteriorly towards the midline and fuse into a single heart tube. Fibronectin in the extracellular matrix directs this migration. If this migration event is blocked, cardia bifida results where the two heart primordia remain separated. During fusion, the heart tube is patterned along the anterior/posterior axis for the various regions and chambers of the heart.",
            "score": 198.44882202148438
        },
        {
            "docid": "53233548_3",
            "document": "Cardiac excitation-contraction coupling . Located in the wall of the right atrium is a group of specialised cells, called the Sinoatrial node (SAN). These cells, unlike most other cells within the heart, can spontaneously produce action potentials. These action potentials travel along the cell membrane (sarcolemma), as impulses, passing from one cell to the next through channels, in structures known as gap junctions. The speed of conduction of the action potential varies at different parts of the heart (for more information, see electrical conduction system of the heart). This is important as it means that once the atria have contracted, there is a slight delay which enables the ventricles to fill with blood before they contract.",
            "score": 198.39097595214844
        },
        {
            "docid": "3831284_29",
            "document": "Stem cell controversy . Adult stem cells have provided many different therapies for illnesses such as Parkinson's disease, leukemia, multiple sclerosis, lupus, sickle-cell anemia, and heart damage (to date, embryonic stem cells have also been used in treatment), Moreover, there have been many advances in adult stem cell research, including a recent study where pluripotent adult stem cells were manufactured from differentiated fibroblast by the addition of specific transcription factors. Newly created stem cells were developed into an embryo and were integrated into newborn mouse tissues, analogous to the properties of embryonic stem cells.",
            "score": 198.14425659179688
        },
        {
            "docid": "42076032_4",
            "document": "Glucocorticoids in hippocampal development . Neural progenitors that become hippocampal principal neurons (pyramidal and granular cells) arise from the ventricular zone of the lateral ventricle. In contrast to neural proliferation that leads to cortical formation, hippocampal precursors are produced directly in the ventricular zone because there is no subventricular zone or outer subventricular zone adjacent to the hippocampus. Pyramidal CA1 and CA3 precursor cells, therefore, do not have to migrate far to reach their final destination. The figure to the right indicates migration of pyramidal neurons forming the CA3 (orange) and CA1 (red) cell body layers. These cells populate the hippocampus early in development and can be morphologically distinguished from one another in the embryo by 4 months. Granular cells populate the hippocampus slightly after pyramidal cell migration. These cells have farther distance to travel and follow along the pyramidal cells before entering the hilus; this is represented in the figure as the continuation of migration with the green arrows. Granular cell precursors that will populate the dentate gyrus proliferate locally in the hilus. This area, also known as the subgranular zone, retains a portion of neurogenic precursors in the adult.",
            "score": 198.12217712402344
        },
        {
            "docid": "33661741_10",
            "document": "Heart nanotechnology . There have been several successful examples of this with the use of a \"stem-cell- based heart patch developed by Duke University researchers,\" (\"Popular Science\"). The biomaterials that make up the patch are usually made of either biological polymers like alginate or synthetic polymers such as polylactic acid (\"Nature Nanotechnology\"). These materials are good at organizing the cells into functioning tissues; however they act as insulators and are poor conductors of electricity, which is a major problem especially in the heart (\"Nature Nanotechnology\"). Since the electrical signals that are sent between calcium ions are what control when the cardiomyocytes of the heart contract, which makes the heart beat, the stem-cell heart patch is not very efficient and not as effective as doctors would like it to be (\"Popular Science\"). The results of the patch not being very conductive is that the cells are not able to attain a smooth, continuous beat throughout the entire tissue containing the stem cells. This results in the heart not functioning properly, which in turn could mean that more heart problems might arise due to the implanting of the stem cells.",
            "score": 197.78341674804688
        },
        {
            "docid": "44464978_29",
            "document": "Regeneration in humans . One of the most promising sources of heart regeneration is the use of stem cells. It was demonstrated in mice that there is a resident population of stem cells or cardiac progenitors in the adult heart – this population of stem cells was shown to be reprogrammed to differentiate into cardiomyocytes that replaced those lost during a heart tissue death. In humans specifically, a “cardiac mesenchymal feeder layer” was found in the myocardium that renewed the cells with progenitors that differentiated into mature cardiac cells. What these studies show is that the human heart contains stem cells that could potentially be induced into regenerating the heart when needed, rather than just being used to replace expended cells.",
            "score": 197.70005798339844
        },
        {
            "docid": "1251821_3",
            "document": "Plant embryogenesis . Embryogenesis occurs naturally as a result of single, or double fertilzation, of the ovule, giving rise to two distinct structures: the plant embryo and the endosperm which go on to develop into a seed. The zygote goes through various cellular differentiations and divisions in order to produce a mature embryo. These morphogenic events form the basic cellular pattern for the development of the shoot-root body and the primary tissue layers; it also programs the regions of meristematic tissue formation. The following morphogenic events are only particular to eudicots, and not monocots. Following fertilization, the zygote and endosperm are present within the ovule. Stage I, in the photograph on this page, represents what the ovule looks like after fertilization occurs. 1 indicates the endosperm and 2 indicates the single celled zygote. After fertilization, the zygote undergoes an asymmetric transverse cell division that gives rise to two cells - an apical cell and a basal cell. These two cells are very different, and give rise to different structures, establishing polarity in the embryo. Polarity is an important property of plant embryogenesis that is necessary for the rest of the plant life cycle. The apical cells lies above the basal cell and is much smaller. The important aspect of the apical cell, is that it contains most of the cytoplasm from the original zygote. Cytoplasm is the substance that contains all of the organelles; which indicates that the apical region gives rise to more advanced strucutres, like the hypocotyl, shoot apical meristem, and cotyledons. The basal cell resides underneath the apical cell and is much larger. While the apical contains more cytoplasm, the basal cell consists of a large vacuole. This region gives rise to the supporting structures, like the hypophysis and the suspensor complex.",
            "score": 196.51966857910156
        },
        {
            "docid": "222177_2",
            "document": "Gastrulation . Gastrulation is a phase early in the embryonic development of most animals, during which the single-layered blastula is reorganized into a multilayered structure known as the gastrula. Before gastrulation, the embryo is a continuous epithelial sheet of cells; by the end of gastrulation, the embryo has begun differentiation to establish distinct cell lineages, set up the basic axes of the body (e.g. dorsal-ventral, anterior-posterior), and internalized one or more cell types including the prospective gut.",
            "score": 195.85250854492188
        },
        {
            "docid": "12176781_27",
            "document": "Italian crested newt . The most basic aspect of the heart s the cardiovascular compartment’s ability to facilitate and maintain circulation. The structures of the heart play a vital role in its ability to do this. Important structures include:the muscular wall that has the function to contract and therefore pump blood throughout the organism (this wall is both vascularised and innervated, and n newts, innervated mainly by the vagus nerve,) the inside endothelial layer called the endocardium, and the outside mesothelial layer called the epicardium. Contraction of the heart is due to the electrical stimuli (signals) that are received from the central nervous system in organisms. More specific to amphibian hearts, the capacity to regenerate is actually higher than many animals, humans included. This ability allows organisms to survive trauma to the heart. In newt hearts, this ability is not as impressive. When there is injury to the heart muscle, scar tissue will form and weaken the heart, making it more susceptible to later problems. However, some regeneration does occur. In later testing, it was discovered that when the trauma is to the base region of the heart, regenerative capacities are of a much stronger nature. The evidence of regeneration is seen in the production of DNA. This shows that new cells are being made to reconstruct the tissue that was lost or damaged during injury to the cardiac muscle. Furthermore, the presence of mitotic figures seen defines division and creation of new cells. These appear in the striated muscle of the heart. The bottom line of these phenomena is that newts are capable of cardiac regeneration, but it is very dependent on where the damage occurs, because of the differing capability of different regions of the heart in the creation of new cells and building of new tissue. In short, where the damage occurs is directly related to how much regeneration will occur.",
            "score": 195.31524658203125
        },
        {
            "docid": "36808_20",
            "document": "Heart . There are two types of cells in cardiac muscle: muscle cells which have the ability to contract easily, and pacemaker cells of the conducting system. The muscle cells make up the bulk (99%) of cells in the atria and ventricles. These contractile cells are connected by intercalated discs which allow a rapid response to impulses of action potential from the pacemaker cells. The intercalated discs allow the cells to act as a syncytium and enable the contractions that pump blood through the heart and into the major arteries. The pacemaker cells make up 1% of cells and form the conduction system of the heart. They are generally much smaller than the contractile cells and have few myofibrils which gives them limited contractibility. Their function is similar in many respects to neurons. Cardiac muscle tissue has autorhythmicity, the unique ability to initiate a cardiac action potential at a fixed rate – spreading the impulse rapidly from cell to cell to trigger the contraction of the entire heart.",
            "score": 195.22311401367188
        },
        {
            "docid": "21942008_13",
            "document": "Cell polarity . The bodies of vertebrate animals are asymmetric along three axes: anterior-posterior (head to tail), dorsal-ventral (spine to belly), and left-right (for example, our heart is on the left side of our body). These polarities arise within the developing embryo through a combination of several processes: 1) asymmetric cell division, in which two daughter cells receive different amounts of cellular material (e.g. mRNA, proteins), 2) asymmetric localization of specific proteins or RNAs within cells (which is often mediated by the cytoskeleton), 3) concentration gradients of secreted proteins across the embryo such as Wnt, Nodal, and Bone Morphogenic Proteins (BMPs), and 4) differential expression of membrane receptors and ligands that cause lateral inhibition, in which the receptor-expressing cell adopts one fate and its neighbors another.",
            "score": 195.11138916015625
        },
        {
            "docid": "5458995_3",
            "document": "Cardiac muscle cell . There are two types of cells within the heart: the cardiomyocytes and the cardiac pacemaker cells. Cardiomyocytes make up the atria (the chambers in which blood enters the heart) and the ventricles (the chambers where blood is collected and pumped out of the heart). These cells must be able to shorten and lengthen their fibers and the fibers must be flexible enough to stretch. These functions are critical to the proper form during the beating of the heart.",
            "score": 194.74264526367188
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 194.42572021484375
        },
        {
            "docid": "10446876_4",
            "document": "Fate mapping . Early embryologists used \"vital dyes\" (which would stain but not harm the cells) to follow movements of individual cells or groups of cells over time in \"Xenopus\" frog embryos. The tissue(s) to which the cells contribute would thus be labeled and visible in the adult organism. The first person to develop and use this technique to study cell fate was embryologist Walter Vogt in 1929. Vogt used small chips of agar impregnated with a vital dye, (such as Nile Blue or Nile Red) which he placed on a particular cell or population of cells in \"Xenopus\" embryos until the dye absorbed into the yolk platelets within the desired cell(s). Once the cells were effectively labeled, the agar chip could be removed and the embryo was allowed to develop normally. With this method, Vogt was able to discern movements of particular cell populations and the ultimate organ or tissue into which they integrated. Although innovative for the time, this technique is limiting in that the size of a chip of agar may not accommodate single-cell resolution studies at later stages of development, since successive cell divisions will yield smaller cells (until the embryo develops into a larval form that can eat, and thereby grow larger). Additionally, the cell or cell population of interest must be superficial, since the agar chip with the dye must be placed on the surface of the embryo.",
            "score": 194.0693817138672
        },
        {
            "docid": "24882537_6",
            "document": "Koller's sickle . The primitive streak is key in the development of the major body axes. The primitive groove forms as a depression in the primitive streak as it is developing, and allows a space for migrating cells to move into the deeper layers of the embryo. Cells migrate by entering through the dorsal side and moving toward the ventral side of the avian embryo, separating the left and right sections of the embryo. The primitive pit in Hensen’s node, at the anterior end of the primitive streak, allows cells to enter which will form the notochord and prechordal plate. Cells that move through the center of the streak will become the heart and kidneys. The lateral plate and the extraembryonic mesoderm arise from the cells that enter at the posterior end of the primitive streak. Epiblast cells near the primitive streak form the neural plate and other dorsal structures, while the epiblast cells far from the streak become epidermis.",
            "score": 193.53941345214844
        },
        {
            "docid": "1209057_20",
            "document": "Wnt signaling pathway . Cell fate specification or cell differentiation is a process where undifferentiated cells can become a more specialized cell type. Wnt signaling induces differentiation of pluripotent stem cells into mesoderm and endoderm progenitor cells. These progenitor cells further differentiate into cell types such as endothelial, cardiac and vascular smooth muscle lineages. Wnt signaling induces blood formation from stem cells. Specifically, Wnt3 leads to mesoderm committed cells with hematopoietic potential. Wnt1 antagonizes neural differentiation and is a major factor in self-renewal of neural stem cells. This allows for regeneration of nervous system cells, which is further evidence of a role in promoting neural stem cell proliferation. Wnt signaling is involved in germ cell determination, gut tissue specification, hair follicle development, lung tissue development, trunk neural crest cell differentiation, nephron development, ovary development and sex determination. Wnt signaling also antagonizes heart formation, and Wnt inhibition was shown to be a critical inducer of heart tissue during development, and small molecule Wnt inhibitors are routinely used to produce cardiomyocytes from pluripotent stem cells .",
            "score": 193.28221130371094
        },
        {
            "docid": "33661741_9",
            "document": "Heart nanotechnology . Being able to fix cardiac tissue that has been damaged from a heart attack or heart disease is not very simple and it is one of the major challenges today in the field of tissue engineering (\"Popular Science\"). This is because heart cells are not the easiest objects to create in a lab. It takes an enormous amount of special care and work to develop the cells so that they beat in sync with one another (\"Popular Science\"). Even after the heart cells have finally been made, it is also a large task to insert the cells into the inoperable parts of the heart and to get them working in unison with the tissues that were still working properly (\"Popular Science\").",
            "score": 190.9990997314453
        },
        {
            "docid": "31570900_2",
            "document": "Somatic embryogenesis . Somatic embryogenesis is an artificial process in which a plant or embryo is derived from a single somatic cell or group of somatic cells. Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form from the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Somatic embryos are mainly produced \"in vitro\" and for laboratory purposes, using either solid or liquid nutrient media which contain plant growth regulators (PGR’s). The main PGRs used are auxins but can contain cytokinin in a smaller amount. Shoots and roots are monopolar while somatic embryos are bipolar, allowing them to form a whole plant without culturing on multiple media types. Somatic embryogenesis has served as a model to understand the physiological and biochemical events that occur during plant developmental processes as well as a component to biotechnological advancement. The first documentation of somatic embryogenesis was by Steward et al. in 1958 and Reinert in 1959 with carrot cell suspension cultures.",
            "score": 190.46023559570312
        }
    ]
}