{
    "q": [
        {
            "docid": "41421221_2",
            "document": "Elderspeak . Elderspeak is a specialized speech style used by younger adults with older adults, characterized by simpler vocabulary and sentence structure, filler words, lexical fillers, overly-endearing terms, closed-ended questions, using the collective \"we\", repetition, and speaking more slowly. Elderspeak stems from the stereotype that older people have reduced cognitive abilities, such as in language processing and production, and its use may be a result of or contribute to ageism. Although some aspects of elderspeak may be beneficial for some recipients, it is generally seen as inappropriate and a hindrance to intergenerational communication. Individuals and other care providers can use self-monitoring and formal educational programs to overcome elderspeak, and thus promote successful aging for older clients. Communication accommodation theory looks at how we modify our speech for our conversation partners. People can change their speech to be more similar to their conversation partners’ speech, which is known as convergence. In other circumstances, people may change their speech to be more distinct, a process known as divergence. Furthermore, these modifications can promote fluidity of conversation and ease understanding. People tend to draw on stereotypes to infer what types of accommodations need to be made. In terms of intergenerational communication, young people tend to over-accommodate when conversing with older persons. That is, they make more adjustments than necessary. Young people tend to infer that older adults are slower at processing information and more cognitively inflexible. They make these inferences based on the perception of their conversation partner as old, rather than based on information about their conversational ability. This belief leads to more accommodations than necessary.  Ryan and colleagues (1986) assessed several strategies used by younger individuals when accommodating to older adults which include:",
            "score": 120.38097870349884
        },
        {
            "docid": "4743980_30",
            "document": "Tip of the tongue . Age is an important factor when considering TOT states. There are complaints that problems recalling information increases with age. The frequency of TOTs increases in adulthood and even more so during the elderly years. Compared with young adults, older adults generally report having more TOT states, fewer alternate words, and less phonological information about the target word. The underpinnings of TOT with regard to age have focused on neurological brain differences. Current research uses neuroimaging methods to access the presence of different brain patterns when a younger and older individual is experiencing a TOT state. It is found that older and younger individuals employ a similar network of brain regions during TOT states such as the prefrontal cortex, left insula, and sensorimotor cortex. However, older individuals show differences in activity in some areas compared to younger individuals. TOTs increase with age-related gray matter loss in the left insula for older individuals. This is accompanied by less activity in the left insula and is related to higher frequency of TOTs. Furthermore, it was found that older individuals have over-activation in their prefrontal cortex when experiencing TOT states. This may indicate a continued search when the retrieval process fails and a TOT state is experienced. More specifically, greater activation in the sensorimotor cortex in older individuals and less in younger adults may reflect differences in the knowledge that is used to retrieve the target information. Priming words during word retrieval tests generally reduces the frequency of TOTs and improves the retrieval of the target word and has been shown to have a larger benefit for older adults. This is consistent with the spreading activation model, where neural connections are strengthened when used more. Although older people experience more tip of the tongue states more often than any other category, recent studies have shown that frequent tip of the tongue states are not linked at all to dementia, which is common in the elderly. Despite the association of increased age with lower levels of episodic memory and more frequent TOT states, the two phenomena seem to be largely independent of one another.",
            "score": 88.80277132987976
        },
        {
            "docid": "17363313_7",
            "document": "Mass Action Principle (neuroscience) . There is evidence supporting both the mass action principle and functional specialization within the brain. Functional specialization is the idea that functions are localized within the brain and can only be carried out by particular area(s) of the brain. Some tasks appear to work on the mass action principle, with lesions causing less drastic effects than would be expected if the tasks were localized within the brain. This was shown in Lashley's rat maze experiments, in which the amount of tissue removed was more important to the rat's performance than where the tissue was removed from within the brain. There are, however, examples of highly specialized areas of the brain in which even small amounts of damage can cause dramatic effects on people's abilities to perform certain tasks. Two such areas effect the comprehension of speech and the ability to produce coherent speech, Wernicke's area and Broca's area, respectively.",
            "score": 82.37726545333862
        },
        {
            "docid": "41421221_3",
            "document": "Elderspeak . Elderspeak is used in many different contexts by young people when talking to elder adults. Research by Susan Kemper demonstrated that both service providers (volunteers) and professional caregivers alike engaged in elderspeak when interacting with the elderly. Furthermore, elderspeak is used regardless of the communicative ability of the older person. It was used when interacting with older adults who were healthy and active community members, as well as those in institutional settings. Surprisingly, caregivers used patronizing speech both when addressing adults with dementia (and reduced communication abilities), as well as those without dementia which demonstrates that age cues are more salient to speakers than mental or physical health cues, and cues about communicative ability.  Unfortunately, Elderspeak is based on stereotypes and not actual behaviour of elders because it is used in situations where older adults are clearly functioning well. Elderspeak is actually offensive but nursing home residents are no longer offended by these speech patterns because they have claimed it as a normal habit. The use of elderspeak in more “warmth” and lower in a “superiority” dimension when the speaker was a family member and/or friend compared to an unfamiliar. Generally, young adults use an overstated version of elderspeak when addressing impaired older persons. When older adults converse with older people with cognitive impairments, they make speech accommodations to a lesser extent than young people. They speak more slowly and incorporate more pauses, however they do not use more repetition as young people do. It is possible that older speakers may not accommodate their speech as much in order to avoid seeming patronizing. Research shows that approximately 80% of communication is non verbal. Elderspeak involves communicating to the older adult in a coddling way, which includes non verbal cues and gestures. An example would be looming over a wheelchair or bed in dominancy, or a pat on the buttocks resembling parent-child touching.",
            "score": 99.61720585823059
        },
        {
            "docid": "6331719_12",
            "document": "Mind-wandering . There are individual differences in some aspects of mind-wandering between older and younger adults. Although older adults reported less mind-wandering, these older participants showed the same amount of mind-wandering as younger adults. There were also differences in how participants responded to an error. After an error, older adults took longer to return focus back to the task when compared with younger adults. It is possible that older adults reflect more about an error due to conscientiousness. Research has shown that older adults tend to be more conscientious than young adults. Personality can also affect mind-wandering. People that are more conscientious are less prone to mind-wandering. Being more conscientious allows people to stay focused on the task better which causes fewer instances of mind-wandering. Differences in mind-wandering between young and older adults may be limited because of this personality difference.",
            "score": 86.82765674591064
        },
        {
            "docid": "33970693_12",
            "document": "Age discrimination in the United States . There are many reasons why older workers may have a difficult time finding work after being laid-off. Many older workers were employed by the same employer for many years, and in some cases that may have been their only job during their entire career. Many older workers are less likely to be skilled at job-seeking, as they haven’t had to search for employment in many years. Also, as the years have passed, companies have turned to more efficient means by offering applications only online. However, while the current generation relies on technology, many older workers may be accustomed to older methods of performing the same labor. Some may find it difficult to use a computer, whether to find and apply for jobs or in the workplace. Because many of the people in the older generation are less likely to have skills on the computer, their technological inabilities also hold them back from being hired. As the years have passed, many companies have begun to focus using the internet and other programs on the computer, making it more likely they will hire a younger worker that is capable of using technology over an older person that doesn’t know how. This lack of knowledge means that companies would have to provide more training for the elderly person than they would often have to provide for a younger employee. This can be costly and time consuming for companies. Older adults often resist the use of computers for various reasons, such as impaired eyesight and hearing, arthritis and other physical ailments, and reduced cognitive skills, including memory loss and short attention spans, which make surfing the Web more challenging. Learning how to effectively utilize new technology for the elderly can be more demanding due to the fact that learning new skills is stressful both mentally and physically.",
            "score": 114.96416485309601
        },
        {
            "docid": "24574814_11",
            "document": "Models of collaborative tagging . Semantic imitation has important implication to the general vocabulary problem (see work by, e.g., Susan Dumais) in information retrieval and human-computer interaction – the creation of large number of diverse tags to describe the same set of information resource. The finding that semantic imitation occurs implies that the unit of communication among users is more likely at the semantic level, not at the word level. Thus, although there may not be strong coherence in the choice of words in describing a resource, at the semantic level there seems to be a stronger coherence force that guides the convergence of descriptive indices. This is in sharp contrast to conclusions derived based on a purely information-theoretical approach, which assumes that humans search and evaluation information at the word level. Instead, the process of semantic imitation in social tagging implies that the information-theoretic approach is at most incomplete, as it does not take into account the basic unit of human information processing. Similar to the fact that human communication occurs at the semantic level, the fact that people may use different words or syntax does not affect the effectiveness of communication, so long as the underlying \"common ground\" between the two persons is the same. In the social tagging case, so long as users share similar understanding of the contents of the information resources, the fact that the information value of tag-document decreases (that humans have more words in their languages) do not imply that it will always be harder to find relevant information (similarly, the fact that there are more words in our languages does not mean that our communication becomes less effective). However, it does point to the notion that one needs to effectively present these semantic structures in the information system so that people can effectively interpret the semantics of the tagged documents. Intelligent techniques based on statistical models of language such as latent semantic analysis, probabilistic topics model, etc. are promising aspects that will overcome this vocabulary problem.",
            "score": 99.84821498394012
        },
        {
            "docid": "6754559_7",
            "document": "Weak central coherence theory . In 2003 they did another study which confirmed their earlier findings and in which they conclude: \"Conclusions: [Our] findings are consistent with other reports of superior performance in detecting embedded figures (Jolliffe & Baron-Cohen, 1997; Shah & Frith, 1983), but typical performance in global and configural processing (Mottron, Burack et al., 1999; Ozonoff et al., 1994) among persons with high-functioning autism. Thus, the notions of local bias and global impairment that are part of WCC may need to be reexamined.\" Also in 2003 Beatriz López, Susan R. Leekam conclude their study: \"Conclusions: [Our] findings demonstrate that children with autism do not have a general difficulty in connecting context information and item information as predicted by weak central coherence theory. Instead the results suggest that there is specific difficulty with complex verbal stimuli and in particular with using sentence context to disambiguate meaning.\" Natasja van Lang gives the following explanation for these contradictory results:  \"Results in which central coherence skills are measured with perceptual or verbal-semantic tasks revealed that autistic individuals have a tendency for fragmented perception (Jarrold & Russell, 1997; Happé, 1996), and that they benefit less from the context of meaning in sentences, narratives and memory tests (Happé, 1994b; Jolliffe & Baron-Cohen, 1999). However, some studies failed to replicate these findings (Brian & Bryson, 1996; Ozonoff et al., 1991; Ropar & Mitchell, 1999). This inconsistency may be explained on the basis of how weak central coherence was measured in terms of an inability to process globally versus the preference for processing locally. Recent studies suggest that people with autism are able to process globally when they are instructed to do so, however they process information locally when no such instructions are offered (Mottron et al., 1999; Plaisted et al., 1999; Rinehart et al., 2000).\" Autistic people have also questioned the theory of WCC. One of the criticisms is that the 'context' deemed universal by the researchers might not at all be so universal from a rational point of view. In her blog Alyric devotes an article to Central Coherence: \"There are differences in the kinds of 'big picture' here obviously. One refers to systems and the others, of the kind that Frith and Happe automatically assumed to be universal, have an essential social element.\" Naja Melan claims that neurotypical people are often biased to overemphasize one context and neglecting all other contexts. This he states is an expression of WCC, as compared to autists who have the possibility of consciously focusing on multiple contexts if deemed appropriate by them or requested.",
            "score": 104.53916299343109
        },
        {
            "docid": "749745_18",
            "document": "Aging brain . If older adults have fewer attentional resources than younger adults, we would expect that when two tasks must be carried out at the same time, older adults' performance will decline more than that of younger adults. However, a large review of studies on cognition and aging suggest that this hypothesis has not been wholly supported. While some studies have found that older adults have a more difficult time encoding and retrieving information when their attention is divided, other studies have not found meaningful differences from younger adults. Similarly, one might expect older adults to do poorly on tasks of sustained attention, which measure the ability to attend to and respond to stimuli for an extended period of time. However, studies suggest that sustained attention shows no decline with age. Results suggest that sustained attention increases in early adulthood and then remains relatively stable, at least through the seventh decade of life. More research is needed on how normal aging impacts attention after age eighty.",
            "score": 99.43528652191162
        },
        {
            "docid": "4402098_35",
            "document": "Memory and aging . Most research on memory and aging has focused on how older adults perform worse at a particular memory task. However, researchers have also discovered that simply saying that older adults are doing the same thing, only less of it, is not always accurate. In some cases, older adults seem to be using different strategies than younger adults. For example, brain imaging studies have revealed that older adults are more likely to use both hemispheres when completing memory tasks than younger adults. In addition, older adults sometimes show a positivity effect when remembering information, which seems to be a result of the increased focus on regulating emotion seen with age. For instance, eye tracking reveals that older adults showed preferential looking toward happy faces and away from sad faces.",
            "score": 100.09399247169495
        },
        {
            "docid": "41421221_7",
            "document": "Elderspeak . The disadvantages with elderspeak are the effect it has on older adults and how they are perceived, both by younger adults and by themselves. Older adults often find elderspeak patronizing and disrespectful. Elderspeak is based on stereotypes because of the way younger adults speak to older adults as if they are less competent, older adults find fewer opportunities to communicate effectively and may experiences declines in self-esteem, depression, assumption of dependent behaviour consistent with their stereotypes of elderly individuals. They can even become less interested in social interaction. This cycle of communication is often referred to as the “communication predicament of aging”. Adults receiving elderspeak are often judged by the speaker as being not only less competent, but also being in a worse disposition. Interestingly, the same study showed that when using elderspeak, the speaker was judged as having a worse disposition as well.",
            "score": 93.62650716304779
        },
        {
            "docid": "31595608_11",
            "document": "Social tuning . Lun found that people who had less accessible attitudes (determined by the first implicit attitudes test) had lower implicit prejudice after interacting with the experimenter who held clear egalitarian views. Alternatively, those who already held strong beliefs about prejudice did not change their implicit prejudice after interacting with the egalitarian experimenter.  This study demonstrates that when individuals do not hold already strong beliefs, they are more likely to seek knowledge from those around them, and therefore more likely to engage in social tuning. Lun's experiment suggests the likelihood of social tuning when people seek knowledge on a particular subject. In this case, the participants who did not hold strong opinions on the subject of prejudice, and thus presumably had less knowledge on the subject, molded their opinions to match the information they were given by the experimenter in the form of the word \"ERACISM\" on her shirt, and therefore they demonstrated stronger egalitarian views than they had when initially arriving at the experiment. People who are uncomfortable in situations where they feel they do not have enough information will attempt to get information through their interactions with others. Lun's experiment reveals how social tuning is a part of such a process, in which people with less knowledge are more likely to mold their beliefs to that of others.",
            "score": 89.73573911190033
        },
        {
            "docid": "20666057_17",
            "document": "Framing effect (psychology) . The framing effect is greater in older adults than in younger adults or adolescents. This may be a result of enhanced negativity bias, though some sources claim that the negativity bias actually decreases with age. Another possible cause is that older adults have fewer cognitive resources available to them and are more likely to default to less cognitively demanding strategies when faced with a decision. They tend to rely on easily accessible information, or frames, regardless of whether that information is relevant to making the decision in question. Several studies have shown that younger adults will make less biased decisions than older adults because they base their choices on interpretations of patterns of events and can better employ decision making strategies that require cognitive resources like working-memory skills. Older adults, on the other hand, make choices based on immediate reactions to gains and losses.",
            "score": 76.67214870452881
        },
        {
            "docid": "31098553_12",
            "document": "Right hemisphere brain damage . In terms of convergent semantic processing, people with RHD do not demonstrate semantic impairment at the phonemic level, nor do they tend to have difficulty understanding the primary meanings of individual words. Their comprehension of simple, unambiguous sentences also remains intact, as does their basic word retrieval; this evidence suggests that these tasks are functions of the left hemisphere. On the other hand, the right hemisphere is more involved in recognizing multiple and non-primary meanings of words, divergent semantic processing tasks that are impaired in individuals with right hemisphere damage. Along these lines, RHD patients experience difficulty with verbal fluency; in an experiment in which RHD-affected individuals were asked to name items within a category, they tended to suggest objects connected in more ways than one (with many characteristics in common). For example, when asked to name vegetables, people with RHD would name spinach, cabbage, and lettuce, which share the attributes not only of being vegetables but also of being “green and leafy.” Such results “support a model of semantic processing in which the [right hemisphere] is superior in generating multiple, loosely connected meanings with little overlap,” a function clearly affected by right hemisphere damage. As a result of pragmatic deficits, individuals with right hemisphere damage have a hard time understanding the figurative cues in language and tend to simply understand sentences from their literal meanings. For instance if someone were to say, Joey took the lion’s share, they would assume Joey took the portion that belonged to the lion as opposed to the colloquial meaning-the majority. On the same vein, they also do not understand pragmatics and the underlying clues language might have. Because of this, implicit commands or suggestions in sentences are lost on people with right hemisphere damage. In addition, they have a hard time staying on topic during a conversation and therefore show a deficit in topic maintenance. Some however may stick to the main topic, but bury it in their speech with a large amount of details that are not relevant to the main point. They also tend to show a lack of awareness for the knowledge they share with those they are communicating with and will mention people or things for which others do not have a reference.",
            "score": 91.38886821269989
        },
        {
            "docid": "33431597_6",
            "document": "Attentional control . Some studies of aging and cognition focus on working memory processes and declines in attentional control. One study used fMRI measures during a Stroop task comparing neural activity of attentional control in younger (21–27 years) and older participants (60–75 years). Conditions included increased competition and increased conflict. Results showed evidence of decreases in responsiveness in brain areas associated with attentional control for the older group. This result suggests that older people may have decreases in their ability to utilize attentional control in their everyday lives.",
            "score": 82.78426051139832
        },
        {
            "docid": "18385178_5",
            "document": "Age segregation . Researchers have argued that age grading in school has significant impact on age segregation among adolescent peer groups. It is also present in the work force, which can make it more difficult for older adults to find jobs or change employment paths because of their age. They are often either expected to have a significantly larger background of experience in the field, or be far enough away from retirement to be considered. Although seen less in younger adults and children, there is evidence that younger populations segregate within themselves. Until around ages 7 and 8, children tend to only associate with people within 2 years of their own age. Children mostly segregate from adults, showing less adult interaction as they move into their teenage and young adult years. Studies suggest that the gap in age segregation will grow because of technological knowledge seen in younger adults that is not seen in older adults. It is predicted that younger adults will have to teach older adults about new social environments that will be essential to healthy living. Without these teachings, age segregation is set to increase.",
            "score": 72.99052774906158
        },
        {
            "docid": "68753_31",
            "document": "Attention . One theory regarding selective attention is the Perceptual load theory, which states that there are two mechanisms that affect attention: cognitive and perceptual. The perceptual considers the subject’s ability to perceive or ignore stimuli, both task-related and non task-related. Studies show that if there are many stimuli present (especially if they are task-related), it is much easier to ignore the non-task related stimuli, but if there are few stimuli the mind will perceive the irrelevant stimuli as well as the relevant. The cognitive refers to the actual processing of the stimuli. Studies regarding this showed that the ability to process stimuli decreased with age, meaning that younger people were able to perceive more stimuli and fully process them, but were likely to process both relevant and irrelevant information, while older people could process fewer stimuli, but usually processed only relevant information.",
            "score": 101.14828848838806
        },
        {
            "docid": "1129572_38",
            "document": "Social loafing . Although studies justify the notion that people often do not contribute to online communities, some research shows that older adults are more likely to participate in online communities than younger people because different generations tend to use the internet differently. For example, \"older adults are more likely to seek health information, make purchases, and obtain religious information, but less likely to watch videos, download music, play games, and read blogs online\". This is perhaps due in part to the fact that some online communities cater to older generations. The content of the website often determines what age group will use or visit the site, and because many forms of online communities appear on sites that focus their attention on older adults, participation is generally higher. Additionally, the ease and availability of operating the websites that host the online community may play a role in the age group that is most likely to participate. For example, some online communities geared toward older adults have simplified the design of their sites in order to enhance their look and usability for older adults.",
            "score": 86.66567993164062
        },
        {
            "docid": "4402098_11",
            "document": "Memory and aging . Several reasons have been speculated as to why older adults use less effective encoding and retrieval strategies as they age. The first is the “disuse” view, which states that memory strategies are used less by older adults as they move further away from the educational system. Second is the “diminished attentional capacity” hypothesis, which means that older people engage less in self-initiated encoding due to reduced attentional capacity. The third reason is the “memory self-efficacy,” which indicates that older people do not have confidence in their own memory performances, leading to poor consequences. It is known that patients with Alzheimer’s disease and patients with semantic dementia both exhibit difficulty in tasks that involve picture naming and category fluency. This is tied to damage to their semantic network, which stores knowledge of meanings and understandings.",
            "score": 76.58705234527588
        },
        {
            "docid": "38433123_12",
            "document": "Cognitive inhibition . If an individual experiences impaired or damaged cognitive inhibition abilities, the psychological results can be extremely debilitating. Patients with obsessive compulsive disorder can experience the effects of reduced cognitive inhibition. \"Failures of inhibition were identified in treatment of adults with OCD. In Go/No-Go tasks, subjects have to make a simple motor response (such as pressing a button) as quickly as possible when target stimuli are presented, and withhold the motor response when non-target stimuli are presented. Bannon et al. (2002) found that OCD patients made significantly more commission errors than matched panic disorder control subjects in a computerized task necessitating the inhibition of responses on a proportion of trials— OCD patients tended to make inappropriate motor responses to non-target stimuli\". Evidently, the cognitive inhibition that OCD patients experience can have such effects as impairing response time to significant stimuli and decreasing the ability to shut out irrelevant stimuli. This may be why OCD responses to certain stimuli can be difficult to control. Suicidal behavior may also be related to cognitive inhibition impairment. In one meta-analysis involving 164 studies, it was discovered that executive dysfunction and higher cognitive inhibition deficit is positively correlated and more frequently found among patients with suicidal behaviors. In attention-deficit/hyperactivity disorder (ADHD), studies of cognitive control have not emphasized the ability to actively suppress pre-potent mental representations. This indicates that people diagnosed with ADHD experience an impaired cognitive inhibition ability and find it difficult to suppress irrelevant stimuli. The result is decreased mental representation control and perhaps a degree of working memory deficit. Finally, there are age-related effects on an individual's ability to execute cognitive inhibition, which mostly include language impairment. \"In language production, older adults' increased word-finding deficits have been explained under \"inhibitory deficit theory\" as a consequence of their reduced ability to inhibit irrelevant words (competitors) that impair retrieval of the target\". When speaking, many older adults experience difficulty \"finding\" the words they want to use, which is evidence of cognitive inhibition skills not functioning properly. Because they are not omitting synonyms or replacements entirely from their working memory (which can be considered irrelevant stimuli), they exhibit similar types of mental representation degradation that patients with depression, ADHD, or OCD indicate.",
            "score": 96.08492124080658
        },
        {
            "docid": "37691102_17",
            "document": "Pain empathy . One study used EEG to observe the brain activity of individuals with schizophrenia when shown hands and feet in painful situations. The results of the experiments suggested the ability to separate 'self' from 'others', which is essential to empathizing with other people, is impaired in the schizophrenic sample. Another study concluded that schizophrenic individuals tend to process ‘other’ related pain stimuli in a way that is usually more associated with how self relevant stimuli are processed and it is because of this these individuals are less able to differentiate between the ‘self’ and the ‘other’.",
            "score": 59.02968692779541
        },
        {
            "docid": "33970693_14",
            "document": "Age discrimination in the United States . A common solution to become qualified for more jobs and have more opportunities to exit unemployment is to go back to school, whether that is high school or college. Many of the older people do not have a complete high school or college education; therefore, and as a result they do not have the correct training for many jobs that are currently available. However, many older people have found that returning to school would force them to incur more costs than they would if they didn’t go back to school. Taking a class at a local college could cost several thousand dollars. If a person is only a few years away from reaching the age of retirement, they may find it less costly to endure a poor standard of living for a few years and then get their Social Security instead of using part of their limited resources for classes that may never offer them any aid. Another solution for the older generation to become qualified for more jobs is to take instructional courses on how to use computers. Instructional courses may need to incorporate varied instructional styles such as introducing new material and building on prior knowledge by using direct instruction followed by opportunities to integrate and practice new information. Instructors must understand how to best deliver instruction to senior learners in order to provide effective, engaging instruction. Ideal learning environments are ones that are flexible and sensitive to the needs of the senior learner. Once older people gain the skills to use a computer, they will have a greater chance of being hired for a job. An alternative solution is to move to areas of the country that have a better job market. However, older people are more likely to own more assets such as land and their houses. As a result, it would be more difficult and possibly less beneficial for an older person to move and leave these behind.",
            "score": 106.07829177379608
        },
        {
            "docid": "4402098_14",
            "document": "Memory and aging . More recent research has extended established findings of age related decline in executive functioning, by examining related cognitive processes that underlie healthy older adults’ sequential performance. Sequential performance refers to the execution of a series steps needed to complete a routine, such as the steps required to make a cup of coffee or drive a car. An important part of healthy aging involves older adults’ use of memory and inhibitory processes to carry out daily activities in a fixed order without forgetting the sequence of steps that were just completed while remembering the next step in the sequence. A recent study examined how young and older adults differ in the underlying representation of a sequence of tasks and their efficiency at retrieving the information needed to complete their routine. Findings from this study revealed that when older and young adults had to remember a sequence of 8 animal images arranged in a fixed order, both age groups spontaneously used the organizational strategy of chunking to facilitate retrieval of information. However, older adults were slower at accessing each chunk compared to younger adults, and were better able to benefit from the use of memory aids, such as verbal rehearsal to remember the order of the fixed sequence. Results from this study suggest that there are age differences in memory and inhibitory processes that affect people’s sequence of actions and the use of memory aids could facilitate the retrieval of information in older age.",
            "score": 103.64653861522675
        },
        {
            "docid": "27942343_9",
            "document": "Psychological effects of Internet use . Research suggests that using the Internet helps boost brain power for middle-aged and older people (research on younger people has not been done). The study compares brain activity when the subjects were reading and when the subjects were surfing the Internet. It found that Internet surfing uses much more brain activity than reading does. Lead researcher Professor Gary Small said: \"The study results are encouraging, that emerging computerized technologies may have physiological effects and potential benefits for middle-aged and older adults. Internet searching engages complicated brain activity, which may help exercise and improve brain function.\"",
            "score": 67.93360376358032
        },
        {
            "docid": "433584_4",
            "document": "McGurk effect . Vision is the primary sense for humans, but speech perception is multimodal, which means that it involves information from more than one sensory modality, in particular, audition and vision. The McGurk effect arises during phonetic processing because the integration of audio and visual information happens early in speech perception. The McGurk effect is very robust; that is, knowledge about it seems to have little effect on one's perception of it. This is different from certain optical illusions, which break down once one 'sees through' them. Some people, including those that have been researching the phenomenon for more than twenty years, experience the effect even when they are aware that it is taking place. With the exception of people who can identify most of what is being said from speech-reading alone, most people are quite limited in their ability to identify speech from visual-only signals. A more extensive phenomenon is the ability of visual speech to increase the intelligibility of heard speech in a noisy environment. Visible speech can also alter the perception of perfectly audible speech sounds when the visual speech stimuli are mismatched with the auditory speech. Normally, speech perception is thought to be an auditory process; however, our use of information is immediate, automatic, and, to a large degree, unconscious and therefore, despite what is widely accepted as true, speech is not only something we hear. Speech is perceived by all of the senses working together (seeing, touching, and listening to a face move). The brain is often unaware of the separate sensory contributions of what it perceives. Therefore, when it comes to recognizing speech the brain cannot differentiate whether it is seeing or hearing the incoming information.",
            "score": 83.5563542842865
        },
        {
            "docid": "35009581_8",
            "document": "Curse of knowledge . A study by Susan Birch and Paul Bloom involving Yale undergraduate students used the curse of knowledge concept to explain the idea that the ability of people to reason about another person's actions is compromised by the knowledge of the outcome of an event. The perception the participant had of the plausibility of an event also mediated the extent of the bias. If the event was less plausible, knowledge was not as much of a \"curse\" as when there was a potential explanation for the way the other person could act. However, a recent replication study found that this finding is not reliably reproducible across seven experiment of large sample sizes, and the true effect size of this phenomenon is to be less than half of that reported in the original findings. Therefore, it is suggested that \"the influence of plausibility on the curse of knowledge in adults appears to be small enough that its impact on real-life perspective-taking may need to be reevaluated.\"",
            "score": 58.057504296302795
        },
        {
            "docid": "2202164_7",
            "document": "Mixed transcortical aphasia . After a stroke, many patients feel the devastating impacts of the loss of language. Studies have looked into ways to enhance verbal communication with therapy, and one of the treatment approaches that proved to be successful is \"Drawing Therapy\". Drawing offers an alternative route to access semantic information. Because of this, it provides adults who have lost language with a means to access and express their ideas, emotions, and feelings. Drawing has also been shown to activate right hemisphere regions. This makes drawing a non-linguistic intervention that can access semantic knowledge in the right hemisphere. The study conducted on drawing therapy found that it increased naming abilities in patients with acute and chronic aphasia. It also produced fewer error attempts during naming tasks. The study also found that the act of drawing itself, not the quality, was critical for the activation of the semantic-lexical network required for naming tasks. Other studies have also reported that family members have seen the effects of therapy at home. The gains made from drawing therapy were not ones that could have been made from spontaneous recovery. Drawing therapy was especially found to be useful in individuals with global and anomic aphasia. Both of these individuals were found to have produced more verbalizations post-therapy. This reinforces the idea that drawing provides a mean of recruiting areas or networks that were not otherwise sufficient for producing speech. Across the majority of patients, the quality of drawing improved as well as written output and sentence structure. Drawing therapy has proved to be effective even after a few periods of therapy.",
            "score": 59.23203253746033
        },
        {
            "docid": "6153047_6",
            "document": "Ego depletion . A key experiment by Baumeister, Ellen Bratslavsky, Mark Muraven and Dianne Tice in 1998, demonstrated some of the first evidence that ego depletion had effects in diverse contexts or situations. They showed that people who initially resisted the temptation of chocolates were subsequently less able to persist on a difficult and frustrating puzzle task. They attributed this effect to ego depletion, which resulted from the prior resisting of a tempting treat. Additionally, it was demonstrated that when people voluntarily gave a speech that included beliefs contrary to their own, they were also less able to persist on the difficult puzzle, indicating a state of ego depletion. This effect was not nearly as strong when individuals were not given a choice and were \"forced\" to write a counter-attitudinal speech. Thus, they proposed that both the act of choice and counter-attitudinal behaviors draw upon the same pool of limited resources. While giving a counter-attitudinal speech is expected to produce ego depletion, introducing the element of choice further increases the level of experienced depletion. These findings demonstrated the effects of ego depletion in differential situations and emphasized that ego depletion may not be context-specific. This experiment was critical in that the researchers synthesized ideas proposed by prior studies that had suggested evidence for a strength model of willpower. With this study, Baumeister and his colleagues therefore provided the first direct experimental evidence of ego depletion, and initiated research interest on the subject.",
            "score": 67.01791143417358
        },
        {
            "docid": "971469_7",
            "document": "Demodex . Older people are much more likely to carry the mites; about a third of children and young adults, half of adults, and two-thirds of elderly people carried them. The lower rate in children may be because children produce less sebum. Recently, a study of 29 adults (18 and over) in North Carolina, US, found that 70% of those 18 years of age carried mites, and that all adults over 18 (\"n\" = 19) carried them. This study (using a DNA detection method, more sensitive than traditional sampling and observation by microscope), along with several studies of cadavers, suggests that previous work might have underestimated the mites' prevalence. However, the small sample size and small geographical area involved prevent drawing broad conclusions from these data.",
            "score": 55.54014348983765
        },
        {
            "docid": "1404732_32",
            "document": "Vocabulary development . Infants use words to communicate early in life and their communication skills develop as they grow older. Communication skills aid in word learning. Infants learn to take turns while communicating with adults. While preschoolers lack precise timing and rely on obvious speaker cues, older children are more precise in their timing and take fewer long pauses. Children get better at initiating and sustaining coherent conversations as they age. Toddlers and preschoolers use strategies such as repeating and recasting their partners' utterances to keep the conversation going. Older children add new relevant information to conversations. Connectives such as \"then\", \"so\", and \"because\" are more frequently used as children get older. When giving and responding to feedback, preschoolers are inconsistent, but around the age of six, children can mark corrections with phrases and head nods to indicate their continued attention. As children continue to age they provide more constructive interpretations back to listeners, which helps prompt conversations.",
            "score": 94.17148184776306
        },
        {
            "docid": "49233423_7",
            "document": "Ulysses syndrome . Extreme stressors that put individuals at risk for Ulysses syndrome, called \"Ulysses stressors\", can broadly be characterized into four categories: Middle-aged and elderly adults are typically more strongly affected than younger people are because they experience a larger loss of status and social mobility, have fewer encounters with people outside of the community through school or work, and are less likely to be exposed to the receiving country's mainstream culture. Moreover, older immigrants typically have greater difficulty learning the receiving country's language, which may substantially impair their ability to understand and interact with the new culture.",
            "score": 64.54612374305725
        },
        {
            "docid": "35073980_10",
            "document": "Self-reference effect . Like children, the continuous development of a self-concept is related to the development of self-referencing in individuals. The relationships formed with intimate others over the lifespan appear to have an effect on self-referencing in relation to memory. The extent to which we include others in our self-concept has been a topic of particular interest for social psychologists. Theories of intimacy and personal relationships might suggest that the self-reference effect is affected by the closeness of a relationship with the other used as a target. Some researchers define closeness as an extension of self into other and suggest that one's cognitive processes about a close other develop in a way so as to include that person as part of the self. Consistent with this idea, it has been demonstrated that the memorial advantage afforded to self-referenced material can be diminished or eliminated when the comparison target is an intimate other such as a parent, friend, or spouse The capacity for utilizing the self-reference effect remains relatively high throughout the lifespan, even well into old age. Normally functioning older adults can benefit from self-referencing. Ageing is marked by cognitive impairments in a number of domains including long-term memory, but older adults' memory performance is malleable. Memory strategies and orientations that engage \"deep\" encoding processes benefit older adults. For example, older adults exhibit increased recall when using self-generated strategies that rely on personally relevant information (e.g., important birthdates) relative to other mnemonic strategies However, research has shown that there are some differences between older adults and younger adults use of the self-reference advantage. Like young adults, older adults exhibit superior recognition for self-referenced items. But the amount of cognitive resources an individual has influence on how much older adults benefit from self referencing. Self-referencing improves older adult's memory, but its benefits are restricted regardless of the social and personally relevant nature of the task. A reason for this change in self referencing may be the change in brain activation that has been observed in older adults when studying self-referencing. Older adults showed more activity in the medial prefrontal cortex and along the cingulate gyrus than young adults. Because these regions often are associated with self-referential processing, these results suggest that older adults' mnemonic boost for positive information may stem from an increased tendency to process this information in relation to themselves. It has been proposed that this \"positivity shift\" may occur because older adults put more emphasis on emotion regulation goals than do young adults, with older adults having a greater motivation to derive emotional meaning from life and to maintain positive affect.",
            "score": 101.40575242042542
        }
    ],
    "r": [
        {
            "docid": "41421221_2",
            "document": "Elderspeak . Elderspeak is a specialized speech style used by younger adults with older adults, characterized by simpler vocabulary and sentence structure, filler words, lexical fillers, overly-endearing terms, closed-ended questions, using the collective \"we\", repetition, and speaking more slowly. Elderspeak stems from the stereotype that older people have reduced cognitive abilities, such as in language processing and production, and its use may be a result of or contribute to ageism. Although some aspects of elderspeak may be beneficial for some recipients, it is generally seen as inappropriate and a hindrance to intergenerational communication. Individuals and other care providers can use self-monitoring and formal educational programs to overcome elderspeak, and thus promote successful aging for older clients. Communication accommodation theory looks at how we modify our speech for our conversation partners. People can change their speech to be more similar to their conversation partners’ speech, which is known as convergence. In other circumstances, people may change their speech to be more distinct, a process known as divergence. Furthermore, these modifications can promote fluidity of conversation and ease understanding. People tend to draw on stereotypes to infer what types of accommodations need to be made. In terms of intergenerational communication, young people tend to over-accommodate when conversing with older persons. That is, they make more adjustments than necessary. Young people tend to infer that older adults are slower at processing information and more cognitively inflexible. They make these inferences based on the perception of their conversation partner as old, rather than based on information about their conversational ability. This belief leads to more accommodations than necessary.  Ryan and colleagues (1986) assessed several strategies used by younger individuals when accommodating to older adults which include:",
            "score": 120.38097381591797
        },
        {
            "docid": "33970693_12",
            "document": "Age discrimination in the United States . There are many reasons why older workers may have a difficult time finding work after being laid-off. Many older workers were employed by the same employer for many years, and in some cases that may have been their only job during their entire career. Many older workers are less likely to be skilled at job-seeking, as they haven’t had to search for employment in many years. Also, as the years have passed, companies have turned to more efficient means by offering applications only online. However, while the current generation relies on technology, many older workers may be accustomed to older methods of performing the same labor. Some may find it difficult to use a computer, whether to find and apply for jobs or in the workplace. Because many of the people in the older generation are less likely to have skills on the computer, their technological inabilities also hold them back from being hired. As the years have passed, many companies have begun to focus using the internet and other programs on the computer, making it more likely they will hire a younger worker that is capable of using technology over an older person that doesn’t know how. This lack of knowledge means that companies would have to provide more training for the elderly person than they would often have to provide for a younger employee. This can be costly and time consuming for companies. Older adults often resist the use of computers for various reasons, such as impaired eyesight and hearing, arthritis and other physical ailments, and reduced cognitive skills, including memory loss and short attention spans, which make surfing the Web more challenging. Learning how to effectively utilize new technology for the elderly can be more demanding due to the fact that learning new skills is stressful both mentally and physically.",
            "score": 114.96416473388672
        },
        {
            "docid": "792644_33",
            "document": "Locus of control . Health locus of control is how people measure and understand how people relate their health to their behavior, health status and how long it may take to recover from a disease. Locus of control can influence how people think and react towards their health and health decisions. Each day we are exposed to potential diseases that may affect our health. The way we approach that reality has a lot to do with our locus of control. Sometimes it is expected to see older adults experience progressive declines in their health, for this reason it is believed that their health locus of control will be affected. However, this does not necessarily mean that their locus of control will be affected negatively but older adults may experience decline in their health and this can show lower levels of internal locus of control.  Age plays an important role in one's internal and external locus of control. When comparing a young child and an older adult with their levels of locus of control in regards to health, the older person will have more control over their attitude and approach to the situation. As people age they become aware of the fact that events outside of their own control happen and that other individuals can have control of their health outcomes.",
            "score": 111.929443359375
        },
        {
            "docid": "33970693_14",
            "document": "Age discrimination in the United States . A common solution to become qualified for more jobs and have more opportunities to exit unemployment is to go back to school, whether that is high school or college. Many of the older people do not have a complete high school or college education; therefore, and as a result they do not have the correct training for many jobs that are currently available. However, many older people have found that returning to school would force them to incur more costs than they would if they didn’t go back to school. Taking a class at a local college could cost several thousand dollars. If a person is only a few years away from reaching the age of retirement, they may find it less costly to endure a poor standard of living for a few years and then get their Social Security instead of using part of their limited resources for classes that may never offer them any aid. Another solution for the older generation to become qualified for more jobs is to take instructional courses on how to use computers. Instructional courses may need to incorporate varied instructional styles such as introducing new material and building on prior knowledge by using direct instruction followed by opportunities to integrate and practice new information. Instructors must understand how to best deliver instruction to senior learners in order to provide effective, engaging instruction. Ideal learning environments are ones that are flexible and sensitive to the needs of the senior learner. Once older people gain the skills to use a computer, they will have a greater chance of being hired for a job. An alternative solution is to move to areas of the country that have a better job market. However, older people are more likely to own more assets such as land and their houses. As a result, it would be more difficult and possibly less beneficial for an older person to move and leave these behind.",
            "score": 106.07829284667969
        },
        {
            "docid": "6754559_7",
            "document": "Weak central coherence theory . In 2003 they did another study which confirmed their earlier findings and in which they conclude: \"Conclusions: [Our] findings are consistent with other reports of superior performance in detecting embedded figures (Jolliffe & Baron-Cohen, 1997; Shah & Frith, 1983), but typical performance in global and configural processing (Mottron, Burack et al., 1999; Ozonoff et al., 1994) among persons with high-functioning autism. Thus, the notions of local bias and global impairment that are part of WCC may need to be reexamined.\" Also in 2003 Beatriz López, Susan R. Leekam conclude their study: \"Conclusions: [Our] findings demonstrate that children with autism do not have a general difficulty in connecting context information and item information as predicted by weak central coherence theory. Instead the results suggest that there is specific difficulty with complex verbal stimuli and in particular with using sentence context to disambiguate meaning.\" Natasja van Lang gives the following explanation for these contradictory results:  \"Results in which central coherence skills are measured with perceptual or verbal-semantic tasks revealed that autistic individuals have a tendency for fragmented perception (Jarrold & Russell, 1997; Happé, 1996), and that they benefit less from the context of meaning in sentences, narratives and memory tests (Happé, 1994b; Jolliffe & Baron-Cohen, 1999). However, some studies failed to replicate these findings (Brian & Bryson, 1996; Ozonoff et al., 1991; Ropar & Mitchell, 1999). This inconsistency may be explained on the basis of how weak central coherence was measured in terms of an inability to process globally versus the preference for processing locally. Recent studies suggest that people with autism are able to process globally when they are instructed to do so, however they process information locally when no such instructions are offered (Mottron et al., 1999; Plaisted et al., 1999; Rinehart et al., 2000).\" Autistic people have also questioned the theory of WCC. One of the criticisms is that the 'context' deemed universal by the researchers might not at all be so universal from a rational point of view. In her blog Alyric devotes an article to Central Coherence: \"There are differences in the kinds of 'big picture' here obviously. One refers to systems and the others, of the kind that Frith and Happe automatically assumed to be universal, have an essential social element.\" Naja Melan claims that neurotypical people are often biased to overemphasize one context and neglecting all other contexts. This he states is an expression of WCC, as compared to autists who have the possibility of consciously focusing on multiple contexts if deemed appropriate by them or requested.",
            "score": 104.5391616821289
        },
        {
            "docid": "1404732_33",
            "document": "Vocabulary development . Caregivers use language to help children become competent members of society and culture. From birth, infants receive pragmatic information. They learn structure of conversations from early interactions with caregivers. Actions and speech are organized in games, such as peekaboo to provide children with information about words and phrases. Caregivers find many ways to help infants interact and respond. As children advance and participate more actively in interactions, caregivers adapt their interactions accordingly. Caregivers also prompt children to produce correct pragmatic behaviours. They provide input about what children are expected to say, how to speak, when they should speak, and how they can stay on topic. Caregivers may model the appropriate behaviour, using verbal reinforcement, posing a hypothetical situation, addressing children's comments, or evaluating another person.",
            "score": 103.88585662841797
        },
        {
            "docid": "1803590_23",
            "document": "Job interview . Preinterview phase: The preinterview phase encompasses the information available to the interviewer beforehand (e.g., resumes, test scores, social networking site information) and the perceptions interviewers form about applicants from this information prior to the actual face-to-face interaction between the two individuals. In this phase, interviewers are likely to already have ideas about the characteristics that would make a person ideal or qualified for the position. Interviewers also have information about the applicant usually in the form of a resume, test scores, or prior contacts with the applicant. Interviewers then often integrate information that they have on an applicant with their ideas about the ideal employee to form a preinterview evaluation of the candidate. In this way, interviewers typically have an impression of you even before the actual face-to-face interview interaction. Nowadays with recent technological advancements, we must be aware that interviewers have an even larger amount of information available on some candidates. For example, interviewers can obtain information from search engines (e.g. Google, Bing, Yahoo), blogs, and even social networks (e.g. Linkedin, Facebook, Twitter). While some of this information may be job-related, some of it may not be. In some cases, a review of Facebook may reveal undesirable behaviors such as drunkenness or drug use. Despite the relevance of the information, any information interviewers obtain about the applicant before the interview is likely to influence their preinterview impression of the candidate. And, why is all this important? It is important because what interviewers think about you before they meet you, can have an effect on how they might treat you in the interview and what they remember about you. Furthermore, researchers have found that what interviewers think about the applicant before the interview (preinterview phase) is related to how they evaluate the candidate after the interview, despite how the candidate may have performed during the interview.",
            "score": 103.78900909423828
        },
        {
            "docid": "4402098_14",
            "document": "Memory and aging . More recent research has extended established findings of age related decline in executive functioning, by examining related cognitive processes that underlie healthy older adults’ sequential performance. Sequential performance refers to the execution of a series steps needed to complete a routine, such as the steps required to make a cup of coffee or drive a car. An important part of healthy aging involves older adults’ use of memory and inhibitory processes to carry out daily activities in a fixed order without forgetting the sequence of steps that were just completed while remembering the next step in the sequence. A recent study examined how young and older adults differ in the underlying representation of a sequence of tasks and their efficiency at retrieving the information needed to complete their routine. Findings from this study revealed that when older and young adults had to remember a sequence of 8 animal images arranged in a fixed order, both age groups spontaneously used the organizational strategy of chunking to facilitate retrieval of information. However, older adults were slower at accessing each chunk compared to younger adults, and were better able to benefit from the use of memory aids, such as verbal rehearsal to remember the order of the fixed sequence. Results from this study suggest that there are age differences in memory and inhibitory processes that affect people’s sequence of actions and the use of memory aids could facilitate the retrieval of information in older age.",
            "score": 103.64653778076172
        },
        {
            "docid": "35073980_10",
            "document": "Self-reference effect . Like children, the continuous development of a self-concept is related to the development of self-referencing in individuals. The relationships formed with intimate others over the lifespan appear to have an effect on self-referencing in relation to memory. The extent to which we include others in our self-concept has been a topic of particular interest for social psychologists. Theories of intimacy and personal relationships might suggest that the self-reference effect is affected by the closeness of a relationship with the other used as a target. Some researchers define closeness as an extension of self into other and suggest that one's cognitive processes about a close other develop in a way so as to include that person as part of the self. Consistent with this idea, it has been demonstrated that the memorial advantage afforded to self-referenced material can be diminished or eliminated when the comparison target is an intimate other such as a parent, friend, or spouse The capacity for utilizing the self-reference effect remains relatively high throughout the lifespan, even well into old age. Normally functioning older adults can benefit from self-referencing. Ageing is marked by cognitive impairments in a number of domains including long-term memory, but older adults' memory performance is malleable. Memory strategies and orientations that engage \"deep\" encoding processes benefit older adults. For example, older adults exhibit increased recall when using self-generated strategies that rely on personally relevant information (e.g., important birthdates) relative to other mnemonic strategies However, research has shown that there are some differences between older adults and younger adults use of the self-reference advantage. Like young adults, older adults exhibit superior recognition for self-referenced items. But the amount of cognitive resources an individual has influence on how much older adults benefit from self referencing. Self-referencing improves older adult's memory, but its benefits are restricted regardless of the social and personally relevant nature of the task. A reason for this change in self referencing may be the change in brain activation that has been observed in older adults when studying self-referencing. Older adults showed more activity in the medial prefrontal cortex and along the cingulate gyrus than young adults. Because these regions often are associated with self-referential processing, these results suggest that older adults' mnemonic boost for positive information may stem from an increased tendency to process this information in relation to themselves. It has been proposed that this \"positivity shift\" may occur because older adults put more emphasis on emotion regulation goals than do young adults, with older adults having a greater motivation to derive emotional meaning from life and to maintain positive affect.",
            "score": 101.40575408935547
        },
        {
            "docid": "26063832_3",
            "document": "Partial concurrent thinking aloud . In general, in the usability evaluation both retrospective and concurrent TAP could be used according to the aims and goals of the study. Nevertheless, when a usability evaluation is carried out with blind people several studies propose to use the retrospective TAP: indeed, using a screen reader and talking about the way of interacting with the computer implies a structural interference between action and verbalization. Undoubtedly, cognitive studies provided a lot of evidence supporting the idea that individuals can listen, verbalize, or manipulate, and rescue information in multiple task condition. As Colin Cherry showed, subjects, when listening to two different messages from a single loudspeaker, can separate sounds from background noise, recognize the gender of the speaker, the direction, and the pitch (cocktail party effect). At the same time, subjects that must verbalize the content of a message (attended message) listening to two different message simultaneously (attended and unattended message) have a reduced ability to report the content of the attended massage, while they are unable to report the content of the unattended message. Moreover, K. Anders Ericsson and Walter Kintsch showed that, in a multiple task condition, subjects' ability of rescuing information is not compromised by an interruption of the action flow (as it happens in the concurrent thinking aloud technique), thanks to the “Long Term Working Memory mechanism” of information retrieval (Working Memory section Ericsson and Kintsch).  Even if users can listen, recognize, and verbalize multiple messages in a multiple task condition and they can stop and restart actions without losing any information, other cognitive studies underlined that the overlap of activities in a multiple task condition have an effect on the goal achievement: Kemper, Herman and Lian, analysing the users' abilities to verbalize actions in a multiple task condition, showed that the fluency of a user's conversation is influenced by the overlap of actions. Adults are likely to continue to talk as they navigate in a complex physical environment. However, the fluency of their conversation is likely to change: Older adults are likely to speak more slowly than they would if resting; Young adults continue to speak just as rapidly while walking as while resting, but they adopt a further set of speech accommodations, reducing sentence length, grammatical complexity, and propositional density. Just by reducing length, complexity, and propositional density adults free up working memory resources. We do not know how and how much the content of verbalizations could be influenced by the strategy of verbalization (i.e. the modification of fluency and the complexity in a multiple task condition). Anyway, we well know that users in the concurrent thinking aloud verbalize the problems in a more accurate and pertinent way (i.e. more focused on the problems directly perceived during the interaction) then in the retrospective one. The pertinence is granted to the user by the proximity of action-verbalization-next action; this multiple task proximity compels the subject to apply a strategy of verbalization that reduce the overload of the working memory. However, for blind users this time proximity between action and verbalization is lost: the use of the screen reader, in fact, increase the time for verbalization (i.e. in order to verbalize, blind users must first stop the [screen reader] and then restart it).",
            "score": 101.19416046142578
        },
        {
            "docid": "68753_31",
            "document": "Attention . One theory regarding selective attention is the Perceptual load theory, which states that there are two mechanisms that affect attention: cognitive and perceptual. The perceptual considers the subject’s ability to perceive or ignore stimuli, both task-related and non task-related. Studies show that if there are many stimuli present (especially if they are task-related), it is much easier to ignore the non-task related stimuli, but if there are few stimuli the mind will perceive the irrelevant stimuli as well as the relevant. The cognitive refers to the actual processing of the stimuli. Studies regarding this showed that the ability to process stimuli decreased with age, meaning that younger people were able to perceive more stimuli and fully process them, but were likely to process both relevant and irrelevant information, while older people could process fewer stimuli, but usually processed only relevant information.",
            "score": 101.1482925415039
        },
        {
            "docid": "10963_16",
            "document": "Forgetting . Cue-dependent forgetting (also, context-dependent forgetting) or retrieval failure, is the failure to recall a memory due to missing stimuli or cues that were present at the time the memory was encoded. Encoding is the first step in creating and remembering a memory. How well something has been encoded in the memory can be measured by completing specific tests of retrieval. Examples of these tests would be explicit ones like cued recall or implicit tests like word fragment completion. Cue-dependent forgetting is one of five cognitive psychology theories of forgetting. This theory states that a memory is sometimes temporarily forgotten purely because it cannot be retrieved, but the proper cue can bring it to mind. A good metaphor for this is searching for a book in a library without the reference number, title, author or even subject. The information still exists, but without these cues retrieval is unlikely. Furthermore, a good retrieval cue must be consistent with the original encoding of the information. If the sound of the word is emphasized during the encoding process, the cue that should be used should also put emphasis on the phonetic quality of the word. Information is available however, just not readily available without these cues. Depending on the age of a person, retrieval cues and skills may not work as well. This is usually common in older adults but that is not always the case. When information is encoded into the memory and retrieved with a technique called spaced retrieval, this helps older adults retrieve the events stored in the memory better. There is also evidence from different studies that show age related changes in memory. These specific studies have shown that episodic memory performance does in fact decline with age and have made known that older adults produce vivid rates of forgetting when two items are combined and not encoded.",
            "score": 100.32688903808594
        },
        {
            "docid": "4402098_35",
            "document": "Memory and aging . Most research on memory and aging has focused on how older adults perform worse at a particular memory task. However, researchers have also discovered that simply saying that older adults are doing the same thing, only less of it, is not always accurate. In some cases, older adults seem to be using different strategies than younger adults. For example, brain imaging studies have revealed that older adults are more likely to use both hemispheres when completing memory tasks than younger adults. In addition, older adults sometimes show a positivity effect when remembering information, which seems to be a result of the increased focus on regulating emotion seen with age. For instance, eye tracking reveals that older adults showed preferential looking toward happy faces and away from sad faces.",
            "score": 100.093994140625
        },
        {
            "docid": "24574814_11",
            "document": "Models of collaborative tagging . Semantic imitation has important implication to the general vocabulary problem (see work by, e.g., Susan Dumais) in information retrieval and human-computer interaction – the creation of large number of diverse tags to describe the same set of information resource. The finding that semantic imitation occurs implies that the unit of communication among users is more likely at the semantic level, not at the word level. Thus, although there may not be strong coherence in the choice of words in describing a resource, at the semantic level there seems to be a stronger coherence force that guides the convergence of descriptive indices. This is in sharp contrast to conclusions derived based on a purely information-theoretical approach, which assumes that humans search and evaluation information at the word level. Instead, the process of semantic imitation in social tagging implies that the information-theoretic approach is at most incomplete, as it does not take into account the basic unit of human information processing. Similar to the fact that human communication occurs at the semantic level, the fact that people may use different words or syntax does not affect the effectiveness of communication, so long as the underlying \"common ground\" between the two persons is the same. In the social tagging case, so long as users share similar understanding of the contents of the information resources, the fact that the information value of tag-document decreases (that humans have more words in their languages) do not imply that it will always be harder to find relevant information (similarly, the fact that there are more words in our languages does not mean that our communication becomes less effective). However, it does point to the notion that one needs to effectively present these semantic structures in the information system so that people can effectively interpret the semantics of the tagged documents. Intelligent techniques based on statistical models of language such as latent semantic analysis, probabilistic topics model, etc. are promising aspects that will overcome this vocabulary problem.",
            "score": 99.84821319580078
        },
        {
            "docid": "41421221_3",
            "document": "Elderspeak . Elderspeak is used in many different contexts by young people when talking to elder adults. Research by Susan Kemper demonstrated that both service providers (volunteers) and professional caregivers alike engaged in elderspeak when interacting with the elderly. Furthermore, elderspeak is used regardless of the communicative ability of the older person. It was used when interacting with older adults who were healthy and active community members, as well as those in institutional settings. Surprisingly, caregivers used patronizing speech both when addressing adults with dementia (and reduced communication abilities), as well as those without dementia which demonstrates that age cues are more salient to speakers than mental or physical health cues, and cues about communicative ability.  Unfortunately, Elderspeak is based on stereotypes and not actual behaviour of elders because it is used in situations where older adults are clearly functioning well. Elderspeak is actually offensive but nursing home residents are no longer offended by these speech patterns because they have claimed it as a normal habit. The use of elderspeak in more “warmth” and lower in a “superiority” dimension when the speaker was a family member and/or friend compared to an unfamiliar. Generally, young adults use an overstated version of elderspeak when addressing impaired older persons. When older adults converse with older people with cognitive impairments, they make speech accommodations to a lesser extent than young people. They speak more slowly and incorporate more pauses, however they do not use more repetition as young people do. It is possible that older speakers may not accommodate their speech as much in order to avoid seeming patronizing. Research shows that approximately 80% of communication is non verbal. Elderspeak involves communicating to the older adult in a coddling way, which includes non verbal cues and gestures. An example would be looming over a wheelchair or bed in dominancy, or a pat on the buttocks resembling parent-child touching.",
            "score": 99.61720275878906
        },
        {
            "docid": "749745_18",
            "document": "Aging brain . If older adults have fewer attentional resources than younger adults, we would expect that when two tasks must be carried out at the same time, older adults' performance will decline more than that of younger adults. However, a large review of studies on cognition and aging suggest that this hypothesis has not been wholly supported. While some studies have found that older adults have a more difficult time encoding and retrieving information when their attention is divided, other studies have not found meaningful differences from younger adults. Similarly, one might expect older adults to do poorly on tasks of sustained attention, which measure the ability to attend to and respond to stimuli for an extended period of time. However, studies suggest that sustained attention shows no decline with age. Results suggest that sustained attention increases in early adulthood and then remains relatively stable, at least through the seventh decade of life. More research is needed on how normal aging impacts attention after age eighty.",
            "score": 99.43528747558594
        },
        {
            "docid": "637199_55",
            "document": "Automatic summarization . An intrinsic evaluation tests the summarization system in and of itself while an extrinsic evaluation tests the summarization based on how it affects the completion of some other task. Intrinsic evaluations have assessed mainly the coherence and informativeness of summaries. Extrinsic evaluations, on the other hand, have tested the impact of summarization on tasks like relevance assessment, reading comprehension, etc.",
            "score": 99.42506408691406
        },
        {
            "docid": "19471895_27",
            "document": "Negative affectivity . A research conducted by Forgas J.P studied how affectivity can influence intergroup discrimination. He measured affectivity by how people allocate rewards to in-group and out-group members. In the procedure, participants had to describe their interpretations after looking at patterns of judgments about people. Afterwards, participants were exposed to a mood induction process, where they had to watch videotapes designed to elicit negative or positive affectivity. Results showed that participants with positive affectivity were more negative and discriminated more than participants with negative affectivity. Also, happy participants were more likely to discriminate between in-group and out-group members than sad participants. Negative affect is often associated with team selection. It is viewed as a trait that could make selecting individuals for a team irrelevant, thus preventing knowledge from becoming known or predicted for current issues that may arise.",
            "score": 99.31934356689453
        },
        {
            "docid": "2176826_6",
            "document": "Elaboration likelihood model . The central route is used when the message recipient has the motivation as well as the ability to think about the message and its topic. When people process information centrally, the cognitive responses, or elaborations, will be much more relevant to the information, whereas when processing peripherally, the individual may rely on heuristics and other rules of thumb when elaborating on a message. Being at the high end of the elaboration continuum, people assess object-relevant information in relation to schemas that they already possess, and arrive at a reasoned attitude that is supported by information. It is important to consider two types of factors that influence how and how much one will elaborate on a persuasive message. The first are the factors that influence our motivation to elaborate, and the second are the factors that influence our ability to elaborate. Motivation to process the message may be determined by a personal interest in the subject of the message, or individual factors like the need for cognition. However, if the message recipient has a strong, negative attitude toward the position proposed by the message, a boomerang effect (an opposite effect) is likely to occur. That is, they will resist the message, and may move away from the proposed position. Two advantages of the central route are that attitude changes tend to last longer and are more predictive of behavior than the changes from the peripheral route. Overall, as people’s motivation and ability to process the message and develop elaborations decreases, the peripheral cues present in the situation become more important in their processing of the message.",
            "score": 99.21956634521484
        },
        {
            "docid": "20055308_7",
            "document": "Product planning . Market researchers always use quantitative and qualitative research to differentiate the methods of investigation into those which are cared about getting an understanding of a subject and those which are involved in measuring things . At a word, quantitative and qualitative mean that one is based on quantity and the other one on quality . Qualitative research can be looked upon as a number of ways . (Gordon,Wendy,1943) Qualitative researchers do not need to interview so many people but they speak to really do count . The researchers are interested in asking ‘How’ questions not like ‘how many’. Sampson(1967) has said that “ it is centrally concerned with understanding things rather than with measuring them” this means that the lack of measurement can not make sure that the findings are accuracy. For example, the government has until recently used little qualitative research as it is worried that the public security would not believe these findings . Qualitative research is suited to solve the problem areas as following . The first one is basic market exploratory studies . For example, the research findings can be used to define consumer segmentations in relation to a product brand or understand the dimensions which differentiate between brands . The second one is new product development . For instance, product, packaging, positioning and advertising information can be collected through researching to confirm a new product proposition . The third one is diagnostic studies which is used to determine to what extent the brand image has changed since the start of an advertising campaign. (Gordon,Wendy,1943) . The methods of qualitative research can be departed into observation and focus groups . Nowadays, observation is used wherever people think that watching is better to speaking and it plays an important role in researching people who can not articulate correctly and clearly what they think . It is frequently applied in shopping surveys particularly in-store, it regularly make customers try products and then ask them questions or do surveys . The results sometimes will be more reliable and creditable . Focus groups also can be called group discussions which is a tool on the basis of psychotherapy where it has found that if people are divided into small groups and asked to share their opinions and suggestions, they will be open up . Because there will generate a brainstorming effect in the groups so that a comment from one person can stimulate another one’s ideas . Although qualitative research does not need many people to attend, one group is not enough that will cause the results are untypical . In general, there are always need four groups to cover a single respondent type . And the outcomes of group discussions are rely on the group leaders’ abilities of structuring the discussion, conducting the meeting and analyzing and understanding the results.",
            "score": 98.5074234008789
        },
        {
            "docid": "5366050_41",
            "document": "Speech perception . Cochlear implantation restores access to the acoustic signal in individuals with sensorineural hearing loss. The acoustic information conveyed by an implant is usually sufficient for implant users to properly recognize speech of people they know even without visual clues. For cochlear implant users, it is more difficult to understand unknown speakers and sounds. The perceptual abilities of children that received an implant after the age of two are significantly better than of those who were implanted in adulthood. A number of factors have been shown to influence perceptual performance, specifically: duration of deafness prior to implantation, age of onset of deafness, age at implantation (such age effects may be related to the Critical period hypothesis) and the duration of using an implant. There are differences between children with congenital and acquired deafness. Postlingually deaf children have better results than the prelingually deaf and adapt to a cochlear implant faster. In both children with cochlear implants and normal hearing, vowels and voice onset time becomes prevalent in development before the ability to discriminate the place of articulation. Several months following implantation, children with cochlear implants can normalize speech perception. One of the basic problems in the study of speech is how to deal with the noise in the speech signal. This is shown by the difficulty that computer speech recognition systems have with recognizing human speech. These programs can do well at recognizing speech when they have been trained on a specific speaker's voice, and under quiet conditions. However, these systems often do poorly in more realistic listening situations where humans can understand speech without difficulty.",
            "score": 98.42218780517578
        },
        {
            "docid": "35343748_5",
            "document": "Cultural group selection . For cultural knowledge and behaviour to persist across multiple generations, humans need to have the capacity to acquire, retain, and transmit cultural information. While many species engage in social learning, humans consistently rely upon it for behavioural cues and information about the environment. In a study comparing human children and young chimpanzees, it was shown that, when given a demonstration on how to retrieve a reward from a box, chimps copy relevant behaviour, while ignoring irrelevant behaviour, to solve the task. Meanwhile, human children will faithfully imitate both relevant and irrelevant behaviour to solve the same task. While this may seem like a negative quality, it is what allows for reliable, high-fidelity transmission of cultural information, and produces stable behavioural equilibria within cultural groups.",
            "score": 98.35930633544922
        },
        {
            "docid": "7769667_10",
            "document": "Brigid Bazlen . During the making of \"King of Kings\", \"The Honeymoon Machine\", and \"How The West Was Won\", as Bazlen was still only 17 years of age at the time, she had to attend educational classes between takes in order to comply with the Los Angeles Board of Education's requirement that she carry out three hours of study per day Monday to Friday. Moreover, when answering a question during this time about whether young people were misunderstood by the older generation, she said \"Yes, but I'm sure that's been the case down the ages. It's too much to expect people of the older generation completely to understand people of my age. Some of the ways in which we behave were unheard of in my mother's young days, but each generation finds different symbols to express its discontent.\" Also, when asked at the same time about how she felt about her rapid rise to stardom at such a young age, Bazlen said \"I realise what a lucky person I am and I'm anxious to repay the trust a lot of important people have placed in me. Reaching so high so young has put a lot of responsibility on my shoulders, but I feel that responsibility is part of the pattern of living and it is not to be taken lightly.\"",
            "score": 98.15113830566406
        },
        {
            "docid": "331913_17",
            "document": "Qualitative psychological research . Focus group discussion in qualitative method has gain huge popularity of this method across the social sciences over the past decade. Focus groups are now thoroughly assessable and familiar to the general public. Prior 1920’s and late 1970’s the focus groups were mainly used in marketing, tool, and studies in the field in the business. Aspects like including education, communication, media studies, feminist research, sociology and social psychology. Focused groups are also known as ‘group interviews’. The members are encouraged to interact and have discussions. The data collected by focused group discussion are seldom produced through interview and observation; it enlightens us with its power of knowledge. Focus group discussion also focuses on the process beyond the individual’s memory and desires. The richness and complexity of group dynamics should be considered. Focus group can also access to social interactional dynamics that produce particular memories, ideologies, and practices among the group members. It themselves becomes relevant, termed as units of analysis of our study. Questions, issues and topics process focus group. Through different dynamics multiple angles of vision can be seen in the new world in unexpected ways. Focus group helps us move towards constructing a ‘methodology of getting lost” and toward enacting “double practices” (lather, 2001). This seems a necessary step towards conducting qualitative research. Keeping norms and rules of groups in mind the researcher and research participants realize that interpretation of individual are situated, provisional, contingent, unstable thus it’s unchangeable. It is necessary for the researcher to have self-reflectivity that involves making the research transparent rhetorical and poetic work of the researcher in representing the object of the study. It is theoretically important to construct a mutual ground between the researcher and the research participants. The second sense of self-reflexivity is important to encourage refection on interpretive research as the dual practice of knowledge gathering and self transformation is done through self-reflection and mutual reflection. Allowing ourselves to dwell in the existing inevitable indeterminacies, we are leading ourselves in the best way of the qualitative research practice.  According to Lederman, a focus group is a ‘technique that involves the use of profound group interviews in which participants are selected because they are a purposive sampling of a specific population, with the group being ‘focused’ on a given topic’. (Rabiee, 2004). According to Powell et al., a group of individuals selected and gathered by researchers to discuss and comment on, from personal experience, the topic that is the subject of the research form a focus group.(Gibbs, 1997) Some of the features of focus group discussions include, member’s involvement, a number of consecutive meetings, the common characteristics of members with respect to interests, the evolvement of qualitative data, and discussion within the group that is focused on a topic, that is determined by the purposes of the research(Freitas, 1998). In other words, a focus group is an informal discussion among a group of selected individuals about a particular topic (Wilkinson 2004). A focus group, as a research method, involves more than one participant per data collection session. Some of the main characteristics of Focus Groups are; Focus groups involve people in which there is a group of usually 4-10 members. The group size depends on the topic. It should be understood that the size should be small enough so that all the members get a chance to share their views and yet, large enough for people to get different perspectives (Ogunbameru, 2003).Participants are homogenous and unfamiliar with each other which means that people who have similar ages, ethnic backgrounds, etc. this is because it will help the session very effectively as there won't be too many clashes. It should be noted that the group should not be too homogenous because some amount of heterogeneity is required to get useful information when it comes to recalling past events or religious groups (Ogunbameru, 2003).Focus groups are a data collection procedure where in, the main purpose is to determine the perception, feelings, and manner of thinking. These are not aimed to develop consensus or to arrive at some agreeable plan (Ogunbameru, 2003). Focus groups make use of Qualitative data, which means that the data is collected using qualitative tools, which requires very skilled people. This data provides a great insight into the phenomenological world of the members, taking into consideration the attitude, perceptions, and thoughts (Ogunbameru, 2003). Focus groups have a focused discussion where in the leader maintains focus on a particular topic. This helps the discussion to stay on track as every member has different ideas to pool in about the same topic (Ogunbameru, 2003). The significance of focus group methodology is that it helps in exploring what people perceive and think, and understanding why the members have certain opinions about what they believe in(n.d, 2009). Jenny Kitzinger (2005), a famous focus group researcher, is of the opinion that focus group method is an ‘ideal’ approach for examining the stories, experiences, points of view, beliefs, needs and concerns of individuals. Working in a group enables the researchers to receive different communication forms that the members use in their day-today interactions with other. These communications and interactions involve joking, arguing, teasing and recapturing past events. This is important since it may not be easy, or even possible to receive the knowledge and attitudes of various people while they respond to more direct form of questions One of the main purposes of focus group discussion is to get light into the respondents’ phenomenological world of experience, thinking, perceiving and feeling. These experiences, feelings, attitudes might be independent of a group or its cultural and social settings but are more likely to reveal itself in the interaction with other people in a group or another social setting. Focus group discussions help in elaborating the different viewpoints and emotional processes of each member within a group context. The individual interview is simpler for the researcher to control in comparison to a focus group discussion. A focus group discussion, in comparison to other methods helps the research to gain larger pool information in a much lesser amount of time. This observation depends on waiting for things to happen, whereas the researcher has to follow an interview guide in a focus group. In this aspect, focus group discussions are not natural but organized and planned. These discussions are especially helpful when there are differences related to power between its members, decision-makers or professionals, when the culture and language of a specific group is of, and when the researcher or a member wants to understand and explore the level of consensus over a given theme or topic(Kreuger, 1993).",
            "score": 98.13229370117188
        },
        {
            "docid": "31560245_15",
            "document": "The Media Equation . Reeves and Nass explain that H. Paul Grice’s maxims for politeness are perhaps the most generally accepted rules on politeness communication and that Grice's rules are a vital basis to explaining the media equation. The four principles consist of Quality, Quantity, Clarity, and Relevance. Reeves and Nass used these principles to help explain how they believed computers could be social actors. Quality refers to how information presented in a conversation should have value, truth, and importance. Quantity refers to how speakers in interaction should present just the right amount of information to make the conversation as useful as possible. Too much or too little information may damage value of information. Reeves and Nass argue that quantity is not something social media executed very well; they feel it causes frustration because computers display too much or too little information to humans when trying to communicate. Relevance refers to the content of information being translated into an interaction- this information should be both relevant and on-topic. Reeves and Nass argue that computers should be customizable so the user has control over relevance, and they observed how computers struggle to respond to wishes or goals of the user.",
            "score": 97.97673034667969
        },
        {
            "docid": "990505_17",
            "document": "Mental health . Mental health and stability is a very important factor in a person’s everyday life. Social skills, behavioral skills, and someone’s way of thinking are just some of the things that the human brain develops at an early age. Learning how to interact with others and how to focus on certain subjects are essential lessons to learn from the time we can talk all the way to when we are so old that we can barely walk. However, there are some people out there who have difficulty with these kind of skills and behaving like an average person. This is a most likely the cause of having a mental illness. A mental illness is a wide range of conditions that affect a person’s mood, thinking, and behavior. About 26% of people in the United States, ages 18 and older, have been diagnosed with some kind of mental disorder. However, not much is said about children with mental illnesses even though there are many that will develop one, even as early as age three.",
            "score": 97.90457916259766
        },
        {
            "docid": "24574814_10",
            "document": "Models of collaborative tagging . Descriptive models mentioned above were based on analyses of word-word relations as revealed by the various statistical structures in the organization of tags (e.g., how likely one tag would co-occur with other tags or how likely each tag was reused over time). These models are therefore descriptive models at the aggregate level, and have little to offer about predictions at the level of interface interactions and cognitive processes of individual.  Rather than imitating other users at the word level, one possible explanation for this kind of social cohesion could be grounded on the natural tendency for people to process tags at the semantic level, and it was at this level of processing that most imitation occurred. This explanation was supported by research in the area of reading comprehension, which showed that people tended to be influenced by meanings of words, rather than the words themselves during comprehension. Assuming that background knowledge of people in the same culture tend to have shared structures (e.g., using similar vocabularies and their corresponding meanings in order to conform and communicate with each), users of the same social tagging system may also share similar semantic representations of words and concepts, even when the use of tags may vary across individuals at the word level. In other words, we argued that part of the reason for the stability of social tagging systems can be attributed to the shared semantic representations among the users, such that users may have relatively stable and coherent interpretation of information contents and tags as they interact with the system. Based on this assumption, the semantic imitation model predicts how different semantic representations may lead to differences in individual tag choices and eventually different emergent properties at the aggregate behavioral level. The model also predicts that the folksonomies (i.e., knowledge structures) in the system reflect the shared semantic representations of the users.",
            "score": 97.74530792236328
        },
        {
            "docid": "10271359_9",
            "document": "Implicit cognition . Even though people don't notice it, implicit cognition is even involved with how people view each other as well as their interactions with one another. People often tend to view people who look alike as belonging together or in similar groups, think back to high school, and all the different groups that existed during their high school years. These groups represented different relations between the students and were made up of students who were perceived as having similarities among each other.  A study was conducted to see the amount of distance that participants put between individuals given certain circumstances. The participants were asked to place figures of individuals where they thought the figures should be standing given certain circumstances. It was found that people typically place men and women close to each other, to make little families formed with the figures of a woman, a man and of children. The participants did the same when asked to show friends and/or acquaintances, the two figures were placed relatively close to one another rather than if they were asked to represent strangers. When asked to represent strangers the participants placed the figures far apart. There are two parts to the social relations view that is liking relations were the ultimate goal is to be together, then there is the disliking relation view which is separation from the person. An example of this could be when someone is walking down a hall way and see someone whom they know and like that person is more likely to wave and say hello to them. On the other hand, say the person they see is someone whom they dislike, their response will be the opposite as they try to either avoid them or get away from them as quickly as possible showing the separation between the two of them. There are two views to the social relations theory, one of them is that people are out to mainly seek dominance of those around them, while the other view is that people mainly see the relations as either belonging or not belonging or liking and disliking on another. It is seen that males mainly seek dominance against one another as they are competitive and looking to outdo one another. For females on the other hand it is seen that women perceive their social views and values as more of the belonging or liking scale in terms of their closeness to one another. Implicit cognition not only involved how people view each other but also how they view themselves. This means that our own image is constructed from what others see of us rather than our own views. The way that we view ourselves is from what others see us as, or from the times that we compare ourselves to other people. The way that this plays a role in implicit cognition is because all of these actions people do unconsciously, or they are unaware that they are making these decision. Men do not consciously seek to be dominant over one another as women do not consciously arrange their social views or values in terms of their closeness. These are each things that people do without their conscious knowledge of these actions, which ties in with implicit cognition.",
            "score": 97.67333221435547
        },
        {
            "docid": "31217535_53",
            "document": "Memory . Stress has a significant effect on memory formation and learning. In response to stressful situations, the brain releases hormones and neurotransmitters (ex. glucocorticoids and catecholamines) which affect memory encoding processes in the hippocampus. Behavioural research on animals shows that chronic stress produces adrenal hormones which impact the hippocampal structure in the brains of rats. An experimental study by German cognitive psychologists L. Schwabe and O. Wolf demonstrates how learning under stress also decreases memory recall in humans. In this study, 48 healthy female and male university students participated in either a stress test or a control group. Those randomly assigned to the stress test group had a hand immersed in ice cold water (the reputable SECPT or 'Socially Evaluated Cold Pressor Test') for up to three minutes, while being monitored and videotaped. Both the stress and control groups were then presented with 32 words to memorize. Twenty-four hours later, both groups were tested to see how many words they could remember (free recall) as well as how many they could recognize from a larger list of words (recognition performance). The results showed a clear impairment of memory performance in the stress test group, who recalled 30% fewer words than the control group. The researchers suggest that stress experienced during learning distracts people by diverting their attention during the memory encoding process.",
            "score": 97.48882293701172
        },
        {
            "docid": "11130010_10",
            "document": "Misattribution of arousal . Misattribution of arousal can also influence how much confidence one feels before completing a task. One study conducted by Savitsky, Medvec, Charlton, and Gilovich focused on how confidence can be affected by misattribution of arousal. Typically people feel more confident before they are supposed to do a task, but the closer they get to having to perform that task, the less confident they feel, which could be due to the arousal from the expectation of the performance. The researchers told participants that they would be exposed to a subliminal noise and were then asked if they could predict how well they would do on two tasks. After they made their predictions, the researchers either told them that the noise could make them nervous, the noise would have no effect on them, or they were told that they would not have to do the tasks until the next session a month away after they were exposed to the noise. The tasks were to unscramble anagrams or to recall as many nonsense syllables as they could after seeing them briefly. They could earn money for the tasks (more money was earned for each anagram unscrambled or each syllable correctly recalled). The participants then predicted how well they did on the tasks, and how well they believed everyone else did on the task. A second experiment replicated this first experiment.The researchers had participants attribute their arousal to noises that they heard, which resulted in those participants feeling more confident that they did well on the tasks than those that attributed their arousal to the performance anxiety from the task.",
            "score": 96.9774398803711
        },
        {
            "docid": "31305408_6",
            "document": "Social competence . In an effort to determine why some children were not exhibiting social skills in some interactions, many researchers devised social information processing models to explain what happens in a social interaction. These models concentrated on factors in interactions such as behavior, how people process and judge each other, and how they process social cues. They also focus on how people select social goals, decide on the best response to a situation and enacting the chosen response. Studies such as this often looked at the relationship between social cognition and social competence.",
            "score": 96.87357330322266
        },
        {
            "docid": "57560460_4",
            "document": "Affect as information hypothesis . A finding by Schwarz and Clore (1988) has been noted in literature (for example,), wherein individuals are thought to review and attend to their affective reactions when making evaluative judgements and decisions. They typically ask themselves, “How do I feel about it”. A broad example of this (which may be applied to a variety of situations) is when considering how much we like something. Our judgements are based on how we feel about a particular stimulus as opposed to the attributes or characteristics of the said stimulus. Essentially, if the object, task situation, or other stimulus is experienced as the source of an affective reaction and takes on the affect value, then a judgement or decision may be made about the stimulus based on these attributed feelings. Positive and negative affect typically lead to positive and negative judgements, respectively.  Affective arousal is thought to intensify positive and negative affective reactions and, as a result, judgemental evaluations- as if relying on affective arousal to indicate how strongly one feels about something. An empirical example of this is findings of intensified evaluations under high affective arousal when watching advertisements. Advertisements with positive and negative affective tone were evaluated as more positive and negative respectively, under conditions of high affective arousal relative to under conditions of low affective arousal. Affect may be elicited by the stimulus or situation of relevance, which is referred to as integral affect. Conversely, affect may be momentary and coincide in time with the presence of the relevant stimulus, but be unrelated to the stimulus. This is referred to as incidental affect. Integral affect provides meaningful, relevant information about a target stimulus on which a judgement or decision can be made. Incidental affect may lead to affective feelings being subsequently mis-attributed to the stimulus at hand and thus provide mistaken information about the stimulus, from which a mislead judgement or decision is formed.  There is a variety of research investigating the influence of affect on judgement, and the misattribution of affect. One study in the area investigated affective valence. They induced positive and negative affective states based on a life event (happy versus sad), and the weather (sunny versus rainy). Induced positive affective states (good experiences, sunny weather) lead to more positive evaluations of ratings of general well-being, relative to in an induced negative affective state (sad experiences, rainy weather), which lead to more negative life evaluations. They also found that negative life evaluations from an induced negative affective state was removed when the state was induced to be attributed to an irrelevant source (not to life satisfaction). This misattribution did not occur when in an induced positive affective state. Their conclusion was that the results indicate that affective state indirectly influenced judgements of life satisfaction through the type of information conveyed by affective feelings associated with life satisfaction.",
            "score": 96.80333709716797
        }
    ]
}