{
    "q": [
        {
            "docid": "240850_8",
            "document": "Gene silencing . RNA interference (RNAi) is a natural process used by cells to regulate gene expression. It was discovered in 1998 by Andrew Fire and Craig Mello, who won the Nobel Prize for their discovery in 2006. The process to silence genes first begins with the entrance of a double-stranded RNA (dsRNA) molecule into the cell, which triggers the RNAi pathway. The double-stranded molecule is then cut into small double-stranded fragments by an enzyme called Dicer. These small fragments, which include small interfering RNAs (siRNA) and microRNA (miRNA), are approximately 21–23 nucleotides in length. The fragments integrate into a multi-subunit protein called the RNA-induced silencing complex, which contains Argonaute proteins that are essential components of the RNAi pathway. One strand of the molecule, called the \"guide\" strand, binds to RISC, while the other strand, known as the \"passenger\" strand is degraded. The guide or antisense strand of the fragment that remains bound to RISC directs the sequence-specific silencing of the target mRNA molecule. The genes can be silenced by siRNA molecules that cause the endonucleatic cleavage of the target mRNA molecules or by miRNA molecules that suppress translation of the mRNA molecule. With the cleavage or translational repression of the mRNA molecules, the genes that form them are essentially inactive. RNAi is thought to have evolved as a cellular defense mechanism against invaders, such as RNA viruses, or to combat the proliferation of transposons within a cell's DNA. Both RNA viruses and transposons can exist as double-stranded RNA and lead to the activation of RNAi. Currently, siRNAs are being widely used to suppress specific gene expression and to assess the function of genes. Companies utilizing this approach include Alnylam, Sanofi, Arrowhead, Discerna, and Persomics, among others.",
            "score": 295.75285613536835
        },
        {
            "docid": "7343292_4",
            "document": "Drosha . The microRNAs thus generated are short RNA molecules that regulate a wide variety of other genes by interacting with the RNA-induced silencing complex (RISC) to induce cleavage of complementary messenger RNA (mRNA) as part of the RNA interference pathway. A microRNA molecule is synthesized as a long RNA primary transcript known as a \"pri-miRNA\", which is cleaved by Drosha to produce a characteristic stem-loop structure of about 70 base pairs long, known as a \"pre-miRNA.\" Drosha exists as part of a protein complex called the Microprocessor complex, which also contains the double-stranded RNA binding protein DGCR8 (called Pasha in D. melanogaster and C. elegans). DGCR8 is essential for Drosha activity and is capable of binding single-stranded fragments of the pri-miRNA that are required for proper processing.",
            "score": 259.7604719400406
        },
        {
            "docid": "1243893_2",
            "document": "RNA-induced silencing complex . The RNA-induced silencing complex, or RISC, is a multiprotein complex, specifically a ribonucleoprotein, which incorporates one strand of a single-stranded RNA (ssRNA) fragment, such as microRNA (miRNA), or double-stranded small interfering RNA (siRNA). The single strand acts as a template for RISC to recognize complementary messenger RNA (mRNA) transcript. Once found, one of the proteins in RISC, called Argonaute, activates and cleaves the mRNA. This process is called RNA interference (RNAi) and it is found in many eukaryotes; it is a key process in gene silencing and defense against viral infections.",
            "score": 224.37810254096985
        },
        {
            "docid": "584617_10",
            "document": "Small interfering RNA . The siRNA induced post transcriptional gene silencing starts with the assembly of the RNA-induced silencing complex (RISC). The complex silences certain gene expression by cleaving the mRNA molecules coding the target genes. To begin the process, one of the two siRNA strands, the guide strand, will be loaded into the RISC while the other strand, the passenger strand, is degraded. Certain Dicer enzymes may be responsible of loading the guide strand into RISC. Then, the siRNA scans for and direct RISC to perfectly complementary sequence on the mRNA molecules. The cleavage of the mRNA molecules is thought to be catalyzed by the Piwi domain of Argonaute proteins of the RISC. The mRNA molecule is then cut precisely by cleaving the phosphodiester bond between the target nucleotides which are paired to siRNA residues 10 and 11, counting from the 5’end. This cleavage results in mRNA fragments that are further degraded by cellular exonucleases. The 5’ fragment is degraded from its 3’ end by exosome while the 3’ fragment is degraded from its 5’ end by 5' -3' exoribonuclease 1(XRN1). Dissociation of the target mRNA strand from RISC after the cleavage allow more mRNA to be silenced. This dissociation process is likely to be promoted by extrinsic factors driven by ATP hydrolysis.",
            "score": 289.029997587204
        },
        {
            "docid": "49968817_3",
            "document": "Retrotransposon silencing . Piwi-interacting RNA (piRNA) and endogenous short interfering RNA (esiRNA) are small RNA fragments that partner with cleaving proteins to act as guides to a retrotransposon. piRNA and PIWI protein complexes are a common defense mechanism against retrotransposons in the germline—sperm or egg cells—cells that are extremely vulnerable to retrotransposon induced mutations. Once retrotransposon RNA has been encountered, the piRNA/ PIWI protein complex cleaves the RNA, rendering it unable to reverse transcribe. EsiRNA and its protein complex may also function to promote heterochromatin creation near retrotransposon sites, silencing the DNA by making it difficult for DNA polymerases to access it. Although it is unclear how piRNAs and esiRNAs are produced, it is thought that retrotransposon cleaving by PIWI may produce new piRNA, in the so called ping pong theory. Production of piRNA in both the male and female germline is known to be regulated by the nuage, a protein-RNA hybrid also sometimes called the intermitochondrial cement, the absence of which causes infertility in males but not females. This may imply that retrotransposon induced mutations may be more prevalent or more devastating in the male germline. A microRNA—another type of small RNA—from strawberries has been shown to post transcriptionally silence retrotransposon function by blocking the binding site for proteins involved in reverse transcription.",
            "score": 206.14633131027222
        },
        {
            "docid": "3239191_6",
            "document": "Post-transcriptional modification . RNA splicing is the process by which introns, regions of RNA that do not code for proteins, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. Exons are sections of mRNA which become \"expressed\" or translated into a protein. They are the coding portions of a mRNA molecule. Although most RNA splicing occurs after the complete synthesis and end-capping of the pre-mRNA, transcripts with many exons can be spliced co-transcriptionally. The splicing reaction is catalyzed by a large protein complex called the spliceosome assembled from proteins and small nuclear RNA molecules that recognize splice sites in the pre-mRNA sequence. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 149.26262974739075
        },
        {
            "docid": "7330456_2",
            "document": "Argonaute . The Argonaute protein family plays a central role in RNA silencing processes, as essential components of the RNA-induced silencing complex (RISC). RISC is responsible for the gene silencing phenomenon known as RNA interference (RNAi). Argonaute proteins bind different classes of small non-coding RNAs, including microRNAs (miRNAs), small interfering RNAs (siRNAs) and Piwi-interacting RNAs (piRNAs). Small RNAs guide Argonaute proteins to their specific targets through sequence complementarity (base pairing), which then leads to mRNA cleavage or translation inhibition.",
            "score": 228.05934262275696
        },
        {
            "docid": "9418169_8",
            "document": "Piwi . The \"piwi domain\" is a protein domain found in piwi proteins and a large number of related nucleic acid-binding proteins, especially those that bind and cleave RNA. The function of the domain is double stranded-RNA-guided hydrolysis of single stranded-RNA that has been determined in the argonaute family of related proteins. Argonautes, the most well-studied family of nucleic-acid binding proteins, are RNase H-like enzymes that carry out the catalytic functions of the RNA-induced silencing complex (RISC). In the well-known cellular process of RNA interference, the argonaute protein in the RISC complex can bind both small interfering RNA (siRNA) generated from exogenous double-stranded RNA and microRNA (miRNA) generated from endogenous non-coding RNA, both produced by the ribonuclease Dicer, to form an RNA-RISC complex. This complex binds and cleaves complementary base pairing messenger RNA, destroying it and preventing its translation into protein. Crystallised piwi domains have a conserved basic binding site for the 5' end of bound RNA; in the case of argonaute proteins binding siRNA strands, the last unpaired nucleotide base of the siRNA is also stabilised by base stacking-interactions between the base and neighbouring tyrosine residues.",
            "score": 196.7852144241333
        },
        {
            "docid": "196498_2",
            "document": "Small RNA . Small RNA are <200 nt (nucleotide) in length, and are usually non-coding RNA molecules. RNA silencing is often a function of these molecules, with the most common and well-studied example being RNA interference (RNAi), in which endogenously expressed microRNA (miRNA) or exogenously derived small interfering RNA (siRNA) induces the degradation of complementary messenger RNA. Other classes of small RNA have been identified, including piwi-interacting RNA (piRNA) and its subspecies repeat associated small interfering RNA (rasiRNA). Small RNA \"is unable to induce RNAi alone, and to accomplish the task it must form the core of the RNA–protein complex termed the RNA-induced silencing complex (RISC), specifically with Argonaute protein\". Also, mRNA is used in transcription.",
            "score": 199.2829600572586
        },
        {
            "docid": "1590640_11",
            "document": "Nuclear DNA . DNA replication begins at a specific site in the DNA molecule called the origin of replication. The enzyme helicase unwinds and separates a portion of the DNA molecule after which single-strand binding proteins react with and stabilize the separated, single-stranded sections of the DNA molecule. The enzyme complex DNA polymerase engages the separated portion of the molecule and initiates the process of replication. DNA polymerase can only connect new DNA nucleotides to a pre-existing chain of nucleotides. Therefore, replication begins as an enzyme called primase assembles an RNA primer at the origin of replication. The RNA primer consists of a short sequence of RNA nucleotides, complementary to a small, initial section of the DNA strand being prepared for replication. DNA polymerase is then able to add DNA nucleotides to the RNA primer and thus begin the process of constructing a new complementary strand of DNA. Later the RNA primer is enzymatically removed and replaced with the appropriate sequence of DNA nucleotides. Because the two complementary strands of the DNA molecule are oriented in opposite directions and the DNA polymerase can only accommodate replication in one direction, two different mechanisms for copying the strands of DNA are employed. One strand is replicated continuously towards the unwinding, separating portion of the original DNA molecule; while the other strand is replicated discontinuously in the opposite direction with the formation of a series of short DNA segments called Okazaki fragments. Each Okazaki fragment requires a separate RNA primer. As the Okazaki fragments are synthesized, the RNA primers are replaced with DNA nucleotides and the fragments are bonded together in a continuous complementary strand.",
            "score": 176.32686471939087
        },
        {
            "docid": "4230_28",
            "document": "Cell (biology) . Transcription is the process where genetic information in DNA is used to produce a complementary RNA strand. This RNA strand is then processed to give messenger RNA (mRNA), which is free to migrate through the cell. mRNA molecules bind to protein-RNA complexes called ribosomes located in the cytosol, where they are translated into polypeptide sequences. The ribosome mediates the formation of a polypeptide sequence based on the mRNA sequence. The mRNA sequence directly relates to the polypeptide sequence by binding to transfer RNA (tRNA) adapter molecules in binding pockets within the ribosome. The new polypeptide then folds into a functional three-dimensional protein molecule.",
            "score": 148.03992462158203
        },
        {
            "docid": "7330456_5",
            "document": "Argonaute . RNA interference (RNAi) is a biological process in which the RNA molecules inhibit gene expression. The method of inhibition is via the destruction of specific mRNA molecules or by simply suppressing the protein translation. The RNA interference has a significant role in defending cells against parasitic nucleotide sequences. In many eukaryotes, including animals, the RNA interference pathway is found, and it is initiated by the enzyme Dicer. Dicer cleaves long double-stranded RNA molecules into short double stranded fragments of around 20 nucleotide siRNAs. The dsRNA is then separated into two single-stranded RNAs (ssRNA) – the passenger strand and the guide strand. Consequently, the passenger strand is degraded, while the guide strand is incorporated into the RNA-induced silencing complex (RISC). The most well-studied outcome of the RNAi is post-transcriptional gene silencing, which occurs when the guide strand pairs with a complementary sequence in a messenger RNA molecule and induces cleavage by Argonaute, that lies in the core of RNA-induced silencing complex.",
            "score": 221.79107570648193
        },
        {
            "docid": "9577500_14",
            "document": "Exosome complex . The exosome is involved in the degradation and processing of a wide variety of RNA species. In the cytoplasm of cells, it is involved in the turn-over of messenger RNA (mRNA) molecules. The complex can degrade mRNA molecules that have been tagged for degradation because they contain errors, through interactions with proteins from the nonsense mediated decay or non-stop decay pathways. In alternative fashion, mRNAs are degraded as part of their normal turnover. Several proteins that stabilize or destabilize mRNA molecules through binding to AU-rich elements in the 3' untranslated region of mRNAs interact with the exosome complex. In the nucleus, the exosome is required for the correct processing of several small nuclear RNA molecules. Finally, the nucleolus is the compartment where the majority of the exosome complexes are found. There it plays a role in the processing of the 5.8S ribosomal RNA (the first identified function of the exosome) and of several small nucleolar RNAs.",
            "score": 158.54324555397034
        },
        {
            "docid": "29188721_20",
            "document": "RNA interference . In \"C. elegans\" this initiation response is amplified through the synthesis of a population of 'secondary' siRNAs during which the dicer-produced initiating or 'primary' siRNAs are used as templates. These 'secondary' siRNAs are structurally distinct from dicer-produced siRNAs and appear to be produced by an RNA-dependent RNA polymerase (RdRP). The active components of an RNA-induced silencing complex (RISC) are endonucleases called argonaute proteins, which cleave the target mRNA strand complementary to their bound siRNA. As the fragments produced by dicer are double-stranded, they could each in theory produce a functional siRNA. However, only one of the two strands, which is known as the \"guide strand\", binds the argonaute protein and directs gene silencing. The other \"anti-guide strand\" or \"passenger strand\" is degraded during RISC activation. Although it was first believed that an ATP-dependent helicase separated these two strands, the process proved to be ATP-independent and performed directly by the protein components of RISC. However, an \"in vitro\" kinetic analysis of RNAi in the presence and absence of ATP showed that ATP may be required to unwind and remove the cleaved mRNA strand from the RISC complex after catalysis. The guide strand tends to be the one whose 5' end is less stably paired to its complement, but strand selection is unaffected by the direction in which dicer cleaves the dsRNA before RISC incorporation. Instead, the R2D2 protein may serve as the differentiating factor by binding the more-stable 5' end of the passenger strand.",
            "score": 219.09741175174713
        },
        {
            "docid": "7330456_6",
            "document": "Argonaute . Argonaute proteins are the active part of RNA-induced silencing complex, cleaving the target mRNA strand complementary to their bound siRNA. Theoretically the dicer produces short double-stranded fragments so there should be also two functional single-stranded siRNA produced. But only one of the two single-stranded RNA here will be utilized to base pair with target mRNA. It is known as the guide strand, incorporated into the Argonaute protein and leads gene silencing. The other single-stranded named passenger strand is degraded during the RNA-induced silencing complex process.",
            "score": 186.06998109817505
        },
        {
            "docid": "3768056_2",
            "document": "SnRNP . snRNPs (pronounced \"snurps\"), or small nuclear ribonucleoproteins, are RNA-protein complexes that combine with unmodified pre-mRNA and various other proteins to form a spliceosome, a large RNA-protein molecular complex upon which splicing of pre-mRNA occurs. The action of snRNPs is essential to the removal of introns from pre-mRNA, a critical aspect of post-transcriptional modification of RNA, occurring only in the nucleus of eukaryotic cells. Additionally, \"U7 snRNP\" is not involved in splicing at all, as U7 snRNP is responsible for processing the 3′ stem-loop of histone pre-mRNA. The two essential components of snRNPs are protein molecules and RNA. The RNA found within each snRNP particle is known as \"small nuclear RNA\", or snRNA, and is usually about 150 nucleotides in length. The snRNA component of the snRNP gives specificity to individual introns by \"recognizing\" the sequences of critical splicing signals at the 5' and 3' ends and branch site of introns. The snRNA in snRNPs is similar to ribosomal RNA in that it directly incorporates both an enzymatic and a structural role.",
            "score": 152.09920978546143
        },
        {
            "docid": "8874156_4",
            "document": "LSm . Proteins with similar structures are grouped into a hierarchy of protein families, superfamilies, and folds. The LSm protein structure is an example of a small beta sheet folded into a short barrel. Individual LSm proteins assemble into a six or seven member doughnut ring (more properly termed a torus), which usually binds to a small RNA molecule to form a ribonucleoprotein complex. The LSm torus assists the RNA molecule to assume and maintain its proper three-dimensional structure. Depending on which LSm proteins and RNA molecule are involved, this ribonucleoprotein complex facilitates a wide variety of RNA processing including degradation, editing, splicing, and regulation.",
            "score": 153.66260814666748
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 163.24163591861725
        },
        {
            "docid": "3570572_9",
            "document": "CLIP . Recently, PAR-CLIP has been employed to determine the transcriptome-wide binding sites of several known RBPs and microRNA-containing ribonucleoprotein complexes at high resolution. This includes the miRNA targeting AGO and TNRC6 proteins. iCLIP (individual nucleotide–resolution cross-linking and immunoprecipitation) is a technique used for identifying protein-RNA interactions. The method uses UV light to covalently bind proteins and RNA molecules. As with all CLIP methods, iCLIP allows for the stringent purification of linked protein-RNA complexes, using immunoprecipitation followed by SDS-PAGE and membrane transfer. The radiolabelled protein-RNA complexes are then excised from the membrane, and treated with proteinase to release the RNA. This leaves one or two amino acids at the RNA cross-link site. The RNA is then reverse transcribed using barcoded primers. Because reverse transcription stops prematurely at the cross-link site, iCLIP allows RNA-protein interaction sites to be identified at high resolution. As a novel modification of iCLIP, m6A-CLIP further took advantage of the m6A-induced truncation sites (MITS) to precisely map m6A sites in mRNAs.",
            "score": 179.29945600032806
        },
        {
            "docid": "2514209_9",
            "document": "Nucleoprotein . A ribonucleoprotein (RNP) is a complex of ribonucleic acid and RNA-binding protein. These complexes play an integral part in a number of important biological functions that include DNA replication, regulating gene expression and regulating the metabolism of RNA. A few examples of RNPs include the ribosome, the enzyme telomerase, vault ribonucleoproteins, RNase P, hnRNP and small nuclear RNPs (snRNPs), which have been implicated in pre-mRNA splicing (spliceosome) and are among the main components of the nucleolus. Some viruses are simple ribonucleoproteins, containing only one molecule of RNA and a number of identical protein molecules. Others are ribonucleoprotein or deoxyribonucleoprotein complexes containing a number of different proteins, and exceptionally more nucleic acid molecules.Currently, over 2000 RNPs can be found in the RCSB Protein Data Bank (PDB). Furthermore, the Protein-RNA Interface Data Base (PRIDB) possesses a collection of information on RNA-protein interfaces based on data drawn from the PDB. Some common features of protein-RNA interfaces were deduced based on known structures. For example, RNP in snRNPs have an RNA-binding motif in its RNA-binding protein. Aromatic amino acid residues in this motif result in stacking interactions with RNA. Lysine residues in the helical portion of RNA-binding proteins help to stabilize interactions with nucleic acids. This nucleic acid binding is strengthened by electrostatic attraction between the positive lysine side chains and the negative nucleic acid phosphate backbones. Additionally, it is possible to model RNPs computationally. Although computational methods of deducing RNP structures are less accurate than experimental methods, they provide a rough model of the structure which allows for predictions of the identity of significant amino acids and nucleotide residues. Such information helps in understanding the overall function the RNP.'RNP' can also refer to ribonucleoprotein particles. Ribonucleoprotein particles are distinct intracellular foci for post-transcriptional regulation. These particles play an important role in influenza A virus replication. The influenza viral genome is composed of eight ribonucleoprotein particles formed by a complex of negative-sense RNA bound to a viral nucleoprotein. Each RNP carries with it an RNA polymerase complex. When the nucleoprotein binds to the viral RNA, it is able to expose the nucleotide bases which allow the viral polymerase to transcribe RNA. At this point, once the virus enters a host cell it will be prepared to begin the process of replication.",
            "score": 153.98272693157196
        },
        {
            "docid": "7330456_17",
            "document": "Argonaute . Because it has been widely known that many viruses have RNA rather than DNA as their genetic material and go through at least one stage in their life cycle when they make double-stranded RNA, RNA interference has been considered to be a potentially evolutionarily ancient mechanism for protecting organisms from viruses. The small interfering RNAs produced by Dicer cause sequence specific, post-transcriptional gene silencing by guiding an endonuclease, the RNA-induced silencing complex (RISC), to mRNA. This process has been seen in a wide range of organisms, such as Neurospora fungus(in which it is known as quelling), plants(post-transcriptionl gene silencing) and mammalian cells(RNAi). If there is a complete or near complete sequence complementarity between the small RNA and the target, the Argonaute protein component of RISC mediates cleavage of the target transcript, the mechanism involves repression of translation predominantly.",
            "score": 198.69287645816803
        },
        {
            "docid": "3239191_5",
            "document": "Post-transcriptional modification . The pre-mRNA processing at the 3' end of the RNA molecule involves cleavage of its 3' end and then the addition of about 250 adenine residues to form a poly(A) tail. The cleavage and adenylation reactions occur if a polyadenylation signal sequence (5'- AAUAAA-3') is located near the 3' end of the pre-mRNA molecule, which is followed by another sequence, which is usually (5'-CA-3') and is the site of cleavage. A GU-rich sequence is also usually present further downstream on the pre-mRNA molecule. After the synthesis of the sequence elements, two multisubunit proteins called cleavage and polyadenylation specificity factor (CPSF) and cleavage stimulation factor (CStF) are transferred from RNA Polymerase II to the RNA molecule. The two factors bind to the sequence elements. A protein complex forms and contains additional cleavage factors and the enzyme Polyadenylate Polymerase (PAP). This complex cleaves the RNA between the polyadenylation sequence and the GU-rich sequence at the cleavage site marked by the (5'-CA-3') sequences. Poly(A) polymerase then adds about 200 adenine units to the new 3' end of the RNA molecule using ATP as a precursor. As the poly(A) tail is synthesised, it binds multiple copies of poly(A) binding protein, which protects the 3'end from ribonuclease digestion.",
            "score": 218.3803310394287
        },
        {
            "docid": "8874156_7",
            "document": "LSm . Research continued during the 1970s and early 1980s. The smith antigen was found to be a complex of ribonucleic acid (RNA) molecules and multiple proteins. A set of uridine-rich small nuclear RNA (snRNA) molecules was part of this complex, and given the names U1, U2, U4, U5 and U6. Four of these snRNAs (U1, U2, U4 and U5) were found to be tightly bound to several small proteins, which were named SmB, SmD, SmE, SmF, and SmG in decreasing order of size. SmB has an alternatively spliced variant, SmB', and a very similar protein, SmN, replaces SmB'/B in certain (mostly neural) tissues. SmD was later discovered to be a mixture of three proteins, which were named SmD1, SmD2 and SmD3. These nine proteins (SmB, SmB', SmN, SmD1, SmD2, SmD3, SmE, SmF and SmG) became known as the Sm core proteins, or simply Sm proteins. The snRNAs are complexed with the Sm core proteins and with other proteins to form particles in the cell's nucleus called small nuclear ribonucleoproteins, or snRNPs. By the mid 1980s, it became clear that these snRNPs help form a large (4.8 MD molecular weight) complex, called the spliceosome, around pre-mRNA, excising portions of the pre-mRNA called introns and splicing the coding portions (exons) together. After a few more modifications, the spliced pre-mRNA becomes messenger RNA (mRNA) which is then exported from the nucleus and translated into a protein by ribosomes.",
            "score": 154.5878108739853
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 152.3790090084076
        },
        {
            "docid": "9577500_7",
            "document": "Exosome complex . Located on top of this ring are three proteins that have an S1 RNA binding domain (RBD). Two proteins in addition have a K-homology (KH) domain. In eukaryotes, three different \"S1\" proteins are bound to the ring, whereas in archaea either one or two different \"S1\" proteins can be part of the exosome (although there are always three S1 subunits attached to the complex). This ring structure is very similar to that of the proteins RNase PH and PNPase. In bacteria, the protein RNase PH, which is involved in tRNA processing, forms a hexameric ring consisting of six identical RNase PH proteins. In the case of PNPase, which is a phosphorolytic RNA-degrading protein found in bacteria and the chloroplasts and mitochondria of some eukaryotic organisms, two RNase PH domains, and both an S1 and KH RNA binding domain are part of a single protein, which forms a trimeric complex that adopts a structure almost identical to that of the exosome. Because of this high similarity in both protein domains and structure, these complexes are thought to be evolutionarily related and have a common ancestor. In bacteria, a separate RNase PH protein exists that is involved in transfer RNA processing, which has been shown to adopt a similar six-membered ring structure, but in this case consisting of 6 identical protein subunits. The RNase PH-like exosome proteins, PNPase and RNase PH all belong to the RNase PH family of RNases and are phosphorolytic exoribonucleases, meaning that they use inorganic phosphate to remove nucleotides from the 3' end of RNA molecules.",
            "score": 154.76988244056702
        },
        {
            "docid": "29446130_5",
            "document": "MiR-155 . Following export from the nucleus by exportin-5, pre-mir-155 molecules are cleaved near the terminal loop by Dicer resulting in RNA duplexes of ~22nucleotides. Following Dicer cleavage, an Argonaute (Ago) protein binds to the short RNA duplexes, forming the core of a multi-subunit complex called the RNA-induced silencing complex (RISC). In a manner similar to siRNA duplexes, one of the two strands, the \"passenger miRNA\" (miR-155*), is released and degraded while the other strand, designated the \"guide strand\" or \"mature miRNA\" (miR-155), is retained within the RISC.",
            "score": 215.8479709625244
        },
        {
            "docid": "6235_43",
            "document": "Cell nucleus . RNA splicing, carried out by a complex called the spliceosome, is the process by which introns, or regions of DNA that do not code for protein, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. This process normally occurs after 5' capping and 3' polyadenylation but can begin before synthesis is complete in transcripts with many exons. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 141.8324680328369
        },
        {
            "docid": "12266_38",
            "document": "Genetics . Genes generally express their functional effect through the production of proteins, which are complex molecules responsible for most functions in the cell. Proteins are made up of one or more polypeptide chains, each of which is composed of a sequence of amino acids, and the DNA sequence of a gene (through an RNA intermediate) is used to produce a specific amino acid sequence. This process begins with the production of an RNA molecule with a sequence matching the gene's DNA sequence, a process called transcription.",
            "score": 141.27007913589478
        },
        {
            "docid": "7330456_4",
            "document": "Argonaute . RNA interference (RNAi) was first reported in 1995 by Guo and Kemphues, and similar pathways collectively referred to as RNA silencing were discovered in plants and fungi. The mechanism of RNA silencing began to be understood in 1998 with the experiments of Fire and colleagues demonstrating that double-stranded RNA triggered RNAi. RNA silencing pathways process long RNAs into small RNAs that direct the repression of transcription or translation of nucleic acid targets with sequence corresponding to the small RNAs. These single-stranded RNAs, referred to as guide strands, are incorporated into RNA silencing effector complexes such as the RNA-induced silencing complex (RISC). These RNA silencing effector complexes contain Argonaute family proteins.",
            "score": 160.7178477048874
        },
        {
            "docid": "47873614_5",
            "document": "Plasmid copy number . Most plasmids require a plasmid-encoded protein, usually called Rep, to separate the strands of DNA at the origin of replication (\"oriV\") to initiate DNA replication. Rep binds to specific DNA sequences in \"oriV\" which are unique to a plasmid type. The synthesis of Rep protein is controlled in order to limit plasmid replication and therefore regulate copy number. In R1 plasmids RepA can be transcribed from two different promoters. It is made from the first promoter until the plasmid reaches its copy number, upon which the protein CopB represses this primary promoter. RepA expression is also regulated post-transcriptionally from the secondary promoter by an antisense RNA called CopA. CopA interacts with its RNA target in the RepA mRNA and forms a kissing complex and then a RNA-RNA duplex. The resultant double stranded RNA is cleaved by RNase III, preventing synthesis of RepA. The higher the concentration of the plasmid, the more CopA RNA is produced and the less RepA protein can be synthesized, increasing inhibition of plasmid replication.",
            "score": 145.91132938861847
        },
        {
            "docid": "14156674_3",
            "document": "HNRPU . This gene belongs to the subfamily of ubiquitously expressed heterogeneous nuclear ribonucleoproteins (hnRNPs). The hnRNPs are RNA binding proteins that form complexes with heterogeneous nuclear RNA (hnRNA). These proteins are associated with pre-mRNAs in the nucleus and appear to influence pre-mRNA processing and other aspects of mRNA metabolism and transport. While all of the hnRNPs are present in the nucleus, some seem to shuttle between the nucleus and the cytoplasm. The hnRNP proteins have distinct nucleic acid binding properties. The protein encoded by this gene contains a RNA binding domain and scaffold-associated region (SAR)-specific bipartite DNA-binding domain. This protein is also thought to be involved in the packaging of hnRNA into large ribonucleoprotein complexes. During apoptosis, this protein is cleaved in a caspase-dependent way. Cleavage occurs at the SALD site, resulting in a loss of DNA-binding activity and a concomitant detachment of this protein from nuclear structural sites. But this cleavage does not affect the function of the encoded protein in RNA metabolism. At least two alternatively spliced transcript variants have been identified for this gene.",
            "score": 188.216526389122
        },
        {
            "docid": "4765512_4",
            "document": "Small nucleolar RNA . Each snoRNA molecule acts as a guide for only one (or two) individual modifications in a target RNA. In order to carry out modification, each snoRNA associates with at least four protein molecules in an RNA/protein complex referred to as a small nucleolar ribonucleoprotein (snoRNP). The proteins associated with each RNA depend on the type of snoRNA molecule (see snoRNA guide families below). The snoRNA molecule contains an antisense element (a stretch of 10-20 nucleotides), which are base complementary to the sequence surrounding the base (nucleotide) targeted for modification in the pre-RNA molecule. This enables the snoRNP to recognise and bind to the target RNA. Once the snoRNP has bound to the target site, the associated proteins are in the correct physical location to catalyse the chemical modification of the target base.",
            "score": 153.30057287216187
        }
    ],
    "r": [
        {
            "docid": "240850_8",
            "document": "Gene silencing . RNA interference (RNAi) is a natural process used by cells to regulate gene expression. It was discovered in 1998 by Andrew Fire and Craig Mello, who won the Nobel Prize for their discovery in 2006. The process to silence genes first begins with the entrance of a double-stranded RNA (dsRNA) molecule into the cell, which triggers the RNAi pathway. The double-stranded molecule is then cut into small double-stranded fragments by an enzyme called Dicer. These small fragments, which include small interfering RNAs (siRNA) and microRNA (miRNA), are approximately 21–23 nucleotides in length. The fragments integrate into a multi-subunit protein called the RNA-induced silencing complex, which contains Argonaute proteins that are essential components of the RNAi pathway. One strand of the molecule, called the \"guide\" strand, binds to RISC, while the other strand, known as the \"passenger\" strand is degraded. The guide or antisense strand of the fragment that remains bound to RISC directs the sequence-specific silencing of the target mRNA molecule. The genes can be silenced by siRNA molecules that cause the endonucleatic cleavage of the target mRNA molecules or by miRNA molecules that suppress translation of the mRNA molecule. With the cleavage or translational repression of the mRNA molecules, the genes that form them are essentially inactive. RNAi is thought to have evolved as a cellular defense mechanism against invaders, such as RNA viruses, or to combat the proliferation of transposons within a cell's DNA. Both RNA viruses and transposons can exist as double-stranded RNA and lead to the activation of RNAi. Currently, siRNAs are being widely used to suppress specific gene expression and to assess the function of genes. Companies utilizing this approach include Alnylam, Sanofi, Arrowhead, Discerna, and Persomics, among others.",
            "score": 295.7528381347656
        },
        {
            "docid": "584617_10",
            "document": "Small interfering RNA . The siRNA induced post transcriptional gene silencing starts with the assembly of the RNA-induced silencing complex (RISC). The complex silences certain gene expression by cleaving the mRNA molecules coding the target genes. To begin the process, one of the two siRNA strands, the guide strand, will be loaded into the RISC while the other strand, the passenger strand, is degraded. Certain Dicer enzymes may be responsible of loading the guide strand into RISC. Then, the siRNA scans for and direct RISC to perfectly complementary sequence on the mRNA molecules. The cleavage of the mRNA molecules is thought to be catalyzed by the Piwi domain of Argonaute proteins of the RISC. The mRNA molecule is then cut precisely by cleaving the phosphodiester bond between the target nucleotides which are paired to siRNA residues 10 and 11, counting from the 5’end. This cleavage results in mRNA fragments that are further degraded by cellular exonucleases. The 5’ fragment is degraded from its 3’ end by exosome while the 3’ fragment is degraded from its 5’ end by 5' -3' exoribonuclease 1(XRN1). Dissociation of the target mRNA strand from RISC after the cleavage allow more mRNA to be silenced. This dissociation process is likely to be promoted by extrinsic factors driven by ATP hydrolysis.",
            "score": 289.0299987792969
        },
        {
            "docid": "7343292_4",
            "document": "Drosha . The microRNAs thus generated are short RNA molecules that regulate a wide variety of other genes by interacting with the RNA-induced silencing complex (RISC) to induce cleavage of complementary messenger RNA (mRNA) as part of the RNA interference pathway. A microRNA molecule is synthesized as a long RNA primary transcript known as a \"pri-miRNA\", which is cleaved by Drosha to produce a characteristic stem-loop structure of about 70 base pairs long, known as a \"pre-miRNA.\" Drosha exists as part of a protein complex called the Microprocessor complex, which also contains the double-stranded RNA binding protein DGCR8 (called Pasha in D. melanogaster and C. elegans). DGCR8 is essential for Drosha activity and is capable of binding single-stranded fragments of the pri-miRNA that are required for proper processing.",
            "score": 259.7604675292969
        },
        {
            "docid": "7330456_2",
            "document": "Argonaute . The Argonaute protein family plays a central role in RNA silencing processes, as essential components of the RNA-induced silencing complex (RISC). RISC is responsible for the gene silencing phenomenon known as RNA interference (RNAi). Argonaute proteins bind different classes of small non-coding RNAs, including microRNAs (miRNAs), small interfering RNAs (siRNAs) and Piwi-interacting RNAs (piRNAs). Small RNAs guide Argonaute proteins to their specific targets through sequence complementarity (base pairing), which then leads to mRNA cleavage or translation inhibition.",
            "score": 228.05934143066406
        },
        {
            "docid": "23650_7",
            "document": "Primer (molecular biology) . In eukaryotic primer removal, DNA polymerase δ extends the Okazaki fragment in 5′ to 3′ direction, and when it encounters the RNA primer from the previous Okazaki fragment, it displaces the 5′ end of the primer into a single-stranded RNA flap, which is removed by nuclease cleavage. Cleavage of the RNA flaps involves either flap structure-specific endonuclease 1 (FEN1) cleavage of short flaps, or coating of long flaps by the single-stranded DNA binding protein replication protein A (RPA) and sequential cleavage by Dna2 nuclease and FEN1.",
            "score": 225.40457153320312
        },
        {
            "docid": "593203_2",
            "document": "Dicer . Dicer, also known as endoribonuclease Dicer or helicase with RNase motif, is an enzyme that in humans is encoded by the \"DICER1\" gene. Being part of the RNase III family, Dicer cleaves double-stranded RNA (dsRNA) and pre-microRNA (pre-miRNA) into short double-stranded RNA fragments called small interfering RNA and microRNA, respectively. These fragments are approximately 20-25 base pairs long with a two-base overhang on the 3' end. Dicer facilitates the activation of the RNA-induced silencing complex (RISC), which is essential for RNA interference. RISC has a catalytic component argonaute, which is an endonuclease capable of degrading messenger RNA (mRNA).",
            "score": 224.62738037109375
        },
        {
            "docid": "1243893_2",
            "document": "RNA-induced silencing complex . The RNA-induced silencing complex, or RISC, is a multiprotein complex, specifically a ribonucleoprotein, which incorporates one strand of a single-stranded RNA (ssRNA) fragment, such as microRNA (miRNA), or double-stranded small interfering RNA (siRNA). The single strand acts as a template for RISC to recognize complementary messenger RNA (mRNA) transcript. Once found, one of the proteins in RISC, called Argonaute, activates and cleaves the mRNA. This process is called RNA interference (RNAi) and it is found in many eukaryotes; it is a key process in gene silencing and defense against viral infections.",
            "score": 224.37811279296875
        },
        {
            "docid": "7330456_5",
            "document": "Argonaute . RNA interference (RNAi) is a biological process in which the RNA molecules inhibit gene expression. The method of inhibition is via the destruction of specific mRNA molecules or by simply suppressing the protein translation. The RNA interference has a significant role in defending cells against parasitic nucleotide sequences. In many eukaryotes, including animals, the RNA interference pathway is found, and it is initiated by the enzyme Dicer. Dicer cleaves long double-stranded RNA molecules into short double stranded fragments of around 20 nucleotide siRNAs. The dsRNA is then separated into two single-stranded RNAs (ssRNA) – the passenger strand and the guide strand. Consequently, the passenger strand is degraded, while the guide strand is incorporated into the RNA-induced silencing complex (RISC). The most well-studied outcome of the RNAi is post-transcriptional gene silencing, which occurs when the guide strand pairs with a complementary sequence in a messenger RNA molecule and induces cleavage by Argonaute, that lies in the core of RNA-induced silencing complex.",
            "score": 221.79107666015625
        },
        {
            "docid": "29188721_20",
            "document": "RNA interference . In \"C. elegans\" this initiation response is amplified through the synthesis of a population of 'secondary' siRNAs during which the dicer-produced initiating or 'primary' siRNAs are used as templates. These 'secondary' siRNAs are structurally distinct from dicer-produced siRNAs and appear to be produced by an RNA-dependent RNA polymerase (RdRP). The active components of an RNA-induced silencing complex (RISC) are endonucleases called argonaute proteins, which cleave the target mRNA strand complementary to their bound siRNA. As the fragments produced by dicer are double-stranded, they could each in theory produce a functional siRNA. However, only one of the two strands, which is known as the \"guide strand\", binds the argonaute protein and directs gene silencing. The other \"anti-guide strand\" or \"passenger strand\" is degraded during RISC activation. Although it was first believed that an ATP-dependent helicase separated these two strands, the process proved to be ATP-independent and performed directly by the protein components of RISC. However, an \"in vitro\" kinetic analysis of RNAi in the presence and absence of ATP showed that ATP may be required to unwind and remove the cleaved mRNA strand from the RISC complex after catalysis. The guide strand tends to be the one whose 5' end is less stably paired to its complement, but strand selection is unaffected by the direction in which dicer cleaves the dsRNA before RISC incorporation. Instead, the R2D2 protein may serve as the differentiating factor by binding the more-stable 5' end of the passenger strand.",
            "score": 219.097412109375
        },
        {
            "docid": "3239191_5",
            "document": "Post-transcriptional modification . The pre-mRNA processing at the 3' end of the RNA molecule involves cleavage of its 3' end and then the addition of about 250 adenine residues to form a poly(A) tail. The cleavage and adenylation reactions occur if a polyadenylation signal sequence (5'- AAUAAA-3') is located near the 3' end of the pre-mRNA molecule, which is followed by another sequence, which is usually (5'-CA-3') and is the site of cleavage. A GU-rich sequence is also usually present further downstream on the pre-mRNA molecule. After the synthesis of the sequence elements, two multisubunit proteins called cleavage and polyadenylation specificity factor (CPSF) and cleavage stimulation factor (CStF) are transferred from RNA Polymerase II to the RNA molecule. The two factors bind to the sequence elements. A protein complex forms and contains additional cleavage factors and the enzyme Polyadenylate Polymerase (PAP). This complex cleaves the RNA between the polyadenylation sequence and the GU-rich sequence at the cleavage site marked by the (5'-CA-3') sequences. Poly(A) polymerase then adds about 200 adenine units to the new 3' end of the RNA molecule using ATP as a precursor. As the poly(A) tail is synthesised, it binds multiple copies of poly(A) binding protein, which protects the 3'end from ribonuclease digestion.",
            "score": 218.3803253173828
        },
        {
            "docid": "29446130_5",
            "document": "MiR-155 . Following export from the nucleus by exportin-5, pre-mir-155 molecules are cleaved near the terminal loop by Dicer resulting in RNA duplexes of ~22nucleotides. Following Dicer cleavage, an Argonaute (Ago) protein binds to the short RNA duplexes, forming the core of a multi-subunit complex called the RNA-induced silencing complex (RISC). In a manner similar to siRNA duplexes, one of the two strands, the \"passenger miRNA\" (miR-155*), is released and degraded while the other strand, designated the \"guide strand\" or \"mature miRNA\" (miR-155), is retained within the RISC.",
            "score": 215.8479766845703
        },
        {
            "docid": "11421304_2",
            "document": "Mir-92 microRNA precursor family . The miR-92 microRNAs are short single stranded non-protein coding RNA fragments initially discovered incorporated into an RNP complex with a proposed role of processing RNA molecules and further RNP assembly. Mir-92 has been mapped to the human genome as part of a larger cluster at chromosome 13q31.3, where it is 22 nucleotides in length but exists in the genome as part of a longer precursor sequence. There is an exact replica of the mir-92 precursor on the X chromosome. MicroRNAs are endogenous triggers of the RNAi pathway which involves several ribonucleic proteins (RNPs) dedicated to repressing mRNA molecules via translation inhibition and/or induction of mRNA cleavage. miRNAs are themselves matured from their long RNA precursors by ribonucleic proteins as part of a 2 step biogenesis mechanism involving RNA polymerase 2.",
            "score": 212.1673126220703
        },
        {
            "docid": "1582914_4",
            "document": "Togaviridae . Replication follows the positive stranded RNA virus replication model. Positive-stranded RNA-virus-transcription is the method of transcription. Translation takes place by viral initiation, and suppression of termination. The vector for Togaviridae is primarily the mosquito, where replication of the virus occurs. The family Togaviridae is classified into Old World and New World viruses based on geographical distribution, although it’s likely that a few transoceanic crossings have occurred. Human, mammals, marsupials, birds, and mosquitoes serve as the natural host. Transmission routes are zoonosis, bite, and respiratory. The non-structural proteins are encoded at the 5’ end, formed during the first of two characteristic rounds of translation. These proteins are originally translated as a polyprotein, which consequently undergo self cleavage, forming four non-structural proteins responsible for gene expression and replication. P1234 are the two P123 polyproteins formed. The formation of P1234 occurs due to a stop codon read through, which has a 10% to 20% chance of occurrence. Auto proteolytic activity of P4 enables cis cleavage of P1234 between P3 and P4, forming a P123 polyprotein and a nsP4 protein. The nsP4 protein is an RNA dependent RNA polymerase and promotes further negative strand RNA synthesis. This leads to the accumulation of P123 over time and once the concentration is high enough all the other proteins are cleaved by the trans proteolytic activity of P2. Finally the N-terminal of nsP4 is able to act as a scaffold and forms a complex with nsP1, nsP2, and nsP3 that then causes plus strand synthesis.  The formation of a sub-genomic fragment, encoding the structural proteins and a negative sense fragment, a template for further synthesis of positive sense RNA are the characteristic second phase of translation. Assembly takes place at the cell surface, where the virus buds from the cell, acquiring the envelope. The replication cycle is very fast, taking around 4 hours.",
            "score": 210.72747802734375
        },
        {
            "docid": "11243863_6",
            "document": "Hairpin ribozyme . In common with several other ribozymes and protein ribonucleases, the cleavage reaction of the hairpin ribozyme generates RNA fragments with termini consisting of a 2',3'-cyclic phosphate and a 5'-hydroxyl group. The ligation reaction appears to be a simple reversal of cleavage, i.e. covalent joining of RNA fragments ending with a 2',3'-cyclic phosphate and a 5'-hydroxyl group to generate the ordinary 3'-5' phosphodiester linkage used in both RNA and DNA.",
            "score": 210.25775146484375
        },
        {
            "docid": "156964_2",
            "document": "MicroRNA . A microRNA (abbreviated miRNA) is a small non-coding RNA molecule (containing about 22 nucleotides) found in plants, animals and some viruses, that functions in RNA silencing and post-transcriptional regulation of gene expression. Encoded by nuclear DNA in plants and animals and by viral DNA in certain viruses whose genome is based on DNA, miRNAs function via base-pairing with complementary sequences within mRNA molecules. As a result, these mRNA molecules are silenced, by one or more of the following processes: (1) Cleavage of the mRNA strand into two pieces, (2) Destabilization of the mRNA through shortening of its poly(A) tail, and (3) Less efficient translation of the mRNA into proteins by ribosomes.",
            "score": 209.8763885498047
        },
        {
            "docid": "29188721_7",
            "document": "RNA interference . Exogenous dsRNA initiates RNAi by activating the ribonuclease protein Dicer, which binds and cleaves double-stranded RNAs (dsRNAs) in plants, or short hairpin RNAs (shRNAs) in humans, to produce double-stranded fragments of 20–25 base pairs with a 2-nucleotide overhang at the 3' end. Bioinformatics studies on the genomes of multiple organisms suggest this length maximizes target-gene specificity and minimizes non-specific effects. These short double-stranded fragments are called small interfering RNAs (siRNAs). These siRNAs are then separated into single strands and integrated into an active RISC, by RISC-Loading Complex (RLC). RLC includes Dicer-2 and R2D2, and is crucial to unite Ago2 and RISC. TATA-binding protein-associated factor 11 (TAF11) assembles the RLC by facilitating Dcr-2-R2D2 tetramerization, which increases the binding affinity to siRNA by 10-fold. Association with TAF11 would convert the R2-D2-Initiator (RDI) complex into the RLC. R2D2 carries tandem double-stranded RNA-binding domains to recognize the thermodynamically stable terminus of siRNA duplexes, whereas Dicer-2 the other less stable extremity. Loading is asymmetric: the MID domain of Ago2 recognizes the thermodynamically stable end of the siRNA. Therefore, the \"passenger\" (sense) strand whose 5′ end is discarded by MID is ejected, while the saved \"guide\" (antisense) strand cooperates with AGO to form the RISC.",
            "score": 209.53346252441406
        },
        {
            "docid": "49968817_3",
            "document": "Retrotransposon silencing . Piwi-interacting RNA (piRNA) and endogenous short interfering RNA (esiRNA) are small RNA fragments that partner with cleaving proteins to act as guides to a retrotransposon. piRNA and PIWI protein complexes are a common defense mechanism against retrotransposons in the germline—sperm or egg cells—cells that are extremely vulnerable to retrotransposon induced mutations. Once retrotransposon RNA has been encountered, the piRNA/ PIWI protein complex cleaves the RNA, rendering it unable to reverse transcribe. EsiRNA and its protein complex may also function to promote heterochromatin creation near retrotransposon sites, silencing the DNA by making it difficult for DNA polymerases to access it. Although it is unclear how piRNAs and esiRNAs are produced, it is thought that retrotransposon cleaving by PIWI may produce new piRNA, in the so called ping pong theory. Production of piRNA in both the male and female germline is known to be regulated by the nuage, a protein-RNA hybrid also sometimes called the intermitochondrial cement, the absence of which causes infertility in males but not females. This may imply that retrotransposon induced mutations may be more prevalent or more devastating in the male germline. A microRNA—another type of small RNA—from strawberries has been shown to post transcriptionally silence retrotransposon function by blocking the binding site for proteins involved in reverse transcription.",
            "score": 206.14633178710938
        },
        {
            "docid": "14761558_2",
            "document": "Translin . Translin is a DNA-binding protein that in humans is encoded by the \"TSN\" gene. Together with translin-associated factor X, translin forms the component 3 of promoter of RISC (C3PO) complex which facilitates endonucleolytic cleavage of the passenger strand during microRNA loading into the RNA-induced silencing complex (RISC).",
            "score": 205.15081787109375
        },
        {
            "docid": "14878627_3",
            "document": "Translin-associated factor X . This gene encodes a protein which specifically interacts with translin, a DNA-binding protein that binds consensus sequences at breakpoint junctions of chromosomal translocations. The encoded protein contains bipartite nuclear targeting sequences that may provide nuclear transport for translin, which lacks any nuclear targeting motifs. Both TSNAX and translin form the C3PO complex which facilitates endonucleolytic cleavage of the passenger strand during microRNA loading into the RNA-induced silencing complex (RISC).",
            "score": 203.55056762695312
        },
        {
            "docid": "29188721_4",
            "document": "RNA interference . The RNAi pathway is found in many eukaryotes, including animals, and is initiated by the enzyme Dicer, which cleaves long double-stranded RNA (dsRNA) molecules into short double-stranded fragments of ~21 nucleotide siRNAs. Each siRNA is unwound into two single-stranded RNAs (ssRNAs), the passenger strand and the guide strand. The passenger strand is degraded and the guide strand is incorporated into the RNA-induced silencing complex (RISC). The most well-studied outcome is post-transcriptional gene silencing, which occurs when the guide strand pairs with a complementary sequence in a messenger RNA molecule and induces cleavage by Argonaute 2 (Ago2), the catalytic component of the RISC. In some organisms, this process spreads systemically, despite the initially limited molar concentrations of siRNA.",
            "score": 200.27365112304688
        },
        {
            "docid": "196498_2",
            "document": "Small RNA . Small RNA are <200 nt (nucleotide) in length, and are usually non-coding RNA molecules. RNA silencing is often a function of these molecules, with the most common and well-studied example being RNA interference (RNAi), in which endogenously expressed microRNA (miRNA) or exogenously derived small interfering RNA (siRNA) induces the degradation of complementary messenger RNA. Other classes of small RNA have been identified, including piwi-interacting RNA (piRNA) and its subspecies repeat associated small interfering RNA (rasiRNA). Small RNA \"is unable to induce RNAi alone, and to accomplish the task it must form the core of the RNA–protein complex termed the RNA-induced silencing complex (RISC), specifically with Argonaute protein\". Also, mRNA is used in transcription.",
            "score": 199.282958984375
        },
        {
            "docid": "7330456_17",
            "document": "Argonaute . Because it has been widely known that many viruses have RNA rather than DNA as their genetic material and go through at least one stage in their life cycle when they make double-stranded RNA, RNA interference has been considered to be a potentially evolutionarily ancient mechanism for protecting organisms from viruses. The small interfering RNAs produced by Dicer cause sequence specific, post-transcriptional gene silencing by guiding an endonuclease, the RNA-induced silencing complex (RISC), to mRNA. This process has been seen in a wide range of organisms, such as Neurospora fungus(in which it is known as quelling), plants(post-transcriptionl gene silencing) and mammalian cells(RNAi). If there is a complete or near complete sequence complementarity between the small RNA and the target, the Argonaute protein component of RISC mediates cleavage of the target transcript, the mechanism involves repression of translation predominantly.",
            "score": 198.69287109375
        },
        {
            "docid": "29188721_6",
            "document": "RNA interference . RNAi is RNA-dependent gene silencing process that is controlled by the RNA-induced silencing complex (RISC) and is initiated by short double-stranded RNA molecules in a cell's cytoplasm, where they interact with the catalytic RISC component argonaute. When the dsRNA is exogenous (coming from infection by a virus with an RNA genome or laboratory manipulations), the RNA is imported directly into the cytoplasm and cleaved to short fragments by Dicer. The initiating dsRNA can also be endogenous (originating in the cell), as in pre-microRNAs expressed from RNA-coding genes in the genome. The primary transcripts from such genes are first processed to form the characteristic stem-loop structure of pre-miRNA in the nucleus, then exported to the cytoplasm. Thus, the two dsRNA pathways, exogenous and endogenous, converge at the RISC.",
            "score": 198.5167694091797
        },
        {
            "docid": "584617_11",
            "document": "Small interfering RNA . Sometimes cleavage of the target mRNA molecule does not occur. In some cases, the endonucleolytic cleavage of the phosphodiester backbone may be suppressed by mismatches of siRNA and target mRNA near the cleaving site. Other times, the Argonaute proteins of the RISC lack endonuclease activity even when the target mRNA and siRNA are perfectly paired. In such cases, gene expression will be silenced by miRNA induced mechanism instead. Piwi-interacting RNAs are responsible for the silencing of transposons and are not siRNAs[citation needed].",
            "score": 197.54055786132812
        },
        {
            "docid": "9418169_8",
            "document": "Piwi . The \"piwi domain\" is a protein domain found in piwi proteins and a large number of related nucleic acid-binding proteins, especially those that bind and cleave RNA. The function of the domain is double stranded-RNA-guided hydrolysis of single stranded-RNA that has been determined in the argonaute family of related proteins. Argonautes, the most well-studied family of nucleic-acid binding proteins, are RNase H-like enzymes that carry out the catalytic functions of the RNA-induced silencing complex (RISC). In the well-known cellular process of RNA interference, the argonaute protein in the RISC complex can bind both small interfering RNA (siRNA) generated from exogenous double-stranded RNA and microRNA (miRNA) generated from endogenous non-coding RNA, both produced by the ribonuclease Dicer, to form an RNA-RISC complex. This complex binds and cleaves complementary base pairing messenger RNA, destroying it and preventing its translation into protein. Crystallised piwi domains have a conserved basic binding site for the 5' end of bound RNA; in the case of argonaute proteins binding siRNA strands, the last unpaired nucleotide base of the siRNA is also stabilised by base stacking-interactions between the base and neighbouring tyrosine residues.",
            "score": 196.78521728515625
        },
        {
            "docid": "29188721_22",
            "document": "RNA interference . It is not understood how the activated RISC complex locates complementary mRNAs within the cell. Although the cleavage process has been proposed to be linked to translation, translation of the mRNA target is not essential for RNAi-mediated degradation. Indeed, RNAi may be more effective against mRNA targets that are not translated. Argonaute proteins are localized to specific regions in the cytoplasm called P-bodies (also cytoplasmic bodies or GW bodies), which are regions with high rates of mRNA decay; miRNA activity is also clustered in P-bodies. Disruption of P-bodies decreases the efficiency of RNA interference, suggesting that they are a critical site in the RNAi process.",
            "score": 196.77920532226562
        },
        {
            "docid": "46695897_14",
            "document": "Molecular and epigenetic mechanisms of alcoholism . In coordination with the molecules and pathways discussed, epigenetic mechanisms play a role in the development of alcoholism. These mechanisms include DNA methylation, histone acetylation and methylation, and (microRNA miRNA) action. Methylation of the DNA typically occurs at CpG sites, or a cysteine nucleotide followed by a guanine nucleotide in the 5’ to 3’ direction. These sites are common promoter and regulatory elements in mammals and methylation of cysteine residues typically inhibits these functions resulting in the repression of gene expression. DNA methylation is carried out by DNA methyltransferases (DNMTs) which are recruited to CpG sites by methyl-DNA binding proteins, such as MeCP2. Next, histones can be modified in several ways to increase or decrease gene expression. Histones are protein complexes used to package DNA into structures known as nucleosomes. The level of coiling of the DNA around histones is variable and influences transcription levels. Tight coiling, or heterochromatin, is associated with low gene expression or even silencing. Loose coiling, or euchromatin, is associated with higher levels of gene expression. Typically, acetylation of histones is associated with euchromatin formation. Acetyl groups are added by histone acetyltransferases (HATs), such as CBP. In opposition, histone deacetylases (HDACs) remove acetyl groups, typically leading to the formation of heterochromatin. HDACs are recruited by scaffolding proteins, such as RACK 1. HDAC inhibitors prevent HDAC functioning which promotes gene expression. Histone methylation, adding a methyl group to specific histone protein amino acids, can both increase or decrease gene expression depending on the histone protein, amino acid, and number of methyl groups used. Gene expression can also be inhibited post-transcriptionally by miRNA, double-stranded RNA, typically formed from hairpin structures, that is used to inhibit translation of proteins. After processing by the RNA interference (RNAi) molecules Drosha and Dicer, a single, guide-strand is loaded into the RNA induced silencing complex (RISC) which is used to bind mRNA. This binding suppresses protein synthesis and sometimes initiates mRNA degradation.",
            "score": 195.99267578125
        },
        {
            "docid": "9955145_26",
            "document": "Eukaryotic transcription . As Pol II reaches the end of a gene, two protein complexes carried by the CTD, CPSF (cleavage and polyadenylation specificity factor) and CSTF (cleavage stimulation factor), recognize the poly-A signal in the transcribed RNA. Poly-A-bound CPSF and CSTF recruit other proteins to carry out RNA cleavage and then polyadenylation. Poly-A polymerase adds approximately 200 adenines to the cleaved 3’ end of the RNA without a template. The long poly-A tail is unique to transcripts made by Pol II. In the process of terminating transcription by Pol I and Pol II, the elongation complex does not dissolve immediately after the RNA is cleaved. The polymerase continues to move along the template, generating a second RNA molecule associated with the elongation complex. Two models have been proposed to explain how termination is achieved at last. The allosteric model states that when transcription proceeds through the termination sequence, it causes disassembly of elongation factors and/or an assembly of termination factors that cause conformational changes of the elongation complex. The torpedo model suggests that a 5' to 3' exonuclease degrades the second RNA as it emerges from the elongation complex. Polymerase is released as the highly processive exonuclease overtakes it. It is proposed that an emerging view will express a merge of these two models.",
            "score": 195.21499633789062
        },
        {
            "docid": "9773858_15",
            "document": "Bisulfite sequencing . A recently described method by Ehrich et al. further takes advantage of bisulfite-conversions by adding a base-specific cleavage step to enhance the information gained from the nucleotide changes. By first using in vitro transcription of the region of interest into RNA (by adding an RNA polymerase promoter site to the PCR primer in the initial amplification), RNase A can be used to cleave the RNA transcript at base-specific sites. As RNase A cleaves RNA specifically at cytosine and uracil ribonucleotides, base-specificity is achieved by adding incorporating cleavage-resistant dTTP when cytosine-specific (C-specific) cleavage is desired, and incorporating dCTP when uracil-specific (U-specific) cleavage is desired. The cleaved fragments can then be analyzed by MALDI-TOF. Bisulfite treatment results in either introduction/removal of cleavage sites by C-to-U conversions or shift in fragment mass by G-to-A conversions in the amplified reverse strand. C-specific cleavage will cut specifically at all methylated CpG sites. By analyzing the sizes of the resulting fragments, it is possible to determine the specific pattern of DNA methylation of CpG sites within the region, rather than determining the extent of methylation of the region as a whole. This method demonstrated efficacy for high-throughput screening, allowing for interrogation of numerous CpG sites in multiple tissues in a cost-efficient manner.",
            "score": 194.40309143066406
        },
        {
            "docid": "11243763_4",
            "document": "Y RNA . Two functions have been described for Y RNAs in the literature: As a repressor of Ro60, and as an initiation factor for DNA replication. Mutant human Y RNAs lacking the conserved binding site for Ro60 protein still support DNA replication, indicating that binding to Ro protein and promoting DNA replication are two separable functions of Y RNAs. Although Y RNA-derived small RNAs are similar in size to microRNAs, it has been shown that these Y RNA fragments are not involved in the microRNA pathway.",
            "score": 191.0193634033203
        },
        {
            "docid": "39868915_8",
            "document": "Gunther Hartmann . The next scientific focus was on immune sensing of RNA in the cytosol of cells. It turned out that this sensing pathway is related to RNA interference (siRNA, microRNA). In RNA interference, the helicase DICER cleaves longer double-stranded RNA molecules into shorter siRNA or microRNA which are then integrated into the RISC complex. The antisense strand within this RISC complex is responsible for the sequence specificity of silencing of the corresponding target mRNA. In more primitive organisms such as worms RNA interference is used to destroy foreign nucleic acids. This defense mechanism can be regarded as a specific form of a nucleic acid-based immune system in which the newly generated siRNAs function as immune effector molecules. In higher organisms such as vertebrates, this DICER-based defense system is replaced by another defense mechanism. Two helicases related to DICER, RIG-I and MDA5, take over the challenge to detect foreign RNA in the cytosol of cells. However, unlike the helicase DICER, upon recognition of foreign RNA RIG-I and MDA5 trigger a broad spectrum of antiviral activities in the cell including type I IFN. Hartmann and colleagues identified the specific RNA ligand structure detected by RIG-I: RNA with a blunt end and a 5´-triphosphate. In a subsequent publication, his group elucidated how the molecular structure of the binding pocket of RIG-I precludes binding of N1-2′O methylated RNA, thus preventing recognition of endogenous mRNA by the innate immune system.",
            "score": 190.71902465820312
        },
        {
            "docid": "156964_27",
            "document": "MicroRNA . miRNA biogenesis in plants differs from animal biogenesis mainly in the steps of nuclear processing and export. Instead of being cleaved by two different enzymes, once inside and once outside the nucleus, both cleavages of the plant miRNA are performed by a Dicer homolog, called Dicer-like1 (DL1). DL1 is expressed only in the nucleus of plant cells, which indicates that both reactions take place inside the nucleus. Before plant miRNA:miRNA* duplexes are transported out of the nucleus, its 3' overhangs are methylated by a RNA methyltransferaseprotein called Hua-Enhancer1 (HEN1). The duplex is then transported out of the nucleus to the cytoplasm by a protein called Hasty (HST), an Exportin 5 homolog, where they disassemble and the mature miRNA is incorporated into the RISC.",
            "score": 190.63516235351562
        }
    ]
}