{
    "q": [
        {
            "docid": "3469185_9",
            "document": "MECP2 . The role of MECP2 in disease is primarily associated with either a loss of function (under expression) of the MECP2 gene as in Rett syndrome or in a gain of function (over expression) as in MECP2 Duplication Syndrome. Many mutations have been associated with loss of expression of the MECP2 gene and have been identified in Rett syndrome patients. These mutations include changes in single DNA base pairs (SNP), insertions or deletions of DNA in the \"MECP2\" gene, and changes that affect how the gene information is processed into a protein (RNA splicing). Mutations in the gene alter the structure of the MeCP2 protein or lead to reduced amounts of the protein. As a result, the protein is unable to bind to DNA or turn other genes on or off. Genes that are normally repressed by MeCP2 remain active when their products are not needed. Other genes that are normally activated by MeCP2 remain inactive leading to a lack of gene product. This defect probably disrupts the normal functioning of nerve cells, leading to the signs and symptoms of Rett syndrome.",
            "score": 192.39890503883362
        },
        {
            "docid": "3699327_2",
            "document": "X hyperactivation . X hyperactivation refers to the process in Drosophila by which genes on the X chromosome in male flies become twice as active as genes on the X chromosome in female flies.  Because male flies have a single X chromosome and female flies have two X chromosomes, the higher level of activation in males ensures that X chromosome genes are overall expressed at the same level in males and females. X hyperactivation is one mechanism of dosage compensation, whereby organisms that use genetic sex determination systems balance the gene dosage from the sex chromosomes between males and females. X hyperactivation is regulated by the alternative splicing of a gene called \"sex-lethal\". The gene was named \"sex-lethal\" due to its mutant phenotype which has little to no effect on male flies but results in the death of females due to X hyperactivation of the two X chromosomes. In female \"Drosophila\", the sex-lethal protein causes the female-specific splicing of the \"sex-lethal\"gene to produce more of the sex-lethal protein. This produces a positive feedback loop as the sex-lethal protein splices the \"sex-lethal\" gene to produce more of the sex-lethal protein. In male \"Drosophila\", there isn’t enough sex-lethal to activate the female-specific splicing of the \"sex-lethal\" gene, and it goes through the \"default\" splicing. This means that section of the gene that is spliced out in females remains in males. This portion contains an early stop codon resulting in no protein being made from it. In females, the sex-lethal protein inhibits the \"male-specific lethal\" (\"msl\") gene complex that would normally activate X-linked genes that result in an increase in the male transcription rate. The \"msl\" gene complex was named due to the loss-of-function mutant that results in the improper increase in the male transcription rate that results in the death of males. In males, the absence of the necessary amount of sex-lethal allows for the increase in the male transcription rate due to the \"msl\" gene complex no longer being inhibited. This allows the expression of the X chromosome to be \"doubled,\" or hyperactivated, to match the amount that females have with two X chromosomes.",
            "score": 160.01935338974
        },
        {
            "docid": "3429930_6",
            "document": "Treacle protein . More than 120 mutations in the TCOF gene have been identified in people with Treacher Collins syndrome. Most of these mutations insert or delete a small number of DNA building blocks (base pairs) in the TCOF1 gene. TCOF1 mutations lead to the production of an abnormally small, nonfunctional version of treacle or prevent the cell from producing this protein. Researchers speculate that a loss of treacle reduces the production of rRNA in parts of the embryo that develop into facial bones and tissues. It is not known how loss of the treacle protein causes the specific problems with facial development found in Treacher Collins syndrome. For instance, mutations in the TCOF gene of these individuals often result in a cleft palate.",
            "score": 158.59905576705933
        },
        {
            "docid": "39510164_2",
            "document": "Mutagenesis (molecular biology technique) . Mutagenesis in the laboratory is an important technique whereby DNA mutations are deliberately engineered to produce mutant genes, proteins, strains of bacteria, or other genetically modified organisms. Various constituents of a gene, such as its control elements and its gene product, may be mutated so that the functioning of a gene or protein can be examined in detail. The mutation may also produce mutant proteins with interesting properties, or enhanced or novel functions that may be of commercial use. Mutant strains may also be produced that have practical application or allow the molecular basis of particular cell function to be investigated.",
            "score": 168.76008296012878
        },
        {
            "docid": "1492806_4",
            "document": "Coffin–Lowry syndrome . The syndrome is caused by mutations in the RPS6KA3 gene. This gene is located on the short arm of the X chromosome (Xp22.2). The RPS6KA3 gene makes a protein that is involved with signaling within cells. Researchers believe that this protein helps control the activity of other genes and plays an important role in the brain. The protein is involved in cell signaling pathways that are required for learning, the formation of long-term memories, and the survival of nerve cells. The protein RSK2 which is encoded by the RPS6KA3 gene is a kinase which phosphorylates some substrates like CREB and histone H3. RSK2 is involved at the distal end of the Ras/MAPK signaling pathway. Mutations in the RPS6KA3 disturb the function of the protein, but it is unclear how a lack of this protein causes the signs and symptoms of Coffin–Lowry syndrome. At this time more than 120 mutations have been found. Some people with the features of Coffin–Lowry syndrome do not have identified mutations in the RPS6KA3 gene. In these cases, the cause of the condition is unknown.",
            "score": 179.1009624004364
        },
        {
            "docid": "7401690_3",
            "document": "Anophthalmia . The most genetic based cause for anophthalmia is caused by the SOX2 gene. Sox2 anophthalmia syndrome is caused by a mutation in the Sox2 gene that does not allow it to produce the Sox2 protein that regulates the activity of other genes by binding to certain regions of DNA. Without this Sox2 protein, the activity of genes that is important for the development of the eye is disrupted. Sox2 anophthalmia syndrome is an autosomal dominant inheritance, but the majority of patients who suffer from Sox2 anophthalmia are the first in their family history to have this mutation. In certain cases, one parent will possess the mutated gene only in their egg or sperm cell and the offspring will inherit it through that. This is called germline mosaicism. There are at least 33 mutations in the Sox2 gene that have been known to cause anophthalmia. Some of these gene mutations will cause the Sox2 protein not to be formed, while other mutations will yield a non-functional version of this protein.",
            "score": 150.13068294525146
        },
        {
            "docid": "19599_25",
            "document": "Mutagenesis . Mutagenesis in the laboratory is an important technique whereby DNA mutations are deliberately engineered to produce mutant genes, proteins, or strains of organism. Various constituents of a gene, such as its control elements and its gene product, may be mutated so that the functioning of a gene or protein can be examined in detail. The mutation may also produce mutant proteins with interesting properties, or enhanced or novel functions that may be of commercial use. Mutant strains may also be produced that have practical application or allow the molecular basis of particular cell function to be investigated.",
            "score": 171.37986087799072
        },
        {
            "docid": "38057969_18",
            "document": "Progeroid syndromes . BS is caused by mutations in the BLM gene, which encodes for the Bloom syndrome protein, a RecQ helicase. These mutations may be frameshift, missense, non-sense, or mutations of other kinds and are likely to cause deletions in the gene product. Apart from helicase activity that is common to all RecQ helices, it also acts to prevent inappropriate homologous recombination. During replication of the genome, the two copies of DNA, called sister chromatids, are held together through a structure called the centromere. During this time, the homologous (corresponding) copies are in close physical proximity to each other, allowing them to 'cross' and exchange genetic information, a process called homologous recombination. Defective homologous recombination can cause mutation and genetic instability. Such defective recombination can introduce gaps and breaks within the genome and disrupt the function of genes, possibly causing growth retardation, aging and elevated risk of cancer. It introduces gaps and breaks within the genome and disrupts the function of genes, often causing retardation of growth, aging and elevated risks of cancers. The Bloom syndrome protein interacts with other proteins, such as topoisomerase IIIα and RMI2, and suppresses illegitimate recombination events between sequences that are divergent from strict homology, thus maintaining genome stability. Individuals with BS have a loss-of-function mutation, which means that the illegitimate recombination is no longer suppressed, leading to higher rates of mutation (~10-100 times above normal, depending on cell type).",
            "score": 153.82773673534393
        },
        {
            "docid": "4940873_7",
            "document": "Pallister–Hall syndrome . Mutations that cause Pallister–Hall syndrome typically lead to the production of an abnormally short version of the GLI3 protein. Unlike the normal GLI3 protein, which can turn target genes on or off, the short protein can only turn off (repress) target genes. Researchers are working to determine how this change in the protein's function affects early development. It remains uncertain how GLI3 mutations can cause polydactyly, hypothalamic hamartoma, and the other features of Pallister–Hall syndrome.",
            "score": 129.46333813667297
        },
        {
            "docid": "8742839_5",
            "document": "Philip A. Beachy . After receiving his Ph.D, he began working at the Carnegie Institution’s Department of Embryology in Baltimore for two years. After his short time there, he accepted a faculty position at the Johns Hopkins University School of Medicine. Beachy began focusing on the Drosophila hedgehog gene, for which he’s known for, in 1990. The gene’s name originated because fly embryos look spikey if the hedgehog gene is faulty or mutated. The hedgehog gene’s main function is to create protein signals in specific cells. These signals, in turn, allow for the formation of embryonic tissues. They do this by instructing neighboring cells to become a certain type of differentiated cell or to simply divide. In other words, this gene is responsible for the development of the appendages and body segments in Drosophila or fruit flies. Humans and other invertebrates have hedgehog genes that behave slightly different than the same gene in the fruit fly. In vertebrates, the hedgehog gene codes for the fingers and toes on the limbs. It also functions in organizing the brain and the spinal cord. Consequently, mutated hedgehog genes often cause birth defects. Also, if it is activated later in life, certain cancers can be triggered and begin to spread.",
            "score": 179.86497676372528
        },
        {
            "docid": "19702_7",
            "document": "Mutation . Here, protein domains act as modules, each with a particular and independent function, that can be mixed together to produce genes encoding new proteins with novel properties. For example, the human eye uses four genes to make structures that sense light: three for cone cell or color vision and one for rod cell or night vision; all four arose from a single ancestral gene. Another advantage of duplicating a gene (or even an entire genome) is that this increases engineering redundancy; this allows one gene in the pair to acquire a new function while the other copy performs the original function. Other types of mutation occasionally create new genes from previously noncoding DNA.",
            "score": 159.55622136592865
        },
        {
            "docid": "837167_17",
            "document": "Acute lymphoblastic leukemia . Several characteristic genetic changes lead to the creation of a leukemic lymphoblast. These changes include chromosomal translocations, intrachromosomal rearrangements, changes in the number of chromosomes in leukemic cells, and additional mutations in individual genes. Chromosomal translocations involve moving a large region of DNA from one chromosome to another. This move can result in placing a gene from one chromosome that promotes cell division to a more actively transcribed area on another chromosome. The result is a cell that divides more often. An example of this includes the translocation of \"C-MYC\", a gene that encodes a transcription factor that leads to increased cell division, next to the immunoglobulin heavy- or light-chain gene enhancers, leading to increased \"C-MYC\" expression and increased cell division. Other large changes in chromosomal structure can result in placement of two genes directly next to each other. The result is the combination of two usually separate proteins into a new fusion protein. This protein can have a new function that promotes the development of cancer. Examples of this include the \"ETV6\"-\"RUNX1\" fusion gene that combines two factors that promote blood cell development and the \"BCR\"-\"ABL1\" fusion gene of the Philadelphia chromosome. \"BCR\"-\"ABL1\" encodes an always-activated tyrosine kinase that causes frequent cell division. These mutations produce a cell that divides more often, even in the absence of growth factors.",
            "score": 169.37715709209442
        },
        {
            "docid": "19599_5",
            "document": "Mutagenesis . Mammalian nuclear DNA may sustain more than 60,000 damage episodes per cell per day, as listed with references in DNA damage (naturally occurring). If left uncorrected, these adducts, after misreplication past the damaged sites, can give rise to mutations. In nature, the mutations that arise may be beneficial or deleterious—this is the driving force of evolution. An organism may acquire new traits through genetic mutation, but mutation may also result in impaired function of the genes, and in severe cases, cause the death of the organism. In the laboratory, however, mutagenesis is a useful technique for generating mutations that allows the functions of genes and gene products to be examined in detail, producing proteins with improved characteristics or novel functions, as well as mutant strains with useful properties. Initially, the ability of radiation and chemical mutagens to cause mutation was exploited to generate random mutations, but later techniques were developed to introduce specific mutations.",
            "score": 136.58306109905243
        },
        {
            "docid": "54421246_39",
            "document": "Spinocerebellar ataxia type 1 . Because spinocerebellar ataxias are often linked to a mutation on a single gene, modifying how the gene is expressed can modify the phenotype. There are several approaches to modifying the expression of mutant proteins, including techniques that completely stop expression, known as gene silencing. In SCA1, pathogenesis requires constant expression of the mutant ATXN1 gene, and silencing has been shown to halt further progression of the disease, clear nuclear inclusions and aggregates and lead to partial recovery of motor functions in rodent models with conditional expression of the gene. The conditional expression of ATXN1 in mice models differs from how the gene would be silenced therapeutically but the results indicate that therapeutic methods of gene silencing may be viable for treatment and management of SCA1. The process that turns coded information in DNA into proteins requires two steps: transcription, in which DNA is used to generate a complimentary RNA strand by RNA polymerase, and translation, in which RNA is used to used to produce a protein by ribosomes. Disrupting either step can slow or prevent the expression of a mutant gene.",
            "score": 173.53256607055664
        },
        {
            "docid": "3443488_4",
            "document": "Jackson–Weiss syndrome . Mutations in the FGFR2 gene cause Jackson–Weiss syndrome.The FGFR2 gene produces a protein called fibroblast growth factor receptor 2, which occurs in chromosome number 10. Among its multiple functions, this protein signals immature cells to become bone cells in a developing embryo. A mutation in a specific part of the FGFR2 gene alters the protein and causes prolonged signaling, which promotes the premature fusion of bones in the skull and feet, this condition is inherited in an autosomal dominant pattern. Autosomal dominant means one copy of the altered gene in each cell is sufficient to cause the disorder.",
            "score": 158.59167575836182
        },
        {
            "docid": "38871513_5",
            "document": "Baller–Gerold syndrome . Baller–Gerold syndrome is caused by a mutation in the RECQL4 gene found on chromosome 8p24. Molecular genetic tests used to identify mutations in the RECQL4 gene include targeted variant analysis and sequence analysis of the entire coding region of the gene. These methods look for changes in the sequence encoding RECQL4, as having a deleterious mutation in the gene will change the protein and disrupt its usual function. RECQL4 is a gene that encodes a DNA helicase in the RecQ helicase family. Helicases are involved with unwinding DNA in preparation for DNA replication and repair.",
            "score": 107.85255455970764
        },
        {
            "docid": "34482099_4",
            "document": "Genitopatellar syndrome . Genitopatellar Syndrome is an autosomal dominant inheritance where the mutation in the KAT6B causes the syndrome. The KAT6B gene is responsible for making an enzyme called histone acetyltransferase which functions in regulating and making of histone which are proteins that attach to DNA and give the chromosomes their shape. The function of histone acetyltransferase produced from KAT6B is unknown but it is considered as a regulator of early developments. There is little known about how the mutation in the KAT6B causes the syndrome but researchers suspects that the mutations occur near the end of the KAT6B gene and causes it to produce shortened acetyltransferase enzyme. The shortened enzyme alters the regulation of other genes. On the other hand, the mutation of KAT6B leading to the specific features of genitopatellar syndrome is still not surely proven.",
            "score": 106.75602698326111
        },
        {
            "docid": "2223797_11",
            "document": "Saethre–Chotzen syndrome . In searching for the gene responsible for SCS, scientists at Johns Hopkins Children’s Center began studying the TWIST gene because its effects on mice. The TWIST gene in mice, functions in the development of the muscle and skeleton of the face, head, hands, and feet. Mice that were lacking both copies of the TWIST gene were spontaneously aborted prior to birth, and had serious deformities including abnormal limb and head defects and failure of the neural tube to properly close. However, mice with a single copy of the non-working TWIST gene survived. Further examination revealed that these mice had only minor skull, hand, and foot defects similar to those seen in SCS. The mouse TWIST gene is located on chromosome 12 in mice, which corresponds to the short arm of chromosome 7 in humans. With this information, scientists began to isolate and map the human TWIST gene on the short arm of human chromosome 7. They revealed that the human TWIST gene was in the same region that was absent in people with SCS. While looking for different mutations in the human TWIST gene, five different types of mutations were discovered in individuals with SCS. Since none of these mutations were seen in normal individuals who didn't have SCS, this provided enough evidence to conclude that the TWIST gene was the causative agent of SCS1. Researchers also studied the TWIST gene in \"Drosophila\" (fruit fly) in order to determine its function. They discovered that in the presence of two TWIST protein molecules combined together, the TWIST gene functions as a DNA transcription factor, meaning it binds to the DNA double-helix at specific locations in order to control which genes are \"turned on\" or activated. The majority of the identified mutations in the TWIST gene interfere with how the protein attaches to DNA, preventing the activation of other genes that would normally be turned on during fetal development.",
            "score": 160.5537325143814
        },
        {
            "docid": "21003747_10",
            "document": "High Resolution Melt . In a field more relevant to clinical diagnostics, HRM has been shown to be suitable in principle for the detection of mutations in the breast cancer susceptibility genes BRCA1 and BRCA2. More than 400 mutations have been identified in these genes.The sequencing of genes is the gold standard for identifying mutations. Sequencing is time consuming and labour-intensive and is often preceded by techniques used to identify heteroduplex DNA, which then further amplify these issues. HRM offers a faster and more convenient closed-tube method of assessing the presence of mutations and gives a result which can be further investigated if it is of interest. In a study carried out by Scott et al. in 2006, 3 cell lines harbouring different BRCA mutations were used to assess the HRM methodology. It was found that the melting profiles of the resulting PCR products could be used to distinguish the presence or absence of a mutation in the amplicon. Similarly in 2007 Krypuy et al. showed that the careful design of HRM assays (with regards to primer placement) could be successfully employed to detect mutations in the TP53 gene, which encodes the tumour suppressor protein p53 in clinical samples of breast and ovarian cancer. Both these studies highlighted the fact that changes in the melting profile can be in the form of a shift in the melting temperature or an obvious difference in the shape of the melt curve. Both of these parameters are a function of the amplicon sequence. The consensus is that HRM is a cost efficient method that can be employed as an initial screen for samples suspected of harbouring polymorphisms or mutations. This would reduce the number of samples which need to be investigated further using more conventional methods.",
            "score": 139.53809440135956
        },
        {
            "docid": "6063033_2",
            "document": "Gap gene . A gap gene is a type of gene involved in the development of the segmented embryos of some arthropods. Gap genes are defined by the effect of a mutation in that gene, which causes the loss of contiguous body segments, resembling a gap in the normal body plan. Each gap gene, therefore, is necessary for the development of a section of the organism. Gap genes were first described by Christiane Nüsslein-Volhard and Eric Wieschaus in 1980. They used a genetic screen to identify genes required for embryonic development in the fruit fly \"Drosophila melanogaster\". They found three genes – \"knirps, Krüppel and hunchback\" – where mutations caused deletion of particular stretches of segments. Later work identified more gap genes in the \"Drosophila\" early embryo – \"giant\", \"huckebein\" and \"tailless\". Further gap genes including orthodenticle and buttonhead are required for the development of the \"Drosophila\" head.",
            "score": 112.55607688426971
        },
        {
            "docid": "30862455_6",
            "document": "Sotos syndrome . Mutations in the NSD1 gene cause Sotos syndrome. The NSD1 gene provides instructions for making a protein that is involved in normal growth and development. The function of this protein is unknown, however. In the Japanese population, the most common genetic change leading to Sotos syndrome deletes genetic material from the region of chromosome 5 containing the NSD1 gene. In other populations, small mutations within the NSD1 gene occur more frequently. Genetic changes involving the NSD1 gene prevent one copy of the gene from producing any functional protein. It is unclear how a reduced amount of this protein during development leads to learning disabilities, overgrowth, and the other features of Sotos syndrome.",
            "score": 136.15515553951263
        },
        {
            "docid": "611074_16",
            "document": "Point mutation . Other effects of point mutations, or single nucleotide polymorphisms in DNA, depend on the location of the mutation within the gene. For example, if the mutation occurs in the region of the gene responsible for coding, the amino acid sequence of the encoded protein may be altered, causing a change in the function, protein localization, stability of the protein or protein complex. Many methods have been proposed to predict the effects of missense mutations on proteins. Machine learning algorithms train their models to distinguish known disease-associated from neutral mutations whereas other methods do not explicitly train their models but almost all methods exploit the evolutionary conservation assuming that changes at conserved positions tend to be more deleterious. While majority of methods provide a binary classification of effects of mutations into damaging and benign, a new level of annotation is needed to offer an explanation of why and how these mutations damage proteins.",
            "score": 125.2366406917572
        },
        {
            "docid": "2223797_14",
            "document": "Saethre–Chotzen syndrome . A clinical diagnosis of SCS can be verified by testing the TWIST1 gene (only gene in which mutations are known to cause SCS) for mutations using DNA analysis, such as sequence analysis, deletion/duplication analysis, and cytogenetics/ FISH analysis. Sequence analysis of exon 1 (TWIST1 coding region) provides a good method for detecting the frequency of mutations in the TWIST1 gene. These mutations include nonsense, missense, splice site mutation, and intragenic deletions/insertions. Deletion/duplication analysis identifies mutations in the TWIST1 gene that are not readily detected by sequence analysis. Common methods include PCR, multiplex ligation-dependent probe amplification (MLPA), and chromosomal microarray (CMA). Cytogenetic/FISH analysis attaches fluorescently labels DNA markers to a denatured chromosome and is then examined under fluorescent lighting, which reveals mutations caused by translocations or inversions involving 7p21. Occasionally, individuals with SCS have a chromosome translocation, inversion, or ring chromosome 7 involving 7p21 resulting in atypical findings, such as, increased developmental delay. Individuals with SCS, typically have normal brain functioning and rarely have mental impairments. For this reason, if an individual has both SCS and mental retardation, then they should have their TWIST1 gene screened more carefully because this is not a normal trait of SCS. Cytogenetic testing and direct gene testing can also be used to study gene/chromosome defects. Cytogenetic testing is the study of chromosomes to detect gains or losses of chromosomes or chromosome segments using fluorescent in situ hybridization (FISH) and/or comparative genomic hybridization (CGH). Direct gene testing uses blood, hair, skin, amniotic fluid, or other tissues in order to find genetic disorders. Direct gene testing can determine whether an individual has SCS by testing the individual's blood for mutations in the TWIST1 gene.",
            "score": 129.46722638607025
        },
        {
            "docid": "1212545_5",
            "document": "Familial dysautonomia . Familial dysautonomia is the result of mutations in IKBKAP gene on chromosome 9, which encodes for the IKAP protein (IkB kinase complex-associated protein). There have been three mutations in IKBKAP identified in individuals with FD. The most common FD-causing mutation occurs in intron 20 of the donor gene. Conversion of T→C in intron 20 of the donor gene resulted in shift splicing that generates an IKAP transcript lacking exon 20. Translation of this mRNA results in a truncated protein lacking all of the amino acids encoded by exons 20-37. Another less common mutation is a G→C conversion resulting in one amino acid mutation in 696, where Proline substitutes normal Arginine. The decreased amount of functional IKAP protein in cells causes familial dysautonomia.",
            "score": 140.6448439359665
        },
        {
            "docid": "969821_19",
            "document": "JAK-STAT signaling pathway . The entire removal of a JAK and a STAT in \"Drosophila\" causes death of \"Drosophila\" embryos, whilst mutations in the genes coding for JAKs and STATs can cause deformities in the body patterns of flies, particularly defects in forming body segments. One theory as to how interfering with JAK-STAT signalling might cause these defects is that STATs may directly bind to DNA and promote the transcription of genes involved in forming body segments, and therefore by mutating JAKs or STATs, flies experience segmentation defects. STAT binding sites have been identified on one of these genes, called \"even-skipped\" (\"eve\"), to support this theory. Of all the segment stripes affected by JAK or STAT mutations, the fifth stripe is affected the most, the exact molecular reasons behind this are still unknown.",
            "score": 89.77282476425171
        },
        {
            "docid": "19372852_7",
            "document": "MecA (gene) . The mecA gene is contained on a mobile gene element, called the staphylococcal cassette chromosome mec, from which the gene can undergo horizontal gene transfer and insert itself into the host species, which can be any species in the genus \"Staphylococcus\". This DNA cassette is a 52 kilobase piece of DNA, that contains the mecA gene, and two recombinase genes, \"ccrA\" and \"ccrB,\" which the plasmid uses to insert itself into the genome of the host. These recombinases are essential for the proper insertion of the mecA complex into the host genome. Multiple variants of these genes have been isolated from resistant strains of \"S. aureus\", but all of the variants have similar function and the same insertion site, near the host DNA origin of replication. The mecA gene also forms a complex with two regulatory units, mecI and mecR1. These two genes have the capability to repress mecA, deletions or knock-outs in these genes show an increase in resistance of \"S. aureus\" to methicillin. The \"S. aureus\" strains isolated from humans either lack these regulatory elements, or contain mutations in these genes that cause a loss of function of the protein products that inhibit mecA. This in turn, causes mecA to be constitutive transcription of the mecA. This cassette chromosome shows the ability to move across species. Two other \"Staphylococci\" species, \"S.epidermidis\" and \"S.haemolyticus,\" show conservation in this insertion site, but it is not limited to the mecA gene, but also other non-essential genes that can be carried by the cassette chromosome.",
            "score": 117.6228699684143
        },
        {
            "docid": "50619245_28",
            "document": "Human disease modifier gene . Genotype-phenotype correlations, and linkage and association analyses in humans can effectively identify modifier genes with statistical support, but do not establish functional or causative effects of modifier genes. While genetic backgrounds cannot be experimentally manipulated in human populations, transgenic expression of modifier genes in animal models has been effectively used to show that variation in specific loci can cause phenotypic variation. For example, Ikeda et al. established that moth1 is a modifier gene of the tub gene, mutations in which cause obesity, retinal degeneration and hearing loss in tubby mice. In the wild-type form, the protein Mtap1a, encoded by neuronally-expressed moth1, is protective against hearing loss. Ikeda et al. showed, by transgenic expression in mice, that sequence polymorphisms in Mtap1a are crucial in causing the hearing-loss phenotype associated with tub gene mutation.",
            "score": 136.9257973432541
        },
        {
            "docid": "33708419_12",
            "document": "Knockout mouse . While knockout mouse technology represents a valuable research tool, some important limitations exist. About 15 percent of gene knockouts are developmentally lethal, which means that the genetically altered embryos cannot grow into adult mice. This problem is often overcome through the use of conditional mutations. The lack of adult mice limits studies to embryonic development and often makes it more difficult to determine a gene's function in relation to human health. In some instances, the gene may serve a different function in adults than in developing embryos. Knocking out a gene also may fail to produce an observable change in a mouse or may even produce different characteristics from those observed in humans in which the same gene is inactivated. For example, mutations in the p53 gene are associated with more than half of human cancers and often lead to tumours in a particular set of tissues. However, when the p53 gene is knocked out in mice, the animals develop tumours in a different array of tissues. There is variability in the whole procedure depending largely on the strain from which the stem cells have been derived. Generally cells derived from strain 129 are used. This specific strain is not suitable for many experiments (e.g., behavioural), so it is very common to backcross the offspring to other strains. Some genomic loci have been proven very difficult to knock out. Reasons might be the presence of repetitive sequences, extensive DNA methylation, or heterochromatin. The confounding presence of neighbouring 129 genes on the knockout segment of genetic material has been dubbed the \"flanking-gene effect\". Methods and guidelines to deal with this problem have been proposed.",
            "score": 165.40764200687408
        },
        {
            "docid": "14818729_2",
            "document": "Nyctalopin . Nyctalopin is a protein located on the surface of photoreceptor-to-ON bipolar cell synapse in the retina. It is composed of 481 amino acids. and is encoded in human by the \"NYX\" gene. This gene is found on the chromosome X and has two exons. This protein is a leucine-rich proteoglycan which is expressed in the eye, spleen and brain in mice. Mutations in this gene cause congenital stationary night blindness in humans (CSNB). which is a stable retinal disorder. The consequence of this mutation results in an abnormal night vision. Nyctalopin is critical due to the fact that it generates a depolarizing bipolar cell response due to the mutation on the \"NYX\" gene. Most of the time, CSNB are associated to hygh myopia which is the result of a mutation on the same gene. Several mutations can occur on the \"NYX\" gene resulting on many form of night blindness in humans. Some studies show that these mutations are more present in Asian population than in Caucasian population. A mouse strain called nob (no b-wave) carries a spontaneous mutation leading to a frameshift in this gene. These mice are used as an animal model for congenital stationary night blindness.",
            "score": 165.88969469070435
        },
        {
            "docid": "8406655_20",
            "document": "Introduction to genetics . When DNA is copied, the two strands of the old DNA are pulled apart by enzymes; then they pair up with new nucleotides and then close. This produces two new pieces of DNA, each containing one strand from the old DNA and one newly made strand. This process is not predictably perfect as proteins attach to a nucleotide while they are building and cause a change in the sequence of that gene. These changes in DNA sequence are called mutations. Mutations produce new alleles of genes. Sometimes these changes stop the functioning of that gene or make it serve another advantageous function, such as the melanin genes discussed above. These mutations and their effects on the traits of organisms are one of the causes of evolution.",
            "score": 110.49942374229431
        },
        {
            "docid": "39510164_4",
            "document": "Mutagenesis (molecular biology technique) . Early approaches to mutagenesis rely on methods which are entirely random in the mutations produced. Cells or organisms may be exposed to mutagens such as UV radiation or mutagenic chemicals, and mutants with desired characteristics are then selected. Hermann Muller discovered that x-rays can cause genetic mutations in fruit flies (published in 1927), and went on to use the \"Drosophila\" mutants created for his studies on genetics. For \"Escherichia coli\", mutants may be selected first by exposure to UV radiation, then plated onto agar medium. The colonies formed are then replica-plated, one in rich medium, another in minimal medium, and mutants that have specific nutritional requirements can then be identified by their inability to grow in minimal medium. Similar procedures may be repeated with other types of cells and with different media for selection. A number of methods for generating random mutations in specific proteins were later developed to screen for mutants with interesting or improved properties. These methods may involve the use of doped nucleotides in oligonucleotides synthesis, or conducting a PCR reaction in conditions that enhance misincorporation of nucleotides (error-prone PCR), for example by reducing the fidelity of replication or using nucleotide analogues. A variation of this method for integrating non-biased mutations in a gene is the Sequence Saturation Mutagenesis. PCR products which contain mutation(s) are then cloned into an expression vector and the mutant proteins produced can then be characterised.",
            "score": 172.7545908689499
        },
        {
            "docid": "1977327_8",
            "document": "Klippel–Feil syndrome . Genetic genealogy has identified a specific location of a gene on a chromosome for Klippel-Feil Syndrome. Mutations in the GDF6 and GDF3 genes have also been identified to cause the disease, although some people with Klippel–Feil syndrome do not have identified mutations in the GDF6 or GDF3 genes. In this case, the cause of the condition in these individuals is unknown. GDF6 and GDF3 genes provide the body with instructions for making proteins involved in regulating the growth and maturation of bone and cartilage. These proteins actively regulate cell growth in embryonic and adult tissue. GDF6 specifically is involved in the formation of vertebral bones, among others, and establishing boundaries between bones in skeletal development while GDF3 is involved with bone and cartilage growth. Mutations cause reductions in these functional proteins but, it is unclear exactly how a shortage in these proteins leads to incomplete separation of the vertebrae in people with Klippel–Feil syndrome. However, when the GDF6 gene was knocked out in mice, the result was the fusion of bones. Only by identifying the link between the genetic cause and the phenotypic pathoanatomy of Klippel–Feil syndrome will we be able to rationalize the heterogeneity of the syndrome.",
            "score": 154.6490354537964
        }
    ],
    "r": [
        {
            "docid": "50185_47",
            "document": "Jellyfish . In 1961, Osamu Shimomura extracted green fluorescent protein (GFP) and another bioluminescent protein, called aequorin, from the large and abundant hydromedusa \"Aequorea victoria\", while studying photoproteins that cause bioluminescence in this species. Three decades later, Douglas Prasher sequenced and cloned the gene for GFP. Martin Chalfie figured out how to use GFP as a fluorescent marker of genes inserted into other cells or organisms. Roger Tsien later chemically manipulated GFP to produce other fluorescent colors to use as markers. In 2008, Shimomura, Chalfie and Tsien won the Nobel Prize in Chemistry for their work with GFP. Man-made GFP became commonly used as a fluorescent tag to show which cells or tissues express specific genes. The genetic engineering technique fuses the gene of interest to the GFP gene. The fused DNA is then put into a cell, to generate either a cell line or (via IVF techniques) an entire animal bearing the gene. In the cell or animal, the artificial gene turns on in the same tissues and the same time as the normal gene, making GFP instead of the normal protein. Illuminating the animal or cell reveals what tissues express that protein—or at what stage of development. The fluorescence shows where the gene is expressed.",
            "score": 256.0199279785156
        },
        {
            "docid": "143533_20",
            "document": "Green fluorescent protein . The availability of GFP and its derivatives has thoroughly redefined fluorescence microscopy and the way it is used in cell biology and other biological disciplines. While most small fluorescent molecules such as FITC (fluorescein isothiocyanate) are strongly phototoxic when used in live cells, fluorescent proteins such as GFP are usually much less harmful when illuminated in living cells. This has triggered the development of highly automated live-cell fluorescence microscopy systems, which can be used to observe cells over time expressing one or more proteins tagged with fluorescent proteins. For example, GFP had been widely used in labelling the spermatozoa of various organisms for identification purposes as in \"Drosophila melanogaster\", where expression of GFP can be used as a marker for a particular characteristic. GFP can also be expressed in different structures enabling morphological distinction. In such cases, the gene for the production of GFP is incorporated into the genome of the organism in the region of the DNA that codes for the target proteins and that is controlled by the same regulatory sequence; that is, the gene's regulatory sequence now controls the production of GFP, in addition to the tagged protein(s). In cells where the gene is expressed, and the tagged proteins are produced, GFP is produced at the same time. Thus, only those cells in which the tagged gene is expressed, or the target proteins are produced, will fluoresce when observed under fluorescence microscopy. Analysis of such time lapse movies has redefined the understanding of many biological processes including protein folding, protein transport, and RNA dynamics, which in the past had been studied using fixed (i.e., dead) material. Obtained data are also used to calibrate mathematical models of intracellular systems and to estimate rates of gene expression.",
            "score": 241.81163024902344
        },
        {
            "docid": "8406655_14",
            "document": "Introduction to genetics . The function of genes is to provide the information needed to make molecules called proteins in cells. Cells are the smallest independent parts of organisms: the human body contains about 100 trillion cells, while very small organisms like bacteria are just one single cell. A cell is like a miniature and very complex factory that can make all the parts needed to produce a copy of itself, which happens when cells divide. There is a simple division of labor in cells—genes give instructions and proteins carry out these instructions, tasks like building a new copy of a cell, or repairing damage. Each type of protein is a specialist that only does one job, so if a cell needs to do something new, it must make a new protein to do this job. Similarly, if a cell needs to do something faster or slower than before, it makes more or less of the protein responsible. Genes tell cells what to do by telling them which proteins to make and in what amounts.",
            "score": 213.00685119628906
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 208.98281860351562
        },
        {
            "docid": "8310787_39",
            "document": "Survivin . Small interfering RNA (siRNA) are synthetic antisense oligonucleotides to the mRNA of the gene of interest that works to silence the expression of a particular gene by its complementary binding. siRNAs, such as LY2181308, bound to the respective mRNA results in disruption of translation of that particular gene and thus the absence of that protein in the cell. Thus, the use of siRNAs has great potential to be a human therapeutic, as it can target and silence the expression of potentially any protein you want. A problem arises when siRNA expression in a cell cannot be controlled, allowing its constitutive expression to cause toxic side-effects. With regard to practical treatment of cancer, it is required to either deliver the siRNAs specifically into cancer cells or control the siRNA expression. Previous methods of siRNA therapy employ the use of siRNA sequences cloned into vectors under the control of constitutively active promoters. This causes a problem, as this model is non-specific to cancer cells and damages normal cells too. Knowing that survivin is over-expressed specifically in cancer cells and absent in normal cells, one can imply that the survivin promoter is active only in cancer cells. Thus, the exploitation of this difference between cancer cells and normal cells will allow appropriate therapy directed only at the cells in a patient that are harmful. In an experiment to demonstrate this idea, Trang et al. have created a cancer-specific vector expressing siRNA for green fluorescent protein (GFP) under the human survivin promoter. MCF7 breast cancer cells were cotransfected with this vector and a GFP-expressing vector as well. Their major finding was that MCF7 cells transfected with the siRNA vector for GFP under the survivin promoter had a significant reduction in GFP expression then the cells transfected with the siRNA vector under a cancer non-specific promoter. Moreover, normal non-cancerous cells transfected in the same way mentioned above showed no significant reduction in GFP expression. This is implying that, in normal cells, survivin promoter is not active, and, thus, the siRNA will not be expressed under an inactive survivin promoter.",
            "score": 206.7158660888672
        },
        {
            "docid": "12339_13",
            "document": "Genetically modified organism . GMOs are used in biological and medical research, production of pharmaceutical drugs, experimental medicine (e.g. gene therapy and vaccines against the Ebola virus), and agriculture (e.g. golden rice, resistance to herbicides), with developing uses in conservation. The term \"genetically modified organism\" does not always imply, but can include, targeted insertions of genes from one species into another. For example, a gene from a jellyfish, encoding a fluorescent protein called GFP, or green fluorescent protein, can be physically linked and thus co-expressed with mammalian genes to identify the location of the protein encoded by the GFP-tagged gene in the mammalian cell. Such methods are useful tools for biologists in many areas of research, including those who study the mechanisms of human and other diseases or fundamental biological processes in eukaryotic or prokaryotic cells.",
            "score": 205.26577758789062
        },
        {
            "docid": "14753919_3",
            "document": "PAX8 . This gene is a member of the paired box (PAX) family of transcription factors. Members of this gene family typically encode proteins which contain a paired box domain, an octapeptide, and a paired-type homeodomain. The PAX gene family has an important role in the formation of tissues and organs during embryonic development and maintaining the normal function of some cells after birth. The PAX genes give instructions for making proteins that attach themselves to certain areas of DNA. This nuclear protein is involved in thyroid follicular cell development and expression of thyroid-specific genes. PAX8 releases the hormones important for regulating growth, brain development, and metabolism. Also functions in very early stages of kidney organogenesis, the müllerian system, and the thymus. Additionally, PAX8 is expressed in the renal excretory system, epithelial cells of the endocervix, endometrium, ovary, Fallopian tube, seminal vesicle, epididymis, pancreatic islet cells and lymphoid cells. PAX8 and other transcription factors play a role in binding to DNA and regulating the genes that drive thyroid hormone synthesis (Tg, TPO, Slc5a5 and Tshr).",
            "score": 203.59661865234375
        },
        {
            "docid": "9652398_4",
            "document": "Fusion protein . Many whole gene fusions are fully functional and can still act to replace the original peptides. Some, however, experience interactions between the two proteins that can modify their functions. Beyond these effects, some gene fusions may cause regulatory changes that alter when and where these genes act. For partial gene fusions, the shuffling of different active sites and binding domains have the potential to result in new proteins with novel functions. The fusion of fluorescent tags to proteins in a host cell is a widely popular technique used in experimental cell and biology research in order to track protein interactions in real time. The first fluorescent tag, green fluorescent protein (GFP), was isolated from \"Aequorea Victoria\" and is still used frequently in modern research. More recent derivations include photoconvertible fluorescent proteins (PCFPs), which were first isolated from \"Anthozoa\". The most commonly used PCFP is the Kaede fluorescent tag, but the development of Kikume green-red (KikGR) in 2005 offers a brighter signal and more efficient photoconversion. The advantage of using PCFP fluorescent tags is the ability to track the interaction of overlapping biochemical pathways in real time. The tag will change color from green to red once the protein reaches a point of interest in the pathway, and the alternate colored protein can be monitored through the duration of pathway. This technique is especially useful when studying G-protein coupled receptor (GPCR) recycling pathways. The fates of recycled G-protein receptors may either be sent to the plasma membrane to be recycled, marked by a green fluorescent tag, or may be sent to a lysosome for degradation, marked by a red fluorescent tag.",
            "score": 203.30517578125
        },
        {
            "docid": "14754711_3",
            "document": "NEDD9 . In 1992, Kumar, \"et al.,\" first described a sequence tag corresponding to the NEDD9 3′ untranslated region based on the cloning of a group of genes predominantly expressed in the brain of embryonic, but not adult mice, a group of genes designated neural precursor cell expressed, developmentally down-regulated. In 1996, two groups independently described the complete sequence of the NEDD9 gene, and provided initial functional analysis of NEDD9 protein. Law \"et al.\" overexpressed a human cDNA library in \"S. cerevisiae\", and screened for genes that simultaneously affected cell cycle and cell polarity controls, inducing a filamentous yeast budding phenotype, and thus identified the HEF1 protein (Human Enhancer of Filamentation 1). This study identified HEF1/NEDD9 as an interactive partner for focal adhesion kinase (FAK), connecting it to integrin signaling. Separately, Minegishi \"et al.\" cloned the gene encoding a protein hyperphosphorylated following ligation of β1-integrins in T cells and hypothesized to play a role in the process of T cell costimulation, designating this gene Cas-L (Crk-associated substrate-related protein, Lymphocyte type).",
            "score": 202.19102478027344
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 198.5625457763672
        },
        {
            "docid": "890232_17",
            "document": "Hair cell . Researchers have identified a mammalian gene that normally acts as a molecular switch to block the regrowth of cochlear hair cells in adults. The Rb1 gene encodes the retinoblastoma protein, which is a tumor suppressor. Rb stops cells from dividing by encouraging their exit from the cell cycle. Not only do hair cells in a culture dish regenerate when the Rb1 gene is deleted, but mice bred to be missing the gene grow more hair cells than control mice that have the gene. Additionally, the sonic hedgehog protein has been shown to block activity of the retinoblastoma protein, thereby inducing cell cycle re-entry and the regrowth of new cells.",
            "score": 197.9263153076172
        },
        {
            "docid": "1822243_11",
            "document": "Fusion gene . Biologists may also deliberately create fusion genes for research purposes. The fusion of reporter genes to the regulatory elements of genes of interest allows researches to study gene expression. Reporter gene fusions can be used to measure activity levels of gene regulators, identify the regulatory sites of genes (including the signals required), identify various genes that are regulated in response to the same stimulus, and artificially control the expression of desired genes in particular cells. For example, by creating a fusion gene of a protein of interest and green fluorescent protein, the protein of interest may be observed in cells or tissue using fluorescence microscopy. The protein synthesized when a fusion gene is expressed is called a \"fusion protein\".",
            "score": 197.7588348388672
        },
        {
            "docid": "1891323_5",
            "document": "Spatiotemporal gene expression . If the promoter of the gene of interest is unknown, there are several ways to identify its spatiotemporal distribution. Immunohistochemistry involves preparing an antibody with specific affinity for the protein associated with the gene of interest. This distribution of this antibody can then be visualized by a technique such as fluorescent labeling. Immunohistochemistry has the advantages of being methodologically feasible and relatively inexpensive. Its disadvantages include non-specificity of the antibody leading to false positive identification of expression. Poor penetrance of the antibody into the target tissue can lead to false negative results. Furthermore, since immunohistochemistry visualizes the protein generated by the gene, if the protein product diffuses between cells, or has a particularly short or long half-life relative to the mRNA that is used to translate the protein, this can lead to distorted interpretation of which cells are expressing the mRNA. \"In situ\" hybridization is an alternate method in which a \"probe,\" a synthetic nucleic acid with a sequence complementary to the mRNA of the gene, is added to the tissue. This probe is then chemically tagged so that it can be visualized later. This technique enables visualization specifically of mRNA-producing cells without any of the artifacts associated with immunohistochemistry. However, it is notoriously difficult, and requires knowledge of the sequence of DNA corresponding to the gene of interest.",
            "score": 197.47323608398438
        },
        {
            "docid": "4183_45",
            "document": "Botany . Epigenetics is the study of heritable changes in gene function that cannot be explained by changes in the underlying DNA sequence but cause the organism's genes to behave (or \"express themselves\") differently. One example of epigenetic change is the marking of the genes by DNA methylation which determines whether they will be expressed or not. Gene expression can also be controlled by repressor proteins that attach to silencer regions of the DNA and prevent that region of the DNA code from being expressed. Epigenetic marks may be added or removed from the DNA during programmed stages of development of the plant, and are responsible, for example, for the differences between anthers, petals and normal leaves, despite the fact that they all have the same underlying genetic code. Epigenetic changes may be temporary or may remain through successive cell divisions for the remainder of the cell's life. Some epigenetic changes have been shown to be heritable, while others are reset in the germ cells.",
            "score": 197.4412078857422
        },
        {
            "docid": "12989754_8",
            "document": "GAL4/UAS system . For study in \"Drosophila\", the GAL4 gene is placed under the control of a native gene promoter, or driver gene, while the UAS controls expression of a target gene. GAL4 is then only expressed in cells where the driver gene is usually active. In turn, GAL4 should only activate gene transcription where a UAS has been introduced. For example, by fusing a gene encoding a visible marker like GFP (Green Fluorescent Protein) the expression pattern of the driver genes can be determined. GAL4 and the UAS are very useful for studying gene expression in \"Drosophila\" as they are not normally present and their expression does not interfere with other processes in the cell. For example, GAL4/UAS-regulated transgenes in \"Drosophila\" have been used to alter glial expression to produce arrhythmic behavior in a known rhythmic circadian output called pigment dispersing factor (PDF). However, some research has indicated that over-expression of GAL4 in \"Drosophila\" can have side-effects, probably relating to immune and stress responses to what is essentially an alien protein.",
            "score": 196.08082580566406
        },
        {
            "docid": "39066649_4",
            "document": "Doubletime (gene) . Young named the novel gene double-time (\"dbt\") due to its effect on the normal period of Drosophila. Mutant flies which only expressed \"dbt\" had an 18-hour period while those expressing \"dbt\" had a 28-hour period. In addition, Young’s team isolated a third allele, \"dbt\"' which caused lethality in pupa while ablating any \"per\" or \"tim\" products in larvae. \"dbt\" mutants were important because they provided clues as to how the gene product functioned. Without functional DBT protein, flies accumulated high levels of PER and these PER proteins do not disintegrate in the absence of pairing with TIM protein. These mutants expressed higher cytosolic levels of PER than cells in which PER protein was associated with TIM protein. The double-time gene regulates the expression of PER which in turns controls circadian rhythm. Young’s team later cloned the dbt gene and found that the DBT protein was a kinase which specifically phosphorylated PER proteins. Thus, in dbt mutants, PER proteins were not phosphorylated by DBT protein.",
            "score": 195.51356506347656
        },
        {
            "docid": "1723667_34",
            "document": "Oncolytic virus . Both in the laboratory and in the clinic it is useful to have a simple means of identifying cells infected by the experimental virus. This can be done by equipping the virus with 'reporter genes' not normally present in viral genomes, which encode easily identifiable protein markers. One example of such proteins is GFP (Green fluorescent protein) which, when present in infected cells, will cause a fluorescent green light to be emitted when stimulated by blue light. An advantage of this method is that it can be used on live cells and in patients with superficial infected lesions, it enables rapid non-invasive confirmation of viral infection. Another example of a visual marker useful in living cells is luciferase, an enzyme from the firefly which in the presence of luciferin, emits light detectable by specialized cameras. The \"E. coli\" enzymes beta-glucuronidase and beta-galactosidase can also be encoded by some viruses. These enzymes, in the presence of certain substrates, can produce intense colored compounds useful for visualizing infected cells and also for quantifying gene expression.",
            "score": 195.37132263183594
        },
        {
            "docid": "33212759_3",
            "document": "Congenital dyserythropoietic anemia type II . CDA type II is caused by mutations in the SEC23B gene. This gene provides instructions for making a protein that is involved in the transport of other proteins within cells. During the development of red blood cells, this protein may help ensure that proteins are transported to the areas where they are needed. Researchers are working to determine how mutations in the SEC23B gene lead to the signs and symptoms of CDA type II.",
            "score": 195.17709350585938
        },
        {
            "docid": "564380_7",
            "document": "Expression vector . After the expression of the gene product, it is usually necessary to purify the expressed protein; however, separating the protein of interest from the great majority of proteins of the host cell can be a protracted process. To make this purification process easier, a purification tag may be added to the cloned gene. This tag could be histidine (His) tag, other marker peptides, or a fusion partners such as glutathione S-transferase or maltose-binding protein. Some of these fusion partners may also help to increase the solubility of some expressed proteins. Other fusion proteins such as green fluorescent protein may act as a reporter gene for the identification of successful cloned genes.",
            "score": 194.30508422851562
        },
        {
            "docid": "13276251_11",
            "document": "Roger Y. Tsien . The multicolored fluorescent proteins developed in Tsien's lab are used by scientists to track where and when certain genes are expressed in cells or in whole organisms. Typically, the gene coding for a protein of interest is fused with the gene for a fluorescent protein, which causes the protein of interest to glow inside the cell when the cell is irradiated with ultraviolet light and allows microscopists to track its location in real time. This is such a popular technique that it has added a new dimension to the fields of molecular biology, cell biology, and biochemistry.",
            "score": 194.0848388671875
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 193.30523681640625
        },
        {
            "docid": "159266_56",
            "document": "Gene expression . By replacing the gene with a new version fused to a green fluorescent protein (or similar) marker, expression may be directly quantified in live cells. This is done by imaging using a fluorescence microscope. It is very difficult to clone a GFP-fused protein into its native location in the genome without affecting expression levels so this method often cannot be used to measure endogenous gene expression. It is, however, widely used to measure the expression of a gene artificially introduced into the cell, for example via an expression vector. It is important to note that by fusing a target protein to a fluorescent reporter the protein's behavior, including its cellular localization and expression level, can be significantly changed.",
            "score": 192.83038330078125
        },
        {
            "docid": "3469185_9",
            "document": "MECP2 . The role of MECP2 in disease is primarily associated with either a loss of function (under expression) of the MECP2 gene as in Rett syndrome or in a gain of function (over expression) as in MECP2 Duplication Syndrome. Many mutations have been associated with loss of expression of the MECP2 gene and have been identified in Rett syndrome patients. These mutations include changes in single DNA base pairs (SNP), insertions or deletions of DNA in the \"MECP2\" gene, and changes that affect how the gene information is processed into a protein (RNA splicing). Mutations in the gene alter the structure of the MeCP2 protein or lead to reduced amounts of the protein. As a result, the protein is unable to bind to DNA or turn other genes on or off. Genes that are normally repressed by MeCP2 remain active when their products are not needed. Other genes that are normally activated by MeCP2 remain inactive leading to a lack of gene product. This defect probably disrupts the normal functioning of nerve cells, leading to the signs and symptoms of Rett syndrome.",
            "score": 192.39891052246094
        },
        {
            "docid": "42097711_4",
            "document": "Sociogenomics . The 23 pairs of DNA molecules called chromosomes contain the approximately 21,000 genes comprising the “human blueprint.” For this blueprint to have any biological affect however, it must be transcribed to RNA and then into proteins. This process of translation, or “turning on” of a gene to its final gene products is termed gene expression. Genetic expression is far from random, allowing the differentiation and specialization of different cell types with identical genomes. Transcription factors are the proteins which control gene expression, and they can either increase (i.e. an activator) or decrease (i.e. a repressor) expression. Multiple transcription factors exist that are responsive to the internal environment of the cell (e.g. to maintain cell differentiation), but several also appear to be responsive to external factors including several hormones, neurotransmitters, and growth factors. The sum total of genes expressed into RNA in a particular population of cells is referred to as the transcriptome.",
            "score": 192.38087463378906
        },
        {
            "docid": "356382_5",
            "document": "Gene regulatory network . In multicellular animals the same principle has been put in the service of gene cascades that control body-shape. Each time a cell divides, two cells result which, although they contain the same genome in full, can differ in which genes are turned on and making proteins. Sometimes a 'self-sustaining feedback loop' ensures that a cell maintains its identity and passes it on. Less understood is the mechanism of epigenetics by which chromatin modification may provide cellular memory by blocking or allowing transcription. A major feature of multicellular animals is the use of morphogen gradients, which in effect provide a positioning system that tells a cell where in the body it is, and hence what sort of cell to become. A gene that is turned on in one cell may make a product that leaves the cell and diffuses through adjacent cells, entering them and turning on genes only when it is present above a certain threshold level. These cells are thus induced into a new fate, and may even generate other morphogens that signal back to the original cell. Over longer distances morphogens may use the active process of signal transduction. Such signalling controls embryogenesis, the building of a body plan from scratch through a series of sequential steps. They also control and maintain adult bodies through feedback processes, and the loss of such feedback because of a mutation can be responsible for the cell proliferation that is seen in cancer. In parallel with this process of building structure, the gene cascade turns on genes that make structural proteins that give each cell the physical properties it needs.",
            "score": 192.3520050048828
        },
        {
            "docid": "36863_43",
            "document": "Lung . About 20,000 protein coding genes are expressed in human cells and almost 75% of these genes are expressed in the normal lung. A little less than 200 of these genes are more specifically expressed in the lung with less 20 genes being highly lung specific. The corresponding specific proteins are expressed within different cellular compartments such as pneumocytes in alveoli, and ciliated and mucus secreting goblet cells in the respiratory mucosa. The highest expression of lung specific proteins are different surfactant proteins, such as SFTPA1, SFTPB and SFTPC, and napsin, expressed in type II pneumocytes. Other proteins with elevated expression in the lung are the dynein protein DNAH5 in ciliated cells, and the secreted SCGB1A1 protein in mucus secreting goblet cells of the airway mucosa.",
            "score": 192.19996643066406
        },
        {
            "docid": "9509_5",
            "document": "Endometrium . About 20,000 protein coding genes are expressed in human cells and some 70% of these genes are expressed in the normal endometrium. Just over 100 of these genes are more specifically expressed in the endometrium with only a handful genes being highly endometrium specific. The corresponding specific proteins are expressed in the glandular and stromal cells of the endometrial mucosa. The expression of many of these proteins vary depending on the menstrual cycle, for example the progestorone receptor and thyrotropin-releasing hormone both expressed in the proliferative phase, and PAEP expressed in the secretory phase. Other proteins such as the HOX11 protein that is required for female fertility, is expressed in endometrial stroma cells throughout the menstrual cycle. Certain specific proteins such as the estrogen receptor are also expressed in other types of female tissue types, such as the cervix, fallopian tubes, ovaries and breast.",
            "score": 191.99380493164062
        },
        {
            "docid": "34032373_5",
            "document": "P19 cell . Treatment of undifferentiated P19 cells with retinoic acid can specifically induce them into neuronal cells. Using doses between 1 μM to 3 μM of RA can generate neurons as the most abundant cell type. Neurons under this treatment reached the highest populations between six days and nine days. Several neuronal markers such as neurofilament proteins, HNK-1 antigen and tetanus toxin binding sites are expressed at highest levels during these days. After six to nine days of treatment, the relative neuronal population declines, likely because of faster proliferation of non-neuronal cells. After 10 days of exposure, astroglial cells can be detected using glial fibrillary acidic protein (GFAP), which is a specific marker of glial cells. Other than into neurons and astrocytes, P19 cells can also differentiate to oligodendrocytes, which can be detected using the specific markers, myelin-associated glycoprotein and 2',3'-Cyclic-nucleotide 3'-phosphodiesterase. Moreover, oligodendrocytes also developed and migrated into fiber bundles in mice when the RA-induced cells were transplanted into the brains.  Retinoic acid can induce not only P19 cells but also other progenitor cells or embryonic stem cells to differentiation. Since cells after retinoic acid treatment did not immediately express neuronal marker genes, RA must initiate some pathway to process cellular differentiation. Many studies used P19 cells to investigate the RA-induced mechanisms, including generating the mutant allele of retinoic acid receptor genes and studying the expression of receptor genes, Hox genes and retinol binding proteins while exposing to RA. All of these studies indicate that the P19 cell is a good in vitro model system for investigating the mechanism of drugs that interfere with specific cellular pathway. What is more, by using the ability of RA-induced neurogenesis in P19 cell, lots of researchers started to identify the in vitro differentiation mechanisms of neuro- or gliogenesis. Several related pathways or including Wnt/β-catenin pathway, Notch pathway and hedgehog pathway are investigated either using gene expression or generating alleles for related genes.",
            "score": 191.970703125
        },
        {
            "docid": "37844522_3",
            "document": "Gene therapy for osteoarthritis . Passing from parents to children, genes are the building blocks of inheritance. They contain instructions for making proteins. If genes do not produce the right proteins in a correct way, a child can have a genetic disorder. Gene therapy is a molecular method aiming to replace defective or absent genes, or to counteract the ones undergoing overexpression. For this purpose, three techniques may be utilized: gene isolation, manipulations, and transferring to target cells.  The most common form of gene therapy involves inserting a normal gene to replace an abnormal gene. Other approaches including repairing an abnormal gene and altering the degree to which a gene is turned on or off. Two basic methodologies are utilized to transfer vectors into target tissues; Ex vivo gene transfer and In-vivo gene transfer. One type of gene therapy in which the gene transfer takes place outside the patient's body is called ex vivo gene therapy. This method of gene therapy is more complicated but safer since it is possible to culture, test, and control the modified cells.",
            "score": 191.7790985107422
        },
        {
            "docid": "23455526_8",
            "document": "Fluorescence in the life sciences . Several fluorescent protein exist in nature, but the most important one as a research tool is Green Fluorescent Protein (GFP) from the jellyfish \"Aequorea victoria\", which spontaneously fluoresces upon folding via specific serine-tyrosine-glycine residues. The benefit that GFP and other fluorescent proteins have over organic dyes or quantum dots is that they can be expressed exogenously in cells alone or as a fusion protein, a protein that is created by ligating the fluorescent gene (e.g., GFP) to another gene and whose expression is driven by a housekeeping gene promoter or another specific promoter. This approach allows fluorescent proteins to be used as reporters for any number of biological events, such as sub-cellular localization and expression patterns. A variant of GFP is naturally found in corals, specifically the Anthozoa, and several mutants have been created to span the visible spectra and fluoresce longer and more stably. Other proteins are fluorescent but require a fluorophore cofactor, and hence can only be used \"in vitro\"; these are often found in plants and algae (phytofluors, phycobiliprotein such as allophycocyanin).",
            "score": 191.57998657226562
        },
        {
            "docid": "12882180_4",
            "document": "Familial encephalopathy with neuroserpin inclusion bodies . Mutations in the \"SERPINI1\" gene cause familial encephalopathy with neuroserpin inclusion bodies. The \"SERPINI1\" gene provides instructions for making a protein called neuroserpin. This protein is found in nerve cells, where it plays a role in the development and function of the nervous system. Neuroserpin helps control the growth of nerve cells and their connections with one another, which suggests that this protein may be important for learning and memory. Mutations in the gene result in the production of an abnormally shaped, unstable version of neuroserpin. Abnormal neuroserpin proteins can attach to one another and form clumps (called neuroserpin inclusion bodies or Collins bodies) within nerve cells. These clumps disrupt the cells' normal functioning and ultimately lead to cell death. Progressive dementia results from this gradual loss of nerve cells in certain parts of the brain. Researchers believe that a buildup of related, potentially toxic substances in nerve cells may also contribute to the signs and symptoms of this condition.",
            "score": 190.9125213623047
        },
        {
            "docid": "505869_24",
            "document": "Lac operon . To analyze regulatory mutants of the \"lac\" operon, Jacob developed a system by which a second copy of the \"lac\" genes (\"lacI\" with its promoter, and \"lacZYA\" with promoter and operator) could be introduced into a single cell. A culture of such bacteria, which are diploid for the \"lac\" genes but otherwise normal, is then tested for the regulatory phenotype. In particular, it is determined whether LacZ and LacY are made even in the absence of IPTG (due to the \"lactose repressor\" produced by the mutant gene being non-functional). This experiment, in which genes or gene clusters are tested pairwise, is called a \"complementation test\". This test is illustrated in the figure (\"lacA\" is omitted for simplicity). First, certain haploid states are shown (i.e. the cell carries only a single copy of the \"lac\" genes). Panel (a) shows repression, (b) shows induction by IPTG, and (c) and (d) show the effect of a mutation to the \"lacI\" gene or to the operator, respectively. In panel (e) the complementation test for repressor is shown. If one copy of the \"lac\" genes carries a mutation in \"lacI\", but the second copy is wild type for \"lacI\", the resulting phenotype is normal---but lacZ is expressed when exposed to inducer IPTG. Mutations affecting repressor are said to be \"recessive\" to wild type (and that wild type is \"dominant\"), and this is explained by the fact that repressor is a small protein which can diffuse in the cell. The copy of the \"lac\" operon adjacent to the defective \"lacI\" gene is effectively shut off by protein produced from the second copy of \"lacI\".",
            "score": 190.625732421875
        }
    ]
}