{
    "q": [
        {
            "docid": "14755710_3",
            "document": "APBA1 . The protein encoded by this gene is a member of the X11 protein family. It is a neuronal adaptor protein that interacts with the Alzheimer's disease amyloid precursor protein (APP). It stabilises APP and inhibits production of proteolytic APP fragments including the A beta peptide that is deposited in the brains of Alzheimer's disease patients. This gene product is believed to be involved in signal transduction processes. It is also regarded as a putative vesicular trafficking protein in the brain that can form a complex with the potential to couple synaptic vesicle exocytosis to neuronal cell adhesion.",
            "score": 215.9927577972412
        },
        {
            "docid": "14766456_3",
            "document": "APBA2 . The protein encoded by this gene is a member of the X11 protein family. It is a neuronal adaptor protein that interacts with the Alzheimer's disease amyloid precursor protein (APP). It stabilises APP and inhibits production of proteolytic APP fragments including the A beta peptide that is deposited in the brains of Alzheimer's disease patients. This gene product is believed to be involved in signal transduction processes. It is also regarded as a putative vesicular trafficking protein in the brain that can form a complex with the potential to couple synaptic vesicle exocytosis to neuronal cell adhesion.",
            "score": 215.9927577972412
        },
        {
            "docid": "18914017_18",
            "document": "Alzheimer's disease . In 2009, this theory was updated, suggesting that a close relative of the beta-amyloid protein, and not necessarily the beta-amyloid itself, may be a major culprit in the disease. The theory holds that an amyloid-related mechanism that prunes neuronal connections in the brain in the fast-growth phase of early life may be triggered by ageing-related processes in later life to cause the neuronal withering of Alzheimer's disease. N-APP, a fragment of APP from the peptide's N-terminus, is adjacent to beta-amyloid and is cleaved from APP by one of the same enzymes. N-APP triggers the self-destruct pathway by binding to a neuronal receptor called death receptor 6 (DR6, also known as TNFRSF21). DR6 is highly expressed in the human brain regions most affected by Alzheimer's, so it is possible that the N-APP/DR6 pathway might be hijacked in the ageing brain to cause damage. In this model, beta-amyloid plays a complementary role, by depressing synaptic function.",
            "score": 171.32917749881744
        },
        {
            "docid": "2218004_5",
            "document": "Senile plaques . In the formation of senile plaques, Aβ is cleaved from the amyloid precursor protein. Although three enzymes can process APP, only β-(beta) and γ-(gamma) secretase are directly involved in the formation of senile plaques. β-secretase (BACE) is a protease enzyme that cleaves proteins and peptides. This protease cleaves APP to further expose the carboxyl terminal fragments of Aβ. After the bulk of APP is released by this process, γ-secretase cleaves the remaining carboxyl fragments on the transmembrane domain. The sequential actions of γ-secretase following BACE activity results in Aβ protein fragments (amyloid beta) that are released into the extracellular space. Eventually, the accumulation of amyloid beta outside of neuronal synapses forms an aggregate mass of plaque that pushes aside fine ramifications and connections of brain cells.",
            "score": 160.80580615997314
        },
        {
            "docid": "10233756_17",
            "document": "Low-density lipoprotein receptor-related protein 8 . The presence of amyloid beta (Aβ) protein deposits in neuronal extracellular space is one of the hallmarks of Alzheimer’s disease. The role of ApoER2 in Alzheimer’s disease is relevant, yet incompletely understood. New evidence suggests ApoER2 plays a major role in the regulation of amyloid-β formation in the brain. The amyloid-β peptide is derived from the cleavage of APP by gamma secretase. ApoER2 works to reduce APP trafficking by altering break down. This interaction decreases APP endocytosis leading to an increase in amyloid-β production. In addition, the expression of ApoER2 within intracellular compartments leads to increased gamma secretase activity, a protease which works to cleave APP into Aβ.",
            "score": 168.55227708816528
        },
        {
            "docid": "9784471_2",
            "document": "Alpha secretase . Alpha secretases are a family of proteolytic enzymes that cleave amyloid precursor protein (APP) in its transmembrane region. Specifically, alpha secretases cleave within the fragment that gives rise to the Alzheimer's disease-associated peptide amyloid beta when APP is instead processed by beta secretase and gamma secretase. The alpha-secretase pathway is the predominant APP processing pathway. Thus, alpha-secretase cleavage precludes amyloid beta formation and is considered to be part of the non-amyloidogenic pathway in APP processing. Alpha secretases are members of the ADAM ('a disintegrin and metalloprotease domain') family, which are expressed on the surfaces of cells and anchored in the cell membrane. Several such proteins, notably ADAM10, have been identified as possessing alpha-secretase activity. Upon cleavage by alpha secretases, APP releases its extracellular domain - a fragment known as APPsα - into the extracellular environment in a process known as \"ectodomain shedding\".",
            "score": 164.05350053310394
        },
        {
            "docid": "4623078_4",
            "document": "Beta-secretase 1 . Generation of the 40 or 42 amino acid-long amyloid-β peptides that aggregate in the brain of Alzheimer's patients requires two sequential cleavages of the amyloid precursor protein (APP). Extracellular cleavage of APP by BACE1 creates a soluble extracellular fragment and a cell membrane-bound fragment referred to as C99. Cleavage of C99 within its transmembrane domain by γ-secretase releases the intracellular domain of APP and produces amyloid-β. Since gamma-secretase cleaves APP closer to the cell membrane than BACE1 does, it removes a fragment of the amyloid-β peptide. Initial cleavage of APP by α-secretase rather than BACE1 prevents eventual generation of amyloid-β.",
            "score": 174.17279601097107
        },
        {
            "docid": "40860632_7",
            "document": "P3 peptide . p3 peptide generates from the 17-40 or 17-42 sequence of the amyloid precursor protein (APP), which is a type I integral membrane protein concerned in neurons’ synapses in many human tissues. Under normal physiological conditions, APP is processed with three different proteolytic enzymes: α-, β- and γ-secretases. At first, APP molecule is cut by α-secretase or β-secretase, and it will produce two different molecules for each case. These products are respectively APPsα or α-CTFs, when cut by α-secretase, or APPsβ and β-CTFs, when processed by β secretase. APPs derivates are sent both to the extra-cell, while CTFs rest anchored to the plasmatic membrane. Then, β- and α-CTFs are processed by γ-secretase, resulting the peptides p3 and Aβ respectively and releasing in both cases a cytoplasmic peptide fragment known as the APP intracellular domain (AICD). Both p3 and Aβ are sent to the extracellular medium.",
            "score": 147.4797247648239
        },
        {
            "docid": "4464817_30",
            "document": "Neurodegeneration . Alzheimer's disease has been \"hypothesized\" to be a protein misfolding disease (proteopathy), caused by accumulation of abnormally folded A-beta and tau proteins in the brain. Plaques are made up of small peptides, 39–43 amino acids in length, called beta-amyloid (also written as A-beta or Aβ). Beta-amyloid is a fragment from a larger protein called amyloid precursor protein (APP), a transmembrane protein that penetrates through the neuron's membrane. APP is critical to neuron growth, survival and post-injury repair. In Alzheimer's disease, an unknown process causes APP to be divided into smaller fragments by enzymes through proteolysis. One of these fragments gives rise to fibrils of beta-amyloid, which form clumps that deposit outside neurons in dense formations known as senile plaques.",
            "score": 196.12883269786835
        },
        {
            "docid": "33825206_11",
            "document": "Synaptic fatigue . Hallmarks of Alzheimer's disease (AD) are impairment of cognition, aggregation of β-amyloid peptide (Aβ), neurofibrillary degeneration, loss of neurons with accelerated atrophy of specific brain areas, and decrease of synapse number in surviving neurons. Research indicates both pre- and postsynaptic mechanisms resulting in AD. One specific abnormality includes an increased amount of presynaptic protein APP. A study was conducted where synaptic fatigue was compared between transgenic mice overexpressing APP/PS1 with their littermates who did not overexpress the protein. The results showed that fatigue was more significantly pronounced in the APP/PS1 mice, which indicates a decrease in the amount of readily releasable pools of vesicles in the presynaptic neuron. Conclusions from this study include synaptic fatigue being primarily a presynaptic phenomenon and not being affected by postsynaptic receptor desensitization, synaptic fatigue is not a result of Ca ions building up in the terminal, and most importantly that synaptic fatigue is an important player and can be studied when researching the causes and effects of some neurodegenerative diseases.",
            "score": 169.37712371349335
        },
        {
            "docid": "18914017_30",
            "document": "Alzheimer's disease . Alzheimer's disease has been identified as a protein misfolding disease (proteopathy), caused by plaque accumulation of abnormally folded amyloid beta protein, and tau protein in the brain. Plaques are made up of small peptides, 39–43 amino acids in length, called amyloid beta (A). A is a fragment from the larger amyloid precursor protein (APP). APP is a transmembrane protein that penetrates through the neuron's membrane. APP is critical to neuron growth, survival, and post-injury repair. In Alzheimer's disease, gamma secretase and beta secretase act together in a proteolytic process which causes APP to be divided into smaller fragments. One of these fragments gives rise to fibrils of amyloid beta, which then form clumps that deposit outside neurons in dense formations known as senile plaques.",
            "score": 205.43206214904785
        },
        {
            "docid": "18925064_10",
            "document": "Early-onset Alzheimer's disease . Beta-amyloid is a small piece of a larger protein called the amyloid precursor protein (APP). Once APP is activated, it is cut into smaller sections of other proteins. One of the fragments produced in this cutting process is β-amyloid. β-amyloid is “stickier” than any other fragment produced from cut-up APP, so it starts an accumulation process in the brain, which is due to various genetic and biochemical abnormalities. Eventually, the fragments form oligomers, then fibrils, beta-sheets, and finally plaques. The presence of β-amyloid plaques in the brain causes the body to recruit and activate microglial cells and astrocytes. This is typically a beneficial response; however, not with AD because β-amyloid plaques stimulate the glial cells to release oxygen free radicals (this pathway is not yet clear). Free radicals are typically effective against abnormal cells, but no way exists for the free radicals to differentiate between normal and abnormal cells. The free radicals destroy β-amyloid plaques, but also destroy the surrounding healthy tissue. As more tissue dies, the glial cells release chemokines and cytokines (proinflammatory compounds). These compounds recruit more glial cells, which means more free radicals. This uncontrolled glial response and inflammatory storm directly contributes to the neurodegenerative progression of AD.",
            "score": 194.73695158958435
        },
        {
            "docid": "2948815_2",
            "document": "Amyloid precursor protein secretase . Secretases are enzymes that \"snip\" pieces off a longer protein that is embedded in the cell membrane. Among other roles in the cell, secretases act on the amyloid precursor protein (APP) to cleave the protein into three fragments. Sequential cleavage by β-secretase (BACE) and γ-secretase produces the amyloid-β peptide fragment that aggregates into clumps called \"plaques\" in the brains of Alzheimer's disease patients. If α-secretase acts on APP first instead of BACE, no amyloid-β is formed because α-secretase recognizes a target protein sequence closer to the cell surface than BACE. The non-pathogenic middle fragment formed by an α/γ cleavage sequence is called P3.",
            "score": 180.63675451278687
        },
        {
            "docid": "14169972_16",
            "document": "APLP2 . APLP2 is part of a family of mammalian membrane proteins along with APLP1 and amyloid precursor protein (APP). Since APP plays a key role in the molecular pathology of Alzheimer’s disease (AD), it has been hypothesized that APLP2 also plays a role in AD pathogenesis. The amyloid β peptide (Aβ) that is present on APP has been shown to cause neurotoxic effects leading to AD. Although the Aβ sequence is not present on APLP2, it has been suggested that APLP2 and APP share a functional redundancy whereby both proteins interplay with one another to exhibit physiological functions to do with synapse formation.",
            "score": 160.14175486564636
        },
        {
            "docid": "14194866_3",
            "document": "PSEN2 . Alzheimer's disease (AD) patients with an inherited form of the disease carry mutations in the presenilin proteins (PSEN1; PSEN2) or the amyloid precursor protein (APP). These disease-linked mutations result in increased production of the longer form of amyloid-beta (main component of amyloid deposits found in AD brains). Presenilins are postulated to regulate APP processing through their effects on gamma-secretase, an enzyme that cleaves APP. Also, it is thought that the presenilins are involved in the cleavage of the Notch receptor, such that they either directly regulate gamma-secretase activity or themselves are protease enzymes. Two alternative transcripts of PSEN2 have been identified.",
            "score": 164.61138820648193
        },
        {
            "docid": "52832272_9",
            "document": "Mitochondria associated membranes . MAMS play an important role in Ca+2 Homeostasis, phospholipid and cholesterol metabolism. Research has associated the alteration of these functions of MAMs in AD. Mitochindrial associated membranes associated with Alzheimer's disease have been reported to have an up-regulation of lipids synthesized in the MAMs juxtaposition and an up regulation of protein complexes present in the contact region between the ER and mitochondria. Research has suggested that the sites of MAM are the primary sites of activity for γ-secretase activity and amyloid precursor protein (APP) localization along with the presenilin 1 (PS1), presenilin 2 (PS2) proteins. γ-secretase functions in the cleavage of the beta- APP protein. Patients diagnosed with Alzheimer’s disease have presented results that indicated the accumulation of amyloid beta peptide in the brain which in turn leads to the amyloid cascade suggestion. Also up increased connectivity between the ER and the mitochondria at MAM sites has been observed in human patients diagnosed with familial AD (FAD) by increase of the contact sites. These individuals showed mutations in the PS1, PS2 and APP proteins at the MAM sites. This increased connectivity also caused an abnormality in Ca+2 signaling between neurons. Also with regard to the role in MAMs in phospholipid metabolism, patients diagnosed with AD have been reported to show alterations in levels of Phosphatedylserine and phostphatedylethanolamine in the ER and mitochondria respectively, this leads to the intracellular tangles containing hyperphosphorylated forms of the microtubule‐associated protein tau within tissues.",
            "score": 178.899911403656
        },
        {
            "docid": "7201415_9",
            "document": "Biochemistry of Alzheimer's disease . Although AD shares pathophysiological mechanisms with prion diseases, it is not transmissible like prion diseases. Amyloid-beta, also written Aβ, is a short peptide that is a proteolytic byproduct of the transmembrane protein amyloid precursor protein (APP), whose function is unclear but thought to be involved in neuronal development. The presenilins are components of a proteolytic complex involved in APP processing and degradation. Although amyloid beta monomers are harmless, they undergo a dramatic conformational change at sufficiently high concentration to form a beta sheet-rich tertiary structure that aggregates to form amyloid fibrils that deposit outside neurons in dense formations known as \"senile plaques\" or \"neuritic plaques\", in less dense aggregates as \"diffuse plaques\", and sometimes in the walls of small blood vessels in the brain in a process called amyloid angiopathy or congophilic angiopathy.",
            "score": 157.554838180542
        },
        {
            "docid": "1961275_2",
            "document": "Amyloid precursor protein . Amyloid precursor protein (APP) is an integral membrane protein expressed in many tissues and concentrated in the synapses of neurons. Its primary function is not known, though it has been implicated as a regulator of synapse formation, neural plasticity and iron export. APP is best known as the precursor molecule whose proteolysis generates beta amyloid (Aβ), a polypeptide containing 37 to 49 amino acid residues, whose amyloid fibrillar form is the primary component of amyloid plaques found in the brains of Alzheimer's disease patients.",
            "score": 163.97295475006104
        },
        {
            "docid": "7201415_2",
            "document": "Biochemistry of Alzheimer's disease . The biochemistry of Alzheimer's disease (AD), one of the most common causes of adult dementia, is not yet very well understood. AD has been identified as a possible protein misfolding disease due to the accumulation of abnormally folded amyloid beta protein in the brains of Alzheimer's patients. Amyloid beta, also written Aβ, is a short peptide that is an abnormal proteolytic byproduct of the transmembrane protein amyloid precursor protein (APP), whose function is unclear but thought to be involved in neuronal development. The presenilins are components of proteolytic complex involved in APP processing and degradation.",
            "score": 194.6274378299713
        },
        {
            "docid": "18925064_20",
            "document": "Early-onset Alzheimer's disease . Following cleavage by β-secretase, APP is cleaved by a membrane-bound protein complex called γ-secretase to generate Aβ. Presenilins 1 and 2 are the enzymatic centers of this complex along with nicastrin, Aph1, and PEN-2. Alpha-secretase cleavage of APP, which precludes the production of Aβ, is the most common processing event for APP. 21 allelic mutations have been discovered in the APP gene. These guarantee onset of early-onset familial Alzheimer disease and all occur in the region of the APP gene that encodes the Aβ domain.",
            "score": 145.55568063259125
        },
        {
            "docid": "1958222_13",
            "document": "Amyloid beta . Aβ is formed after sequential cleavage of the amyloid precursor protein (APP), a transmembrane glycoprotein of undetermined function. APP can be cleaved by the proteolytic enzymes α-, β- and γ-secretase; Aβ protein is generated by successive action of the β and γ secretases. The γ secretase, which produces the C-terminal end of the Aβ peptide, cleaves within the transmembrane region of APP and can generate a number of isoforms of 30-51 amino acid residues in length. The most common isoforms are Aβ and Aβ; the longer form is typically produced by cleavage that occurs in the endoplasmic reticulum, while the shorter form is produced by cleavage in the trans-Golgi network. The Aβ form is the more common of the two, but Aβ is the more fibrillogenic and is thus associated with disease states. Mutations in APP associated with early-onset Alzheimer's have been noted to increase the relative production of Aβ, and thus one suggested avenue of Alzheimer's therapy involves modulating the activity of β and γ secretases to produce mainly Aβ.",
            "score": 161.36756694316864
        },
        {
            "docid": "29850197_5",
            "document": "Alzheimer's disease biomarkers . APP is an integral membrane protein whose proteolysis generates beta amyloid ranging from 39- to 42- amino acid peptide. Although biological function of APP are not known, it is predicted that APP may play a role during neuroregeneration, and regulation of neural activity, connectivity, plasticity, and memory. Recent researches have shown that large soluble APP (sAPP) that are present in CSF may serve as a novel potential biomarkers of Alzheimer's disease. In a report posted in nature, a group led by Lewczuk performed a test to observe performance of a soluble form of APP α and β. Significant increase in sAPP α and sAPP β were evident in patients with Alzheimer's disease, compared to normal subjects. However, the CSF level of α-sAPP and β-sAPP has a contradictory result. Although many researches have revealed that the CSF level of α sAPP increases in AD patients, some report that there is no significant change, and Lannfelt argues that there is a slight decrease. Therefore, more studies need to be performed to confirm the validity of sAPP as a biological marker for AD.",
            "score": 150.8802374601364
        },
        {
            "docid": "1961275_3",
            "document": "Amyloid precursor protein . APP is an ancient and highly conserved protein. In humans, the gene for APP is located on chromosome 21 and contains 18 exons spanning 290 kilobases. Several alternative splicing isoforms of APP have been observed in humans, ranging in length from 639 to 770 amino acids, with certain isoforms preferentially expressed in neurons; changes in the neuronal ratio of these isoforms have been associated with Alzheimer's disease. Homologous proteins have been identified in other organisms such as \"Drosophila\" (fruit flies), \"C. elegans\" (roundworms), and all mammals. The amyloid beta region of the protein, located in the membrane-spanning domain, is not well conserved across species and has no obvious connection with APP's native-state biological functions.",
            "score": 149.24645590782166
        },
        {
            "docid": "11305588_3",
            "document": "Bart De Strooper . His research interest are the secretases which are proteases which cleave the amyloid peptide from the amyloid precursor protein (APP). The amyloid peptide is the main constituent of the plaques in the brain in Alzheimer's Disease.",
            "score": 159.08248162269592
        },
        {
            "docid": "46300275_15",
            "document": "PLD3 . The human progranulin protein (PGRN), encoded by the human granulin gene (\"GRN\"), is co-expressed with and interacts with PLD3 accumulated on neuritic plaques in AD brains. PLD3 may interact with APP and amyloid beta, as some studies indicate that PLD3 is involved with APP processing and regulating Aβ levels. PLD3 may also interact with Akt and insulin in myoblasts \"in vitro\".",
            "score": 116.27992653846741
        },
        {
            "docid": "55439935_10",
            "document": "Role of microglia in disease . Microglia synthesize amyloid precursor protein (APP) in response to excitotoxic injury. Plaques result from abnormal proteolytic cleavage of membrane bound APP. Amyloid plaques can stimulate microglia to produce neurotoxic compounds such as cytokines, excitotoxin, nitric oxide and lipophylic amines, which all cause neural damage. Plaques in Alzheimer's disease contain activated microglia. A study has shown that direct injection of amyloid into brain tissue activates microglia, which reduces the number of neurons. Microglia have also been suggested as a possible source of secreted β amyloid.",
            "score": 142.83179092407227
        },
        {
            "docid": "1958222_2",
            "document": "Amyloid beta . Amyloid beta (Aβ or Abeta) denotes peptides of 36–43 amino acids that are crucially involved in Alzheimer's disease as the main component of the amyloid plaques found in the brains of Alzheimer patients. The peptides derive from the amyloid precursor protein (APP), which is cleaved by beta secretase and gamma secretase to yield Aβ. Aβ molecules can aggregate to form flexible soluble oligomers which may exist in several forms. It is now believed that certain misfolded oligomers (known as \"seeds\") can induce other Aβ molecules to also take the misfolded oligomeric form, leading to a chain reaction akin to a prion infection. The oligomers are toxic to nerve cells. The other protein implicated in Alzheimer's disease, tau protein, also forms such prion-like misfolded oligomers, and there is some evidence that misfolded Aβ can induce tau to misfold.",
            "score": 183.5141577720642
        },
        {
            "docid": "41120978_9",
            "document": "Estrogen and neurodegenerative diseases . Amyloid plaques formed by amyloid-β (Aβ) deposition and neurofibrillary tangles formed by tau protein phosphorylation are dominant physiological features of Alzheimer's disease. Amyloid precursor protein (APP) proteolysis is fundamental for production of Aβ peptides implicated in AD pathology. By using a cell line that contains high levels of estrogen receptors, scientists found that treatment with physiological concentrations of 17 beta-estradiol is associated with accumulation in the conditioned medium of an amino-terminal cleavage product of APP (soluble APP or protease nexin-2), indicative of non-amyloidogenic processing.",
            "score": 168.48534989356995
        },
        {
            "docid": "7732070_6",
            "document": "Presenilin . Most cases of Alzheimer's disease are not hereditary. However, there is a small subset of cases that have an earlier age of onset and have a strong genetic element. In patients suffering from Alzheimer's disease (autosomal dominant hereditary), mutations in the presenilin proteins (PSEN1; PSEN2) or the amyloid precursor protein (APP) can be found. The majority of these cases carry mutant presenilin genes. An important part of the disease process in Alzheimer's disease is the accumulation of Amyloid beta (Aβ) protein. To form Aβ, APP must be cut by two enzymes, beta secretases and gamma secretase. Presenilin is the sub-component of gamma secretase that is responsible for the cutting of APP.",
            "score": 175.01150059700012
        },
        {
            "docid": "14753789_3",
            "document": "APBB1 . The protein encoded by this gene is a member of the Fe65 protein family. It is an adaptor protein localized in the nucleus. It interacts with the Alzheimer's disease amyloid precursor protein (APP), transcription factor CP2/LSF/LBP1 and the low-density lipoprotein receptor-related protein. APP functions as a cytosolic anchoring site that can prevent the gene product's nuclear translocation. This encoded protein could play an important role in the pathogenesis of Alzheimer's disease. It is thought to regulate transcription. Also it is observed to block cell cycle progression by downregulating thymidylate synthase expression. Multiple alternatively spliced transcript variants have been described for this gene but some of their full length sequence is not known.",
            "score": 168.80929970741272
        },
        {
            "docid": "29850197_4",
            "document": "Alzheimer's disease biomarkers . Various enzymatic digestion including β- and γ- secretase will cleave amyloid precursor protein (APP) into various types of amyloid β protein. Most β-secretase activity originates from an integral membrane aspartyle protease encoded by the β-site APP-cleaving enzyme 1 gene (BACE1). According to research led by Dr. Zetterberg, he used a sensitive and specific BACE1 assay to assess CSF BACE1 activity in AD. As a result, increased BACE1 expression and enzymatic activity has been detected in subjects with AD. It was concluded that elevated BACE 1 activity may contribute to the amyloidgenic process in Alzheimer's disease. CSF BACE1 activity can be a potential candidate biomarker to monitor amyloidogenic APP metabolism in the CNS.",
            "score": 140.76622462272644
        },
        {
            "docid": "15214773_5",
            "document": "Death receptor 6 . DR6 is also thought to be involved in neurodegeneration in the brain that causes Alzheimer's disease as well as signal transduction in stress response and cellular survival. DR6 induces apoptosis when it is over expressed, however the manner in which the death signal is intracellularly transduced is currently unknown. It has been determined that Bax translocation is necessary for the apoptosis triggered by DR6, but through an unknown pathway instead of the traditional pathways of intrinsic versus extrinsic. APP (amyloid precursor protein) is the natural ligand of DR6 and is first cleaved into Aβ and N-APP. N-APP is the fragment that interacts with DR6 to trigger axonal degradation in Alzheimer's patients. This pathway is essentially \"hi-jacked\" in the aging brain.",
            "score": 142.68343663215637
        }
    ],
    "r": [
        {
            "docid": "14755710_3",
            "document": "APBA1 . The protein encoded by this gene is a member of the X11 protein family. It is a neuronal adaptor protein that interacts with the Alzheimer's disease amyloid precursor protein (APP). It stabilises APP and inhibits production of proteolytic APP fragments including the A beta peptide that is deposited in the brains of Alzheimer's disease patients. This gene product is believed to be involved in signal transduction processes. It is also regarded as a putative vesicular trafficking protein in the brain that can form a complex with the potential to couple synaptic vesicle exocytosis to neuronal cell adhesion.",
            "score": 215.99276733398438
        },
        {
            "docid": "14766456_3",
            "document": "APBA2 . The protein encoded by this gene is a member of the X11 protein family. It is a neuronal adaptor protein that interacts with the Alzheimer's disease amyloid precursor protein (APP). It stabilises APP and inhibits production of proteolytic APP fragments including the A beta peptide that is deposited in the brains of Alzheimer's disease patients. This gene product is believed to be involved in signal transduction processes. It is also regarded as a putative vesicular trafficking protein in the brain that can form a complex with the potential to couple synaptic vesicle exocytosis to neuronal cell adhesion.",
            "score": 215.99276733398438
        },
        {
            "docid": "18914017_30",
            "document": "Alzheimer's disease . Alzheimer's disease has been identified as a protein misfolding disease (proteopathy), caused by plaque accumulation of abnormally folded amyloid beta protein, and tau protein in the brain. Plaques are made up of small peptides, 39–43 amino acids in length, called amyloid beta (A). A is a fragment from the larger amyloid precursor protein (APP). APP is a transmembrane protein that penetrates through the neuron's membrane. APP is critical to neuron growth, survival, and post-injury repair. In Alzheimer's disease, gamma secretase and beta secretase act together in a proteolytic process which causes APP to be divided into smaller fragments. One of these fragments gives rise to fibrils of amyloid beta, which then form clumps that deposit outside neurons in dense formations known as senile plaques.",
            "score": 205.43206787109375
        },
        {
            "docid": "36936330_5",
            "document": "Swedish mutation . The mutation had important consequences for Alzheimer's Disease research. The mutation occurs in the gene which encodes beta amyloid. Amyloid is one of the peptides which accumulate in the brains of people with Alzheimer's Disease. A great debate had existed between Alzheimer's Disease researchers about the relevance of amyloid prior to the 1990s - many scientists believed amyloid was a tombstone of the disease and was not critical to the development of the disease. However, because the only difference between the family members who developed Alzheimer's Disease and those that did not in these families was the inheritance of the mutation in the amyloid gene this suggested that the amyloid protein itself could cause the disease. The idea that amyloid could cause the disease influenced scientific research until this day. Many experimental treatments are directed towards lowering amyloid levels in the brain. The other main effect the discovery of the Swedish mutation had was to provide one transgenic mouse model of Alzheimer's Disease. Transgenic mice (e.g. Tg2576) were made which overproduce human APP with the Swedish mutation. As a consequence, the mice can develop amyloid plaques at around 13 months old.",
            "score": 196.49951171875
        },
        {
            "docid": "4464817_30",
            "document": "Neurodegeneration . Alzheimer's disease has been \"hypothesized\" to be a protein misfolding disease (proteopathy), caused by accumulation of abnormally folded A-beta and tau proteins in the brain. Plaques are made up of small peptides, 39–43 amino acids in length, called beta-amyloid (also written as A-beta or Aβ). Beta-amyloid is a fragment from a larger protein called amyloid precursor protein (APP), a transmembrane protein that penetrates through the neuron's membrane. APP is critical to neuron growth, survival and post-injury repair. In Alzheimer's disease, an unknown process causes APP to be divided into smaller fragments by enzymes through proteolysis. One of these fragments gives rise to fibrils of beta-amyloid, which form clumps that deposit outside neurons in dense formations known as senile plaques.",
            "score": 196.1288299560547
        },
        {
            "docid": "18925064_10",
            "document": "Early-onset Alzheimer's disease . Beta-amyloid is a small piece of a larger protein called the amyloid precursor protein (APP). Once APP is activated, it is cut into smaller sections of other proteins. One of the fragments produced in this cutting process is β-amyloid. β-amyloid is “stickier” than any other fragment produced from cut-up APP, so it starts an accumulation process in the brain, which is due to various genetic and biochemical abnormalities. Eventually, the fragments form oligomers, then fibrils, beta-sheets, and finally plaques. The presence of β-amyloid plaques in the brain causes the body to recruit and activate microglial cells and astrocytes. This is typically a beneficial response; however, not with AD because β-amyloid plaques stimulate the glial cells to release oxygen free radicals (this pathway is not yet clear). Free radicals are typically effective against abnormal cells, but no way exists for the free radicals to differentiate between normal and abnormal cells. The free radicals destroy β-amyloid plaques, but also destroy the surrounding healthy tissue. As more tissue dies, the glial cells release chemokines and cytokines (proinflammatory compounds). These compounds recruit more glial cells, which means more free radicals. This uncontrolled glial response and inflammatory storm directly contributes to the neurodegenerative progression of AD.",
            "score": 194.73695373535156
        },
        {
            "docid": "7201415_2",
            "document": "Biochemistry of Alzheimer's disease . The biochemistry of Alzheimer's disease (AD), one of the most common causes of adult dementia, is not yet very well understood. AD has been identified as a possible protein misfolding disease due to the accumulation of abnormally folded amyloid beta protein in the brains of Alzheimer's patients. Amyloid beta, also written Aβ, is a short peptide that is an abnormal proteolytic byproduct of the transmembrane protein amyloid precursor protein (APP), whose function is unclear but thought to be involved in neuronal development. The presenilins are components of proteolytic complex involved in APP processing and degradation.",
            "score": 194.62744140625
        },
        {
            "docid": "611074_9",
            "document": "Point mutation . Missense mutations code for a different amino acid. A missense mutation changes a codon so that a different protein is created, a non-synonymous change. Conservative mutations result in an amino acid change. However, the properties of the amino acid remain the same (e.g., hydrophobic, hydrophilic, etc.). At times, a change to one amino acid in the protein is not detrimental to the organism as a whole. Most proteins can withstand one or two point mutations before their function changes. Non-conservative mutations result in an amino acid change that has different properties than the wild type. The protein may lose its function, which can result in a disease in the organism. For example, sickle-cell disease is caused by a single point mutation (a missense mutation) in the beta-hemoglobin gene that converts a GAG codon into GUG, which encodes the amino acid valine rather than glutamic acid. The protein may also exhibit a \"gain of function\" or become activated, such is the case with the mutation changing a valine to glutamic acid in the braf gene; this leads to an activation of the RAF protein which causes unlimited proliferative signalling in cancer cells. These are both examples of a non-conservative (missense) mutation.",
            "score": 187.1898956298828
        },
        {
            "docid": "1958222_2",
            "document": "Amyloid beta . Amyloid beta (Aβ or Abeta) denotes peptides of 36–43 amino acids that are crucially involved in Alzheimer's disease as the main component of the amyloid plaques found in the brains of Alzheimer patients. The peptides derive from the amyloid precursor protein (APP), which is cleaved by beta secretase and gamma secretase to yield Aβ. Aβ molecules can aggregate to form flexible soluble oligomers which may exist in several forms. It is now believed that certain misfolded oligomers (known as \"seeds\") can induce other Aβ molecules to also take the misfolded oligomeric form, leading to a chain reaction akin to a prion infection. The oligomers are toxic to nerve cells. The other protein implicated in Alzheimer's disease, tau protein, also forms such prion-like misfolded oligomers, and there is some evidence that misfolded Aβ can induce tau to misfold.",
            "score": 183.51416015625
        },
        {
            "docid": "29275214_55",
            "document": "Copper in health . Research has been ongoing over the past two decades to determine whether copper is a causative or a preventive agent of Alzheimer's disease. For example, as a possible causative agent or an expression of a metal homeostasis disturbance, studies indicate that copper may play a role in increasing the growth of protein clumps in Alzheimer's disease brains, possibly by damaging a molecule that removes the toxic buildup of amyloid beta (Aβ) in the brain. There is an association between a diet rich in copper and iron together with saturated fat and Alzheimer's disease. On the other hand, studies also demonstrate potential beneficial roles of copper in treating rather than causing Alzheimer's disease. For example, copper has been shown to 1) promote the non-amyloidogenic processing of amyloid beta precursor protein (APP), thereby lowering amyloid beta (Aβ) production in cell culture systems 2) increase lifetime and decrease soluble amyloid production in APP transgenic mice, and 3) lower Aβ levels in cerebral spinal fluid in Alzheimer's disease patients.",
            "score": 182.6927490234375
        },
        {
            "docid": "14151941_7",
            "document": "ABCC1 . The ATP-binding cassette protein ABCC1 has received attention in the last decade due to its possible connection with Alzheimer’s disease. One of the more prominent signs of Alzheimer's disease is the accumulation of β-amyloid proteins in the brain. As these proteins accumulate, they begin to form plaques that interfere with signaling between cells of the nervous system found within the brain. Due to its presence in the choroid plexus and blood-brain barrier and its ability to transport multiple kinds of molecules out of cells, ABCC1 has been a point of interest in many Alzheimer's disease studies. The transporter protein has been shown to decrease β-amyloid accumulation by nearly 80 percent when activated, leading researchers to further investigation on its use in future treatments of Alzheimer's and other neurological disorders.",
            "score": 181.83018493652344
        },
        {
            "docid": "2948815_2",
            "document": "Amyloid precursor protein secretase . Secretases are enzymes that \"snip\" pieces off a longer protein that is embedded in the cell membrane. Among other roles in the cell, secretases act on the amyloid precursor protein (APP) to cleave the protein into three fragments. Sequential cleavage by β-secretase (BACE) and γ-secretase produces the amyloid-β peptide fragment that aggregates into clumps called \"plaques\" in the brains of Alzheimer's disease patients. If α-secretase acts on APP first instead of BACE, no amyloid-β is formed because α-secretase recognizes a target protein sequence closer to the cell surface than BACE. The non-pathogenic middle fragment formed by an α/γ cleavage sequence is called P3.",
            "score": 180.6367645263672
        },
        {
            "docid": "18925064_15",
            "document": "Early-onset Alzheimer's disease . The presenilin 2 gene (\"PSEN2\") is very similar in structure and function to\"PSEN1\". It is located on chromosome 1 (1q31-q42), and mutations in this gene cause type 4 FAD. The gene was identified by Rudolph Tanzi and Jerry Schellenberg in 1995. A subsequent study by Kovacs (1996) showed that PS1 and PS2 proteins are expressed in similar amounts, and in the same organelles as each other, in mammalian neuronal cells. Levy-Lahad (1996) determined that \"PSEN2 \"contained 12 exons, 10 of which were coding exons, and that the primary transcript encodes a 448-amino-acid polypeptide with 67% homology to \"PS1\". This protein has been identified as part of the enzymatic complex that cleaves amyloid beta peptide from APP (see below).",
            "score": 179.73666381835938
        },
        {
            "docid": "52832272_9",
            "document": "Mitochondria associated membranes . MAMS play an important role in Ca+2 Homeostasis, phospholipid and cholesterol metabolism. Research has associated the alteration of these functions of MAMs in AD. Mitochindrial associated membranes associated with Alzheimer's disease have been reported to have an up-regulation of lipids synthesized in the MAMs juxtaposition and an up regulation of protein complexes present in the contact region between the ER and mitochondria. Research has suggested that the sites of MAM are the primary sites of activity for γ-secretase activity and amyloid precursor protein (APP) localization along with the presenilin 1 (PS1), presenilin 2 (PS2) proteins. γ-secretase functions in the cleavage of the beta- APP protein. Patients diagnosed with Alzheimer’s disease have presented results that indicated the accumulation of amyloid beta peptide in the brain which in turn leads to the amyloid cascade suggestion. Also up increased connectivity between the ER and the mitochondria at MAM sites has been observed in human patients diagnosed with familial AD (FAD) by increase of the contact sites. These individuals showed mutations in the PS1, PS2 and APP proteins at the MAM sites. This increased connectivity also caused an abnormality in Ca+2 signaling between neurons. Also with regard to the role in MAMs in phospholipid metabolism, patients diagnosed with AD have been reported to show alterations in levels of Phosphatedylserine and phostphatedylethanolamine in the ER and mitochondria respectively, this leads to the intracellular tangles containing hyperphosphorylated forms of the microtubule‐associated protein tau within tissues.",
            "score": 178.89991760253906
        },
        {
            "docid": "18860929_3",
            "document": "Semagacestat . β-Amyloid is a peptide of 39 to 43 amino acids. The isoforms with 40 and 42 amino acids (Aβ40/42) are the main constituents of amyloid plaques in the brains of Alzheimer's disease patients. β-Amyloid is formed by proteolysis of amyloid precursor protein (APP). Research on laboratory rats suggest that the soluble form of this peptide is a causative agent in the development of Alzheimer's.",
            "score": 176.22239685058594
        },
        {
            "docid": "7732070_6",
            "document": "Presenilin . Most cases of Alzheimer's disease are not hereditary. However, there is a small subset of cases that have an earlier age of onset and have a strong genetic element. In patients suffering from Alzheimer's disease (autosomal dominant hereditary), mutations in the presenilin proteins (PSEN1; PSEN2) or the amyloid precursor protein (APP) can be found. The majority of these cases carry mutant presenilin genes. An important part of the disease process in Alzheimer's disease is the accumulation of Amyloid beta (Aβ) protein. To form Aβ, APP must be cut by two enzymes, beta secretases and gamma secretase. Presenilin is the sub-component of gamma secretase that is responsible for the cutting of APP.",
            "score": 175.01150512695312
        },
        {
            "docid": "13623044_10",
            "document": "PSEN1 . Alzheimer's disease (AD) patients with an inherited form of the disease may carry mutations in the presenilin proteins (PSEN1; PSEN2) or the amyloid precursor protein (APP). These disease-linked mutations result in increased production of the longer form of amyloid beta (main component of amyloid deposits found in AD brains). These mutations result in early-onset Alzheimer's Disease, which is a rare form of the disease. These rare genetic variants are autosomal dominant.",
            "score": 174.41201782226562
        },
        {
            "docid": "4623078_4",
            "document": "Beta-secretase 1 . Generation of the 40 or 42 amino acid-long amyloid-β peptides that aggregate in the brain of Alzheimer's patients requires two sequential cleavages of the amyloid precursor protein (APP). Extracellular cleavage of APP by BACE1 creates a soluble extracellular fragment and a cell membrane-bound fragment referred to as C99. Cleavage of C99 within its transmembrane domain by γ-secretase releases the intracellular domain of APP and produces amyloid-β. Since gamma-secretase cleaves APP closer to the cell membrane than BACE1 does, it removes a fragment of the amyloid-β peptide. Initial cleavage of APP by α-secretase rather than BACE1 prevents eventual generation of amyloid-β.",
            "score": 174.1728057861328
        },
        {
            "docid": "18914017_12",
            "document": "Alzheimer's disease . The genetic heritability of Alzheimer's disease (and memory components thereof), based on reviews of twin and family studies, ranges from 49% to 79%. Around 0.1% of the cases are familial forms of autosomal (not sex-linked) dominant inheritance, which have an onset before age 65. This form of the disease is known as early onset familial Alzheimer's disease. Most of autosomal dominant familial AD can be attributed to mutations in one of three genes: those encoding amyloid precursor protein (APP) and presenilins 1 and 2. Most mutations in the APP and presenilin genes increase the production of a small protein called Aβ42, which is the main component of senile plaques. Some of the mutations merely alter the ratio between Aβ42 and the other major forms—particularly Aβ40—without increasing Aβ42 levels.",
            "score": 173.66424560546875
        },
        {
            "docid": "9993274_6",
            "document": "Cathepsin B . Cathepsin B has been proposed as a potentially effective biomarker for a variety of cancers. Overexpression of cathepsin B is correlated with invasive and metastatic cancers. Cathepsin B is produced in muscle tissue during metabolism. It is capable of crossing the blood-brain barrier and is associated with neurogenesis, specifically in the mouse dentate gyrus. A wide array of diseases result in elevated levels of cathepsin B, which causes numerous pathological processes including cell death, inflammation, and production of toxic peptides. Focusing on neurological diseases, cathepsin B gene knockout studies in an epileptic rodent model have shown cathepsin B causes a significant amount of the apoptotic cell death that occurs as a result of inducing epilepsy. Cathepsin B inhibitor treatment of rats in which a seizure was induced resulted in improved neurological scores, learning ability and much reduced neuronal cell death and pro-apoptotic cell death peptides. Similarly, cathepsin B gene knockout and cathepsin B inhibitor treatment studies in traumatic brain injury mouse models have shown cathepsin B to be key to causing the resulting neuromuscular dysfunction, memory loss, neuronal cell death and increased production of pro-necrotic and pro-apoptotic cell death peptides. In ischemic non-human primate and rodent models, cathepsin B inhibitor treatment prevented a significant loss of brain neurons, especially in the hippocampus. In a \"streptococcus pneumoniae\" meningitis rodent model, cathepsin B inhibitor treatment greatly improved the clinical course of the infection and reduced brain inflammation and inflammatory Interleukin-1β (IL1-β) and tumor necrosis factor-α (TNF-α). In a transgenic Alzheimer's disease (AD) animal model expressing human amyloid precursor protein (APP) containing the wild-type beta-secretase site sequence found in most AD patients or in guinea pigs, which are a natural model of human wild-type APP processing, genetically deleting the cathepsin B gene or chemically inhibiting cathepsin B brain activity resulted in a significant improvement in the memory deficits that develop in such mice and reduces levels of neurotoxic full-length Abeta(1-40/42) and the particularly pernicious pyroglutamate Abeta(3-40/42), which are thought to cause the disease. In a non-transgenic senescence-accelerated mouse strain, which also has APP containing the wild-type beta-secretase site sequence, treatment with bilobalide, which is an extract of \"Ginko biloba\" leaves, also lowered brain Abeta by inhibiting cathepsin B. Moreover, siRNA silencing or chemically inhibiting cathepsin B in primary rodent hippocampal cells or bovine chromaffin cells, which have human wild-type beta-secretase activity, reduces secretion of Abeta by the regulated secretory pathway. Mutations in the \"CTSB\" gene have been linked to tropical pancreatitis, a form of chronic pancreatitis.",
            "score": 171.61363220214844
        },
        {
            "docid": "18914017_18",
            "document": "Alzheimer's disease . In 2009, this theory was updated, suggesting that a close relative of the beta-amyloid protein, and not necessarily the beta-amyloid itself, may be a major culprit in the disease. The theory holds that an amyloid-related mechanism that prunes neuronal connections in the brain in the fast-growth phase of early life may be triggered by ageing-related processes in later life to cause the neuronal withering of Alzheimer's disease. N-APP, a fragment of APP from the peptide's N-terminus, is adjacent to beta-amyloid and is cleaved from APP by one of the same enzymes. N-APP triggers the self-destruct pathway by binding to a neuronal receptor called death receptor 6 (DR6, also known as TNFRSF21). DR6 is highly expressed in the human brain regions most affected by Alzheimer's, so it is possible that the N-APP/DR6 pathway might be hijacked in the ageing brain to cause damage. In this model, beta-amyloid plays a complementary role, by depressing synaptic function.",
            "score": 171.3291778564453
        },
        {
            "docid": "8786437_8",
            "document": "Derepression . Alzheimer’s is a neurodegenerative disease involving progressive memory loss and other declines in brain function. One common cause of familial Alzheimer’s is mutation in the \"PSEN1\" gene. This gene encodes a protein that cleaves certain intracellular peptides which, once free in the cytoplasm, promote CBPdegradation. Mutations in \"PSEN1\" decrease its production or ability to cleave proteins. This derepresses the CBP proteins, and allows them to perform their function of upregulating transcription of their target genes.",
            "score": 169.45091247558594
        },
        {
            "docid": "33825206_11",
            "document": "Synaptic fatigue . Hallmarks of Alzheimer's disease (AD) are impairment of cognition, aggregation of β-amyloid peptide (Aβ), neurofibrillary degeneration, loss of neurons with accelerated atrophy of specific brain areas, and decrease of synapse number in surviving neurons. Research indicates both pre- and postsynaptic mechanisms resulting in AD. One specific abnormality includes an increased amount of presynaptic protein APP. A study was conducted where synaptic fatigue was compared between transgenic mice overexpressing APP/PS1 with their littermates who did not overexpress the protein. The results showed that fatigue was more significantly pronounced in the APP/PS1 mice, which indicates a decrease in the amount of readily releasable pools of vesicles in the presynaptic neuron. Conclusions from this study include synaptic fatigue being primarily a presynaptic phenomenon and not being affected by postsynaptic receptor desensitization, synaptic fatigue is not a result of Ca ions building up in the terminal, and most importantly that synaptic fatigue is an important player and can be studied when researching the causes and effects of some neurodegenerative diseases.",
            "score": 169.3771209716797
        },
        {
            "docid": "14753789_3",
            "document": "APBB1 . The protein encoded by this gene is a member of the Fe65 protein family. It is an adaptor protein localized in the nucleus. It interacts with the Alzheimer's disease amyloid precursor protein (APP), transcription factor CP2/LSF/LBP1 and the low-density lipoprotein receptor-related protein. APP functions as a cytosolic anchoring site that can prevent the gene product's nuclear translocation. This encoded protein could play an important role in the pathogenesis of Alzheimer's disease. It is thought to regulate transcription. Also it is observed to block cell cycle progression by downregulating thymidylate synthase expression. Multiple alternatively spliced transcript variants have been described for this gene but some of their full length sequence is not known.",
            "score": 168.80931091308594
        },
        {
            "docid": "10233756_17",
            "document": "Low-density lipoprotein receptor-related protein 8 . The presence of amyloid beta (Aβ) protein deposits in neuronal extracellular space is one of the hallmarks of Alzheimer’s disease. The role of ApoER2 in Alzheimer’s disease is relevant, yet incompletely understood. New evidence suggests ApoER2 plays a major role in the regulation of amyloid-β formation in the brain. The amyloid-β peptide is derived from the cleavage of APP by gamma secretase. ApoER2 works to reduce APP trafficking by altering break down. This interaction decreases APP endocytosis leading to an increase in amyloid-β production. In addition, the expression of ApoER2 within intracellular compartments leads to increased gamma secretase activity, a protease which works to cleave APP into Aβ.",
            "score": 168.55227661132812
        },
        {
            "docid": "41120978_9",
            "document": "Estrogen and neurodegenerative diseases . Amyloid plaques formed by amyloid-β (Aβ) deposition and neurofibrillary tangles formed by tau protein phosphorylation are dominant physiological features of Alzheimer's disease. Amyloid precursor protein (APP) proteolysis is fundamental for production of Aβ peptides implicated in AD pathology. By using a cell line that contains high levels of estrogen receptors, scientists found that treatment with physiological concentrations of 17 beta-estradiol is associated with accumulation in the conditioned medium of an amino-terminal cleavage product of APP (soluble APP or protease nexin-2), indicative of non-amyloidogenic processing.",
            "score": 168.4853515625
        },
        {
            "docid": "14120062_11",
            "document": "ELK1 . Buildup of beta amyloid (Aβ) peptides is shown to cause and/or trigger Alzheimer's disease. Aβ interferes with BDNF-induced phosphorylation of Elk1. With Elk1 activation being hindered in this pathway, the SRE-driven gene regulation leads to increased vulnerability of neurons. Elk1 also inhibits transcription of presenilin 1 (PS1), which encodes a protein that is necessary for the last step of the sequential proteolytic processing of amyloid precursor protein (APP). APP makes variants of Aβ (Aβ42/43 polypeptide). Moroever, PS1 is genetically associated with most early-onset cases of familial Alzheimer’s disease. These data emphasize the intriguing link between Aβ, Elk1, and PS1.",
            "score": 168.26315307617188
        },
        {
            "docid": "63541_19",
            "document": "Glutamic acid . Glutamate is the most abundant excitatory neurotransmitter in the vertebrate nervous system. At chemical synapses, glutamate is stored in vesicles. Nerve impulses trigger release of glutamate from the presynaptic cell. Glutamate acts on ionotropic and metabotropic (G-protein coupled) receptors. In the opposing postsynaptic cell, glutamate receptors, such as the NMDA receptor or the AMPA receptor, bind glutamate and are activated. Because of its role in synaptic plasticity, glutamate is involved in cognitive functions such as learning and memory in the brain. The form of plasticity known as long-term potentiation takes place at glutamatergic synapses in the hippocampus, neocortex, and other parts of the brain. Glutamate works not only as a point-to-point transmitter, but also through spill-over synaptic crosstalk between synapses in which summation of glutamate released from a neighboring synapse creates extrasynaptic signaling/volume transmission. In addition, glutamate plays important roles in the regulation of growth cones and synaptogenesis during brain development as originally described by Mark Mattson.",
            "score": 167.97308349609375
        },
        {
            "docid": "11055023_2",
            "document": "Cystatin C . Cystatin C or cystatin 3 (formerly gamma trace, post-gamma-globulin, or neuroendocrine basic polypeptide), a protein encoded by the CST3 gene, is mainly used as a biomarker of kidney function. Recently, it has been studied for its role in predicting new-onset or deteriorating cardiovascular disease. It also seems to play a role in brain disorders involving amyloid (a specific type of protein deposition), such as Alzheimer's disease.  In humans, all cells with a nucleus (cell core containing the DNA) produce cystatin C as a chain of 120 amino acids. It is found in virtually all tissues and body fluids. It is a potent inhibitor of lysosomal proteinases (enzymes from a special subunit of the cell that break down proteins) and probably one of the most important extracellular inhibitors of cysteine proteases (it prevents the breakdown of proteins outside the cell by a specific type of protein degrading enzymes). Cystatin C belongs to the type 2 cystatin gene family.",
            "score": 167.92002868652344
        },
        {
            "docid": "51596_16",
            "document": "Inositol trisphosphate . Alzheimer's disease involves the progressive degeneration of the brain, severely impacting mental faculties. Since the Ca hypothesis of Alzheimer's was proposed in 1994, several studies have shown that disruptions in Ca signaling are the primary cause of Alzheimer's disease. Familial Alzheimer's disease has been strongly linked to mutations in the presenilin 1 (PS1), presenilin 2 (PS2), and amyloid precursor protein (APP) genes. All of the mutated forms of these genes observed to date have been found to cause abnormal Ca signaling in the ER. The functions of PS1 are not yet known, but mutations in PS1 have been shown to increase IP-mediated Ca release from the ER in several animal models. Calcium channel blockers have been used to treat Alzheimer's disease with some success, and the use of lithium to decrease IP turnover has also been suggested as a possible method of treatment.",
            "score": 166.7965087890625
        },
        {
            "docid": "15434651_21",
            "document": "Glutamate flavoring . Because glutamate is absorbed very quickly in the gastrointestinal tract (unlike glutamic acid-containing proteins in foods), glutamate could spike blood plasma levels of glutamate. Glutamic acid is in a class of chemicals known as excitotoxins, high levels of which have been shown in animal studies to cause damage to areas of the brain unprotected by the blood–brain barrier and that a variety of chronic diseases can arise out of this neurotoxicity. There has been debate among scientists on the significance of these findings since the early 1970s, when John Olney found that high levels of glutamic acid caused damage to the brains of infant mice. The debate is complex and has focused mainly on whether the increase in plasma glutamate levels from typical ingestion levels of glutamate is enough to cause neurotoxicity and on whether humans are susceptible to the neurotoxicity from glutamic acid seen in some animal experiments.",
            "score": 166.6111602783203
        },
        {
            "docid": "41111089_14",
            "document": "Epigenetic regulation of neurogenesis . MicroRNA expression is critical for neurogenesis. In patients with Alzheimer's disease miR-9 and miR-128 is upregulated, while miR-15a is downregulated. Alzheimer's patients also show decreases in brain-derived neurotrophic factor, which has been shown to be repressed through DNA methylation. Although what has been argued as the most evidence for epigenetic influence in Alzheimer's is the gene which controls the protein responsible for amyloid plaque formation, \"App\". This gene has very high GC content in its promoter region, meaning that it is highly susceptible to DNA methylation. This promoter site has been shown to naturally reduce methylation with aging, exemplifying the parallels between aging and Alzheimer's already well known. Heavy metals also seem to interfere with epigenetic mechanisms. Specifically in the case of APP, lead exposure earlier in life has been shown to cause a marked over-expression of the APP protein, leading to more amalyoid plaque later in life in the aging brain.",
            "score": 166.327880859375
        }
    ]
}