{
    "q": [
        {
            "docid": "5617_6",
            "document": "Creutzfeldt–Jakob disease . The CJD prion is dangerous because it promotes refolding of native prion protein into the diseased state. The number of misfolded protein molecules will increase exponentially and the process leads to a large quantity of insoluble protein in affected cells. This mass of misfolded proteins disrupts neuronal cell function and causes cell death. Mutations in the gene for the prion protein can cause a misfolding of the dominantly alpha helical regions into beta pleated sheets. This change in conformation disables the ability of the protein to undergo digestion. Once the prion is transmitted, the defective proteins invade the brain and induce other prion protein molecules to misfold in a self-sustaining feedback loop. These neurodegenerative diseases are commonly called \"prion diseases\".",
            "score": 196.3670928478241
        },
        {
            "docid": "11969499_4",
            "document": "CPEB . Drosophila Orb2 binds to genes implicated in long-term memory. An isoform of CPEB found in the neurons of the sea slug \"Aplysia californica\", as well as in \"Drosophila\", mice, and humans, contains an N-terminal domain not found in other isoforms that shows high sequence similarity to prion proteins. Experiments with the \"Aplysia\" isoform expressed in yeast reveal that CPEB has a key property associated with prions: it can cause other proteins to assume alternate protein conformations that are heritable in successive generations of yeast cells. Furthermore, the functional RNA-binding form of the CPEB protein may be the prion-like state. These observations have led to the suggestion that long-lasting bistable prionlike proteins play a role in the formation of long-term memory. It has been suggested that \"both memory storage and its underlying synaptic plasticity are mediated by the increase in. . .CPEB.\"",
            "score": 119.21594405174255
        },
        {
            "docid": "23048_19",
            "document": "Prion . Until 2015 all known mammalian prion diseases were considered to be caused by the prion protein, PrP; in 2015 Multiple System Atrophy was hypothesized to be caused by a new prion, the misfolded form of a protein called alpha-synuclein. The endogenous, properly folded form of the prion protein is denoted PrP (for Common\" or Cellular\"), whereas the disease-linked, misfolded form is denoted PrP (for \"Scrapie\"), after one of the diseases first linked to prions and neurodegeneration.) The precise structure of the prion is not known, though they can be formed by combining PrP, polyadenylic acid, and lipids in a protein misfolding cyclic amplification (PMCA) reaction. Proteins showing prion-type behavior are also found in some fungi, which has been useful in helping to understand mammalian prions. Fungal prions do not appear to cause disease in their hosts.",
            "score": 216.0432766675949
        },
        {
            "docid": "11834955_3",
            "document": "Poly(A)-binding protein . Cytosolic poly-A binding protein (PABPC) is made up of four RNA recognition motifs (RRMs) and a C-terminal region known as the PABC domain. RRM is the most common motifs for RNA recognition and is usually made up of 90-100 amino acids. Previous solution NMR and X-ray crystallography studies have shown that RRMs are globular domains, each composed of 4 anti-parallel β sheets that are backed by 2 α-helices. The central two β-strands, connected by a short linker, of each RRM forms a trough-like surface that’s thought to be responsible for binding to the poly(A) oligonucleotides. The polyadenylate RNA adopts an extended conformation running the length of the molecular trough. Adenine recognition is primarily mediated by contacts with conserved residues found in the RNP motifs of the two RRMs. In vitro studies have shown the binding affinities to be on the order of 2-7nM, while affinity for poly(U), poly(G), and poly(C) were reportedly lower or undetectable in comparison. This shows that the poly(A)-binding protein is specific to poly(A) oligonucleotides and not others. Since the two central β-strands are used for poly(A) oligonucleotide binding, the other face of the protein is free for protein-protein interactions.",
            "score": 52.514912843704224
        },
        {
            "docid": "23048_53",
            "document": "Prion . A gene for the normal protein has been identified: the \"PRNP\" gene. In all inherited cases of prion disease, there is a mutation in the \"PRNP\" gene. Many different \"PRNP\" mutations have been identified and these proteins are more likely to fold into abnormal prion. Although this discovery puts a hole in the general prion hypothesis, that prions can aggregate only proteins of identical amino acid make-up. These mutations can occur throughout the gene. Some mutations involve expansion of the octapeptide repeat region at the N-terminal of PrP. Other mutations that have been identified as a cause of inherited prion disease occur at positions 102, 117 & 198 (GSS), 178, 200, 210 & 232 (CJD) and 178 (Fatal Familial Insomnia, FFI). The cause of prion disease can be sporadic, genetic, or infectious, or a combination of these factors. For example, to have scrapie, both an infectious agent and a susceptible genotype must be present.",
            "score": 173.66397786140442
        },
        {
            "docid": "53151252_3",
            "document": "Large tumor antigen . Polyomavirus LTag proteins contain four well-conserved, globular protein domains: from N- to C-terminus, these are the J domain, the origin-binding domain (OBD), the zinc-binding domain, and the AAA+ ATPase domain. The domains are linked by intrinsically disordered regions, which are themselves often functionally important and whose length varies among polyomaviruses; both the folded globular domains and the disordered regions form protein-protein interactions with a number of host cell proteins. Some LTag homologs also have a disordered C-terminal tail called the host range domain, which can be phosphorylated and in some strains is essential, although the molecular mechanism of its essentiality is unclear.",
            "score": 112.76176691055298
        },
        {
            "docid": "1375635_8",
            "document": "Adenylate kinase . Flexibility and plasticity allow proteins to bind to ligands, form oligomers, aggregate, and perform mechanical work. Large conformational changes in proteins play an important role in cellular signaling. Adenylate Kinase is a signal transducing protein; thus, the balance between conformations regulates protein activity. ADK has a locally unfolded state that becomes depopulated upon binding.A 2007 study by Whitford et al. shows the conformations of ADK when binding with ATP or AMP. The study shows that there are three relevant conformations or structures of ADK—CORE, Open, and Closed. In ADK, there are two small domains called the LID and NMP. ATP binds in the pocket formed by the LID and CORE domains. AMP binds in the pocket formed by the NMP and CORE domains. The Whitford study also reported findings that show that localized regions of a protein unfold during conformational transitions. This mechanism reduces the strain and enhances catalytic efficiency. Local unfolding is the result of competing strain energies in the protein.",
            "score": 60.82569754123688
        },
        {
            "docid": "3451732_29",
            "document": "PRNP . The conversion of PrP to PrP conformation is the mechanism of transmission of fatal, neurodegenerative transmissible spongiform encephalopathies (TSE). This can arise from genetic factors, infection from external source, or spontaneously for reasons unknown. Accumulation of PrP corresponds with progression of neurodegeneration and is the proposed cause. Some PRNP mutations lead to a change in single amino acids (the building-blocks of proteins) in the prion protein. Others insert additional amino acids into the protein or cause an abnormally short protein to be made. These mutations cause the cell to make prion proteins with an abnormal structure. The abnormal protein PrP accumulates in the brain and destroys nerve cells, which leads to the mental and behavioral features of prion diseases.",
            "score": 262.76810455322266
        },
        {
            "docid": "23048_29",
            "document": "Prion . While PrP is considered the only mammalian prion, prion-like domains have been found in a variety of other mammalian proteins. Some of these proteins have been implicated in the ontogeny of age-related neurodegenerative disorders such as amyotrophic lateral sclerosis (ALS, known as Motor Neurone Disease outside the US), frontotemporal lobar degeneration with ubiquitin-positive inclusions (FTLD-U), Alzheimer's disease, and Huntington's disease, as well as some forms of Systemic Amyloidosis including AA (Secondary) Amyloidosis that develops in humans and animals with inflammatory and infectious diseases such as Tuberculosis, Crohn's disease, Rheumatoid arthritis, and HIV AIDS. AA amyloidosis, like prion disease, may be transmissible. This has given rise to the 'prion paradigm', where otherwise harmless proteins can be converted to a pathogenic form by a small number of misfolded, nucleating proteins.",
            "score": 178.13442206382751
        },
        {
            "docid": "23048_2",
            "document": "Prion . Prions are misfolded proteins that are associated with several fatal neurodegenerative diseases in animals and humans. It is not known what causes the normal prion protein to misfold; the abnormal 3-D structure is suspected to confer infectious properties. The word prion derives from ‘\"proteinaceous infectious particle\"’. Prions composed of the prion protein (PrP) are hypothesized as the cause of transmissible spongiform encephalopathies (TSEs), including scrapie in sheep and bovine spongiform encephalopathy (BSE) in cattle—known popularly as \"mad cow disease\". In humans, prions have been hypothesized as the cause of Creutzfeldt–Jakob disease (CJD) and its variant (vCJD), Gerstmann–Sträussler–Scheinker syndrome, “fatal familial insomnia”, and kuru. All known prion diseases in mammals affect the structure of the brain or other neural tissue; all are progressive, have no known effective treatment, and are always fatal. Multiple system atrophy (MSA), a rare human neurodegenerative disease, features a misfolded version of a protein called alpha-synuclein, and is therefore also classifiable as a prion disease. Several yeast proteins have also been identified as having prionogenic properties.",
            "score": 207.97162652015686
        },
        {
            "docid": "23048_31",
            "document": "Prion . Bioinformatic screens have predicted that over 250 human proteins contain prion-like domains (PrLD). These domains are hypothesized to have the same transmissible, amyloidogenic properties of PrP and known fungal proteins. As in yeast, proteins involved in gene expression and RNA binding seem to be particularly enriched in PrLD's, compared to other classes of protein. In particular, 29 of the known 210 proteins with an RNA recognition motif also have a putative prion domain. Meanwhile, several of these RNA-binding proteins have been independently identified as pathogenic in cases of ALS, FTLD-U, Alzheimer's disease, and Huntington's disease.",
            "score": 153.42847180366516
        },
        {
            "docid": "187185_4",
            "document": "Calmodulin . Calmodulin binds such a wide variety of target proteins, making it especially important for it to have flexibility. Though Calmodulin's flexibility is more evident when it is bound to a target protein, NMR studies have shown that the linker region of Calmodulin is flexible, even when it is not bound to a target protein. Another important characteristic of calmodulin that allows it to bind a large variety of target proteins is the generic shape of the non-polar grooves in the binding sites. Since the non-polar grooves are generic, they don't require the target proteins to have any specific sequence of amino acids allowing a larger variety of target proteins to be bound. Together, these two structural characteristics of calmodulin allow it to flexibly bind target proteins with various shapes and amino acid sequences. For example, calmodulin binds both NMDA receptors and potassium channels which differ in length by about 50 amino acid residues. Calmodulin's structure is very similar to the structure of troponin C (which is another calcium binding protein). They are both members of the EFh superfamily. Troponin C, like Calmodulin, has two globular domains that are connected by a linker region. However, Troponin C and Calmodulin differ in the length of the linker region; the linker region of Calmodulin is smaller than that of Troponin C. These remarkably similar structures are an example of how the EF hand motif is highly conserved in calcium binding proteins. Though they have similar structures, their functions are very different. Troponin C has a very specific function (to elicit a conformational change in Troponin I) ultimately causing a contraction in skeletal muscles. Calmodulin, evolved to bind a wider variety of target proteins, allowing it to play a role in many physiological events.",
            "score": 71.12513518333435
        },
        {
            "docid": "3830328_8",
            "document": "Fungal prion . Further investigation found that [PSI+] is the result of a self-propagating misfolded form of Sup35p (a 201 amino acid long protein), which is an important factor for translation termination during protein synthesis. In [PSI+] yeast cells the Sup35 protein forms filamentous aggregates known as amyloid. The amyloid conformation is self-propagating and represents the prion state. It is believed that suppression of nonsense mutations in [PSI+] cells is due to a reduced amount of functional Sup35 because much of the protein is in the amyloid state. The Sup35 protein assembles into amyloid via an amino-terminal prion domain. The structure is based on the stacking of the prion domains in an in-register and parallel beta sheet conformation.",
            "score": 98.04494738578796
        },
        {
            "docid": "639057_5",
            "document": "Wiskott–Aldrich syndrome protein . The WASp family proteins includes WASp, N-WASp, SCAR/WAVE, WHAMM and WASH the five of them share a C- terminal VCA (verprolin, central, acidic) domain where they interact with actin nucleating complex (ARP2/3) and they differ in their terminal domains. WASp and N-WASP are analogs, they contain an N-terminal EVH1 domain, a C-terminal VCA domain and central B and GBD (GTP binding domain) domains. WASp, is expressed exclusively in hematopoietic cells and neuronal WASp (N-WASp), is ubiquitously expressed. N-WASp contains an output region and a control region that are essential for its regulation. The output region is called the VVCA domain. It is located towards the C-terminal end of the protein and contains four motifs: two verprolin homology motifs (VV) binds actin monomers and delivers them to Arp2/3; the central domain (C) was once thought to bind cofilin but is now believed to enhance the interactions between the V domains and actin monomers, as well as the interaction between the A domain and Arp2/3; and the acidic motif (A) binds Arp2/3. In isolation, the VCA region is constitutively active. However, in full-length N-WASp the control region suppresses VCA domain activity. The control region is located at N-terminal end of N-WASp. The control region contains a CDC42-binding domain (GBP) and a PIP2-binding domain (B), both of which are critical for proper regulation of N-WASp. Cooperative binding of CDC42 and PIP2 relieve the autoinhibition of N-WASp, causing Arp2/3 to carry out actin polymerization. WASp interacting protein (WIP) interacts with WASp N-terminal domain (WH1) preventing it from degradation and stabilising its auto-inhibitory conformation.",
            "score": 95.90416288375854
        },
        {
            "docid": "4257175_3",
            "document": "Huntingtin-interacting protein 1 . Hip-1 is a protein that interacts with the huntingtin protein. It is known to contain a domain homologous to the death effector domains (DED) found on proteins involved in apoptosis. It is believed that accumulation of high levels of the free form of this protein (free as in dissociated from the huntingtin and free to bind other key protein(s)) in the cell is one of the mechanisms by which neuron cell death is caused in Huntington's Disease (via the caspase-3 route). The role of Hip-1 in caspase mediated cell death remains unclear.",
            "score": 126.24903225898743
        },
        {
            "docid": "235248_14",
            "document": "Transmissible spongiform encephalopathy . The PRNP gene provides the instructions to make a protein called the prion protein (PrP). Under normal circumstances, this protein may be involved in transporting copper into cells. It may also be involved in protecting brain cells and helping them communicate. 24 Point-Mutations in this gene cause cells to produce an abnormal form of the prion protein, known as PrP. This abnormal protein builds up in the brain and destroys nerve cells, resulting in the signs and symptoms of prion disease.",
            "score": 273.2510299682617
        },
        {
            "docid": "14021542_4",
            "document": "Roxan (protein) . RoXaN (rotavirus X protein associated with NSP3) is 110-kDa cellular protein that contains a minimum of three regions predicted to be involved in protein–protein or nucleic acid–protein interactions. A tetratricopeptide repeat region, a protein–protein interaction domain most often found in multiprotein complexes, is present in the amino-terminal region. In the carboxy terminus, at least five zinc finger motifs are observed, further suggesting the capacity of RoXaN to bind other proteins or nucleic acids. Between these two regions exists a paxillin leucine-aspartate repeat (LD) motif which is involved in protein–protein interactions.",
            "score": 62.24803352355957
        },
        {
            "docid": "33737183_3",
            "document": "HIVToolbox . The information about HIV includes the different parts of the HIV proteins, often referred to as domains. Smaller regions of the proteins called minimotifs are also present in HIV proteins. These minimotifs, also called short linear motifs encode different molecular functions in HIV proteins. HIVtoolbox is an internet application that runs off of a MySQL database designed to integrate HIV data for protein sequences derived from many different isolates, protein structures, protein domains, protein-protein interactions, functional elements in proteins, and known and predicted minimotifs from the Minimotif Miner database. Other amino acids involved in molecular functions such as catalysis, dimerization, etc. are also included. The database for the program also contains calculated amino acid conservation for all HIV proteins. This helps to identify regions of the virus that do not change, thus are thought to represent important regions. The 2nd release of HIVToolbox, HIVToolbox2 also contains information about the locations on the proteins where different HIV drugs bind, and their spatial relationship to the mutations that arise in HIV and render the virus resistant to the drug.",
            "score": 49.36371397972107
        },
        {
            "docid": "19344418_9",
            "document": "Bovine spongiform encephalopathy . Prions are not destroyed even if the beef or material containing them is cooked or heat-treated. Prion proteins carry the disease between individuals and cause deterioration of the brain. Transmissible spongiform encephalopathy (TSE)s like BSE can arise in animals that carry an allele which causes previously normal protein molecules to contort by themselves from an alpha helical arrangement to a beta pleated sheet, which is the disease-causing shape for the particular protein. Transmission can occur when healthy animals come in contact with tainted tissues from others with the disease. In the brain, these proteins cause native cellular prion protein to deform into the infectious state, which then goes on to deform further prion protein in an exponential cascade. This results in protein aggregates, which then form dense plaque fibers leading to the microscopic appearance of \"holes\" in the brain, degeneration of physical and mental abilities, and ultimately death.",
            "score": 178.65125489234924
        },
        {
            "docid": "2161878_13",
            "document": "Protein–protein interaction . Stable interactions involve proteins that interact for a long time, taking part of permanent complexes as subunits, in order to carry out structural or functional roles. These are usually the case of homo-oligomers (e.g. cytochrome c), and some hetero-oligomeric proteins, as the subunits of ATPase. On the other hand, a protein may interact briefly and in a reversible manner with other proteins in only certain cellular contexts – cell type, cell cycle stage, external factors, presence of other binding proteins, etc. – as it happens with most of the proteins involved in biochemical cascades. These are called transient interactions. For example, some G protein-coupled receptors only transiently bind to G proteins when they are activated by extracellular ligands, while some G-coupled receptors, such as muscarinic receptor M3, pre-couple with G proteins prior to the receptor-ligand binding. Interactions between intrinsically disordered protein regions to globular protein domains (i.e. MoRFs) are transient interactions.",
            "score": 98.64560103416443
        },
        {
            "docid": "53874152_6",
            "document": "Benjamin Wolozin . Since 2008, Dr. Wolozin’s research has focused on the role of RNA binding proteins and stress granules in neurodegenerative diseases. RNA binding proteins contain domains that have only a few types of amino acids; these domains are termed \"low complexity domains\" and have a strong tendency to aggregate. A highly unusual and important aspect of these proteins is that they use reversible aggregation as normal biological mechanism to sequester RNA transcripts. RNA binding proteins form a variety of cellular aggregates including stress granules, transport granules, P-bodies and nuclear speckles. In 2010 Dr. Wolozin's group was one of the first groups to suggest that dysfunction of the stress granule pathway contributes to the pathophysiology of amyotrophic lateral sclerosis. Since then, a growing body of evidence, increasingly highlights the important contributions of RNA-binding proteins (RBPs), stress granules and translational regulation in the pathophysiology of neurodegenerative disease. This work prompted the concept that “regulated protein aggregation”, which provides a theoretical framework for understanding the biology of neurodegenerative disease, including Alzheimer’s disease and Amyotrophic Lateral Sclerosis. The cell controls the location and disposition of RNA through the binding of RNA-binding proteins; these RNA binding proteins consolidate to form RNA granules through reversible aggregation of their low complexity domains. Recently, the biophysics of RNA granule formation has been shown to fall under the aegis of a general property, termed liquid liquid phase separation (LLPS). LLPS occurs when RNA binding proteins associate to form structures analogous to liquid droplets, which separate from surrounding aqueous medium.",
            "score": 116.46321320533752
        },
        {
            "docid": "54421246_15",
            "document": "Spinocerebellar ataxia type 1 . The mechanism by which expanded CAG repeat regions in ataxin 1 cause neuronal degeneration is unclear. It was historically believed to be caused by aggregation and deposition of the affected protein similar to other polyglutamine expansion diseases, however rodent model studies have shown significantly later formation of nuclear inclusions of mutant proteins in cerebellum and spinal cord neurons than in cortical and hippocampal neurons which typically show only mild degeneration in SCA1 persons, suggesting a more complicated mechanism. Ataxin-null mice are shown to exhibit reduced motor and spatial learning, suggesting ataxin 1 plays a role in synaptic plasticity and interactions between the motor neurons and the hippocampus. However mice lacking both copies of ataxin 1 do not develop progressive neurological symptoms or show signs of atrophy, suggesting that toxicity of the mutated protein, not loss of function, is the main mechanism for SCA1 pathology. A comparison of mRNA between ataxin null mice and mice with ataxin1 shows that there are common changes in gene expression, including upregulation of genes known to be repressed by an ataxin 1/CIC complex. This suggest that, while not the primary mechanism, a loss of ataxin 1 function contributes to the pathogenesis of SCA1. The loss of function is believed to be caused by an increased affinity for the expanded ataxin 1 for RNA Binding Motif 17, which excludes it from forming its normal complexes with CIC. The gain of function, in turn, is caused by its increased affinity for a number of other proteins.Mutant ataxin-1 also known to alter the neural circuitry of the developing cerebellum, setting the stage for later vulnerability of Purkinje cells, suggesting the existence of non-cell autonomous toxicity.",
            "score": 139.1421023607254
        },
        {
            "docid": "23048_33",
            "document": "Prion . Specifically, aggregation of TDP-43, an RNA-binding protein, has been found in ALS/MND patients, and mutations in the genes coding for these proteins have been identified in familial cases of ALS/MND. These mutations promote the misfolding of the proteins into a prion-like conformation. The misfolded form of TDP-43 forms cytoplasmic inclusions in afflicted neurons, and is found depleted in the nucleus. In addition to ALS/MND and FTLD-U, TDP-43 pathology is a feature of many cases of Alzheimer's disease, Parkinson's disease and Huntington's disease. The misfolding of TDP-43 is largely directed by its prion-like domain. This domain is inherently prone to misfolding, while pathological mutations in TDP-43 have been found to increase this propensity to misfold, explaining the presence of these mutations in familial cases of ALS/MND. As in yeast, the prion-like domain of TDP-43 has been shown to be both necessary and sufficient for protein misfolding and aggregation.",
            "score": 97.92920207977295
        },
        {
            "docid": "14726016_3",
            "document": "MDM4 . The human MDM4 gene, which plays a role in apoptosis, encodes a 490-amino acid protein containing a RING finger domain and a putative nuclear localization signal. The MDM4 putative nuclear localization signal, which all Mdm proteins contain, is located in the C-terminal region of the protein. The mRNA is expressed at a high level in thymus and at lower levels in all other tissues tested. MDM4 protein produced by in vitro translation interacts with p53 via a binding domain located in the N-terminal region of the MDM4 protein. MDM4 shows significant structural similarity to p53-binding protein MDM2",
            "score": 53.6659951210022
        },
        {
            "docid": "32753428_2",
            "document": "FEZ-like protein . In molecular biology, the FEZ-like protein family is a family of eukaryotic proteins thought to be involved in axonal outgrowth and fasciculation. The N-terminal regions of these sequences are less conserved than the C-terminal regions, and are highly acidic. The \"Caenorhabditis elegans\" homologue, UNC-76, may play structural and signalling roles in the control of axonal extension and adhesion (particularly in the presence of adjacent neuronal cells) and these roles have also been postulated for other FEZ family proteins. Certain homologues have been definitively found to interact with the N-terminal variable region (V1) of PKC-zeta, and this interaction causes cytoplasmic translocation of the FEZ family protein in mammalian neuronal cells. The C-terminal region probably participates in the association with the regulatory domain of PKC-zeta. The members of this family are predicted to form coiled-coil structures which may interact with members of the RhoA family of signalling proteins, but are not thought to contain other characteristic protein motifs. Certain members of this family are expressed almost exclusively in the brain, whereas others (such as FEZ2) are expressed in other tissues, and are thought to perform similar but unknown functions in these tissues.",
            "score": 132.0196293592453
        },
        {
            "docid": "36066758_5",
            "document": "JUNQ and IPOD . Proteostasis collapse, due to damage, stress, mutations, and aging, has been implicated as a basis for a large number of common human disorders, such as neurodegenerative diseases. Although caused by different kinds of mutated proteins (e.g. in Huntington's disease – the protein Huntingtin) and disruptive to distinct tissues (e.g. in Huntington's disease – the striatum), such diseases share a common feature: accumulation of misfolded proteins in inclusion bodies. Thus, it was thought that the inclusion bodies are the cause of such diseases. However, the nature and characteristics of those intra-cellular inclusion bodies stayed elusive. Different kinds of proteins (e.g. prions, ERAD substrates) were reported to form different kinds of inclusion bodies (e.g. aggresomes, amyloids), yet it remained obscure if those observations combine into one and relate to the same sub-cellular site. Moreover, the pathways leading to inclusion formation and the involvement of the cellular protein quality control machinery were undefined and unknown. Thus, a systematic study providing a comprehensive understanding of protein aggregation and inclusion bodies was required. The discovery of JUNQ and IPOD suggested new insights of how the cell manages different kinds of misfolded proteins and offered a novel framework for putting together the great puzzle of protein aggregation. The fate of misfolded proteins and the process leading to the formation of aggregate inclusions, were initially studied using biochemical methods (e.g. western blotting).",
            "score": 139.98346722126007
        },
        {
            "docid": "54421246_16",
            "document": "Spinocerebellar ataxia type 1 . The various interactions of ataxin 1 lead to many possible factors that can exasperate or moderate toxicity of its mutant form. Wild type ataxin 1 is quickly degraded in the cytoplasm, but can be stabilized by phosphorylation and 14-3-3 binding as needed by the cell. SCA1 positive mice haplodeficient in 14-3-3ε were shown not to exhibit cerebellar degeneration but still exhibited lethal bulbar degeneration, suggesting that cerebellar atrophy may be related to increased stability of the expanded ataxin 1 protein and that there may be different pathogenic mechanisms for different regions of the brain. The site of phosphorylation is the serine at the 776th residue in ataxin 1. Similar to those that lack 14-3-3 proteins, mice with this residue replaced with alanine do not exhibit cerebellar syndrome. Similarly, removal of the AXH domain from ataxin 1 prevents aberrant interactions with growth factor independent transcription repressor 1 that leads to GFI1 degradation in the proteasome. The expanded polyglutamine region results in increased affinity of the ataxin 1 AXH domain for certain transcription factors and this effect is believed to play a significant role in ataxin 1 toxicity. Another protein shown to have significant interactions with ataxin 1 is the leucine-rich acidic nuclear protein or LANP. Its function is unknown, but it is predominately expressed in the same neurons as ataxin 1 and has been shown to localize in the nuclei of these neurons at the same substructures as ataxin 1. LANP only interacts with the polyglutamine region of ataxin 1, and its interactions are stronger as the number of glutamine residues increases, so the two proteins are likely vital to each other's functions in neurons and LANP may also facilitate pathology of mutant ataxin 1 proteins. Ataxin 1 like, also called Brother of Ataxin 1 or Boat, has significant interactions with ataxin-1 and many associated proteins, like N-CoR. Ataxin 1 like has reduced expression in transgenic mice models and has been shown to moderate cytotoxicity of ataxin-1.",
            "score": 111.87057447433472
        },
        {
            "docid": "19221835_9",
            "document": "Dishevelled . There are five main highly conserved regions that exist in all variations of DVL. These include an amino-terminal DIX (N-terminus) domain, a PDZ (central) domain, a carboxyl-terminal DEP (C-terminus) domain, and two regions with positively charged amino acid residues. There is a proline-heavy region between the DIX and PDZ domains, and a largely basic region between the DIX and PDZ domains that has conserved serine and threonine residues. These regions mediate protein-protein interactions and help DVL channel signals into either the β-catenin or the β-catenin independent pathways. Additionally, there is the conserved nuclear export sequence (NES) and a nuclear localization sequence (NLS), whose ability to move DVL between the cytoplasm and the nucleus may be an important part of it's function. Located near the N-terminus region of DVL and consisting of about 82-85 amino acids for human DVL protein, DIX is found in proteins like Axin and coiled-coil protein DIX-domain-containing I (DIXdc1 or Ccd1). The DIX domain of DVL has five β-strands and one α helix with highly conserved amino acid residues.",
            "score": 83.87279057502747
        },
        {
            "docid": "23048_21",
            "document": "Prion . All known prion diseases, collectively called transmissible spongiform encephalopathies (TSEs), are untreatable and fatal. However, a vaccine developed in mice may provide insight into providing a vaccine to resist prion infections in humans. Additionally, in 2006 scientists announced that they had genetically engineered cattle lacking a necessary gene for prion production – thus theoretically making them immune to BSE, building on research indicating that mice lacking normally occurring prion protein are resistant to infection by scrapie prion protein. In 2013, a study revealed that 1 in 2,000 people in the United Kingdom might harbour the infectious prion protein that causes vCJD.",
            "score": 113.2339096069336
        },
        {
            "docid": "32752776_3",
            "document": "FERM domain . Ezrin, moesin, and radixin are highly related proteins (ERM protein family), but the other proteins in which the FERM domain is found do not share any region of similarity outside of this domain. ERM proteins are made of three domains, the FERM domain, a central helical domain and a C-terminal tail domain, which binds F-actin. The amino-acid sequence of the FERM domain is highly conserved among ERM proteins and is responsible for membrane association by direct binding to the cytoplasmic domain or tail of integral membrane proteins. ERM proteins are regulated by an intramolecular association of the FERM and C-terminal tail domains that masks their binding sites for other molecules. For cytoskeleton-membrane cross-linking, the dormant molecules becomes activated and the FERM domain attaches to the membrane by binding specific membrane proteins, while the last 34 residues of the tail bind actin filaments. Aside from binding to membranes, the activated FERM domain of ERM proteins can also bind the guanine nucleotide dissociation inhibitor of Rho GTPase (RhoDGI), which suggests that in addition to functioning as a cross-linker, ERM proteins may influence Rho signalling pathways. The crystal structure of the FERM domain reveals that it is composed of three structural modules (F1, F2, and F3) that together form a compact clover-shaped structure. The N-terminal module is ubiquitin-like. The C-terminal module is a PH-like domain.",
            "score": 80.50090336799622
        },
        {
            "docid": "3075144_3",
            "document": "Plectin . Plectin can exist in cells as several alternatively-spliced isoforms, all around 500 kDa and >4000 amino acids. The structure of plectin is thought to be a dimer consisting of a central coiled coil of alpha helices connecting two large globular domains (one at each terminus). These globular domains are responsible for connecting plectin to its various cytoskeletal targets. The carboxy-terminal domain is made of 6 highly homologous repeating regions. The subdomain between regions five and six of this domain is known to connect to the intermediate filaments cytokeratin and vimentin. At the opposite end of the protein, in the N-terminal domain, a region has been defined as responsible for binding to actin. In 2004, the exact crystal structure of this actin-binding domain (ABD) was determined in mice and shown to be composed of two calponin homology (CH) domains. Plectin is expressed in nearly all mammalian tissues. In cardiac muscle and skeletal muscle, plectin is localized to specialized entities known as Z-discs. Plectin binds several proteins, including vinculin, DES, actin., fodrin, microtubule-associating proteins, nuclear laminin B., SPTAN1, vimentin and ITGB4.",
            "score": 85.3128377199173
        },
        {
            "docid": "5695222_9",
            "document": "SMAD (protein) . Smads are roughly between 400 and 500 amino acids long, and consist of two globular regions at the amino and carboxy termini, connected by a linker region. These globular regions are highly conserved in R-Smads and Co-Smads, and are called Mad homology 1 (MH1) at the N-terminus, and MH2 at the C-terminus. The MH2 domain is also conserved in I-Smads. The MH1 domain is primarily involved in DNA binding, while the MH2 is responsible for the interaction with other Smads and also for the recognition of transcriptional co-activators and co-repressors. R-Smads and Smad4 interact with several DNA motifs though the MH1 domain. These motifs include the CAGAC and its CAGCC variant, as well as the 5-bp consensus sequence GGC(GC)|(CG). Receptor-phosphorylated R-Smads can form homotrimers, as well as heterotrimers with Smad4 in vitro, via interactions between the MH2 domains. Trimers of one Smad4 molecule and two receptor-phosphorylated R-Smad molecules are thought to be the predominant effectors of TGF-β transcriptional regulation.  The linker region between MH1 and MH2 is not just a connector, but also plays a role in protein function and regulation. Specifically, R-Smads are phosphorylated in the nucleus at the linker domain by CDK8 and 9, and these phosphorylations modulate the interaction of Smad proteins with transcriptional activators and repressors. Furthermore, after this phosphorylation step, the linker undergoes a second round of phosphorylations by GSK3, labelling Smads for their recognition by ubiquitin ligases, and targeting them for proteasome-mediated degradation. The transcription activators and the ubiquitin ligases both contain pairs of WW domains. These domains interact with the PY motif present in the R-Smad linker, as well as with the phosphorylated residues located in the proximity of the motif. Indeed, the different phosphorylation patterns generated by CDK8/9 and GSK3 define the specific interactions with either transcription activators or with ubiquitin ligases. Remarkably, the linker region has the highest concentration of amino acid differences among metazoans, although the phosphorylation sites and the PY motif are highly conserved.",
            "score": 85.67914474010468
        }
    ],
    "r": [
        {
            "docid": "235248_14",
            "document": "Transmissible spongiform encephalopathy . The PRNP gene provides the instructions to make a protein called the prion protein (PrP). Under normal circumstances, this protein may be involved in transporting copper into cells. It may also be involved in protecting brain cells and helping them communicate. 24 Point-Mutations in this gene cause cells to produce an abnormal form of the prion protein, known as PrP. This abnormal protein builds up in the brain and destroys nerve cells, resulting in the signs and symptoms of prion disease.",
            "score": 273.25103759765625
        },
        {
            "docid": "3451732_29",
            "document": "PRNP . The conversion of PrP to PrP conformation is the mechanism of transmission of fatal, neurodegenerative transmissible spongiform encephalopathies (TSE). This can arise from genetic factors, infection from external source, or spontaneously for reasons unknown. Accumulation of PrP corresponds with progression of neurodegeneration and is the proposed cause. Some PRNP mutations lead to a change in single amino acids (the building-blocks of proteins) in the prion protein. Others insert additional amino acids into the protein or cause an abnormally short protein to be made. These mutations cause the cell to make prion proteins with an abnormal structure. The abnormal protein PrP accumulates in the brain and destroys nerve cells, which leads to the mental and behavioral features of prion diseases.",
            "score": 262.7680969238281
        },
        {
            "docid": "23048_12",
            "document": "Prion . The infectious isoform of PrP, known as PrP, is able to convert normal PrP proteins into the infectious isoform by changing their conformation, or shape; this, in turn, alters the way the proteins interconnect. PrP always causes prion disease. Although the exact 3D structure of PrP is not known, it has a higher proportion of β-sheet structure in place of the normal α-helix structure. Aggregations of these abnormal isoforms form highly structured amyloid fibers, which accumulate to form plaques. It is unclear as to whether these aggregates are the cause of cell damage or are simply a side-effect of the underlying disease process. The end of each fiber acts as a template onto which free protein molecules may attach, allowing the fiber to grow. Under most circumstances, only PrP molecules with an identical amino acid sequence to the infectious PrP are incorporated into the growing fiber. However, rare cross-species transmission is also possible.",
            "score": 252.34152221679688
        },
        {
            "docid": "23048_10",
            "document": "Prion . PrP is a normal protein found on the membranes of cells. It has 209 amino acids (in humans), one disulfide bond, a molecular mass of 35–36 kDa and a mainly alpha-helical structure. Several topological forms exist; one cell surface form anchored via glycolipid and two transmembrane forms. The normal protein is not sedimentable; meaning that it cannot be separated by centrifuging techniques. Its function is a complex issue that continues to be investigated. PrP binds copper (II) ions with high affinity. The significance of this finding is not clear, but it is presumed to relate to PrP structure or function. PrP is readily digested by proteinase K and can be liberated from the cell surface in vitro by the enzyme phosphoinositide phospholipase C (PI-PLC), which cleaves the glycophosphatidylinositol (GPI) glycolipid anchor. PrP has been reported to play important roles in cell-cell adhesion and intracellular signaling \"in vivo\", and may therefore be involved in cell-cell communication in the brain.",
            "score": 238.92103576660156
        },
        {
            "docid": "23048_44",
            "document": "Prion . There continues to be a very practical problem with diagnosis of prion diseases, including BSE and CJD. They have an incubation period of months to decades, during which there are no symptoms, even though the pathway of converting the normal brain PrP protein into the toxic, disease-related PrP form has started. At present, there is virtually no way to detect PrP reliably except by examining the brain using neuropathological and immunohistochemical methods after death. Accumulation of the abnormally folded PrP form of the PrP protein is a characteristic of the disease, but it is present at very low levels in easily accessible body fluids like blood or urine. Researchers have tried to develop methods to measure PrP, but there are still no fully accepted methods for use in materials such as blood.",
            "score": 231.45706176757812
        },
        {
            "docid": "521805_26",
            "document": "Genome (book) . The sheep brain disease scrapie appeared to be infectious but did not involve a microorganism. The disaster of Creutzfeldt–Jakob disease in humans was found to be caused by the PRP gene which produces a prion protein that aggregates into clumps, destroying brain cells. Ridley attacks the panicky handling of prion disease outbreaks by governments.",
            "score": 227.6413116455078
        },
        {
            "docid": "249333_5",
            "document": "Chronic wasting disease . CWD (like other TSEs, such as scrapie and bovine spongiform encephalopathy) is caused by a prion, an abnormal form of a normal protein, known as prion protein (PrP), that is most commonly found in the central nervous system (CNS), but is capable of spreading to the peripheral nervous system (PNS), thus infecting meat, or muscle, of deer and elk. The abnormality in PrP has its genetic basis in a particular variant of the protein-coding gene \"PRNP\" that is highly conserved among mammals and has been found and sequenced in deer. The prion PrP infects the host animal by promoting conversion of normal cellular protein (PrP) to the abnormal prion form (PrP or PrP). The build-up of PrP in the brain is associated with widespread neurodegeneration.",
            "score": 224.07147216796875
        },
        {
            "docid": "235248_25",
            "document": "Transmissible spongiform encephalopathy . There continues to be a very practical problem with diagnosis of prion diseases, including BSE and CJD. They have an incubation period of months to decades during which there are no symptoms, even though the pathway of converting the normal brain PrP protein into the toxic, disease-related PrP form has started. At present, there is virtually no way to detect PrP reliably except by examining the brain using neuropathological and immunohistochemical methods after death. Accumulation of the abnormally folded PrP form of the PrP protein is a characteristic of the disease, but it is present at very low levels in easily accessible body fluids like blood or urine. Researchers have tried to develop methods to measure PrP, but there are still no fully accepted methods for use in materials such as blood.",
            "score": 223.90541076660156
        },
        {
            "docid": "3451732_23",
            "document": "PRNP . Though most attention is focused on PrP’s presence in the nervous system, it is also abundant in immune system tissue. PrP immune cells include haematopoietic stem cells, mature lymphoid and myeloid compartments, and certain lymphocytes; also, it has been detected in natural killer cells, platelets, and monocytes. T cell activation is accompanied by a strong up-regulation of PrP, though it is not requisite. The lack of immuno-response to transmissible spongiform encephalopathies (TSE), neurodegenerative diseases caused by prions, could stem from the tolerance for PrP.",
            "score": 220.25994873046875
        },
        {
            "docid": "9271804_4",
            "document": "Laura Manuelidis . She has challenged the dominant explanation that the host prion protein (PrP), without any nucleic acid, is the causal infectious agent in TSEs. The prion hypothesis was put forth by Stanley B. Prusiner, who won the 1997 Nobel Prize in physiology or medicine. In contrast to the amyloid or \"infectious form of host PrP\", Manuelidis and colleagues showed that infectious CJD brain particles separated from most prion protein with a homogeneous viral density and size, and disruption of CJD nucleic acid-protein complexes destroys infectivity. Comparable 25 nm particles were identified within CJD and scrapie infected cell cultures, but not in uninfected controls. As with 25 nm brain particles, the culture particles did not bind PrP antibodies \"Proceedings of the National Academy of Sciences\". Manuelidis said, \"Although much work remains to be done, there is a reasonable possibility these are the long sought viral particles that cause transmissible spongiform encephalopathies. The [prion] is probably not infectious, but is a pathological result [of] an infectious virus binding to this host protein.\". Much additional recent evidence points to an exogenous source of infectious TSE agents, and the claim that recombinant PrP can be made infectious has not been reproducible. In fact, one can remove all detectable forms of PrP from infectious brain particles, yet they retain their high infectivity. Thus PrP is not an integral component of the infectious agent, but instead a host susceptibility factor. Additionally, nucleases that have no effect on PrP are able to obliterate particle-associated nucleic acids and simultaneously destroy >99% of their infectivity. These findings demonstrate that TSE agents are viruses that require protected genetic material to infect their hosts. Although novel circular SPHINX DNAs from the microbiome were identified in isolated infectious particles, their role in infection and/or disease is not yet clear.",
            "score": 217.7056427001953
        },
        {
            "docid": "23048_19",
            "document": "Prion . Until 2015 all known mammalian prion diseases were considered to be caused by the prion protein, PrP; in 2015 Multiple System Atrophy was hypothesized to be caused by a new prion, the misfolded form of a protein called alpha-synuclein. The endogenous, properly folded form of the prion protein is denoted PrP (for Common\" or Cellular\"), whereas the disease-linked, misfolded form is denoted PrP (for \"Scrapie\"), after one of the diseases first linked to prions and neurodegeneration.) The precise structure of the prion is not known, though they can be formed by combining PrP, polyadenylic acid, and lipids in a protein misfolding cyclic amplification (PMCA) reaction. Proteins showing prion-type behavior are also found in some fungi, which has been useful in helping to understand mammalian prions. Fungal prions do not appear to cause disease in their hosts.",
            "score": 216.04327392578125
        },
        {
            "docid": "32823089_19",
            "document": "Surround optical-fiber immunoassay . Current PrP detection methods are time-consuming and employ \"post mortem\" analysis after suspicious animals manifest one or more symptoms of the disease. Current diagnostic methods are based mainly on detection of physiochemical differences between PrP and PrP which, to date, are the only reliable markers for TSEs. For example, the most widely used diagnostic tests exploit the relative protease resistance of PrP in brain samples to discriminate between PrP and PrP, in combination with antibody-based detection of the PK-resistant portion of PrP. It has as yet not been possible to detect prion diseases by using conventional methods, such as polymerase chain reaction, serology, or cell culture assays. An agent-specific nucleic acid has not yet been identified, and the infected host does not elicit an antibody response.",
            "score": 215.99319458007812
        },
        {
            "docid": "19344418_13",
            "document": "Bovine spongiform encephalopathy . Diagnosis of BSE continues to be a practical problem. It has an incubation period of months to years, during which no symptoms are noticed, though the pathway of converting the normal brain prion protein (PrP) into the toxic, disease-related PrP form has started. At present, virtually no way is known to detect PrP reliably except by examining \"post mortem\" brain tissue using neuropathological and immunohistochemical methods. Accumulation of the abnormally folded PrP form of PrP is a characteristic of the disease, but it is present at very low levels in easily accessible body fluids such as blood or urine. Researchers have tried to develop methods to measure PrP, but no methods for use in materials such as blood have been accepted fully.",
            "score": 213.67971801757812
        },
        {
            "docid": "23048_58",
            "document": "Prion . Reports suggest that imbalance of brain metal homeostasis may be a cause of PrP-associated neurotoxicity, though the underlying mechanisms are difficult to explain based on existing information. Proposed hypotheses include a functional role for PrP in metal metabolism, and loss of this function due to aggregation to the disease-associated PrP form as the cause of brain metal imbalance. Other views suggest gain of toxic function by PrP due to sequestration of PrP-associated metals within the aggregates, resulting in the generation of redox-active PrP complexes. The physiological implications of some PrP-metal interactions are known, while others are still unclear. The pathological implications of PrP-metal interaction include metal-induced oxidative damage, and in some instances conversion of PrP to a PrP-like form.",
            "score": 213.33790588378906
        },
        {
            "docid": "23048_9",
            "document": "Prion . The protein that prions are made of (PrP) is found throughout the body, even in healthy people and animals. However, PrP found in infectious material has a different structure and is resistant to proteases, the enzymes in the body that can normally break down proteins. The normal form of the protein is called PrP, while the infectious form is called PrP — the \"C\" refers to 'cellular' PrP, while the \"Sc\" refers to 'scrapie', the prototypic prion disease, occurring in sheep. While PrP is structurally well-defined, PrP is certainly polydisperse and defined at a relatively poor level. PrP can be induced to fold into other more-or-less well-defined isoforms in vitro, and their relationship to the form(s) that are pathogenic in vivo is not yet clear.",
            "score": 211.47056579589844
        },
        {
            "docid": "23048_13",
            "document": "Prion . The physiological function of the prion protein remains poorly understood. While data from in vitro experiments suggest many dissimilar roles, studies on PrP knockout mice have provided only limited information because these animals exhibit only minor abnormalities. In research done in mice, it was found that the cleavage of PrP proteins in peripheral nerves causes the activation of myelin repair in Schwann cells and that the lack of PrP proteins caused demyelination in those cells.",
            "score": 210.85455322265625
        },
        {
            "docid": "12665704_13",
            "document": "Kuru (disease) . The infectious agent is a misfolded form of a host-encoded protein called prion (PrP). Prion proteins are encoded by the Prion Protein Gene (PRNP). The two forms of prion are designated as PrP, which is a normally folded protein, and PrP, a misfolded form which gives rise to the disease. The two forms do not differ in their amino acid sequence, however the pathogenic PrP isoform differs from the normal PrP form in its secondary and tertiary structure. The PrP isoform is more enriched in beta sheets, while the normal PrP form is enriched in alpha helices. The differences in conformation allow PrP to aggregate and be extremely resistant to protein degradation by enzymes or by other chemical and physical means. The normal form, on the other hand, is susceptible to complete proteolysis and soluble in non-denaturing detergents.",
            "score": 209.67721557617188
        },
        {
            "docid": "50492922_15",
            "document": "Pathophysiology of Parkinson's disease . The fifth proposed major mechanism for cell death is the breakdown of the blood-brain barrier (BBB). The BBB has three cell types which tightly regulate the flow of molecules in and out of the brain: endothelial cells, pericytes, and astrocytes. In neurodegenerative diseases, BBB breakdown has been measured and identified in specific regions of the brain, including the substantia nigra in Parkinson's disease and hippocampus in Alzheimer's disease. Protein aggregates or cytokines from neuroinflammation may interfere with cell receptors and alter their function in the BBB. Most notably, vascular endothelial growth factor (VEGF) and VEGF receptors are thought to be disregulated in neurodegenerative diseases. The interaction between the VEGF protein and its receptors leads to cell proliferation, but is believed to be disrupted in Parkinson's disease and Alzheimer's disease. This then causes cells to stop growing and therefore, prevents new capillary formation via angiogenesis. Cell receptor disruption can also affect the ability for cells to adhere to one another with adherens junctions.",
            "score": 208.06468200683594
        },
        {
            "docid": "221689_26",
            "document": "Scrapie . The binding abilities of different soil types have been shown to enhance disease penetrance into a population. Soil containing the common clay mineral montmorillonite (Mte) and kaolinite (Kte) binds more effectively with the prions than soil containing quartz. Enhanced transmissibility of soil-bound prions may explain the environmental spread of scrapie despite low levels shed into the environment. The mechanism by which Mte or other soil components enhances the transmissibility of particle bound prions remains to be clarified. Prion binding to Mte or other soil components may partially protect PrP from denaturation or proteolysis in the digestive tract, allowing more disease agent to be taken up from the gut. Adsorption of PrP soil may alter the aggregation state of the protein, shifting the size distribution toward more infectious prion protein particles, thereby increasing the infectious units. For prion disease to be transmitted via ingestion of prion contaminated soil, prions must also remain infectious by the oral route of exposure. Researchers at the University of Wisconsin investigated the oral infectivity of Mte-bound and soil-bound prions. The effects of prion source (via infected brain homogenate and purified PrP) and dose on penetrance (proportion of animals eventually exhibiting clinical signs of scrapie) and incubation period (time to onset of clinical symptoms) was evaluated. About 38% of animals receiving orally 200 ng of unbound, clarified PrP derived from soil exhibited clinical symptoms, with an incubation period for infected animals of 203 to 633 days. All animals orally dosed with an equivalent amount of Mte-bound PrP manifested disease symptoms in 195 to 637 days. By contrast, animals orally receiving Mte soil alone or one-tenth as much unbound clarified PrP (20 ng) remained asymptomatic throughout the course of the experiment. These data established that Mte-bound prions remain infectious via the oral route of exposure, and that the binding agent Mte increases disease penetrance, enhancing the efficiency of oral transmission.",
            "score": 208.03944396972656
        },
        {
            "docid": "23048_2",
            "document": "Prion . Prions are misfolded proteins that are associated with several fatal neurodegenerative diseases in animals and humans. It is not known what causes the normal prion protein to misfold; the abnormal 3-D structure is suspected to confer infectious properties. The word prion derives from ‘\"proteinaceous infectious particle\"’. Prions composed of the prion protein (PrP) are hypothesized as the cause of transmissible spongiform encephalopathies (TSEs), including scrapie in sheep and bovine spongiform encephalopathy (BSE) in cattle—known popularly as \"mad cow disease\". In humans, prions have been hypothesized as the cause of Creutzfeldt–Jakob disease (CJD) and its variant (vCJD), Gerstmann–Sträussler–Scheinker syndrome, “fatal familial insomnia”, and kuru. All known prion diseases in mammals affect the structure of the brain or other neural tissue; all are progressive, have no known effective treatment, and are always fatal. Multiple system atrophy (MSA), a rare human neurodegenerative disease, features a misfolded version of a protein called alpha-synuclein, and is therefore also classifiable as a prion disease. Several yeast proteins have also been identified as having prionogenic properties.",
            "score": 207.9716339111328
        },
        {
            "docid": "53510000_3",
            "document": "Diseases of abnormal polymerization . Diseases of abnormal polymerization are said the undergo “replication”, or rather that the number of proteins that are polymerized is shown to generally increase much like in a natural course of infection. Since the functional “pathogens” of DAPs are protein units the diseases are almost entirely independent from the use of nucleic acids. Multiple models illustrating this recruitment function exist, including the PrP protein in prion disease. The PrP protein is the major agent in spongiform encephalopathies and undergoes a clear process of polymerization based upon the natural balancing of thermodynamic states and kinetic summation. Like most proteins PrP can exist in two forms, one major and one minor, an alpha helix structure and a beta-pleated sheet structure respectively, that are balanced during nearly all conditions, but with dominance granted to the stable helix form. In certain instances, it may be possible for two beta forms to contact each other at the same time, and in this case the pair can form bonds that successfully stabilize the beta forms thermodynamically and allowing these structures to remain. This is termed the “seed” of polymerization as from this point the continued interaction, or recruitment, amongst the beta forms is increased perpetually, since there is a constant presence of stable beta forms, as well as the fact that beta forms, or beta-pleated sheets, have a greater number of reactive nucleation sites. This progression forms extended fibrils slowly over time that will then cause localized cytopathology, resulting in the characteristic sites of cell degradation or “sponginess”. This general template of recruitment is also characteristic in the condition sickle cell anemia in which the red blood cells are misshapen because of the formation of extended polymer fibrils.",
            "score": 204.90499877929688
        },
        {
            "docid": "23048_22",
            "document": "Prion . Many different mammalian species can be affected by prion diseases, as the prion protein (PrP) is very similar in all mammals. Due to small differences in PrP between different species it is unusual for a prion disease to transmit from one species to another. The human prion disease variant Creutzfeldt–Jakob disease, however, is thought to be caused by a prion that typically infects cattle, causing Bovine spongiform encephalopathy and is transmitted through infected meat.",
            "score": 198.8056640625
        },
        {
            "docid": "3132502_7",
            "document": "Slow virus . The prion protein is known as PrP and is a cell surface glycophosphatidylinositol(GPI)-anchored protein. Its normal function in the body is unknown, though presumably it serves, or served, some purpose because it is coded for by a host gene. The infectious form of PrP has the same amino acid sequence and the same post-translational modifications as the normal form, but it has a different tertiary conformation. The normal PrP contains many alpha-helices, whereas the disease-associated form contains many beta-pleated sheets. It is this conformational change from mostly alpha-helices to mostly beta-pleated sheets that gives the prion its infectious ability.",
            "score": 197.25607299804688
        },
        {
            "docid": "5617_6",
            "document": "Creutzfeldt–Jakob disease . The CJD prion is dangerous because it promotes refolding of native prion protein into the diseased state. The number of misfolded protein molecules will increase exponentially and the process leads to a large quantity of insoluble protein in affected cells. This mass of misfolded proteins disrupts neuronal cell function and causes cell death. Mutations in the gene for the prion protein can cause a misfolding of the dominantly alpha helical regions into beta pleated sheets. This change in conformation disables the ability of the protein to undergo digestion. Once the prion is transmitted, the defective proteins invade the brain and induce other prion protein molecules to misfold in a self-sustaining feedback loop. These neurodegenerative diseases are commonly called \"prion diseases\".",
            "score": 196.36709594726562
        },
        {
            "docid": "49990541_14",
            "document": "Visual selective attention in dementia . Alzheimer's disease damages and kills brain cells. Compared to a healthy brain, the brain of someone with Alzheimer’s has fewer cells and there are fewer connections among surviving cells. This inevitably leads to brain shrinkage. This disease characterises two types of abnormalities: plaques and tangles. Plaques are clumps of a protein called beta-amyloid. They may damage and destroy brain cells by interfering with cell-to-cell communication, among others. The collection of beta-amyloid on the outside of brain cells is thought to be implicated in the cause of this disease. Tangles are threads of another protein, tau. Tau twist into abnormal tangles inside brain cells, resulting in failure of the transport system, which is also implicated in the death of brain cells. The brain relies on this internal support and transport system in order to carry nutrients and essential materials, requiring the normal structure and functioning of tau.",
            "score": 195.99766540527344
        },
        {
            "docid": "50492922_16",
            "document": "Pathophysiology of Parkinson's disease . Without new capillary formation, the existing capillaries break down and cells start to dissociate from each other. This in turn leads to the breakdown of gap junctions. Gap junctions in endothelial cells in the BBB help prevent large or harmful molecules from entering the brain by regulating the flow of nutrients to the brain. However, as gap junctions break down, plasma proteins are able to enter in extracellular matrix the brain. This mechanism is also known as vascular leakiness, where capillary degeneration leads to blood and blood proteins \"leaking\" into the brain. Vascular leakiness can eventually cause neurons to alter their function and shift towards apoptotic behavior or cell death.",
            "score": 195.01560974121094
        },
        {
            "docid": "23048_23",
            "document": "Prion . It has been recognized that prion diseases can arise in three different ways: acquired, familial, or sporadic. It is often assumed that the diseased form directly interacts with the normal form to make it rearrange its structure. One idea, the \"Protein X\" hypothesis, is that an as-yet unidentified cellular protein (Protein X) enables the conversion of PrP to PrP by bringing a molecule of each of the two together into a complex.",
            "score": 194.30255126953125
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 194.00570678710938
        },
        {
            "docid": "32823089_20",
            "document": "Surround optical-fiber immunoassay . The conformationally altered form of PrP is PrP. Some groups believe PrP is the infectious agent (prion agent) in TSEs, while other groups do not. PrP could be a neuropathological product of the disease process, a component of the infectious agent, the infectious agent itself, or something else altogether. Regardless of what its actual function in the disease state is, PrP is clearly specifically associated with the disease process, and detection of it indicates infection with the agent causing prion diseases.",
            "score": 193.26084899902344
        },
        {
            "docid": "32823089_29",
            "document": "Surround optical-fiber immunoassay . A 2009 study found SOFIA, in its current format, is capable of detecting less than 10 attogram (ag) of hamster, sheep and deer recombinant PrP. About 10 ag of PrP from 263K-infected hamster brains can be detected with similar lower limits of PrP detection from the brains of scrapie-infected sheep and deer infected with chronic wasting disease. These detection limits allow protease-treated and untreated material to be diluted beyond the point where PrP, nonspecific proteins or other extraneous material may interfere with PrP signal detection and/or specificity. This not only eliminates the issue of specificity of PrP detection, but also increases sensitivity, since the possibility of partial PrP proteolysis is no longer a concern. SOFIA will likely lead to early \"ante mortem\" detection of transmissible encephalopathies and is also amenable for use with additional target amplification protocols. SOFIA represents a sensitive means for detecting specific proteins involved in disease pathogenesis and/or diagnosis that extends beyond the scope of the transmissible spongiform encephalopathies.",
            "score": 191.33253479003906
        },
        {
            "docid": "32823089_28",
            "document": "Surround optical-fiber immunoassay . A 2010 study demonstrated a moderate amount of protein misfolding cyclic amplification (PMCA) coupled to a novel SOFIA detection scheme, can be used to detect PrP in protease-untreated plasma from preclinical and clinical scrapie sheep, and white-tailed deer with chronic wasting disease, following natural and experimental infection. The disease-associated form of the prion protein (PrP), resulting from a conformational change of the normal (cellular) form of prion protein (PrP), is considered central to neuropathogenesis and serves as the only reliable molecular marker for prion disease diagnosis. While the highest levels of PrP are present in the CNS, the development of a reasonable diagnostic assay requires the use of body fluids which characteristically contains extremely low levels of PrP. PrP has been detected in the blood of sick animals by means of PMCA technology. However, repeated cycling over several days, which is necessary for PMCA of blood material, has been reported to result in decreased specificity (false positives). To generate an assay for PrP in blood that is both highly sensitive and specific, the researchers used limited serial PMCA (sPMCA) with SOFIA. They did not find any enhancement of sPMCA with the addition of polyadenylic acid, nor was it necessary to match the genotypes of the PrP and PrP sources for efficient amplification.",
            "score": 191.150146484375
        },
        {
            "docid": "18999016_15",
            "document": "Chromatolysis . Severe neuronal chromatolysis has been detected in the brainstems of adult cattle with the neurodegenerative condition known as idiopathic brainstem neuronal chromatolysis (IBNC). The symptoms of IBNC in cattle are clinically similar to those characterized by bovine spongiform encephalopathy, otherwise known as mad-cow disease. These symptoms included tremor, lack of muscle movement coordination, anxiety and weight loss. At the cellular level, IBNC is marked by the degeneration of neurons and axons within the brainstem and cranial nerves. The disease also has a significant correlation with abnormal labeling for prion protein (PrP) in the brain. IBNC has been characterized by severe neuronal, axonal, and myelin degradation, accompanied by non-supportive inflammation and changes in spongiform of various regions of grey matter. A significant loss of neurons due to hippocampal degeneration has also been observed. The degenerate chromatolysis neurons seldom showed intracytoplasmic labeling for PrP.",
            "score": 190.30966186523438
        }
    ]
}