{
    "q": [
        {
            "docid": "3135637_31",
            "document": "Gut flora . The human immune system creates cytokines that can drive the immune system to produce inflammation in order to protect itself, and that can tamp down the immune response to maintain homeostasis and allow healing after insult or injury. Different bacterial species that appear in gut flora have been shown to be able to drive the immune system to create cytokines selectively; for example \"Bacteroides fragilis\" and some \"Clostridia\" species appear to drive an anti-inflammatory response, while some segmented filamentous bacteria drive the production of inflammatory cytokines. Gut flora can also regulate the production of antibodies by the immune system. One function of this regulation is to cause B cells to class switch to IgA. In most cases B cells need activation from T helper cells to induce class switching; however, in another pathway, gut flora cause NF-kB signaling by intestinal epithelial cells which results in further signaling molecules being secreted. These signaling molecules interact with B cells to induce class switching to IgA. IgA is an important type of antibody that is used in mucosal environments like the gut. It has been shown that IgA can help diversify the gut community and helps in getting rid of bacteria that cause inflammatory responses. Ultimately, IgA maintains a healthy environment between the host and gut bacteria. These cytokines and antibodies can have effects outside the gut, in the lungs and other tissues.",
            "score": 127.87974834442139
        },
        {
            "docid": "25875_24",
            "document": "Rheumatoid arthritis . Other environmental and hormonal factors may explain higher risks for women, including onset after childbirth and hormonal medications. A possibility for increased susceptibility is that negative feedback mechanisms – which normally maintain tolerance – are overtaken by positive feedback mechanisms for certain antigens, such as IgG Fc bound by rheumatoid factor and citrullinated fibrinogen bound by antibodies to citrullinated peptides (ACPA - Anti–citrullinated protein antibody). A debate on the relative roles of B-cell produced immune complexes and T cell products in inflammation in RA has continued for 30 years, but neither cell is necessary at the site of inflammation, only autoantibodies to IgGFc, known as rheumatoid factors and ACPA, with ACPA having a 80% specificity for diagnosing RA. As with other autoimmune diseases, people with RA have abnormally glycosylated antibodies, which are believed to promote joint inflammation.",
            "score": 133.40121459960938
        },
        {
            "docid": "14722681_7",
            "document": "Interferon alpha-1 . Emerging evidence suggests that abnormal IFN production contributes to immune dysfunction and mediates tissue inflammation and organ damage in a number of autoimmune diseases such as systemic lupus erythematosus (SLE), rheumatoid arthritis (RA), idiopathic inflammatory myopathies (IIM), Sjogren’s syndrome (SS) and multiple sclerosis (MS).  Increased serum IFN-α and IFN-α-induced gene expression are frequently observed in patients with SLE, and many of SLE clinical manifestations such as fever, fatigue and leukopenia are similar to those observed in patients suffering from influenza or as a side effect of IFN-therapy, suggesting that type I IFNs are important in the molecular pathogenesis of SLE. A heritable pattern of high circulating type I IFN has been observed in SLE families, suggesting that high IFN is a heritable risk factor for SLE. Furthermore, patients with non-autoimmune diseases treated with IFN-α can develop a “lupus-like” syndrome, including antinuclear antibodies (ANA) and anti-double stranded DNA (ds-DNA) which usually resolve after IFN-α therapy discontinuation. As noted above, IRFs are proteins which regulate transcription of IFNs. Genetic variations in the IRF genes have been associated with risk of developing SLE, and these genetic variations have also been linked to increased IFN-α production and with SLE-associated autoantibody formation. Several observations suggest that type I IFN is involved in the pathogenesis of inflammatory myopathies. Patients with dermatomyositis and polymyositis have increased IFN serum levels which in some studies correlate with disease activity or myositis-specific autoantibodies. Also, studies have suggested a genetic or heritable component to the high type I IFN observed in myositis patients, similar to SLE. Multiple sclerosis (MS) is a disorder of the central nervous system characterized by inflammation, demyelination and neurodegeneration with presumed autoimmune origin. Whereas type I IFNs are thought to induce some autoimmune conditions such as SLE as noted above, MS is effectively treated by administering recombinant human IFN-β. MS patients have lower levels of circulating type I interferon compared to patients with other autoimmune diseases. However, a number of patients with relapsing-remitting MS have a high IFN signature as well as more clinical and MRI attacks before therapy and these patients often do not response to IFN-β therapy. Interestingly, neuromyelitis optica, another autoimmune disorder similar to MS which does not respond to IFN therapy, is associated with higher baseline circulating IFN levels.",
            "score": 110.13669991493225
        },
        {
            "docid": "29446359_9",
            "document": "MiR-132 . Plasma from patients with rheumatoid arthritis (RA) has been found to contain lower levels of miR-132 compared to samples from healthy individuals. As RA is an autoimmune, inflammatory disease, it is possible that miR-132 helps to regulate inflammation in healthy joints.",
            "score": 138.7662374973297
        },
        {
            "docid": "9300815_8",
            "document": "Synovectomy . In rheumatoid arthritis (RA) the synovial membrane becomes inflamed, it can become edematous and thicken with inflammatory exudates. Moreover, similar conditions can also be seen in juvenile rheumatoid arthritis and psoriatic arthritis. Synovectomy for RA has become relatively rare because nowadays patients suffering from Rheumatoid Arthritis have access to disease modifying drugs called Biologics that are effective in containing the inflammation that damages the synovial tissue. In cases when the patient undergoes a rapid deterioration of joints, physicians lean towards a total knee replacement as the last recourse option. Still, in select cases where the patient is resistant to Biologics as well as have higher risk factors for a TKR, Synovectomy can still be looked into to provide some relief ranging anywhere from a one-year to three-year period. A study that analyzed patients who underwent Osmic Acid Synovectomy found that approximately 28% patients were in disease remission for their knee joint for over three years duration.",
            "score": 130.29322934150696
        },
        {
            "docid": "25875_2",
            "document": "Rheumatoid arthritis . Rheumatoid arthritis (RA) is a long-term autoimmune disorder that primarily affects joints. It typically results in warm, swollen, and painful joints. Pain and stiffness often worsen following rest. Most commonly, the wrist and hands are involved, with the same joints typically involved on both sides of the body. The disease may also affect other parts of the body. This may result in a low red blood cell count, inflammation around the lungs, and inflammation around the heart. Fever and low energy may also be present. Often, symptoms come on gradually over weeks to months. While the cause of rheumatoid arthritis is not clear, it is believed to involve a combination of genetic and environmental factors. The underlying mechanism involves the body's immune system attacking the joints. This results in inflammation and thickening of the joint capsule. It also affects the underlying bone and cartilage. The diagnosis is made mostly on the basis of a person's signs and symptoms. X-rays and laboratory testing may support a diagnosis or exclude other diseases with similar symptoms. Other diseases that may present similarly include systemic lupus erythematosus, psoriatic arthritis, and fibromyalgia among others. The goals of treatment are to reduce pain, decrease inflammation, and improve a person's overall functioning. This may be helped by balancing rest and exercise, the use of splints and braces, or the use of assistive devices. Pain medications, steroids, and NSAIDs are frequently used to help with symptoms. Disease-modifying antirheumatic drugs (DMARDs), such as hydroxychloroquine and methotrexate, may be used to try to slow the progression of disease. Biological DMARDs may be used when disease does not respond to other treatments. However, they may have a greater rate of adverse effects. Surgery to repair, replace, or fuse joints may help in certain situations. Most alternative medicine treatments are not supported by evidence. RA affects about 24.5 million people as of 2015. This is between 0.5 and 1% of adults in the developed world with 5 and 50 per 100,000 people newly developing the condition each year. Onset is most frequent during middle age and women are affected 2.5 times as frequently as men. In 2013, it resulted in 38,000 deaths up from 28,000 deaths in 1990. The first recognized description of RA was made in 1800 by Dr. Augustin Jacob Landré-Beauvais (1772–1840) of Paris. The term \"rheumatoid arthritis\" is based on the Greek for watery and inflamed joints. RA primarily affects joints, but it also affects other organs in more than 15–25% of individuals.",
            "score": 150.74170351028442
        },
        {
            "docid": "43946_33",
            "document": "Biofilm . It has recently been shown that biofilms are present on the removed tissue of 80% of patients undergoing surgery for chronic sinusitis. The patients with biofilms were shown to have been denuded of cilia and goblet cells, unlike the controls without biofilms who had normal cilia and goblet cell morphology. Biofilms were also found on samples from two of 10 healthy controls mentioned. The species of bacteria from intraoperative cultures did not correspond to the bacteria species in the biofilm on the respective patient's tissue. In other words, the cultures were negative though the bacteria were present. New staining techniques are being developed to differentiate bacterial cells growing in living animals, e.g. from tissues with allergy-inflammations.",
            "score": 99.94383144378662
        },
        {
            "docid": "792524_11",
            "document": "Rosacea . A 2007, National Rosacea Society-funded study, demonstrated that \"Demodex folliculorum\" mites may be a cause or exacerbating factor in rosacea. The researchers identified \"Bacillus oleronius\" as distinct bacteria associated with Demodex mites. When analyzing blood samples using a peripheral blood mononuclear cell proliferation assay, they discovered that \"B. oleronius\" stimulated an immune system response in 79 percent of 22 patients with subtype 2 (papulopustular) rosacea, compared with only 29 percent of 17 subjects without the disorder. They concluded that \"[t]he immune response results in inflammation, as evident in the papules (bumps) and pustules (pimples) of subtype 2 rosacea. This suggests that the \"B. oleronius\" bacteria found in the mites could be responsible for the inflammation associated with the condition.\"",
            "score": 68.84943985939026
        },
        {
            "docid": "26383679_54",
            "document": "Selective serotonin reuptake inhibitor . The role of inflammation and the immune system in depression has been extensively studied. The evidence supporting this link has been shown in numerous studies over the past ten years. Nationwide studies and meta-analyses of smaller cohort studies have uncovered a correlation between pre-existing inflammatory conditions such as type 1 diabetes, rheumatoid arthritis (RA), or hepatitis, and an increased risk of depression. Data also shows that using pro-inflammatory agents in the treatment of diseases like melanoma can lead to depression. Several meta-analytical studies have found increased levels of proinflammatory cytokines and chemokines in depressed patients. This link has led scientists to investigate the effects of antidepressants on the immune system.",
            "score": 106.93959188461304
        },
        {
            "docid": "1776_26",
            "document": "Arthritis . Rheumatoid arthritis (RA) is autoimmune so, in addition to pain medications and anti-inflammatory drugs, is treated with another category of drug called disease-modifying antirheumatic drugs (DMARDs), which act on the immune system to slow down the progression of RA. An example of this type of drug is methotrexate.",
            "score": 99.08359575271606
        },
        {
            "docid": "35175872_4",
            "document": "Reticular dysgenesis . The immune system consists of specialized cells that work together to fight off bacteria, fungi and viruses. These cells include T lymphocytes (T cells), that primarily mediate the immune system, B lymphocytes (B cells) and Natural Killer cells. Patients with RD have a genetic defect that affects the T cells and at least one other type of immune cell. Since more than one type of immune cell is affected, this disease is classified as a severe combined immunodeficiency disease (SCID). A weakened immune system leaves patients susceptible to different kinds of infection. Commonly, patients who are diagnosed with RD also have bacterial sepsis and/or pneumonia.The annual incidence has been estimated at 1/3,000,000-1/5,000,000 and both females and males are affected.",
            "score": 80.84855890274048
        },
        {
            "docid": "25050762_2",
            "document": "Suparnostic . suPARnostic is a simplified double monoclonal antibody sandwich enzyme-linked immunosorbent assay (ELISA) that measures the amount of soluble urokinase plasminogen activator receptor (suPAR) in blood. Elevated plasma suPAR levels have been observed in various infectious, inflammatory and autoimmune diseases. suPAR concentration positively correlates to the activation level of the immune system. suPARnostic can be used as a prognostic tool to determine the severity of a disease within a patient, but is not used as a reliable diagnostic tool, as it can detect the severity of the immune response in a patient, but does not reveal the specific disease from which the patient may be suffering. Recently, increase suPAR levels were shown to be associated with increased risk of systemic inflammatory response syndrome (SIRS)/sepsis, cardiovascular disease, type 2 diabetes, infectious diseases, HIV, cancer tuberculosis, malaria, bacterial and viral CNS infections, rheumatoid arthritis, multiple sclerosis and mortality in the general population.",
            "score": 109.96646118164062
        },
        {
            "docid": "25875_71",
            "document": "Rheumatoid arthritis . RA reduces lifespan on average from three to twelve years. Young age at onset, long disease duration, the presence of other health problems, and characteristics of severe RA—such as poor functional ability or overall health status, a lot of joint damage on x-rays, the need for hospitalisation or involvement of organs other than the joints—have been shown to associate with higher mortality. Positive responses to treatment may indicate a better prognosis. A 2005 study by the Mayo Clinic noted that RA sufferers suffer a doubled risk of heart disease, independent of other risk factors such as diabetes, alcohol abuse, and elevated cholesterol, blood pressure and body mass index. The mechanism by which RA causes this increased risk remains unknown; the presence of chronic inflammation has been proposed as a contributing factor. It is possible that the use of new biologic drug therapies extend the lifespan of people with RA and reduce the risk and progression of atherosclerosis. This is based on cohort and registry studies, and still remains hypothetical. It is still uncertain whether biologics improve vascular function in RA or not. There was an increase in total cholesterol and HDLc levels and no improvement of the atherogenic index.<ref name=\"biologics cv effects/ cancer\"></ref>",
            "score": 118.871009349823
        },
        {
            "docid": "17337043_12",
            "document": "Diffuse panbronchiolitis . Inflammation is a normal part of the human immune response, whereby leukocytes (white blood cells), including neutrophils (white blood cells that specialize in causing inflammation), gather, and chemokines (proteins released from certain cells, which activate or elicit a response from other cells) accumulate at any location in the body where bacterial or viral infections occur. Inflammation interferes with the activity of bacteria and viruses, and serves to clear them from the body. In DPB, bacteria such as \"Haemophilus influenzae\" and \"Pseudomonas aeruginosa\" can cause the proliferation of inflammatory cells into the bronchiolar tissues. However, when neither bacteria are present with DPB, the inflammation continues for an as yet unknown reason. In either circumstance, inflammation in DPB can be so severe that nodules containing inflammatory cells form in the walls of the bronchioles. The presence of inflammation and infection in the airways also results in the production of excess mucus, which must be coughed up as sputum. The combination of inflammation, nodule development, infection, mucus, and frequent cough contributes to the breathing difficulties in DPB.",
            "score": 104.57734096050262
        },
        {
            "docid": "10973660_19",
            "document": "HSP60 . There is however, a twist in the immunological role of HSP60. As mentioned above, there are two different types of HSP60 proteins, bacterial as well as mammalian. Since they are very similar in sequence, bacterial HSP60 wouldn’t be expected to cause a large immune response in humans. The immune system is “designed to ignore ‘self’, that is, host constituents; however, paradoxically, this is not the case with chaperonins”. It has been found that many anti-chaperonin antibodies exist and are associated with many autoimmune diseases. According to Ranford, et al. experiments have been performed which have shown that antibodies which are “generated by a human host after exposure to bacterial chaperonin 60 proteins” can cross-react with human chaperonin 60 proteins. Bacterial HSP60 is causing the immune system to create anti-chaperonin antibodies, even though bacterial and human HSP60 have similar protein sequences. These new antibodies are then recognizing and attacking human HSP60 which causes an autoimmune disease. This suggests that HSP60 may play a role in autoimmunity, however more research needs to be done in order to discover more completely its role in this disease.",
            "score": 99.08464825153351
        },
        {
            "docid": "51490904_5",
            "document": "Bacteroides dorei . Previous research has shown that individuals who are genetically predisposition to various autoimmune diseases have significant differences in bacteria composition than non-genetically predisposition individuals. This difference in bacteria composition in the gut system is increasingly believed to be highly important in understanding autoimmune diseases such as Type1 Diabetes. In 2014, researchers looked at the early development of bacterial composition in high genetic risk children looking at early onset of Type 1 Diabetes. They took stool samples of 76 children looking at the early development of microbial communities from 4–6 months of age until 2.2 year old. Out of the 76 infants, 29 seroconverted to T1D autoimmune related cases, of which of 22 later on developed T1D (cases). The other 47 infants didn't seroconvert or develop T1D (control). Metagenomic sequencing results showed significantly higher composition of \"B. dorei\" and \"Bacteroides vulgatus\" in the cases versus the control group prior to seroconversion. In addition, data showed that \"B. dorei\" peaked at 7.6 months, almost 8 months prior to first inslet autoantibody in cases. This significant compositional change suggests that the increase in amount of \"B. dorei\" is a potential indicator of the development of T1D.",
            "score": 100.08121168613434
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 157.4257550239563
        },
        {
            "docid": "4630125_25",
            "document": "Artificial cell . The oral ingestion of live bacterial cell colonies has been proposed and is currently in therapy for the modulation of intestinal microflora, prevention of diarrheal diseases, treatment of \"H. Pylori\" infections, atopic inflammations, lactose intolerance and immune modulation, amongst others. The proposed mechanism of action is not fully understood but is believed to have two main effects. The first is the nutritional effect, in which the bacteria compete with toxin producing bacteria. The second is the sanitary effect, which stimulates resistance to colonization and stimulates immune response. The oral delivery of bacterial cultures is often a problem because they are targeted by the immune system and often destroyed when taken orally. Artificial cells help address these issues by providing mimicry into the body and selective or long term release thus increasing the viability of bacteria reaching the gastrointestinal system. In addition, live bacterial cell encapsulation can be engineered to allow diffusion of small molecules including peptides into the body for therapeutic purposes. Membranes that have proven successful for bacterial delivery include cellulose acetate and variants of alginate. Additional uses that have arosen from encapsulation of bacterial cells include protection against challenge from \"M. Tuberculosis\" and upregulation of Ig secreting cells from the immune system. The technology is limited by the risk of systemic infections, adverse metabolic activities and the risk of gene transfer. However, the greater challenge remains the delivery of sufficient viable bacteria to the site of interest.",
            "score": 112.96810674667358
        },
        {
            "docid": "753436_23",
            "document": "QT interval . Rheumatoid arthritis is the most common inflammatory arthritis. Studies have linked rheumatoid arthritis with increased death from cardiovascular disease. In a 2014 study, Panoulas et al. found a 50 ms increase in QTc interval increased the odds of all-cause mortality by 2.17 in patients with rheumatoid arthritis. Patients with the highest QTc interval (> 424 ms) had higher mortality than those with a lower QTc interval. The association was lost when calculations were adjusted for C-reactive protein levels. The researchers proposed that inflammation prolonged the QTc interval and created arrhythmias that were associated with higher mortality rates. However, the mechanism by which C-reactive protein is associated with the QTc interval is still not understood.",
            "score": 131.46432852745056
        },
        {
            "docid": "6423951_10",
            "document": "Hospital-acquired pneumonia . In some studies, the bacteria found in patients with HCAP were more similar to HAP than to CAP; compared to CAP, they could have higher rates of \"Staphylococcus aureus\" (\"S. aureus\") and \"Pseudomonas aeruginosa\", and less \"Streptococcus pneumoniae\" and \"Haemophilus influenzae\". In European and Asian studies, the etiology of HCAP was similar to that of CAP, and rates of multi drug resistant pathogens such as \"Staphylococcus aureus\" and \"Pseudomonas aeruginosa\" were not as high as seen in North American studies. It is well known that nursing home residents have high rates of colonization with MRSA. However, not all studies have found high rates of S. aureus and gram-negative bacteria. One factor responsible for these differences is the reliance on sputum samples and the strictness of the criteria to discriminate  between colonising or disease-causing bacteria. Moreover, sputum samples might be less frequently obtained in the elderly.Aspiration (both of microscopic drops and macroscopic amounts of nose and throat secretions) is thought to be the most important cause of HCAP. Dental plaque might also be a reservoir for bacteria in HCAP.  Bacteria have been the most commonly isolated pathogens, although viral and fungal pathogens are potentially found in immunocompromised hosts (patients on chronic immunosuppressed medications, solid organ and bone marrow transplant recipients). In general, the distribution of microbial pathogens varies among institutions, partly because of differences in patient population and local patterns of anti microbial resistance in hospitals and critical care units' Common bacterial pathogens include aerobic GNB, such as \"Pseudomonas aeruginosa\", \"Acinetobacter baumanii\", \"Klebsiella pneumoniae\", \"Escherichia coli\" as well as gram-positive organisms such as \"Staphylococcus aureus\". In patients with an early onset pneumonia (within 5 days of hospitalization), they are usually due to anti microbial-sensitive bacteria such as \"Enterobacter\" spp, \"E. coli\", \"Klebsiella\" spp, \"Proteus\" spp, \"Serratia mare scans\", community pathogens such as \"Streptococcus pneumoniae, Haemophilus influenzae\", and methicillin-sensitive \"S. aureus\" should also be considered.  Pneumonia that starts in the hospital tends to be more serious than other lung infections because: people in the hospital are often very sick and cannot fight off germs. The types of germs present in a hospital are often more dangerous and more resistant to treatment than those outside in the community. Pneumonia occurs more often in people who are using a respirator. This machine helps them breathe. Hospital-acquired pneumonia can also be spread by health care workers, who can pass germs from their hands or clothes from one person to another. This is why hand-washing, wearing grows, and using other safety measures is so important in the hospital.",
            "score": 80.74148225784302
        },
        {
            "docid": "42283768_8",
            "document": "Doctor in a cell . In 2012, Prof. Ehud Shapiro and Dr. Tom Ran have succeeded in creating a genetic device that operates independently in bacterial cells. The device has been programmed to identify certain parameters and mount an appropriate response. The device searches for transcription factors - proteins that control the expression of genes in the cell. A malfunction of these molecules can disrupt gene expression. In cancer cells, for example, the transcription factors regulating cell growth and division do not function properly, leading to increased cell division and the formation of a tumor. The device, composed of a DNA sequence inserted into a bacterium, performs a \"roll call\" of transcription factors. If the results match pre-programmed parameters, it responds by creating a protein that emits a green light—supplying a visible sign of a \"positive\" diagnosis. In follow-up research, the scientists plan to replace the light-emitting protein with one that will affect the cell's fate, for example, a protein that can cause the cell to commit suicide. In this manner, the device will cause only \"positively\" diagnosed cells to self-destruct. Following the success of the study in bacterial cells, the researchers are planning to test ways of recruiting such bacteria as an efficient system to be conveniently inserted into the human body for medical purposes (which shouldn't be problematic given our natural Microbiome; recent research reveals there are already 10 times more bacterial cells in the human body than human cells, that share our body space in a symbiotic fashion). Yet another research goal is to operate a similar system inside human cells, which are much more complex than bacteria.",
            "score": 94.72306525707245
        },
        {
            "docid": "891719_22",
            "document": "Ehud Shapiro . In 2012, Prof. Ehud Shapiro and Dr. Tom Ran have succeeded in creating a genetic device that operates independently in bacterial cells. The device has been programmed to identify certain parameters and mount an appropriate response. The device searches for transcription factors proteins that control the expression of genes in the cell. A malfunction of these molecules can disrupt gene expression. In cancer cells, for example, the transcription factors regulating cell growth and division do not function properly, leading to increased cell division and the formation of a tumor. The device, composed of a DNA sequence inserted into a bacterium, performs a \"roll call\" of transcription factors. If the results match pre-programmed parameters, it responds by creating a protein that emits a green light supplying a visible sign of a \"positive\" diagnosis. In follow-up research, the scientists plan to replace the light-emitting protein with one that will affect the cell's fate, for example, a protein that can cause the cell to commit suicide. In this manner, the device will cause only \"positively\" diagnosed cells to self-destruct. Following the success of the study in bacterial cells, the researchers are planning to test ways of recruiting such bacteria as an efficient system to be conveniently inserted into the human body for medical purposes (which shouldn't be problematic given our natural microbiome; recent research reveals there are already 10 times more bacterial cells in the human body than human cells, that share our body space in a symbiotic fashion). Yet another research goal is to operate a similar system inside human cells, which are much more complex than bacteria.",
            "score": 94.55565965175629
        },
        {
            "docid": "3598587_7",
            "document": "HLA-B . Ankylosing spondylitis: A version of the HLA-B gene called HLA-B27 increases the risk of developing ankylosing spondylitis. It is uncertain how HLA-B27 causes this increased risk. Researchers speculate that HLA-B27 may abnormally display to the immune system peptides that trigger arthritis. Other research suggests that joint inflammation characteristic of this disorder may result from improper folding of the HLA-B27 protein or the presence of abnormal forms of the protein on the cell surface. Although most patients with ankylosing spondylitis have the HLA-B27 variation, many people with this particular variation never develop the disorder. Other genetic and environmental factors are likely to affect the chances of developing ankylosing spondylitis and influence its progression.",
            "score": 85.92984676361084
        },
        {
            "docid": "2769439_8",
            "document": "PANDAS . The molecular mimicry hypothesis is a proposed mechanism for PANDAS: this hypothesis is that antigens on the cell wall of the streptococcal bacteria are similar in some way to the proteins of the heart valve, joints, or brain. Because the antibodies set off an immune reaction which damages those tissues, the child with rheumatic fever can get heart disease (especially mitral valve regurgitation), arthritis, and/or abnormal movements known as Sydenham's chorea or \"St. Vitus' Dance\". In a typical bacterial infection, the body produces antibodies against the invading bacteria, and the antibodies help eliminate the bacteria from the body. In some rheumatic fever patients, autoantibodies may attack heart tissue, leading to carditis, or cross-react with joints, leading to arthritis. In PANDAS, it is believed that tics and OCD are produced in a similar manner. One part of the brain that may be affected in PANDAS is the basal ganglia, which is believed to be responsible for movement and behavior. It is thought that similar to Sydenham's chorea, the antibodies cross-react with neuronal brain tissue in the basal ganglia to cause the tics and OCD that characterize PANDAS. Studies neither disprove nor support this hypothesis: the strongest supportive evidence comes from a controlled study of 144 children (Mell \"et al\", 2005), but prospective longitudinal studies have not produced conclusive results.",
            "score": 111.38519978523254
        },
        {
            "docid": "458424_22",
            "document": "National Eye Institute . NEI researchers conducted a study that looked at the bacteria in the gut and how it protects the natural flora. Findings from studies suggest that this characteristic may be similar to how immune cells attack the eye in autoimmune eye diseases such as uveitis. Autoimmune uveitis is an inflammatory eye disease where the immune cells attack proteins in the eye. By studying how immune cells, also known as T cells, attack other parts of the body, researchers may gain further information on how the T cells are activated in the eye. It will also allow researchers to understand the disease better and develop treatments or therapies.",
            "score": 113.3904800415039
        },
        {
            "docid": "1776_14",
            "document": "Arthritis . Rheumatoid arthritis (RA) is a disorder in which the body's own immune system starts to attack body tissues. The attack is not only directed at the joint but to many other parts of the body. In rheumatoid arthritis, most damage occurs to the joint lining and cartilage which eventually results in erosion of two opposing bones. RA often affects joints in the fingers, wrists, knees and elbows, is symmetrical (appears on both sides of the body), and can lead to severe deformity in a few years if not treated. RA occurs mostly in people aged 20 and above. In children, the disorder can present with a skin rash, fever, pain, disability, and limitations in daily activities. With earlier diagnosis and aggressive treatment, many individuals can lead a better quality of life than if going undiagnosed for long after RA's onset. The drugs to treat RA range from corticosteroids to monoclonal antibodies given intravenously. Treatments also include analgesics such as NSAIDs and disease-modifying antirheumatic drugs (DMARDs), while in rare cases, surgery may be required to replace joints, but there is no cure for the disease.",
            "score": 126.29121530056
        },
        {
            "docid": "7172_79",
            "document": "Chemotherapy . Some chemotherapy drugs are used in diseases other than cancer, such as in autoimmune disorders, and noncancerous plasma cell dyscrasia. In some cases they are often used at lower doses, which means that the side effects are minimized, while in other cases doses similar to ones used to treat cancer are used. Methotrexate is used in the treatment of rheumatoid arthritis (RA), psoriasis, ankylosing spondylitis and multiple sclerosis. The anti-inflammatory response seen in RA is thought to be due to increases in adenosine, which causes immunosuppression; effects on immuno-regulatory cyclooxygenase-2 enzyme pathways; reduction in pro-inflammatory cytokines; and anti-proliferative properties. Although methotrexate is used to treat both multiple sclerosis and ankylosing spondylitis, its efficacy in these diseases is still uncertain. Cyclophosphamide is sometimes used to treat lupus nephritis, a common symptom of systemic lupus erythematosus. Dexamethasone along with either bortezomib or melphalan is commonly used as a treatment for AL amyloidosis. Recently, bortezomid in combination with cyclophosphamide and dexamethasone has also shown promise as a treatment for AL amyloidosis. Other drugs used to treat myeloma such as lenalidomide have shown promise in treating AL amyloidosis.",
            "score": 107.17153179645538
        },
        {
            "docid": "36472540_5",
            "document": "Fibroblast-like synoviocyte . Synovial hyperplasia (an increase in cell number) is a typical feature of the autoimmune disease called rheumatoid arthritis (RA). During the progression of this disease the synovial membrane becomes a place where constant inflammatory processes take place, which can eventually lead to cartilage damage and joint destruction and deformation. Due to the changes in proliferative and apoptotic processes the total number of cells increases in the synovium, and significantly increases also the number of fibroblast-like synoviocytes. These cells, together with other immune cells such as macrophages, lymphocytes, neutrophils, mast cells, dendritic cells and platelets, create an inflammatory environment in the synovium, attract more immune cells to the damaged place and thus contribute to the joint destruction.",
            "score": 114.2600748538971
        },
        {
            "docid": "63522_2",
            "document": "Crohn's disease . Crohn's disease is a type of inflammatory bowel disease (IBD) that may affect any part of the gastrointestinal tract from mouth to anus. Signs and symptoms often include abdominal pain, diarrhea (which may be bloody if inflammation is severe), fever, and weight loss. Other complications may occur outside the gastrointestinal tract and include anemia, skin rashes, arthritis, inflammation of the eye, and tiredness. The skin rashes may be due to infections as well as pyoderma gangrenosum or erythema nodosum. Bowel obstruction may occur as a complication of chronic inflammation, and those with the disease are at greater risk of bowel cancer. While the cause of Crohn's disease is unknown, it is believed to be due to a combination of environmental, immune, and bacterial factors in genetically susceptible individuals. It results in a chronic inflammatory disorder, in which the body's immune system attacks the gastrointestinal tract possibly directed at microbial antigens. While Crohn's is an immune-related disease, it does not appear to be an autoimmune disease (in that the immune system is not being triggered by the body itself). The exact underlying immune problem is not clear; however, it may be an immunodeficiency state. About half of the overall risk is related to genetics with more than 70 genes found to be involved. Tobacco smokers are twice as likely to develop Crohn's disease as nonsmokers. It also often begins after gastroenteritis. Diagnosis is based on a number of findings including biopsy and appearance of the bowel wall, medical imaging and description of the disease. Other conditions that can present similarly include irritable bowel syndrome and Behçet's disease. There are no medications or surgical procedures that can cure Crohn's disease. Treatment options are intended to help with symptoms, maintain remission, and prevent relapse. In those newly diagnosed, a corticosteroid may be used for a brief period of time to rapidly improve symptoms alongside another medication such as either methotrexate or a thiopurine used to prevent recurrence. Stopping smoking is recommended in people with Crohn's disease. One in five people with the disease is admitted to hospital each year, and half of those with the disease will require surgery for the disease at some point over a ten-year period. While surgery should be used as little as possible, it is necessary to address some abscesses, certain bowel obstructions, and cancers. Checking for bowel cancer via colonoscopy is recommended every few years, starting eight years after the disease has begun. Crohn's disease affects about 3.2 per 1,000 people in Europe and North America. It is less common in Asia and Africa. It has historically been more common in the developed world. Rates have, however, been increasing, particularly in the developing world, since the 1970s. Inflammatory bowel disease resulted in 47,400 deaths in 2015 and those with Crohn's disease have a slightly reduced life expectancy. It tends to start in the teens and twenties, although it can occur at any age. Males and females are equally affected. The disease was named after gastroenterologist Burrill Bernard Crohn, who, in 1932, together with two other colleagues at Mount Sinai Hospital in New York, described a series of patients with inflammation of the terminal ileum of the small intestine, the area most commonly affected by the illness.",
            "score": 123.16571807861328
        },
        {
            "docid": "25875_17",
            "document": "Rheumatoid arthritis . A family history of RA increases the risk around three to five times; as of 2016 it was estimated that genetics may account for between 40 and 65% of cases of seropositive RA, but only around 20% for seronegative RA. RA is strongly associated with genes of the inherited tissue type major histocompatibility complex (MHC) antigen HLA-DR4 is the major genetic factor implicated – the relative importance varies across ethnic groups.  Genome-wide association studies examining single-nucleotide polymorphisms have found around one hundred genes associated with RA risk, with most of them involving the HLA system (particularly HLA-DRB1) which controls recognition of self versus nonself molecules; other mutations affecting co-stimulatory immune pathways, for example CD28 and CD40), cytokine signaling, lymphocyte receptor activation threshold (e.g., PTPN22), and innate immune activation appear to have less influence than HLA mutations.",
            "score": 79.98211216926575
        },
        {
            "docid": "17119868_12",
            "document": "La Jolla Institute for Allergy and Immunology . Type 1 diabetes, rheumatoid arthritis, multiple sclerosis, and Crohn's disease are all examples of autoimmune diseases, which can be triggered when the body's immune system begins to attack healthy cells. Treating these diseases requires an understanding of how to turn off an immune system attack, which might seem an unusual goal. After all, most immune onslaughts are aimed at viruses, bacteria or other biological invaders to the body. But what if the immune system's attack is aimed at healthy cells, the immune 'off switch' becomes very important.",
            "score": 137.85185360908508
        },
        {
            "docid": "32286355_16",
            "document": "Fibrolytic bacterium . To identify to which microorganisms belong the enzymes which have been identified, and check if metagenome assembly was right, a separation of different species of bacteria from the sample can be done by flow cytometry. The use of specific antibodies labelled with fluorochromes makes possible to separate the different cell types of the sample which belong to different phylogenetic groups. This technique is called Fluorescence Activated Cell Sorting (FACS). Once the different species of bacteria are separated, their genomes are sequenced and the validation of the metagenomic analysis can be done.",
            "score": 67.05119776725769
        }
    ],
    "r": [
        {
            "docid": "252090_5",
            "document": "Special English . Rheumatoid arthritis is a painful disease that can destroy joints. Women are three times more likely to get it than men. Rheumatoid arthritis is considered an autoimmune disease, a disease where the body attacks healthy cells. The exact cause is unknown. But in a recent study, an experimental drug showed signs of halting the disorder in laboratory mice.",
            "score": 161.8721160888672
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 157.42575073242188
        },
        {
            "docid": "7026804_10",
            "document": "High endothelial venules . The vessels with HEV characteristics appear in human tissue in association with long-standing chronic inflammation. In rheumatoid arthritis, it has been observed that the level of sulfate incorporation as well as the 'plumpness' (or 'tallness') of the endothelium in areas of lymphocytic infiltration in the synovial membrane are closely related to the concentration of the lymphocytes in the perivascular infiltrates. Similarly, expression of MECA-79 and HECA-452 on these vessels is most pronounced in association with extensive lymphoid infiltrates. Therefore, the development of bona fide HEVs in the synovial membrane of patients with rheumatoid arthritis is likely to facilitate large-scale influx of lymphocytes, leading to amplification and maintenance of chronic inflammation. The development of HEVs after prolonged inflammatory stimulus is not restricted to diseased synovium, but can also occur in other tissues, particularly the gut and thyroid. During chronic inflammation of the gut in inflammatory bowel diseases (Crohn's disease and ulcerative colitis) or the thyroid in autoimmune thyroiditis (Graves' disease and Hashimoto's thyroiditis), areas of dense lymphocytic infiltration contain vessels with plump endothelium expressing MECA-79 and HECA-452. These observations suggest that HEVs could play an important role in the pathogenesis of these diseases by mediating abnormal lymphocyte recruitment to the gut or the thyroid. MECA-79+ venules with plump endothelium have also been detected in other sites of chronic inflammation, including many cutaneous inflammatory lesions. The presence of MECA-79+ HEV-like vessels in many different human chronic inflammatory diseases indicates that L-selectin is likely to play a major role in lymphocyte emigration at chronic inflammatory sites.",
            "score": 153.66006469726562
        },
        {
            "docid": "25875_2",
            "document": "Rheumatoid arthritis . Rheumatoid arthritis (RA) is a long-term autoimmune disorder that primarily affects joints. It typically results in warm, swollen, and painful joints. Pain and stiffness often worsen following rest. Most commonly, the wrist and hands are involved, with the same joints typically involved on both sides of the body. The disease may also affect other parts of the body. This may result in a low red blood cell count, inflammation around the lungs, and inflammation around the heart. Fever and low energy may also be present. Often, symptoms come on gradually over weeks to months. While the cause of rheumatoid arthritis is not clear, it is believed to involve a combination of genetic and environmental factors. The underlying mechanism involves the body's immune system attacking the joints. This results in inflammation and thickening of the joint capsule. It also affects the underlying bone and cartilage. The diagnosis is made mostly on the basis of a person's signs and symptoms. X-rays and laboratory testing may support a diagnosis or exclude other diseases with similar symptoms. Other diseases that may present similarly include systemic lupus erythematosus, psoriatic arthritis, and fibromyalgia among others. The goals of treatment are to reduce pain, decrease inflammation, and improve a person's overall functioning. This may be helped by balancing rest and exercise, the use of splints and braces, or the use of assistive devices. Pain medications, steroids, and NSAIDs are frequently used to help with symptoms. Disease-modifying antirheumatic drugs (DMARDs), such as hydroxychloroquine and methotrexate, may be used to try to slow the progression of disease. Biological DMARDs may be used when disease does not respond to other treatments. However, they may have a greater rate of adverse effects. Surgery to repair, replace, or fuse joints may help in certain situations. Most alternative medicine treatments are not supported by evidence. RA affects about 24.5 million people as of 2015. This is between 0.5 and 1% of adults in the developed world with 5 and 50 per 100,000 people newly developing the condition each year. Onset is most frequent during middle age and women are affected 2.5 times as frequently as men. In 2013, it resulted in 38,000 deaths up from 28,000 deaths in 1990. The first recognized description of RA was made in 1800 by Dr. Augustin Jacob Landré-Beauvais (1772–1840) of Paris. The term \"rheumatoid arthritis\" is based on the Greek for watery and inflamed joints. RA primarily affects joints, but it also affects other organs in more than 15–25% of individuals.",
            "score": 150.74169921875
        },
        {
            "docid": "14410190_7",
            "document": "CD97 . Changes in the expression of CD97 have been described for auto-inflammatory diseases, such as rheumatoid arthritis and multiple sclerosis. The expression of CD97 on macrophage and the abundant presence of its ligand CD55 on fibroblast-like synovial cells suggest that the CD97-CD55 interaction is involved in the recruitment and/or retention of macrophages into the synovial tissue in rheumatoid arthritis. CD97 antibodies and lack of CD97 or CD55 in mice reduced synovial inflammation and joint damage in collagen- and K/BxN serum transfer-induced arthritis. In brain tissue, CD97 is undetectable in normal white matter, and expression of CD55 is fairly restricted to the endothelium. In pre-active lesion, increased expression of CD55 in endothelial cells and robust CD97 expression on infiltrating leukocytes suggest a possible role of both molecules in immune cell migration through the blood-brain barrier. Additionally, soluble N-terminal fragment (NTF)s of CD97 are detectable in the serum of patients with rheumatoid arthritis and multiple sclerosis.",
            "score": 144.53228759765625
        },
        {
            "docid": "546881_6",
            "document": "Septic arthritis . Micro-organisms in the blood may come from infections elsewhere in the body such as wound infections, urinary tract infections, meningitis , or endocarditis. Sometimes the infection comes from an unknown location. Joints with preexisting arthritis, such as rheumatoid arthritis, are especially prone to bacterial arthritis seeded through the blood stream. In addition, some treatments for rheumatoid arthritis can also increase a patient's risk by causing an immunocompromised state. Intravenous drug use can cause endocarditis that seeds bacteria into the bloodstream and subsequently causes septic arthritis. Bacteria can enter the joint directly from prior surgery, intraarticular injection, trauma, or joint prosthesis.",
            "score": 143.74386596679688
        },
        {
            "docid": "4649353_13",
            "document": "Citrullination . In rheumatoid arthritis and other autoimmune diseases, such as psoriatic arthritis, systemic lupus erythematosus and Sjögren's syndrome, autoantibodies often attack citrullinated proteins. The presence of anti-citrullinated protein antibody is a standard test for rheumatoid arthritis, and it is associated with more severe disease. Citrullinated proteins are also found in the cellular debris accompanying the destruction of cells in alzheimer disease, and after smoking cigarettes. So citrullination seems to be part of the mechanism that stimulates the immune system in autoimmune disease. However, citrullinated proteins can also be found in healthy colon mucosa. The first comprehensive textbook on deimination was published in 2014.",
            "score": 141.09938049316406
        },
        {
            "docid": "13280996_9",
            "document": "Biotie Therapies . Vascular Adhesion Protein-1 (VAP-1) monoclonal antibody - intended for treatment of inflammatory diseases, is currently in Phase I clinical trials with rheumatoid arthritis patients. According to the company, inhibiting VAP-1 reduces inflammation by regulating the migration of leukocytes, or white blood cells, to inflamed tissues. Pathological accumulation of white blood cells in tissue is a common feature in many autoimmune diseases, such as rheumatoid arthritis, ulcerative colitis, and psoriasis.",
            "score": 139.10353088378906
        },
        {
            "docid": "29446359_9",
            "document": "MiR-132 . Plasma from patients with rheumatoid arthritis (RA) has been found to contain lower levels of miR-132 compared to samples from healthy individuals. As RA is an autoimmune, inflammatory disease, it is possible that miR-132 helps to regulate inflammation in healthy joints.",
            "score": 138.7662353515625
        },
        {
            "docid": "17119868_12",
            "document": "La Jolla Institute for Allergy and Immunology . Type 1 diabetes, rheumatoid arthritis, multiple sclerosis, and Crohn's disease are all examples of autoimmune diseases, which can be triggered when the body's immune system begins to attack healthy cells. Treating these diseases requires an understanding of how to turn off an immune system attack, which might seem an unusual goal. After all, most immune onslaughts are aimed at viruses, bacteria or other biological invaders to the body. But what if the immune system's attack is aimed at healthy cells, the immune 'off switch' becomes very important.",
            "score": 137.8518524169922
        },
        {
            "docid": "4855124_6",
            "document": "Felty's syndrome . Rheumatoid arthritis, commonly abbreviated RA, is an autoimmune disease that is characterized by inflammation of the synovial joints due to attack by the body's own immune system. In this condition, the white blood cells travel through the blood stream to the synovial joints and release chemical called cytokines upon arrival. The result of this chemical release causes the synovial cells to release harmful chemicals in response as well as begin the growth of new blood vessels, forming a pannus. The pannus receives blood supply from the newly formed vessels and grows inward, invading the articular cartilage and bone within the joint. The damage to the once healthy tissue causes inflammation and ultimately fluid build-up in the joint. An accumulation of fluid results and the joints swell, slowly decreasing the space that keeps the bones from touching. If this condition is not treated, the joint space will completely narrow, causing ankylosis. At the advanced stage of ankylosis, joint mobility is completely occluded. Early presentation is commonly seen in the joints of hands and of the feet. As the disease progresses it can be seen in the knees, wrists, hips, and shoulders. This condition can affect and damage several other body systems such as the eyes, heart, lungs, and blood vessels.",
            "score": 136.86305236816406
        },
        {
            "docid": "593505_14",
            "document": "Psoriatic arthritis . Several conditions can mimic the clinical presentation of psoriatic arthritis including rheumatoid arthritis, osteoarthritis, reactive arthritis, gouty arthritis, systemic lupus erythematosus, and inflammatory bowel disease-associated arthritis. In contrast to psoriatic arthritis, rheumatoid arthritis tends to affect the proximal joints (e.g., the metacarpophalangeal joints), involves a greater number of joints than psoriatic arthritis, and affect them symmetrically. Involvement of the spinal joints is more suggestive of psoriatic arthritis than rheumatoid arthritis. Osteoarthritis shares certain clinical features with psoriatic arthritis such as its tendency to affect multiple distal joints in an asymmetric pattern. Unlike psoriatic arthritis, osteoarthritis does not typically involve inflammation of the sacroiliac joint. Psoriatic arthritis sometimes affects only one joint and is sometimes confused for gout or pseudogout when this happens.",
            "score": 134.81283569335938
        },
        {
            "docid": "30707_15",
            "document": "Temporomandibular joint dysfunction . The general term \"degenerative joint disease\" refers to arthritis (both osteoarthritis and rheumatoid arthritis) and arthrosis. The term arthrosis may cause confusion since in the specialized TMD literature it means something slightly different from in the wider medical literature. In medicine generally, arthrosis can be a nonspecific term for a joint, any disease of a joint (or specifically degenerative joint disease), and is also used as a synonym for osteoarthritis. In the specialized literature that has evolved around TMD research, arthrosis is differentiated from arthritis by the presence of low and no inflammation respectively. Both are however equally degenerative. The TMJs are sometimes described as one of the most used joints in the body. Over time, either with normal use or with parafunctional use of the joint, wear and degeneration can occur, termed osteoarthritis. Rheumatoid arthritis, an autoimmune joint disease, can also affect the TMJs. Degenerative joint diseases may lead to defects in the shape of the tissues of the joint, limitation of function (e.g. restricted mandibular movements), and joint pain.",
            "score": 134.06700134277344
        },
        {
            "docid": "25875_24",
            "document": "Rheumatoid arthritis . Other environmental and hormonal factors may explain higher risks for women, including onset after childbirth and hormonal medications. A possibility for increased susceptibility is that negative feedback mechanisms – which normally maintain tolerance – are overtaken by positive feedback mechanisms for certain antigens, such as IgG Fc bound by rheumatoid factor and citrullinated fibrinogen bound by antibodies to citrullinated peptides (ACPA - Anti–citrullinated protein antibody). A debate on the relative roles of B-cell produced immune complexes and T cell products in inflammation in RA has continued for 30 years, but neither cell is necessary at the site of inflammation, only autoantibodies to IgGFc, known as rheumatoid factors and ACPA, with ACPA having a 80% specificity for diagnosing RA. As with other autoimmune diseases, people with RA have abnormally glycosylated antibodies, which are believed to promote joint inflammation.",
            "score": 133.40121459960938
        },
        {
            "docid": "1776_2",
            "document": "Arthritis . Arthritis is a term often used to mean any disorder that affects joints. Symptoms generally include joint pain and stiffness. Other symptoms may include redness, warmth, swelling, and decreased range of motion of the affected joints. In some types other organs are also affected. Onset can be gradual or sudden. There are over 100 types of arthritis. The most common forms are osteoarthritis (degenerative joint disease) and rheumatoid arthritis. Osteoarthritis usually occurs with age and affects the fingers, knees, and hips. Rheumatoid arthritis is an autoimmune disorder that often affects the hands and feet. Other types include gout, lupus, fibromyalgia, and septic arthritis. They are all types of rheumatic disease. Treatment may include resting the joint and alternating between applying ice and heat. Weight loss and exercise may also be useful. Pain medications such as ibuprofen and paracetamol (acetaminophen) may be used. In some a joint replacement may be useful. Osteoarthritis affects more than 3.8% of people while rheumatoid arthritis affects about 0.24% of people. Gout affects about 1–2% of the Western population at some point in their lives. In Australia about 15% of people are affected, while in the United States more than 20% have a type of arthritis. Overall the disease becomes more common with age. Arthritis is a common reason that people miss work and can result in a decreased quality of life. The term is derived from \"arthr-\" (meaning joint) and \"-itis\" (meaning inflammation).",
            "score": 132.67906188964844
        },
        {
            "docid": "10995185_28",
            "document": "Arachidonate 5-lipoxygenase . The tissue, animal model, and animal and human genetic studies cited above implicate ALOX5 in a wide range of diseases: a) excessive inflammatory responses to pathogens, trauma, burns, and other forms of tissue injury [see Inflammation#Causes); b) chronic inflammatory conditions such as rheumatoid arthritis, atherosclerosis, inflammatory bowel disease, autoimmune diseases, and Alzheimers disease (see Inflammation#Inflammatory disorders); c) allergy and allergic inflammation reactions such as allergic rhinitis, conjunctivitis, asthma, rashes, and eczema; d) NSAID-induced acute non-allergic reactions such as asthma, rhinitis, conjunctivitis, angioedema and urticaria; and e) the progression of certain cancers such as those of the prostate and pancreas. However, clinical use of drugs that inhibit ALOX5 to treat any of these diseases has been successful with only Zileuton along with its controlled released preparation, Zileuton CR. Zileuton is approved in the U.S.A. for the prophylaxis and chronic treatment of allergic asthma; it is also used to treat chronic non-allergic reactions such as NSAID-induced non-allergic lung, nose, and conjunctiva reactions as well as exercise-induced asthma. Zileuton has shown some beneficial effects in clinical trials for the treatment of rheumatoid arthritis, inflammatory bowel disease, and psoriasis. Zileuton is currently undergoing a phase II study for the treatment of acne vulgaris (mild-to-moderate inflammatory facial acne) and a phase I study (see Clinical trial#phases) combining it with imatinib for treating chronic myeloid leukemia.",
            "score": 132.56271362304688
        },
        {
            "docid": "2876332_26",
            "document": "Osteopontin . OPN has been implicated in pathogenesis of rheumatoid arthritis. For instance, researchers found that OPN-R, the thrombin-cleaved form of OPN, was elevated in the rheumatoid arthritis joint. However, the role of OPN in rheumatoid arthritis is still unclear. One group found that OPN knock-out mice were protected against arthritis. while others were not able to reproduce this observation. OPN has been found to play a role in other autoimmune diseases including autoimmune hepatitis, allergic airway disease, and multiple sclerosis.",
            "score": 132.31907653808594
        },
        {
            "docid": "25875_4",
            "document": "Rheumatoid arthritis . RA typically manifests with signs of inflammation, with the affected joints being swollen, warm, painful and stiff, particularly early in the morning on waking or following prolonged inactivity. Increased stiffness early in the morning is often a prominent feature of the disease and typically lasts for more than an hour. Gentle movements may relieve symptoms in early stages of the disease. These signs help distinguish rheumatoid from non-inflammatory problems of the joints, such as osteoarthritis. In arthritis of non-inflammatory causes, signs of inflammation and early morning stiffness are less prominent with stiffness typically less than one hour, and movements induce pain caused by mechanical arthritis. The pain associated with RA is induced at the site of inflammation and classified as nociceptive as opposed to neuropathic. The joints are often affected in a fairly symmetrical fashion, although this is not specific, and the initial presentation may be asymmetrical.",
            "score": 132.24122619628906
        },
        {
            "docid": "55287348_4",
            "document": "Type 3 innate lymphoid cells . ILC 3 represent a defense against extracellular parasites and are involved in maintaining intestinal homeostasis. They participate in effective antimicrobial defence through the production of IL-17 and IL-22. The role of IL-22 in humans and mice is somewhat different. In the murine model, IL-22 was found to play a role in improving the course of inflammatory bowel disease and epithelial restoration in the loss of the protective mucin barrier in the large intestine. However, in humans with inflammatory bowel disease, IL-22 has an effect on the pathology of the disease. IL-22 is an important cytokine for maintaining intestinal homeostasis. The action of IL-22 helps enhance the defense of the surface of the intestinal mucosa by weakening the mucin layer and its ability to produce antimicrobial agents, such as β-defensins, is a powerful mechanism that helps maintain intestinal homeostasis.An increase in IL-22 levels together with increased β-defensin expression has been reported in inflammatory skin diseases such as psoriasis. IL-22, as well as IL-17, could thus be involved in the development of these skin diseases, since in humans without these problems IL-22 expression was not registered. The effects of IL-17 and IL-22 can complement each other and stimulate an increased amount of antimicrobial peptides at the site of action . Like ILC2, ILC 3 can express MHC II and be appropriating the function of antigen presenting cells. However, ILCs lack the costimulatory receptors that are necessary for proper activation and initiation of the immune response. ILCs, on the contrary, may set the helper T lymphocytes in the state of anergy. In the case of ILC 3, the ability to express MHC II apparently serves to maintain tolerance to commensal bacteria in the intestine. They suppress the response of CD4 + T lymphocytes to harmless and beneficial intestinal bacteria. If this tolerance is not maintained, there can be a development of undesirable pathological conditions . On the other hand, the action of IL-23 or IL-17 is not always beneficial. It causes some autoimmune diseases such as multiple sclerosis or rheumatoid arthritis. IL-17A specifically targets keratinocytes and is the major cytokine causing pathogenesis of skin psoriasis. In addition, IL-17A is also expressed to an increasing extent in patients with inflammatory bowel disease ILC 3 may play a role already in the prenatal setting of the body's resistance to infections. LTi cells are important in the origin and development of secondary lymphoid organs. It has been found that differentiation and signalling of LTi cells are dependent on retinoic acid (a component of vitamin A). The uptake of retinoic acid in the diet by the mother directly affects the development of LTi cells and the size of the secondary lymphoid organs of the fetus, which may have an effect at its later age",
            "score": 132.1452178955078
        },
        {
            "docid": "39556538_7",
            "document": "Parasutterella . \"Parasutterella\" is still a relatively new genus and has been exclusively published in regards to literature on the intestinal microbiome (with the exception of the first two taxonomical papers on the discovery of \"P. excrementihominis\" and \"P. secunda\"). Both P. excrementihominis and P. secunda were isolated from fecal samples from healthy Japanese individuals and have been found to be part of the intestinal microbiome in the United States. In a study that examined the effect of introducing and reversing diet-induced obesity on the gut microbiome and metabolism in mice, \"Parasutterella\" was decreased in mice with diet-induced obesity and increased in controls and reversal of the high fat diet with a healthier alternative (normal chow). Other studies have shown increases of Parasutterella with sugar and alcohol consumption. Additional microbiome studies have associated increased abundance of \"Parasutterella\" with dysbiosis, or a lack of diversity in the microbial composition typically in the gut. \"(\"Dysbiosis has been correlated with intestinal and metabolic dysfunction and several diseases, including inflammatory bowel diseases and obesity.) For example, Parasutterella was increased in the submucosa in the ileum of the small intestine in individuals with Crohn's disease and hypertriglyceridemia-related acute necrotizing pancreatitis in rats. More research is needed to further explore the role of \"Parasutterella\" species as a part of the healthy gut microbiome and in microbial dysbiosis.",
            "score": 131.69351196289062
        },
        {
            "docid": "753436_23",
            "document": "QT interval . Rheumatoid arthritis is the most common inflammatory arthritis. Studies have linked rheumatoid arthritis with increased death from cardiovascular disease. In a 2014 study, Panoulas et al. found a 50 ms increase in QTc interval increased the odds of all-cause mortality by 2.17 in patients with rheumatoid arthritis. Patients with the highest QTc interval (> 424 ms) had higher mortality than those with a lower QTc interval. The association was lost when calculations were adjusted for C-reactive protein levels. The researchers proposed that inflammation prolonged the QTc interval and created arrhythmias that were associated with higher mortality rates. However, the mechanism by which C-reactive protein is associated with the QTc interval is still not understood.",
            "score": 131.46432495117188
        },
        {
            "docid": "45708968_3",
            "document": "Sarkis Mazmanian . Mazmanian's research investigates the symbiotic relationship between beneficial bacteria and their hosts. In seminal work, Mazmanian discovered the first microbial molecule that has direct beneficial effects on mammals. He showed in 2005 that a particular bacterial species, \"Bacteroides fragilis\", from the human microbiome augments immune function and balances a dysregulated immune system. Mazmanian has described and defined a novel paradigm in science whereby the gut microbiome intricately controls the development and function of the mammalian immune system. These discoveries include the demonstration that \"B. fragilis\" can treat experimental inflammatory bowel disease by inducing the activity of protective, regulatory immune cells. Further, his laboratory revealed that the gut microbiome impacts autoimmune diseases such as experimental multiple sclerosis.",
            "score": 130.5347442626953
        },
        {
            "docid": "9300815_8",
            "document": "Synovectomy . In rheumatoid arthritis (RA) the synovial membrane becomes inflamed, it can become edematous and thicken with inflammatory exudates. Moreover, similar conditions can also be seen in juvenile rheumatoid arthritis and psoriatic arthritis. Synovectomy for RA has become relatively rare because nowadays patients suffering from Rheumatoid Arthritis have access to disease modifying drugs called Biologics that are effective in containing the inflammation that damages the synovial tissue. In cases when the patient undergoes a rapid deterioration of joints, physicians lean towards a total knee replacement as the last recourse option. Still, in select cases where the patient is resistant to Biologics as well as have higher risk factors for a TKR, Synovectomy can still be looked into to provide some relief ranging anywhere from a one-year to three-year period. A study that analyzed patients who underwent Osmic Acid Synovectomy found that approximately 28% patients were in disease remission for their knee joint for over three years duration.",
            "score": 130.29322814941406
        },
        {
            "docid": "619071_3",
            "document": "Juvenile idiopathic arthritis . JIA is an autoimmune, noninfective, inflammatory joint disease of more than 6 weeks duration in children less than 16 years of age. The disease commonly occurs in children from the ages of 1 to 6, but it may develop as late as 15 years of age. It is a subset of arthritis seen in childhood, which may be transient and self-limited or chronic. It differs significantly from arthritis commonly seen in adults (osteoarthritis, rheumatoid arthritis), and other types of arthritis that can present in childhood which are chronic conditions (e.g. psoriatic arthritis and ankylosing spondylitis). Aetiopathology is similar to rheumatoid arthritis, but with less marked cartilage erosion, and joint instability and absent rheumatoid factor.",
            "score": 130.07723999023438
        },
        {
            "docid": "50704695_4",
            "document": "Specialized pro-resolving mediators . The absolute as well as relative roles of the SPM along with other physiological anti-inflammatory agents in resolving human inflammatory responses remain to be defined precisely. However, studies suggest that synthetic SPM that are resistant to being metabolically inactivated hold promise of being clinically useful pharmacological tools for preventing and resolving a wide range of pathological inflammatory responses along with the tissue destruction and morbidity that these responses cause. Based on animal model studies, the inflammation-based diseases which may be treated by such metabolically resistant SPM analogs include not only pathological and tissue damaging responses to invading pathogens but also a wide array of pathological conditions in which inflammation is a contributing factor such as allergic inflammatory diseases (e.g. asthma, rhinitis), autoimmune diseases ( e.g. rheumatoid arthritis, systemic lupus erythematosus), psoriasis, atherosclerosis disease leading to heart attacks and strokes, type 1 and type 2 diabetes, the metabolic syndrome, and certain dementia syndromes (e.g. Alzheimer's disease, Huntington's disease).",
            "score": 129.82643127441406
        },
        {
            "docid": "1050201_16",
            "document": "Interleukin 10 . Due to the data, thousands of patients suffering from a variety of autoimmune diseases were treated with recombinant human IL-10 (rHuIL-10) in clinical trials. Contrary to expectations, rHuIL-10 treatment did not significantly impact disease in patients with Crohn's disease. or rheumatoid arthritis. rHuIL-10 treatment initially exhibited promising clinical data in psoriasis. but failed to achieve clinical significance in a randomized, double blind, placebo controlled Phase II trial. Further investigation of rHuIL-10's effects in humans suggests that rather than inhibiting inflammation, rHuIL-10 is capable of exerting pro-inflammatory effects.",
            "score": 129.41590881347656
        },
        {
            "docid": "70425_3",
            "document": "Inflammation . The five classical signs of inflammation are heat, pain, redness, swelling, and loss of function (Latin \"calor\", \"dolor\", \"rubor\", \"tumor\", and \"functio laesa\"). Inflammation is a generic response, and therefore it is considered as a mechanism of innate immunity, as compared to adaptive immunity, which is specific for each pathogen. Too little inflammation could lead to progressive tissue destruction by the harmful stimulus (e.g. bacteria) and compromise the survival of the organism. In contrast, chronic inflammation may lead to a host of diseases, such as hay fever, periodontitis, atherosclerosis, rheumatoid arthritis, and even cancer (e.g., gallbladder carcinoma). Inflammation is therefore normally closely regulated by the body.",
            "score": 128.7750701904297
        },
        {
            "docid": "25910081_3",
            "document": "Knee arthritis . Rheumatoid arthritis (RA), is a chronic inflammatory disorder that most typically begins in the small joints in your hands and feet. However, the course can begin with other nonspecific symptoms, such as tiredness. After attacking the smaller joints of the body, RA often progresses into larger joints, such as the shoulders, elbows, hips, and knees. Symptoms include joint pain, swelling, red and puffy hands, and fatigue. RA degrades the lining of the joints and causes swelling that is painful and can lead to joint deformity in the affected joints. Rheumatoid arthritis tends to worsen over time. Though there is no permanent cure, the course of the disease can be modified so that the damage is less, the patient is more comfortable and the patient can continue to engage in and enjoy daily activities. Treatment is most effective when it is begun as early as possible, before the process of deformity is far progressed, but some relief can be offered by treatment at any stage.",
            "score": 128.24600219726562
        },
        {
            "docid": "41120962_14",
            "document": "Neuroinflammation . The leading hypothesis of Parkinson's disease progression includes neuroinflammation as a major component. This hypothesis, known as “Braak's Hypothesis,” stipulates that Stage 1 of Parkinson's disease begins in the gut, as evidenced by a large amount of cases that begin with constipation. The inflammatory response in the gut may play a role in alpha-synuclein (α-Syn) aggregation and misfolding, a characteristic of Parkinson's disease pathology. If there is a balance between good bacteria and bad bacteria in the gut, the bacteria may remain contained to the gut. However, dysbiosis of good bacteria and bad bacteria may cause a “leaky” gut, creating an inflammatory response. This response aids α-Syn misfolding and transfer across neurons, as the protein works its way up to the CNS. The brainstem is vulnerable to inflammation, which would explain Stage 2 of Braak's hypothesis, including sleep disturbances and depression. In Stage 3 of the hypothesis, the inflammation affects the substantia nigra, the dopamine producing cells of the brain, beginning the characteristic motor deficits of Parkinson's disease. Stage 4 of Parkinson's disease includes deficits caused by inflammation in key regions of the brain that regulate executive function and memory. As evidence supporting Braak's hypothesis, patients in Stage 3 (motor deficits) that are not experiencing cognitive deficits already show that there is neuroinflammation of the cortex. This suggests that neuroinflammation may be a precursor to the deficits seen in Parkinson's disease.",
            "score": 128.24241638183594
        },
        {
            "docid": "47371486_4",
            "document": "Immunologic checkpoint . In autoimmune rheumatic diseases, impaired tolerance leads to the development of diseases such as rheumatoid arthritis, systemic sclerosis, systemic lupus erythematosus, Sjogren’s syndrome, etc. Therefore, in autoimmune diseases the converse strategy of engaging immunological checkpoints may be beneficial: stimulate inhibitory molecules of the immune system, thus inhibiting the immune system (therefore, increase self-tolerance). What is known to work is Abatacept, an CD152-Ig used in treating rheumatoid arthritis and juvenile idiopathic arthritis.",
            "score": 128.08267211914062
        },
        {
            "docid": "3135637_31",
            "document": "Gut flora . The human immune system creates cytokines that can drive the immune system to produce inflammation in order to protect itself, and that can tamp down the immune response to maintain homeostasis and allow healing after insult or injury. Different bacterial species that appear in gut flora have been shown to be able to drive the immune system to create cytokines selectively; for example \"Bacteroides fragilis\" and some \"Clostridia\" species appear to drive an anti-inflammatory response, while some segmented filamentous bacteria drive the production of inflammatory cytokines. Gut flora can also regulate the production of antibodies by the immune system. One function of this regulation is to cause B cells to class switch to IgA. In most cases B cells need activation from T helper cells to induce class switching; however, in another pathway, gut flora cause NF-kB signaling by intestinal epithelial cells which results in further signaling molecules being secreted. These signaling molecules interact with B cells to induce class switching to IgA. IgA is an important type of antibody that is used in mucosal environments like the gut. It has been shown that IgA can help diversify the gut community and helps in getting rid of bacteria that cause inflammatory responses. Ultimately, IgA maintains a healthy environment between the host and gut bacteria. These cytokines and antibodies can have effects outside the gut, in the lungs and other tissues.",
            "score": 127.87974548339844
        },
        {
            "docid": "11763579_39",
            "document": "Microvesicles . Rheumatoid arthritis is a chronic systemic autoimmune disease characterized by inflammation of joints. In the early stage there are abundant Th17 cells producing proinflammatory cytokines IL-17A, IL-17F, TNF, IL-21, and IL-22 in the synovial fluid. regulatory T-lymphocytes have a limited capability to control these cells. In the late stage, the extent of inflammation correlates with numbers of activated macrophages that contribute to joint inflammation and bone and cartilage destruction, because they have the ability to transform themselves into osteoclasts that destroy bone tissue. Synthesis of reactive oxygen species, proteases, and prostaglandins by neutrophils is increased. Activation of platelets via collagen receptor GPVI stimulates the release of microvesicles from platelet cytoplasmic membranes. These microparticles are detectable at a high level in synovial fluid, and they promote joint inflammation by transporting proinflammatory cytokine IL-1.",
            "score": 127.47269439697266
        }
    ]
}