{
    "q": [
        {
            "docid": "31671854_7",
            "document": "Omocestus viridulus . Songs are produced by a process called stridulation in which the hind leg and wing are rubbed together. Calling songs are used by these grasshoppers in order to attract and find a mate. Although most of the singing is done by the males, females that are ready to mate may also sing in response. The females also use stridulation to produce their songs. The male normally sings only one calling song in one place before moving on to another spot to try calling again. However, occasionally they may call more than once in the same spot. Ticking is another sound that is produced when the male flicks the hind part of its back leg against one of its fore wings (the process is called a tibial flick). In the courtship process, the frequency of these tibial flicks does not follow a regular pattern and is highly variable between 5 and 15 ticks repeated roughly every 1 to 2 seconds. Geographical variation is also present in the mating song of this species. In Spain, where this grasshopper exists as the subspecies \"O. viridulus kaesteneri\", the song tends to be shorter than in other regions. When singing to a female, one of the hind legs is moved at a much wider angle than the other and this generates most of the sound. The songs are characterised by crescendos that make up a significant part of the song. The songs start quietly and increase until it reaches the greatest intensity, and then dies out. The males usually follow up their calling songs with a succession of loud syllables and then try to mate with the female. When the male is calling to a female, there is a greater amplitude of movement for the hind leg facing the female. Males call when a female is close by, and these songs last about 45–60 seconds each with breaks of 10–15 s in between. Various studies have been performed on the songs of \"O. viridulus\". Heinrich \"et al.\" demonstrated that singing in both males and females can be induced with the injection of acetylcholine. A study by Eiríksson revealed that the males of this species can use their songs most efficiently based on how frequently they sing and how they time their songs, as it is important that the males minimize the overlap of their songs with the females' song so that they can find each other. If the female sings at the same time as the male, the male might not hear the female's song. The males try to minimize this overlap in songs because he must be able to hear the female’s song in order to locate her.",
            "score": 137.47109413146973
        },
        {
            "docid": "19251676_7",
            "document": "Mating call . Bird calls are also known to continue after pair formation in several socially monogamous bird species. In one experimental population of zebra finches, there was increased singing activity by the male after breeding. This increase is positively correlated with the partner's reproductive investment. The female finches were bred in cages with two subsequent males that differed with varying amounts of song output. Females produced larger eggs with more orange yolks when paired with a male with a high song output. This suggests that the relative amount of song production in paired zebra finch males might function to stimulate the partner rather than to attract extra-pair females.",
            "score": 195.00455677509308
        },
        {
            "docid": "393535_7",
            "document": "Coolidge effect . The Coolidge effect is attributed to an increase in dopamine levels and the subsequent effect upon an animal's limbic system. In a study conducted by Fiorino et al., male rats were used to study the role of the mesolimbic dopamine system on their sexual behaviour. In their experiment, microdialysis was used to monitor dopamine efflux from the nucleus accumbens during three stages of sexual behaviour, these included: copulation, sexual satiety, and the reinitiation of sexual behaviour. Behavioural testing for the Coolidge effect consisted of several phases including, copulation with a female, reintroduction to the same female, access to the same female, introduction to a novel female, and copulation with the novel female. During these phases, dopamine and its metabolites were monitored. Results from this study found that overall there was a significant increase in dopamine efflux in response to both the first female and the second female. During copulation with the first female, concentrations of dopamine in these male rats showed a significant increase, however, when the same female was presented again, a significant increase in dopamine was not observed. When a novel female was presented, initially, there was a small increase in the levels of dopamine, however, after continued copulation with the novel female, a significant increase in dopamine levels was observed. From these results, they concluded that an increase in mesolimbic dopamine efflux is associated with the appetitive and consummatory stages of sexual behaviour in male rats. Their data also suggest that stimuli associated with a novel female may increase dopamine transmission in a rat that is sexually satiated, and hence have a role in the reinitiation of sexual behaviour.",
            "score": 106.31598579883575
        },
        {
            "docid": "39292665_8",
            "document": "Sexual selection in birds . Bird calls are also known to continue after pair formation in several socially monogamous bird species. In one experimental population of zebra finches, there was increased singing activity by the male after breeding. This increase is positively correlated with the partner’s reproductive investment. The female finches were bred in cages with two subsequent males that differed with varying amounts of song output. Females produced larger eggs with more orange yolks when paired with a male with a high song output. This suggests that the relative amount of song production in paired zebra finch males might function to stimulate the partner rather than to attract extra-pair females.",
            "score": 199.5910016298294
        },
        {
            "docid": "28819243_9",
            "document": "Crickets as pets . Entomologists from Ivan Regen onward have agreed that the principal purpose of a male cricket's \"song\" is to attract females for mating. Berthold Laufer and Frank Lutz recognized the fact but noted that it was not clear why males do it continuously throughout most of their adult lives, when actual mating doesn't take much time. More is known about the attractive mechanism of a cricket's song. Scientists exposed cricket females to synthesized \"cricket songs\", carefully varying different acoustic parameters, and measured the degree of females' response to different sounds. They found that although each species has its own optimal mating call, the repetition rate of chirp \"syllables\" was the single most important parameter. A male's singing skills do not guarantee him instant success: other, silent, males may be waiting nearby to intercept the females he attracts. Other males may be attracted by the song and rush to the singer just as females do. When another cricket confronts a singing male, the two insects determine each other's sex by touching their antennae. If it turns out that both crickets are male, the contact leads to a fight. Crickets, and Orthoptera in general, are model organisms for the study of male-male aggression, although females can also be aggressive. According to Judge and Bonanno, the shape and size of male crickets' heads are a direct result of selection through male-male fights.",
            "score": 123.19404983520508
        },
        {
            "docid": "12458881_5",
            "document": "Slate-colored boubou . The male's call repertoire includes a noisy \"shhhhh\", or strong clicking and \"coco-weet\", with a rising inflexion on the last syllable. The calls differ regionally across the species' range. songs are frequently sung in a duet between the male and female of a mated pair. A 1983 study observed four types of songs sung by males in duets. Researchers concluded that one song type was for mating, two were used to indicate territory, and the final type may have been used to prevent the male boubou's mate from singing alone, which could attract other males. The frequencies with which the male boubou sang the territorial songs vary with the extent of threats from other boubous and with the level of cooperation between mates. A 1992 study of its calls found that a male's likelihood of singing a mating song was correlated with his mate's estradiol levels, rather than his own testosterone levels, suggesting that behavioral cues between a mating pair, rather than hormone levels, are most important in triggering mating songs.",
            "score": 109.33349597454071
        },
        {
            "docid": "33907902_7",
            "document": "Intralocus sexual conflict . Intralocus sexual conflict diminishes the benefits of sexual selection. Examples of intralocus sexual conflict can be seen all throughout nature. In the Ibiza wall lizard \"(Podarcis pityusensis)\", intralocus sexual conflict exist over color. In this species, color is used as a signal of male fighting ability. Males that are more brightly colored are perceived as better fighters. As lizards in this species age, they become larger and more colorful. During mating seasons, males will typically compete for females and resources by fighting with each other. Males will select opponents based on the intensity of the color of their opponent's coat. Females of this species also possess brightly colored coats. This trait is detrimental for females, since being colorful makes them more conspicuous to males and predators. However, in males, being colorful helps males win fights and increases their reproductive success. Another example can be seen in the features of the soay sheep \"(Ovis aries)\" horns, and the length of the serin finch's \"(Serinus serin\") tail. Males that possess larger horns or longer tails in these species have higher success during male competition and increased reproductive success. However, these features require a great deal of energy for females to possess and do not benefit females in any significant way. In humans, males and females who appear to be more masculine in their physical appearance for their sex report to have brothers that score a higher mate value relative to their sisters. Similarly, individuals who are of normal weight and have higher levels of estradiol are positively correlated with higher mate values in women, and higher levels of testosterone are positively correlated with higher mate values in men. Individuals that are physically and hormonally more masculine tend to have brothers that are fairly more attractive than their sisters, while more feminine individuals have sisters that are more attractive than their brothers. This suggests that intralocus sexual conflict can mediate and determine the fitness of an individual. Another classic example is the human hip, where females need larger hips for childbirth as opposed to smaller hips (optimal for walking) for males. The genes that affect hip size must reach a compromise that is at neither the male optimum nor the female optimum.",
            "score": 111.5774427652359
        },
        {
            "docid": "391037_20",
            "document": "Northern mockingbird . Northern mockingbirds are famous for their song repertoires. Studies have shown that males sing songs at the beginning of breeding season to attract females. Unmated males sing songs in more directions and sing more bouts than mated males. In addition, unmated males perform more flight displays than mated males. The mockingbirds usually nest several times during one breeding season. Depending on the stage of breeding and the mating status, a male mockingbird will vary his song production. The unmated male keeps close track of this change. He sings in one direction when he perceives a chance to lure a female from the nest of the mated male. Unmated males are also more likely to use elevated perches to extend his songs to a further range. Though the mockingbirds are socially monogamous, mated males have been known to sing to attract additional mates.",
            "score": 123.11835372447968
        },
        {
            "docid": "33767830_9",
            "document": "Conspecific song preference . In male zebra finches, neurons in Field L and CM do not exhibit a preference for different types of conspecific songs (in contrast to neurons in NCM, and those that participate in the AFP and SMP). Field L and CM neurons do not discriminate between the tutor song, the bird's own song, or individual conspecifics. Instead, they demonstrate a higher-order preference for conspecific song over heterospecific song or other types of sound. When male and female European starlings are trained to recognize conspecific song, there is an associated change in the response of CMM neurons, and female zebra finches experience a reduced ability to discriminate between conspecific and heterospecific song following lesions to the region. However, CMM neurons in females also show increased activation in response to their father's song over a novel conspecific song, demonstrating that this nucleus also participates in some selectivity among conspecific songs in females.",
            "score": 130.63516235351562
        },
        {
            "docid": "5337035_14",
            "document": "Colias eurytheme . Previous studies have suggested that males make a nutrient investment during copulation. This idea agrees with the sexual selection theory, which predicts that females would act in ways to maximize the nutrient material they receive and predicts that males would act in ways to maximize the return on their investments. Studies support this theory by showing that younger males (males with less wing wear) are more successful in courtship than older males, males accepted by females are significantly less variable in size than males rejected by females, persistence increases a male's chance of copulating up to a point, and the size of females accepted by males is less variable than that of rejected females. The amount of protein in a male's spermatophore is negatively correlated with age because it is more likely for older males to have mated previously. Females therefore prefer younger mates perhaps to secure large ejaculates, as smaller males and males that have mated previously produce smaller ejaculates. The brightness of ultraviolet reflectance and pheromone descriptors, both important factors in mate selection, are also negatively correlated with age. However, variation between these two traits (visual and olfactory) is mostly uncorrelated. Since ultraviolet brightness emerges as the best predictor of male mating success, female preferences for brighter males may also indicate its relation to a material benefit. In addition, studies have shown a longevity difference between virgin and mated females, suggesting a cost to mating. It is hypothesized that there is a toxic side effect of the male ejaculate. However, it is still unclear how this longevity cost influences the evolution of lifetime mating schedules. The supposed cost also does not affect the number of eggs a female lays in its lifetime.",
            "score": 93.16863560676575
        },
        {
            "docid": "39265695_9",
            "document": "Stimulus filtering . Female midshipman fish undergo stimulus filtering when it comes time to mate with a male. Midshipman fish use stimulus filtering when listening to sounds produced by underwater species. Dominant signals underwater range between 60–120 Hz, which is the most normally the most sensitive to the fish’s auditory receptor. However, the female auditory system changes seasonally to acoustical stimuli in the songs of male midshipman fish. In the summer when female midshipman fish are reproducing they listen to a male humming song that can be produce a frequency level of 400 Hz. The summer is reproducing season for the females so their hearing is more sensitive to the high frequency of the male humming.",
            "score": 103.2758207321167
        },
        {
            "docid": "432680_8",
            "document": "Sedge wren . Songs usually last 1.5 to 2 seconds and start with 3 to 4 high notes or staccato chips followed by a series of thrills. While both male and females can produce calls, only the males sing. Males sing from late winter to early spring on non-breeding grounds and throughout the breeding season to attract mates. They sing both during the day and the night. While males usually sing to attract females, they can also engage in countersinging, where a male will respond to another male's song. A male will usually answer the other male with a different song type and frequently change song types during the interaction. Both males also usually sing faster during countersinging. It is hypothesized that they do so to send the maximum amount of stimuli to the listener whether it be a male, a male or a potential mate.",
            "score": 108.42573189735413
        },
        {
            "docid": "21371433_9",
            "document": "Small-scaled burrowing asp . Reproduction is very similar to other snakes; \"Atractaspis\" lay eggs which hatch outside of the body, which means they are oviparous. The main sense that snakes utilize in order to find mates is smell, which is their strongest, most acute sense. The females produce an odor that sometimes signals to males that she is ready to mate; however, it has also been found that some snakes use these odors for defensive measures rather than attracting mates. It also appears that the males depend much less on sight than any other sense, and almost exclusively rely on odor. This is why, strangely enough, it appears that male snakes do not rely on color, and therefore color probably plays a very little role, if any, in the mating process. Males have even been found attempting to mate with dead females, which shows that they rely heavily on odor for mating. Polygamy is also rare in snakes, as the males usually practice monogamy. It has been suggested that some female snakes even mate with more than one male, with mixed paternity, sperm competition and storage. However, this seems unlikely because, given the former situation, females would not have to select the males for mating. However, in a 1992 report, Schuett and Duvall suggest that female choice does exist among snakes. The various mating rituals, or \"dances\" are sometimes very different between snakes, and very little is known so far about the specifics of \"Atractaspis microlepidota\", or \"Atractaspis\" mating rituals in general.",
            "score": 93.5871342420578
        },
        {
            "docid": "21034554_4",
            "document": "Gryllus pennsylvanicus . During the breeding season, the number of adult female \"G. pennsylvanicus\" captured in pitfall traps peaks approximately two weeks after the peak in the number of adult males captured, which seems to indicate protandry. Breeding in some areas also coincides with the seed rain from certain agricultural weeds, possibly providing females with food resources to increase their fecundity. Males call from the mouths of burrows or cracks in the ground into which they escape when scared. Calling males are separated from each other by approximately 7.7 to 10.3 m in the field, likely making it costly for females to sample large numbers of potential mates. Male \"G. pennsylvanicus\" calling song consists of short chirps – roughly two to three per second – each consisting of three to five pulses (each a single closure of the male forewings or tegmina). Like most other gryllines, females are attracted to male calling song and are attracted to higher calling effort at least when population density is low. In an elegant series of field experiments, Zuk showed that female \"G. pennsylvanicus\" were more attracted to calling song produced by older males than that of younger males. Males found paired with females in the field were also older than unpaired calling males from nearby. However, in the earlier experiment higher calling effort explained a small, but statistically significant proportion of the variance in female attraction, raising the possibility that the apparent preference of females for the songs of older males might be due to differences in calling effort between older and younger males.",
            "score": 103.68713665008545
        },
        {
            "docid": "576200_10",
            "document": "Philodendron . Sexual reproduction is achieved by means of beetles, with many philodendron species requiring the presence of a specific beetle species to achieve pollination. The reverse is not always the case, as many beetle species will pollinate more than one philodendron species. These same beetles could also pollinate other genera outside of philodendron, as well as outside of the family Araceae. The pollinating beetles are males and members of the subfamily Rutelinae and Dynastinae, and to date the only beetles seen to pollinate the inflorescence are in the genera \"Cyclocephala\" or \"Erioscelis\". Other smaller types of beetles in the genus\" Neelia\" visit the inflorescences, as well, but they are not believed to be involved in pollinating philodendrons. To attract the beetles, the sterile male flowers give off pheromones to attract the male beetles, usually at dusk. This process, female anthesis, is followed by male anthesis, in which the pollen is produced. Female anthesis typically lasts up to two days, and includes the gradual opening of the spathe to allow the beetles to enter. Some evidence suggest the timing of opening of the spathe is dependent on light levels, where cloudy, darker days result in the spathe opening up earlier than on clear days. During female anthesis, the spadix will project forward at roughly 45° relative to the spathe. The spathe provides a safe breeding area for the beetles. As such, the male beetles are often followed by female beetles with the intent of mating with the males within the spathe. The philodendrons benefit from this symbiotic relationship because the males will eventually leave the spathe covered in pollen and repeat the process at another philodendron, pollinating it in the process and thus providing philodendrons a means of sexual reproduction. In addition to gaining a safe location to mate, the male beetles may benefit from having a central location, because it allows them to broadcast to females that they are willing and able to mate. Females which see a male beetle headed for a philodendron flower know he does so with intention of mating, and females which are sexually receptive and need to mate know that they can find males if they follow the pheromones produced by the philodendron flowers. As a result, the male beetles benefit from this relationship with the philodendrons because they do not have to produce pheromones to attract females, since the philodendrons do it for them. Additionally, male beetles benefit because they are ensured of mating with only sexually receptive females, which is not necessarily certain otherwise. In doing so, the philodendron provides male beetles a more efficient way to find females than what they could achieve on their own. Interestingly, pheromones produced by the philodendrons may be similar to those produced by female beetles when they wish to attract males to mate. Also, the pheromones have a sweet, fruity smell in many species and no noticeable smell for others. In addition to the reproductive benefits to beetles, the philodendrons provide food in two forms. Pollen from the fertile male flowers is eaten by the beetles throughout the night. Secondly, the sterile male flowers consumed by the beetles are rich in lipids.",
            "score": 112.31531846523285
        },
        {
            "docid": "3058258_8",
            "document": "Animal song . Bird song is thought to have evolved through sexual selection. Female songbirds often assess potential mates using song, based on qualities such as high song output, complexity and difficulty of songs, as well as presence of local dialect. Song output serves as a fitness indicator of males, since vocalizations require both energy and time to produce, and thus males capable of producing high song output for long durations may have higher fitness than less vocal males. It is thought that song complexity may serve as an indicator of male fitness by providing an indication of successful brain development despite potential early-life stressors, such as lack of food. Social transmission of songs allows for development of local dialects of song, and female songbirds also typically prefer to choose mates producing local song dialects. One hypothesis for this phenomenon is that selecting local mates allows the female to choose genes specially adapted to suit local conditions.",
            "score": 154.96208238601685
        },
        {
            "docid": "582393_6",
            "document": "Polygynandry . Although males are able to increase their reproductive success faster than females by being able to fertilize eggs faster than females can produce them, males also at a disadvantage when it comes to mating because of sexual selection. Females usually choose males that are 'charming' and those who display sexual ornaments. In a study of long-tailed widowbirds, males with longer tails were sexually selected over those with shorter and less impressive tails. In birds such as the red-collared widowbird, males who display their sexual ornament during courtship are generally paired up faster and attract more females than males who display shorter tails during courtship. Males are often sexually selected based on their physical characteristics and what they have to 'offer', for example, male peacocks with flamboyant colored tails are sexually selected over those with dull and less elaborate tails. Sexual selection of males by females also leads to male-male competition. Unlike females who invest a lot prior to mating, males do not invest as much when generating their sperm, however this increases competition amongst males for female investment. High sperm competition also means a greater variance in male success—the best competitors will have better success in mating than those who fail to mate. The best sperm competitors will less likely be inclined to care for their offspring upon mating because they have the ability to produce offspring elsewhere. Males with the greatest size, strength, or best developed weapons achieve the greatest mating success. In other cases, males may have a higher reproductive success if they have better access to resources than other competitors. For instance, female hanging flies mate with a male only if he provides a large insect for her to eat during copulation and North American bullfrogs protect ponds and small lakes where females come to lay their eggs.",
            "score": 110.54301762580872
        },
        {
            "docid": "582393_3",
            "document": "Polygynandry . Often times females mate voluntarily with more than one male. Mating with several males reduces the risk of females having unfertilized eggs because one male may not have enough sperm to fertilize all her eggs. In dark-eyed juncos, a female mates with more than one male because often times, her social partner is of low genetic quality than other potential sperm donors. The females voluntarily mate with other males besides their mate because she sees the potential to improve her offspring viability and sexual attractiveness. Females may also mate with several males for genetic benefits such as genetic diversity among her offspring due to the variety of sperm available to her. In song birds, extra-pair matings occur because females are able to sneak away from their home territories to solicit to other males. When female song birds seek extra-male partners, they sexually select males with colorful plumage more elaborate than those of their social partner. Studies show that female song birds that have less plumage partners most actively seek extra-pair matings, furthermore males with the most developed traits—such as longer tails or brighter plumage survive better. Thus, when female song birds have multiple mating partners, they are increasing the genetic quality of their offspring.",
            "score": 149.31979370117188
        },
        {
            "docid": "20617241_15",
            "document": "Genetics of social behavior . For females, the decision whether to mate or not when courted by a male largely depends on the courtship song. Analogous to OSNs, the female's Johnston's organ neurons (JONs) distinguish the quality of the song, and a distinct mechanical stimuli projects signals to specific regions of the brain, which can lead to mating. The reluctance for a female to mate again after having mated before has a molecular basis. In the male \"Drosophila\" ejaculate, there is a sex peptide (SP) which binds to the sex peptide receptor (SRP) in the female's \"fru\" neurons, disrupting pathways that would compel the female to mate again.",
            "score": 123.37517809867859
        },
        {
            "docid": "18333977_4",
            "document": "Prenatal stress . Pups that underwent prenatal stress showed lower plasma testosterone when compared to the control pups. This is caused by the disruption of prenatal development which did not allow the complete masculinization of the prenatally stressed pups’ central nervous system. Particularly in the striatum of the prenatally stressed male pups showed an increase in vanilmandelic acid, dopamine, serotonin, 5-hydroxyindoleacetic acid which all can affect sexual behavior. The prenatally stressed male pups showed a significant latency in mounting behavior when compared to controls. When doing the radial arm maze task prenatally stressed male rats showed a greater increase in dopamine than the prenatally stressed females, which is suggested to facilitate the impairment for the males doing the maze task, but improved the female’s performance. There was also an effect on the corticosterone secretion for prenatally stressed females. Being prenatally stressed increased the anxiety response of the female rats. Yet, it had no effect on the males.",
            "score": 105.45784676074982
        },
        {
            "docid": "34237227_13",
            "document": "Sexual suggestiveness . There are some reported gender differences between how sexual suggestiveness is perceived. Males and females have different thresholds for the perception of sexual suggestiveness or intent. Males are, in general, more sexually occupied than females. To support this assumption research shows that males perceive people as more interested in a sexual encounter than females do. It has also been suggested that males find it difficult to differentiate between liking, love and sexual intent, and in this case sexual suggestiveness. Unfortunately, this difficulty in separation between the two from the male’s point of view may lead to rape or other sexual assault. During the evolution of human sexuality, the fact that females are the choosy gender meant that males who were able to quickly detect a female's willingness were the males who passed along their genes effectively. In light of this, males, therefore, tend to read sexual acceptance signals in friendly actions even when this may not be the females intention. Females are however better at reading platonic signals from the opposite sex and at differentiating between liking, loving and sexual suggestiveness.",
            "score": 108.74589443206787
        },
        {
            "docid": "31676370_10",
            "document": "Rufous grasshopper . Rufous grasshopper males perform an unusually long courtship. Their song has a reductive effect on locomotor activity within passive-state females. The exact mechanisms are not known, although scientists hypothesize that it somehow causes a hormonal change within the females. The result is advantageous, as this lack of movement ensures that the female will remain nearby. The resultant improved chances of copulation allow mating and fertilization to occur approximately one to two days earlier than it would without such an enduring display. Ultimately, the female will lay one or two more sets of eggs during that mating period, since it is the first egg deposition that determines when the following eggs are deposited. Additionally, the male can ensure that the female does not mate with another male during this period, since she is always nearby, although this is not always preventable. He also is capable of attracting active-state females with his long courtship song. This technique likely changed from the more typical search strategy, in which male grasshoppers travel while making songs and responding to females. Searching males are at a disadvantage since males who display long courtship guard the passive females they have sung to, and the females return to a defensive state, in which they do not permit mating, after copulation, so there are fewer available females. The existence of females whose locomotor activity was reduced by the songs precipitated the evolution of the long courtship technique.",
            "score": 102.99795603752136
        },
        {
            "docid": "39320143_5",
            "document": "Sexual selection in amphibians . Female choice is the final step in the males attempt to reproduce; if the female does not find the male’s traits desirable, reproduction will not be successful. As it is in most species, body size is an important and most common desired trait amongst females. Body size is indicative of fitness and/or genetic quality; and because it is easily observable, it can be an indicator for how a female will pick her mate. A larger body size positively correlates to higher paternity; thus larger males are more successful in siring more offspring than smaller males. Male salamanders also prefer larger females because they produce more ova than smaller females.",
            "score": 90.03229296207428
        },
        {
            "docid": "44203096_5",
            "document": "Gryllus integer . \"G. integer\" has a unique song known as a rapid thrill., which is produced by tegminal (forewing) stridulation. These displaying male crickets prefer to call from warmer sites and it has been found that their micro-habitat choice based on temperature can influence their mating calls. Male song varies in duration of uninterrupted trilling. Males use this call to attract sexually receptive females who tend to preferentially move toward males with longer calling bouts (periods of calling that contain no pause greater than 0.10 s in real time), although female mate preference can vary. These males tend to fight intensely and stridulate their wings more when trying to acquire females. Sexually mature males tend to be more aggressive and heavier than lighter males which have not yet produced a spermatophore. The calling song of \"G. integer\" attracts females and results in spacing between mates, but it also attracts the parasitoid female fly \"Euphasiopteryx ochracea.\" This parasitoid fly lays its larvae on the surface of the cricket and burrows into its body.",
            "score": 108.5729911327362
        },
        {
            "docid": "21481963_14",
            "document": "Cricket (insect) . Several types of cricket songs are in the repertoire of some species. The calling song attracts females and repels other males, and is fairly loud. The courting song is used when a female cricket is near and encourages her to mate with the caller. A triumphal song is produced for a brief period after a successful mating, and may reinforce the mating bond to encourage the female to lay some eggs rather than find another male. An aggressive song is triggered by contact chemoreceptors on the antennae that detect the presence of another male cricket.",
            "score": 103.67233490943909
        },
        {
            "docid": "184421_24",
            "document": "FOXP2 . Levels of \"FOXP2\" in adult zebra finches are significantly higher when males direct their song to females than when they sing song in other contexts. “Directed” singing refers to when a male is singing to a female usually for a courtship display. “Undirected” singing occurs when for example, a male sings when other males are present or is alone. Studies have found that FoxP2 levels vary depending on the social context. When the birds were singing undirected song, there was a decrease of FoxP2 expression in Area X. This downregulation was not observed and FoxP2 levels remained stable in birds singing directed song.",
            "score": 137.8442142009735
        },
        {
            "docid": "63570_12",
            "document": "Grouse . Male grouse display lekking behavior, which is when many males come together in one area and put on displays to attract females. Females selectively choose among the males present for traits they find more appealing. Male grouse exhibit two types: typical lekking and exploded lekking. In typical lekking, males display in small areas, and in exploded lekking, displays are done in areas that do not have many resources for females. Male grouse can also compete with one another for access to female grouse through territoriality, in which a male defends a territory which has resources that females need, like food and nest sites. These differences in male behavior in mating systems account for the evolution of body size in grouse. Males of territorial species were smaller than those of exploded lekking species, and males of typical lekking species were the largest overall. The male birds that exhibit lekking behavior, and have to compete with other males for females to choose them, have higher sexual size dimorphism. This supports the hypothesis of sexual selection affecting male body size and also gives an explanation for why some species of grouse have a more drastic difference between male and female body size than others.",
            "score": 120.07523012161255
        },
        {
            "docid": "4990640_15",
            "document": "Guianan cock-of-the-rock . Males often engage in courtship disruption practices. In a study conducted by Pepper W. Trail, the interactions between adult males, females, and yearlings were observed and linked to mate choice and male dispersion patterns within leks. Adult males produced this disruptive behaviour with varying intensity, which depended on the situation. In lower-intensity disruptions, males usually directed their aggression or threats towards neighboring males, in attempts to improve or maintain breeding status and success. The males that were hassled tended to be more successful and often were disrupted with much greater frequency than males with lower mating success. Higher-intensity disruptions were used by less successful males and directed towards females that wandered by. This behaviour is suggested to have the effect of redirecting females towards the hassling male. Yearlings often disrupted courtships of the more mature adults on the basis of practice for future courtships, since the yearlings do not possess any territory within the lek. Female disruption was an uncommon event that had little, if any, effect on the accessibility of a male. Young males of highly promiscuous species such as the Cock-of-the rock often failed to mate in their first year, probably because older, more experienced males will enjoy the majority of matings. In this strong system of sexual selection, the successive breeding of dominant and aggressive males leads to high sex drives and the endurance of polygyny. A theory suggests that the selection of these aggressive males also puts a premium, or value, on female characteristics. Hence, there is a less likely occurrence of female–elicited aggression.",
            "score": 105.70506739616394
        },
        {
            "docid": "20617241_10",
            "document": "Genetics of social behavior . In songbirds, \"egr1\" is a transcription factor encoding gene that is active in the auditory forebrain when hearing a song from another songbird. The strength of the expression of \"egr1\" has much variability, dependent on the nature of the song. Songs previously unheard result in strong responses whereas familiar songs result in little or no response. Pure tones or white noise do not evoke any response. It is thought that the purpose of this genetic response to social stimuli is to update the brain's catalog of the changing natural environment. For example, it would be advantageous for a songbird to express more \"egr1\" in a situation where there is a new song heard (a potential intruder) compared to the familiar song of a known individual. In contrast, for the species of highly social cichlid fish \"A. burtoni\", the \"egr1\" gene plays an indirect role in reproduction. In this species, there is an established social dominance hierarchy and an individual's position determines their access to resources for reproduction. If the alpha male is removed from the group, a previous subordinate starts exhibiting dominant behavior and \"egr1\" is expressed in hypothalamus neurons that are responsible for producing a neuropeptide linked to sexual reproduction. Overall, the role of transcription factor \"egr1\" in the context of social behavior clearly shows the link between genes and behavior. As a corollary to that described above, given an environmental cue \"egr1\" will induce or suppress the transcription of other genes. \"Egr1\" shows how social experience may trigger changes in the brain's gene networks. With higher capacity screening techniques, the expression of many genes simultaneously in response to social stimuli will provide a more complete picture.",
            "score": 153.40694522857666
        },
        {
            "docid": "7480336_14",
            "document": "Lesser wax moth . The bat calling sound is a long and slowly repeating signal. If males hear the call of an approaching bat or a similar sound, they will stop their mate calling. The males will remain silent for several milliseconds to more than a minute. More sexually attractive males, those with higher single pulse pair rates and amplitudes, experience a higher risk of predation because they resume mate calling sooner than less attractive males. This may occur because the attractive males are better equipped to escape from bats, thus decreasing the apparently high risk. Another theory is that risk taking could be a sexually selected trait. Females can decipher between the moth calling and the bat calling sound. During mate calling, females fan their wings. However, when they hear the bat’s sound, they stop fanning their wings. In order to avoid being captured by bats, the moths fly erratically, fall to the ground, or fly away from the source of the sound.",
            "score": 91.26060843467712
        },
        {
            "docid": "3663717_10",
            "document": "Testudo (genus) . Female mate choice offers no direct benefits (such as access to food or territory or parental care). There are, however, indirect benefits of mating with multiple males. Engaging in a polyandrous mating system offers a female guaranteed fertilization, higher offspring diversity and sperm competition to ensure that eggs are fertilized by a high quality male. This is in respect to the “good genes” hypothesis that females receive indirect benefits through her offspring by mating with a quality male, “a male’s contribution to a female’s fitness his restricted to [his] genes”(Cutuli, G. et al., 2014). Mating order has no influence on paternity of a clutch so a female’s inclination to mate with multiple males and her ability to store sperm allows for sperm competition and suggests cryptic female choice. However, some species do show size-assoratative, \"T. Marginata\", for example, where large males breed with large females and small males breed with small females. Other species form hierarchies; during male-to-male competition the more aggressive male is considered alpha. Alpha males are more aggressive with their courting as well and have higher mounting success rate than Beta males.",
            "score": 89.77314746379852
        },
        {
            "docid": "19251676_8",
            "document": "Mating call . During the breeding season, mammals will call out to the opposite sex. Male koalas that are bigger will let out a different sound than smaller koalas. The bigger males which are routinely sought out for are called sires. Females choose sires because of indirect benefits that their offspring could inherit, like larger bodies. Non-sires and females do not vary in their body mass and can reject a male by screaming or hitting him. Male-male competition is rarely exhibited in koalas. Acoustic signaling is a type of call that can be used from a significant distance encoding an organism's location, condition and identity. Sac-winged bats display acoustic signaling, which is often interpreted as songs. When females hear these songs, named a 'whistle', they call onto the males to breed with a screech of their own. This action is termed 'calling of the sexes'. Red deer and spotted hyenas along with other mammals also perform acoustic signaling. Most frogs use an air sac located under their mouth to produce mating calls. Air from the lungs channels to the air sac to inflate it, and the air sac resonates to produce a mating call. The larynx is larger and more developed in males, which causes their call to be louder and stronger",
            "score": 99.23585331439972
        }
    ],
    "r": [
        {
            "docid": "39292665_8",
            "document": "Sexual selection in birds . Bird calls are also known to continue after pair formation in several socially monogamous bird species. In one experimental population of zebra finches, there was increased singing activity by the male after breeding. This increase is positively correlated with the partner’s reproductive investment. The female finches were bred in cages with two subsequent males that differed with varying amounts of song output. Females produced larger eggs with more orange yolks when paired with a male with a high song output. This suggests that the relative amount of song production in paired zebra finch males might function to stimulate the partner rather than to attract extra-pair females.",
            "score": 199.59100341796875
        },
        {
            "docid": "19251676_7",
            "document": "Mating call . Bird calls are also known to continue after pair formation in several socially monogamous bird species. In one experimental population of zebra finches, there was increased singing activity by the male after breeding. This increase is positively correlated with the partner's reproductive investment. The female finches were bred in cages with two subsequent males that differed with varying amounts of song output. Females produced larger eggs with more orange yolks when paired with a male with a high song output. This suggests that the relative amount of song production in paired zebra finch males might function to stimulate the partner rather than to attract extra-pair females.",
            "score": 195.0045623779297
        },
        {
            "docid": "7445076_11",
            "document": "Extra-pair copulation . Extra-pair copulation is common in birds. For example, zebra finches, although socially monogamous, are not sexually monogamous and hence do engage in extra-pair courtship and attempts at copulation. In a laboratory study, female zebra finches copulated over several days, many times with one male and only once with another male. Results found that significantly more eggs were fertilised by the extra-pair male than expected proportionally from just one copulation verses many copulations with the other male. EPO proportion varies between different species of birds. For example, in eastern bluebirds, studies have shown that around 35% of offspring is due to EPC. In socially polygynous birds, EPP is only half as common as in socially monogamous birds. Some ethologists consider this finding to be support for the 'female choice' hypothesis of mating systems in birds.",
            "score": 189.52427673339844
        },
        {
            "docid": "1787105_6",
            "document": "Animal sexual behaviour . Monogamy occurs when one male mates with one female exclusively. A monogamous mating system is one in which individuals form long-lasting pairs and cooperate in raising offspring. These pairs may last for a lifetime, such as in pigeons, or it may occasionally change from one mating season to another, such as in emperor penguins. In contrast with tournament species, these pair-bonding species have lower levels of male aggression, competition and little sexual dimorphism. Zoologists and biologists now have evidence that monogamous pairs of animals are not always sexually exclusive. Many animals that form pairs to mate and raise offspring regularly engage in sexual activities with extra-pair partners. This includes previous examples, such as swans. Sometimes, these extra-pair sexual activities lead to offspring. Genetic tests frequently show that some of the offspring raised by a monogamous pair come from the female mating with an extra-pair male partner. These discoveries have led biologists to adopt new ways of talking about monogamy; According to Ulrich Reichard (2003): Social monogamy refers to a male and female's social living arrangement (e.g., shared use of a territory, behaviour indicative of a social pair, and/or proximity between a male and female) without inferring any sexual interactions or reproductive patterns. In humans, social monogamy takes the form of monogamous marriage. Sexual monogamy is defined as an exclusive sexual relationship between a female and a male based on observations of sexual interactions. Finally, the term genetic monogamy is used when DNA analyses can confirm that a female-male pair reproduce exclusively with each other. A combination of terms indicates examples where levels of relationships coincide, e.g., sociosexual and sociogenetic monogamy describe corresponding social and sexual, and social and genetic monogamous relationships, respectively. Whatever makes a pair of animals socially monogamous does not necessarily make them sexually or genetically monogamous. Social monogamy, sexual monogamy, and genetic monogamy can occur in different combinations.",
            "score": 179.26715087890625
        },
        {
            "docid": "21351296_54",
            "document": "Monogamy . The incidence of sexual monogamy appears quite rare in other parts of the animal kingdom. It is becoming clear that even animals that are overtly socially monogamous engage in extra-pair copulations. For example, while over 90% of birds are socially monogamous, \"on average, 30 percent or more of the baby birds in any nest [are] sired by someone other than the resident male.\" Patricia Adair Gowaty has estimated that, out of 180 different species of socially monogamous songbirds, only 10% are sexually monogamous. Offspring are far more successful when both the male and the female members of the social pair contribute food resources.",
            "score": 178.11419677734375
        },
        {
            "docid": "1787105_8",
            "document": "Animal sexual behaviour . Sexual monogamy is also rare among animals. Many socially monogamous species engage in extra-pair copulations, making them sexually non-monogamous. For example, while over 90% of birds are socially monogamous, \"on average, 30% or more of the baby birds in any nest [are] sired by someone other than the resident male.\" Patricia Adair Gowaty has estimated that, out of 180 different species of socially monogamous songbirds, only 10% are sexually monogamous.",
            "score": 167.29434204101562
        },
        {
            "docid": "77510_4",
            "document": "Songbird . The song in this clade is essentially territorial, because it communicates the identity and whereabouts of an individual to other birds, and also signals sexual intentions. Sexual selection among songbirds is highly based on mimetic vocalization. Female preference has shown in some populations to be based on the extent of a male's song repertoire. The larger a male's repertoire, the more females a male individual attracts. It is not to be confused with bird calls that are used for alarms and contact and are especially important in birds that feed or migrate in flocks. While almost all living birds give calls of some sort, well-developed songs are only given by a few lineages outside the songbirds.",
            "score": 158.73582458496094
        },
        {
            "docid": "424730_17",
            "document": "Zebra finch . Zebra finches are opportunistic breeders and initiate reproductive behaviors as a response to water availability. Zebra finches form socially monogamous pair bonds that remain stable for at least the duration of raising a clutch, but can last for up to several years. Sexual non-monogamy, aka extra-pair copulation, occurs occasionally, often involving females soliciting extra-pair copulation with genetically attractive males. Both social parents contribute to nest-building and during this phase will spend the night cuddling inside the nest.",
            "score": 158.69703674316406
        },
        {
            "docid": "5424051_30",
            "document": "Monogamy in animals . In species where the young are particularly vulnerable and may benefit from protection by both parents, monogamy may be an optimal strategy. Monogamy tends to also occur when populations are small and dispersed. This is not conductive to polygamous behavior as the male would spend far more time searching for another mate. The monogamous behavior allows the male to have a mate consistently, without having to waste energy searching for other females. Furthermore, there is an apparent connection between the time a male invests in their offspring and their monogamous behavior. A male which is required to care for the offspring to ensure their survival is much more likely to exhibit monogamous behavior over one that does not.  The selection factors in favor of different mating strategies for a species of animal, however, may potentially operate on a large number of factors throughout that animal's life cycle. For instance, with many species of bear, the female will often drive a male off soon after mating, and will later guard her cubs from him. It is thought that this may be due to the fact that too many bears close to one another may deplete the food available to the relatively small but growing cubs. Monogamy may be social but rarely genetic. For example, in the cichlid species \"Variabilichromis moorii\", a monogamous pair will care for their eggs and young but the eggs are not all fertilized by the same male. Thierry Lodé argued that monogamy should result from conflict of interest between the sexes called sexual conflict.",
            "score": 155.70526123046875
        },
        {
            "docid": "3058258_8",
            "document": "Animal song . Bird song is thought to have evolved through sexual selection. Female songbirds often assess potential mates using song, based on qualities such as high song output, complexity and difficulty of songs, as well as presence of local dialect. Song output serves as a fitness indicator of males, since vocalizations require both energy and time to produce, and thus males capable of producing high song output for long durations may have higher fitness than less vocal males. It is thought that song complexity may serve as an indicator of male fitness by providing an indication of successful brain development despite potential early-life stressors, such as lack of food. Social transmission of songs allows for development of local dialects of song, and female songbirds also typically prefer to choose mates producing local song dialects. One hypothesis for this phenomenon is that selecting local mates allows the female to choose genes specially adapted to suit local conditions.",
            "score": 154.9620819091797
        },
        {
            "docid": "20617241_10",
            "document": "Genetics of social behavior . In songbirds, \"egr1\" is a transcription factor encoding gene that is active in the auditory forebrain when hearing a song from another songbird. The strength of the expression of \"egr1\" has much variability, dependent on the nature of the song. Songs previously unheard result in strong responses whereas familiar songs result in little or no response. Pure tones or white noise do not evoke any response. It is thought that the purpose of this genetic response to social stimuli is to update the brain's catalog of the changing natural environment. For example, it would be advantageous for a songbird to express more \"egr1\" in a situation where there is a new song heard (a potential intruder) compared to the familiar song of a known individual. In contrast, for the species of highly social cichlid fish \"A. burtoni\", the \"egr1\" gene plays an indirect role in reproduction. In this species, there is an established social dominance hierarchy and an individual's position determines their access to resources for reproduction. If the alpha male is removed from the group, a previous subordinate starts exhibiting dominant behavior and \"egr1\" is expressed in hypothalamus neurons that are responsible for producing a neuropeptide linked to sexual reproduction. Overall, the role of transcription factor \"egr1\" in the context of social behavior clearly shows the link between genes and behavior. As a corollary to that described above, given an environmental cue \"egr1\" will induce or suppress the transcription of other genes. \"Egr1\" shows how social experience may trigger changes in the brain's gene networks. With higher capacity screening techniques, the expression of many genes simultaneously in response to social stimuli will provide a more complete picture.",
            "score": 153.40695190429688
        },
        {
            "docid": "6966259_3",
            "document": "Song control system . Based on lesion studies in the zebra finch, the song system can be broken into two general pathways. The direct/descending motor pathway is both necessary and sufficient for normal song production, while the anterior forebrain pathway (AFP)is necessary for song learning but not production. Juvenile birds who have not yet fully learned their songs and that have lesions of the AFP never learn to make normal songs. Adult birds who experience these same lesions continue to sing normally for some time. The song system is sexually dimorphic in many species of songbirds, especially in species in which the male primarily sings.",
            "score": 151.09075927734375
        },
        {
            "docid": "7445076_2",
            "document": "Extra-pair copulation . Extra-pair copulation (EPC) is a promiscuous mating behaviour in monogamous species. Monogamy occurs when one male mates exclusively with one female, forming a long term bond and combining efforts to raise offspring together; extra-pair copulation occurs when one of these individuals mates outside of this pairing. Across the animal kingdom, extra-pair copulation is common in monogamous species, and only a very few pair-bonded species are thought to be exclusively sexually monogamous. EPC in the animal kingdom has mostly been studied in birds and mammals. Possible benefits of EPC can be investigated within non-human species, such as birds. In males, a number of theories are proposed to explain extra-pair copulations. One such hypothesis is that males maximise their reproductive success by copulating with as many females as possible outside of a pair bond relationship because their parental investment is lower, meaning they can copulate and leave the female with minimum risk to themselves. Females, on the other hand, have to invest a lot more in their offspring; extra-pair copulations produce a greater cost because they put the resources that their mate can offer at risk by copulating outside the relationship. Despite this, females do seek out extra pair copulations, and, because of the risk, there is more debate about the evolutionary benefits for females.",
            "score": 149.67396545410156
        },
        {
            "docid": "582393_3",
            "document": "Polygynandry . Often times females mate voluntarily with more than one male. Mating with several males reduces the risk of females having unfertilized eggs because one male may not have enough sperm to fertilize all her eggs. In dark-eyed juncos, a female mates with more than one male because often times, her social partner is of low genetic quality than other potential sperm donors. The females voluntarily mate with other males besides their mate because she sees the potential to improve her offspring viability and sexual attractiveness. Females may also mate with several males for genetic benefits such as genetic diversity among her offspring due to the variety of sperm available to her. In song birds, extra-pair matings occur because females are able to sneak away from their home territories to solicit to other males. When female song birds seek extra-male partners, they sexually select males with colorful plumage more elaborate than those of their social partner. Studies show that female song birds that have less plumage partners most actively seek extra-pair matings, furthermore males with the most developed traits—such as longer tails or brighter plumage survive better. Thus, when female song birds have multiple mating partners, they are increasing the genetic quality of their offspring.",
            "score": 149.31979370117188
        },
        {
            "docid": "55261687_7",
            "document": "Behavioural responses to stress . Sexual interests change in many species when exposed to stressors. For instance, stressed male and female rats express inhibited mating behaviour, which is evident through the clear increase in the inhibitory hormone RF-amide. Another study suggests that masculine sexual behaviour in male rats is subject to changes in accordance to the type of stressors that the rats were subjected to. The female zebra finch's mating choice is determined by the stressors that they are exposed to early in life, which remain consistent throughout adulthood. A study about stress effects on female songbird’s response to sexual signal for mating indicated that the response to this specific signal can be impaired if the female is exposed to developmental stress. Behavioural changes as a result from developmental stress impairs neural responses to sexual signals, which reduces mating.",
            "score": 149.0065460205078
        },
        {
            "docid": "3410_4",
            "document": "Bird . Some birds, especially corvids and parrots, are among the most intelligent animals; several bird species make and use tools, and many social species pass on knowledge across generations, which is considered a form of culture. Many species annually migrate great distances. Birds are social, communicating with visual signals, calls, and bird songs, and participating in such social behaviours as cooperative breeding and hunting, flocking, and mobbing of predators. The vast majority of bird species are socially monogamous (referring to social living arrangement, distinct from genetic monogamy), usually for one breeding season at a time, sometimes for years, but rarely for life. Other species have breeding systems that are polygynous (arrangement of one male with many females) or, rarely, polyandrous (arrangement of one female with many males). Birds produce offspring by laying eggs which are fertilised through sexual reproduction. They are usually laid in a nest and incubated by the parents. Most birds have an extended period of parental care after hatching. Some birds, such as hens, lay eggs even when not fertilised, though unfertilised eggs do not produce offspring.",
            "score": 147.68820190429688
        },
        {
            "docid": "3829592_9",
            "document": "Human bonding . The term \"pair bond\" originated in 1940 in reference to mated pairs of birds; referring to a monogamous or relatively monogamous relationship. Whilst some form of monogamy may characterize around 90% of bird species, in mammals long-term pairing (beyond the brief duration of copulation itself) is rare, at around 3% (see animal monogamy). The incidence of monogamy in primate species is similarly low in contrast with polygyny (one male mating with two or more females), the most common pattern. However, regardless of mating patterns, primate life is typically characterized by long-lasting social relationships (whether sexual, care-giving, coalitionary or otherwise) formed in the context of living in durable social groups, and any such durable relationship (whether exclusive or not) is characterized by some degree of bonding. Similarly, whilst the 'naturalness' of monogamy in humans is debated, durable monogamous or polygamous relationships will typically be accompanied by affectional or emotional bonding (see next section).",
            "score": 147.5493927001953
        },
        {
            "docid": "77510_7",
            "document": "Songbird . Song repertoire can be attributed to male songbirds as it is one of the main mechanisms of courtship. Song repertoires differ from male individual to male individual and species to species. Some species may typically have large repertoires while others may have significantly smaller ones. Mate choice in female songbirds is a significant realm of study as song abilities are continuously evolving. Currently there have been numerous studies involving songbird repertoires, unfortunately, there has yet been concrete evidence to confirm that every songbird species prefers larger repertoires. A conclusion can be made that it can vary between specific species on whether a larger repertoire is connected to better fitness. With this conclusion, it can be inferred that evolution via natural selection, or sexual selection, favors the ability to retain larger repertoires for these certain species as it leads to higher reproductive success. During times of courtship, it is said that male songbirds increase their repertoire by mimicking other species songs. The better the mimicking ability, retaining ability, and the quantity of other species mimicked has been proven to have a positive relationship with mating success. Female preferences cause the constant improvement of accuracy and presentation of the copied songs.",
            "score": 145.5344696044922
        },
        {
            "docid": "506116_8",
            "document": "Lark bunting . While the lark buntings are socially monogamous, there is extensive extra-pair mating, observed through extra-pair paternity. In songbirds, it is suggested that social monogamy exists because of limited opportunities for polygyny. As expected, there is considerable aggression between males and between females, competing for mates. Many males are unable to find a social mate, which can be attributed to male-biased breeding sex ratio, social monogamy, and the frequency of extra-pair paternity. Acquisition of a social mate is an essential element of a male’s fitness, thus social mating success plays a significant role in variable selection of male traits.",
            "score": 144.9447784423828
        },
        {
            "docid": "5424051_31",
            "document": "Monogamy in animals . While it is difficult to find monogamous relationships in nature, there are a few species which have adopted monogamy with great success. For instance, the prairie vole will mate exclusively with the first female he ever mates with. The vole is extremely loyal and will go as far as to even attack other females that may approach him. This type of behavior has been linked to the hormone vasopressin. This hormone is released when a male mates and cares for young. Due to this hormone's rewarding effects, the male experiences a positive feeling when they maintain a monogamous relationship. To further test this theory, the receptors that control vasopressin were placed into another species of vole that is promiscuous. After this addition, the originally unfaithful voles became monogamous with their selected partner. These very same receptors can be found in human brain, and have been found to vary at the individual level—which could explain why some human males tend to be more loyal than others. Black vultures stay together as it is more beneficial for their young to be taken care of by both parents. They take turns incubating the eggs, and then supplying their fledglings with food. Black vultures will also attack other vultures that are participating in extra pair copulation, this is an attempt to increase monogamy and decrease promiscuous behavior. Similarly, emperor penguins also stay together to care for their young. This is due to the harshness of the Antarctic weather, predators and the scarcity of food. One parent will protect the chick, while the other finds food. However, these penguins only remain monogamous until the chick is able to go off on their own. After the chick no longer needs their care, approximately 85% of parents will part ways and typically find a new partner every breeding season.",
            "score": 144.58302307128906
        },
        {
            "docid": "13424509_10",
            "document": "Elacatinus . \"Elacatinus\" species usually maintain social monogamy, a system in which heterosexual pairs remain closely associated during both reproductive and nonreproductive periods. Males and females of \"Elacatinus\" forage together, occupying a single cleaning station and servicing client fish in pairs. Such behavior observed in \"Elacatinus\" is attributed to low costs and high benefits for both sexes that result from being paired with a single, large partner. Males benefit from forming monogamous pairs with large females since they tend to have higher fecundity, while females are able to gain more resources by cleaning under the protection of a larger male. Females experience reduced cleaning rate overall when cleaning with a male. However, they spend more time in each cleaning session, so are able to feed on more ectoparasites compared to those with a smaller mate. If large body size also correlates with better paternal care is not confirmed, as it is difficult to observe caring behavior of \"Elacatinus\" whose males tend eggs that are laid deep within a small coral cavity. Intrasexual aggression used as a means to guard mates is proposed as a primary mechanism of maintaining monogamy. Both males and females were observed to be very aggressive toward same-sex intruders that come to their territory to accost their partners. However, several biological and ecological factors also enforce monogamy in these cleaner gobies. \"Elacatinus\" species reproduce asynchronously, which makes polygyny unfavorable. Furthermore, although it differs among species, cleaner gobies tend to live in environments of low population density where distance between potential mates is rather far. Although it is seldom, polygyny is observed in \"Elacatinus\". Mated males may approach a new female if she is larger than their mate. Polygyny may also be exhibited in widowed males and females. When \"Elacatinus\" spp. are widowed, they often leave their cleaning territory. However, the vacant territory is not claimed by other cleaner gobies, which implies that the widowed gobies actually chose to move instead of being forced. This observation shows that the widowed gobies possibly have moved to search for new mate.",
            "score": 144.38954162597656
        },
        {
            "docid": "36119647_11",
            "document": "Polygyny in animals . Some females willingly choose polygyny in order to gain access to the \"best\" resources available. In these cases, the benefits from superior resource access must outweigh the opportunity cost of giving up monogamous parental care by a male. They also can get support from the same group of other female when in danger, like a female lion. Females in polygyny may have less extra-pair copulation. In socially polygynous birds, EPP is only half as common as in socially monogamous birds. Some ethologists consider this finding to be support for the 'female choice' hypothesis of mating systems in birds. A polygynous leader male will always be the best mating choice before he is beaten by another male, so it is harder for females to find a partner better than their mate in polygyny as compared to monogamy. This might reduce the number of females at risk for EPC once their mate finds out.",
            "score": 143.7146453857422
        },
        {
            "docid": "49883395_10",
            "document": "Advertising in biology . Male crickets chirp to attract females, and in some species, their calls can be heard from great distances. However, a certain parasitic fly has taken advantage of this, the female is attracted to a calling male cricket on which it then deposits its developing larvae. Elaborate song is especially well-developed among birds, and again sexual selection has driven its evolution. Songbirds such as warblers have an extensive repertoire of songs, sometimes with thousands of phrases. The sedge warbler assembles an effectively infinite number of songs by assembling phrases in combination. Laboratory experiments by Clive Catchpole demonstrate that female sedge warblers select males with more varied songs, while field observation indicates that such males attract mates before other males.",
            "score": 143.1171875
        },
        {
            "docid": "39300614_3",
            "document": "Social monogamy in mammalian species . Social monogamy in mammals is defined as a long term or sequential living arrangement between an adult male and an adult female (heterogeneous pair). It should not be confused with genetic monogamy, which refers to two individuals who only reproduce with one another. Social monogamy does not describe the sexual interactions or patterns of reproduction between monogamous pairs; rather it strictly refers to the patterns of their living conditions. This arrangement consists of, but is not limited to: sharing the same territory; obtaining food resources; and raising offspring together. A unique characteristic of monogamy is that unlike in polygamous species, parents share parenting tasks. Even though their tasks are shared, monogamy does not define the degree of paternal investment in the breeding of the young. Only ~3–5% of all mammalian species are socially monogamous, including some species that mate for life and ones that mate for an extended period of time. Lifelong monogamy is very rare; however, it is exemplified by species such as the prairie vole (\"Microtus ochrogaster\"). A vast majority of monogamous mammals practice sequential social monogamy where another male or female is accepted into a new partnership in the case of a partner's death. In addition, there are some species that exhibit short-term monogamy which involves partnership termination while one's partner is still alive; however, it lasts for at least one breeding season. Monogamy usually does not occur in groups where there is a high abundance of females, but rather in ones where females occupy small ranges.",
            "score": 142.74960327148438
        },
        {
            "docid": "21351296_43",
            "document": "Monogamy . \"Social monogamy refers to a male and female's social living arrangement (e.g., shared use of a territory, behaviour indicative of a social pair, and/or proximity between a male and female) without inferring any sexual interactions or reproductive patterns. In humans, social monogamy equals monogamous marriage. Sexual monogamy is defined as an exclusive sexual relationship between a female and a male based on observations of sexual interactions. Finally, the term genetic monogamy is used when DNA analyses can confirm that a female-male pair reproduce exclusively with each other. A combination of terms indicates examples where levels of relationships coincide, e.g., sociosexual and sociogenetic monogamy describe corresponding social and sexual, and social and genetic monogamous relationships, respectively.\" (Reichard, 2003, page 4)",
            "score": 141.87722778320312
        },
        {
            "docid": "369978_29",
            "document": "Bird vocalization . In the extremely dimorphic zebra finches (\"Taeniopygia guttata\"), a species in which only males typically sing, the size of the HVC and RA are approximately three to six times larger in males than in females, and Area X does not appear to be recognizable in females. Research suggests that exposure to sex steroids during early development is partially responsible for these differences in the brain. Female zebra finches treated with estradiol after hatching followed by testosterone or dihydrotestosterone (DHT) treatment in adulthood will develop an RA and HVC similar in size to males and will also display male-like singing behavior.",
            "score": 141.53025817871094
        },
        {
            "docid": "424730_11",
            "document": "Zebra finch . Male zebra finches begin to sing at puberty, while females lack a singing ability. This is due to a developmental difference, where in the embryo, the male zebra finch produces testosterone, which is transformed into estradiol in the brain, which in turn leads to the development of the nervous system for a song system. Activation of song behavior later depends on androgens. Their songs begin as a few disjointed sounds, but as they experiment, they match what they sing to the memory of their tutor's song, and they rapidly mature into full-fledged songs. During these formative times, they will incorporate sounds from their surroundings into their songs, also using the songs of other nearby males for inspiration.",
            "score": 141.06983947753906
        },
        {
            "docid": "5424051_10",
            "document": "Monogamy in animals . With increased resource availability, males may be offsetting the restriction of their fitness through several means. In instances of social monogamy, males may offset any lowered fitness through extra pair coupling. Extra pair coupling refers to male and females mating with several mates, but only raising offspring with one mate. The male may not be related to all of the offspring of his main mate, but some offspring are being raised in other broods by other males and females, thereby offsetting any limitation of monogamy. Males are cuckolds, but because they have other female sexual partners, they cuckold other males and increase their own fitness. Males exhibit parental care habits in order to be an acceptable mate to the female. Any males which do not exhibit parental care would not be accepted as a sexual partner for socially monogamous females in an enforcement pattern.",
            "score": 140.8814697265625
        },
        {
            "docid": "20515023_40",
            "document": "Neuroscience and sexual orientation . Another fMRI study sought to test whether subjects would respond more to faces of the sex (male or female) they were sexually oriented towards and predicted such modulation in the brain's reward circuitry. Heterosexual and homosexual men and women were shown photographs of male and female faces and were asked to assess facial attractiveness. Consistent with the hypothesis, it was found that the reward circuitry of homosexual males and heterosexual females responded more to photographs of male faces, whereas the reward circuitry of homosexual females and heterosexual males responded more to photographs showing female faces. The interaction between stimulus gender (male or female face) and the sexual orientation (homosexual or heterosexual) of the subject was highly significant in two brain regions: the mediodorsal nucleus of the thalamus (mdT) and the medial orbitofrontal cortex (OFC). Activation in the OFC is notable because the OFC is involved in representing the reward value of various sensory stimuli, including attractive faces. It also appears that the OFC has an important role in the processing of facial cues required for social communication, as this region possesses face-selective neurons and because patients with OFC lesions are unable to identify emotional facial expressions. The modulation of the response to faces within the OFC by sexual orientation further adds to its role in social behavior. Since the mdT and OFC receive neural projections from each other, the similar patterns of activation observed in these regions can be attributed to their anatomical connections.",
            "score": 140.7001953125
        },
        {
            "docid": "418355_32",
            "document": "Babbling . Young male songbirds produce varieties of immature songs that are referred to as babbling because the immature songs precede those that are fully developed. As with humans, if these songs are reinforced with positive social feedback, they are more likely to recur. Since the females do not sing songs, they are in charge of providing the feedback. If females provide more social signals as feedback, males will develop more mature songs at a faster rate than other male birds. Young birds require reinforcement from adults in order to finalize their songs. Another relation to human infants is that the amount of vocalizations is not key, but rather the quality of the sounds that is retained and resembles the final produce of language.",
            "score": 140.4058380126953
        },
        {
            "docid": "41149597_16",
            "document": "Social learning in animals . MacDougall-Shackleton summarized research that suggests developmental stressors affect bird song learning, and that such discrepancies in call can be identified and selected against in some species of birds. He suggests that while many studies have shown that several species of songbirds prefer the song dialect of their local area, current data is lacking in explaining why this is so. It has been argued that genetic factors may play into this preference as well as social learning. In this study, three separate groups of laboratory-raised house finches (\"Carpodacus mexicanus\") were raised hearing the local song dialect, a foreign song dialect, or no song. When adults, all finches showed sexual preference for the local dialect, suggesting an inherited component to song preference.",
            "score": 139.01837158203125
        },
        {
            "docid": "369978_30",
            "document": "Bird vocalization . Hormone treatment alone does not seem to produce female finches with brain structures or behavior exactly like males. Furthermore, other research has shown results that contradict what would be expected based on our current knowledge of mammalian sexual differentiation. For example, male zebra finches castrated or given sex steroid inhibitors as hatchlings still develop normal masculine singing behavior. This suggests that other factors, such as the activation of genes on the z chromosome, might also play a role in normal male song development.",
            "score": 137.93997192382812
        }
    ]
}