{
    "q": [
        {
            "docid": "446223_8",
            "document": "Gene knockdown . A different means of silencing exogenous DNA that has been discovered in prokaryotes is a mechanism involving loci called 'Clustered Regularly Interspaced Short Palindromic Repeats', or CRISPRs. Proteins called 'CRISPR-associated genes' (cas genes) encode cellular machinery that cuts exogenous DNA into small fragments and inserts them into a CRISPR repeat locus. When this CRISPR region of DNA is expressed by the cell, the small RNAs produced from the exogenous DNA inserts serve as a template sequence that other Cas proteins use to silence this same exogenous sequence. The transcripts of the short exogenous sequences are used as a guide to silence these foreign DNA when they are present in the cell. This serves as a kind of acquired immunity, and this process is like a prokaryotic RNA interference mechanism. The CRISPR repeats are conserved amongst many species and have been demonstrated to be usable in human cells, bacteria, \"C. elegans\", zebrafish, and other organisms for effective genome manipulation. The use of CRISPRs as a versatile research tool can be illustrated by many studies making use of it to generate organisms with genome alterations.",
            "score": 249.1490831375122
        },
        {
            "docid": "2146034_3",
            "document": "CRISPR . CRISPR is an abbreviation of Clustered Regularly Interspaced Short Palindromic Repeats. The name was minted at a time when the origin and use of the interspacing subsequences were not known. At that time the CRISPRs were described as segments of prokaryotic DNA containing short, repetitive base sequences. In a palindromic repeat, the sequence of nucleotides is the same in both directions. Each repetition is followed by short segments of spacer DNA from previous exposures to foreign DNA (e.g., a virus or plasmid). Small clusters of \"cas\" (CRISPR-associated system) genes are located next to CRISPR sequences. The CRISPR/Cas system is a prokaryotic immune system that confers resistance to foreign genetic elements such as those present within plasmids and phages that provides a form of acquired immunity. RNA harboring the spacer sequence helps Cas (CRISPR-associated) proteins recognize and cut exogenous DNA. Other RNA-guided Cas proteins cut foreign RNA. CRISPRs are found in approximately 50% of sequenced bacterial genomes and nearly 90% of sequenced archaea.",
            "score": 267.89299392700195
        },
        {
            "docid": "12266_15",
            "document": "Genetics . Although the structure of DNA showed how inheritance works, it was still not known how DNA influences the behavior of cells. In the following years, scientists tried to understand how DNA controls the process of protein production. It was discovered that the cell uses DNA as a template to create matching messenger RNA, molecules with nucleotides very similar to DNA. The nucleotide sequence of a messenger RNA is used to create an amino acid sequence in protein; this translation between nucleotide sequences and amino acid sequences is known as the genetic code.",
            "score": 142.48121738433838
        },
        {
            "docid": "47277243_3",
            "document": "Cas1 . In July 2017, researchers led by Jennifer Doudna from the University of California at Berkeley, in Berkeley, California, using electron microscopy and X-ray crystallography, at the Advanced Light Source at Lawrence Berkeley National Laboratory, the Stanford Linear Accelerator Center, and the HHMI electron microscope facility at UC Berkeley, discovered how Cas1-Cas2, the proteins responsible for the ability of the CRISPR immune system (CRISPR means: clustered regularly interspaced short palindromic repeats) in bacteria to adapt to new viral infections, identify the site in the genome where they insert viral DNA so they can recognize it later and mount an attack. A protein called IHF plays a crucial role in this process.",
            "score": 300.90555119514465
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 171.74312579631805
        },
        {
            "docid": "2661507_9",
            "document": "Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid . When Watson and Crick produced their double helix model of DNA, it was known that most of the specialized features of the many different life forms on Earth are made possible by proteins. Structurally, proteins are long chains of amino acid subunits. In some way, the genetic molecule, DNA, had to contain instructions for how to make the thousands of proteins found in cells. From the DNA double helix model, it was clear that there must be some correspondence between the linear sequences of nucleotides in DNA molecules to the linear sequences of amino acids in proteins. The details of how sequences of DNA instruct cells to make specific proteins was worked out by molecular biologists during the period from 1953 to 1965. Francis Crick played an integral role in both the theory and analysis of the experiments that led to an improved understanding of the genetic code.",
            "score": 152.00128936767578
        },
        {
            "docid": "2146034_10",
            "document": "CRISPR . Experimental work by several groups revealed the basic mechanisms of CRISPR-Cas immunity. In 2007 the first experimental evidence that CRISPR was an adaptive immune system was published. A CRISPR region in \"Streptococcus thermophilus\" acquired spacers from the DNA of an infecting bacteriophage. The researchers manipulated the resistance of \"S. thermophilus\" to phage by adding and deleting spacers whose sequence matched those found in the tested phages. In 2008, Brouns and Van der Oost identified a complex of Cas proteins (called Cascade) that in \"E. coli\" cut the CRISPR RNA precursor within the repeats into mature spacer-containing RNA molecules (crRNA), which remained bound to the protein complex. Moreover, it was found that Cascade, crRNA and a helicase/nuclease (Cas3) were required to provide a bacterial host with immunity against infection by a DNA virus. By designing an anti-virus CRISPR, they demonstrated that two orientations of the crRNA (sense/antisense) provided immunity, indicating that the crRNA guides were targeting dsDNA. That year Marraffini and Sontheimer indeed confirmed that a CRISPR sequence of \"S. epidermidis\" targeted DNA and not RNA to prevent conjugation. This finding was at odds with the proposed RNA-interference-like mechanism of CRISPR-Cas immunity, although a CRISPR-Cas system that targets foreign RNA was later found in \"Pyrococcus furiosus\". A 2010 study showed that CRISPR-Cas cuts both strands of phage and plasmid DNA in \"S. thermophilus\".",
            "score": 270.0423604249954
        },
        {
            "docid": "34930586_32",
            "document": "Genome editing . CRISPRs (Clustered Regularly Interspaced Short Palindromic Repeats) are genetic elements that bacteria use as a kind of acquired immunity to protect against viruses. They consist of short sequences that originate from viral genomes and have been incorporated into the bacterial genome. Cas (CRISPR associated proteins) process these sequences and cut matching viral DNA sequences. By introducing plasmids containing Cas genes and specifically constructed CRISPRs into eukaryotic cells, the eukaryotic genome can be cut at any desired position. Several companies, including Cellectis and Editas, have been working to monetize the CRISPR method while developing gene-specific therapies.",
            "score": 221.5374298095703
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 140.02060961723328
        },
        {
            "docid": "49539168_7",
            "document": "No-SCAR (Scarless Cas9 Assisted Recombineering) Genome Editing . A more recent method for genome editing uses CRISPR (Clustered Regularly Interspaced Short Palindromic Repeats) sequences and the endonuclease Cas9 (CRISPR-associated protein 9). These components are an integral part of the immune response for some bacteria. and have been repurposed for genome engineering. In this system, sequences matching foreign bacteriophage or plasmid DNA are incorporated as “spacer” sequences into the bacterial genome located between repeating CRISPR loci. Cas endonucleases are able to initiate double strand breaks within these foreign DNAs that are complement to the transcribed CRISPR RNAs (crRNA, or “protospacers”), thus degrading them. A conserved protospacer-adjacent motif (PAM, sequence 5’-NGG-3’) located immediately downstream of the protospacer in the cellular genome is necessary for Cas9 cleavage. Together, this system allows for adaptive immunity to the dynamic viral genetic material.",
            "score": 241.65882349014282
        },
        {
            "docid": "13590511_25",
            "document": "Mycoplasma laboratorium . However, the project has received heavy criticism as it claims to have created a synthetic organism. This claim arises from the fact that the genome was synthesized chemically in many pieces (a synthetic method), joined together by means of molecular biological techniques (an artificial method), and transplanted into the cytoplasm of a natural cell (after a few generations, though, the original protein content is undetectable). The two species used as donor and recipient are of the same genus as the more distant two species are, the less the correct protein interactions are maintained, such as binding factors and binding sites, which mutate together (epistasis). Consequently, Paul Keim (a molecular geneticist at Northern Arizona University in Flagstaff) notes that \"there are great challenges ahead before genetic engineers can mix match, and fully design an organism's genome from scratch\" due to this issue. DNA is the template for protein construction and requires proteins as helper molecules to do so, a chicken-and-egg conundrum solved by the RNA world hypothesis, consequently synthetic naked DNA would require several proteins to create a viable cell. In 2000 and 2002 teams synthesized replicating hepatitis C virus (about 9600 nucleotides long) and poliovirus (about 7500 nucleotides long), Viruses, however, replicate by utilising host protein expression machinery. Furthermore, whereas DNA can easily be replicated (using DNA polymerase), transcribed (using RNA polymerase), and translated (using ribosomes and many other factors)—all \"in vitro\", such reactions, so far, use cell extracts and most components have not been synthesized de novo—that is from inorganic or synthetically made organic chemicals only.",
            "score": 138.68546676635742
        },
        {
            "docid": "2146034_23",
            "document": "CRISPR . In the I-E system of \"E. coli\" Cas1 and Cas2 form a complex where a Cas2 dimer bridges two Cas1 dimers. In this complex Cas2 performs a non-enzymatic scaffolding role, binding double-stranded fragments of invading DNA, while Cas1 binds the single-stranded flanks of the DNA and catalyses their integration into CRISPR arrays. New spacers are usually added at the beginning of the CRISPR next to the leader sequence creating a chronological record of viral infections. In \"E. Coli\" a histone like protein called integration host factor (IHF), which binds to the leader sequence, is responsible for the accuracy of this integration.",
            "score": 341.78933024406433
        },
        {
            "docid": "47277243_2",
            "document": "Cas1 . CRISPR-associated protein 1 (cas1) is one of the two universally conserved proteins found in the CRISPR prokaryotic immune defense system. Cas1 is a metal-dependent DNA-specific endonuclease that produces double-stranded DNA fragments. Cas1 forms a stable complex with the other universally conserved CRISPR-associated protein, cas2, which is essential to spacer acquisition for CRISPR systems.",
            "score": 319.5686490535736
        },
        {
            "docid": "1430855_5",
            "document": "Phage display . Like the two-hybrid system, phage display is used for the high-throughput screening of protein interactions. In the case of M13 filamentous phage display, the DNA encoding the protein or peptide of interest is ligated into the pIII or pVIII gene, encoding either the minor or major coat protein, respectively. Multiple cloning sites are sometimes used to ensure that the fragments are inserted in all three possible reading frames so that the cDNA fragment is translated in the proper frame. The phage gene and insert DNA hybrid is then inserted (a process known as \"transduction\") into \"Escherichia coli\" (E. coli) bacterial cells such as TG1, SS320, ER2738, or XL1-Blue \"E. coli\". If a \"phagemid\" vector is used (a simplified display construct vector) phage particles will not be released from the \"E. coli\" cells until they are infected with helper phage, which enables packaging of the phage DNA and assembly of the mature virions with the relevant protein fragment as part of their outer coat on either the minor (pIII) or major (pVIII) coat protein.  By immobilizing a relevant DNA or protein target(s) to the surface of a microtiter plate well, a phage that displays a protein that binds to one of those targets on its surface will remain while others are removed by washing. Those that remain can be eluted, used to produce more phage (by bacterial infection with helper phage) and to produce a phage mixture that is enriched with relevant (i.e. binding) phage. The repeated cycling of these steps is referred to as 'panning', in reference to the enrichment of a sample of gold by removing undesirable materials. Phage eluted in the final step can be used to infect a suitable bacterial host, from which the phagemids can be collected and the relevant DNA sequence excised and sequenced to identify the relevant, interacting proteins or protein fragments.",
            "score": 168.6637223958969
        },
        {
            "docid": "7955_44",
            "document": "DNA . DNA usually occurs as linear chromosomes in eukaryotes, and circular chromosomes in prokaryotes. The set of chromosomes in a cell makes up its genome; the human genome has approximately 3 billion base pairs of DNA arranged into 46 chromosomes. The information carried by DNA is held in the sequence of pieces of DNA called genes. Transmission of genetic information in genes is achieved via complementary base pairing. For example, in transcription, when a cell uses the information in a gene, the DNA sequence is copied into a complementary RNA sequence through the attraction between the DNA and the correct RNA nucleotides. Usually, this RNA copy is then used to make a matching protein sequence in a process called translation, which depends on the same interaction between RNA nucleotides. In alternative fashion, a cell may simply copy its genetic information in a process called DNA replication. The details of these functions are covered in other articles; here the focus is on the interactions between DNA and other molecules that mediate the function of the genome.",
            "score": 143.0652961730957
        },
        {
            "docid": "762368_3",
            "document": "Marshall Warren Nirenberg . By 1958, experiments and analysis such as the Avery–MacLeod–McCarty experiment, the Hershey–Chase experiment, the and the Meselson–Stahl experiment had shown DNA to be the molecule of genetic information. It was not known, however, how DNA directed the expression of proteins, or what role RNA had in these processes. Nirenberg teamed up with Heinrich J. Matthaei at the National Institutes of Health to answer these questions. They produced RNA composed solely of uracil, a nucleotide that only occurs in RNA. They then added this synthetic poly-uracil RNA into a cell-free extract of \"Escherichia coli\" which contained the DNA, RNA, ribosomes and other cellular machinery for protein synthesis. They added DNase, which breaks apart the DNA, so that no additional proteins would be produced other than that from their synthetic RNA. They then added 1 radioactively labeled amino acid, the building blocks of proteins, and 19 unlabeled amino acids to the extract, varying the labeled amino acid in each sample. Only in the extract containing the radioactively labeled phenylalanine, was the resulting protein also radioactive. This implied that the genetic code for phenylalanine on RNA consisted of a repetition of uracil bases. Indeed, as we know now, it is UUU (three uracil bases in a row). This was the first step in deciphering the codons of the genetic code and the first demonstration of messenger RNA (\"see Nirenberg and Matthaei experiment\").",
            "score": 137.7514841556549
        },
        {
            "docid": "9028799_36",
            "document": "Bacteria . Some bacteria also transfer genetic material between cells. This can occur in three main ways. First, bacteria can take up exogenous DNA from their environment, in a process called transformation. Many bacteria can naturally take up DNA from the environment, while others must be chemically altered in order to induce them to take up DNA. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells. The second way bacteria transfer genetic material is by transduction, when the integration of a bacteriophage introduces foreign DNA into the chromosome. Many types of bacteriophage exist, some simply infect and lyse their host bacteria, while others insert into the bacterial chromosome. Bacteria resist phage infection through restriction modification systems that degrade foreign DNA, and a system that uses CRISPR sequences to retain fragments of the genomes of phage that the bacteria have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. The third method of gene transfer is conjugation, whereby DNA is transferred through direct cell contact. In ordinary circumstances, transduction, conjugation, and transformation involve transfer of DNA between individual bacteria of the same species, but occasionally transfer may occur between individuals of different bacterial species and this may have significant consequences, such as the transfer of antibiotic resistance. In such cases, gene acquisition from other bacteria or the environment is called horizontal gene transfer and may be common under natural conditions.",
            "score": 200.13009095191956
        },
        {
            "docid": "1907068_9",
            "document": "RecA . Based on analysis of the molecular properties of the RecA system, Cox concluded that the data “provide compelling evidence that the primary mission of RecA protein is DNA repair.” In a further essay on the function of the RecA protein, Cox summarized data demonstrating that “RecA protein evolved as the central component of a recombinational DNA repair system, with the generation of genetic diversity as a sometimes useful byproduct.” Natural bacterial transformation involves the transfer of DNA from one bacterium to another (ordinarily of the same species) and the integration of the donor DNA into the recipient chromosome by homologous recombination, a process mediated by the RecA protein (see Transformation (genetics)). Transformation, in which RecA plays a central role, depends on expression of numerous additional gene products (e.g. about 40 gene products in \"Bacillus subtilis\") that specifically interact to carry out this process indicating that it is an evolved adaptation for DNA transfer. In \"B. subtilis\" the length of the transferred DNA can be as great as a third and up to the size of the whole chromosome. In order for a bacterium to bind, take up and recombine exogenous DNA into its chromosome, it must first enter a special physiological state termed “competence” (see Natural competence). Transformation is common in the prokaryotic world, and thus far 67 species are known to be competent for transformation.",
            "score": 158.53079283237457
        },
        {
            "docid": "21673918_7",
            "document": "Bacterial one-hybrid system . The B1H system has significant advantages over other methods that investigate protein–DNA interactions. Microarray-based readout of chromatin immunoprecipitation (ChIP-chip) for high-throughput binding-site determination relies on specific antibodies which may not always be available. Methods that rely on protein-binding microarrays also require additional protein purification steps that are not required in the B1H system. Furthermore, these microarray-based techniques are often prohibitive in terms of requiring special facilities and expertise to analyze the resulting data. SELEX, another system commonly used to identify the target nucleic acids for DNA-binding proteins, requires multiple rounds of selection. In contrast, the bacterial one-hybrid system requires just one round of in vitro selection and also offers a low-tech alternative to microarray-based technologies. Antibodies are not required for studying the interactions of DNA-binding proteins in the B1H system. A further advantage is that the B1H system works not only for monomeric proteins but also for proteins that bind DNA as complexes.  The B1H system should be considered a specialized technique for studying DNA-protein interactions whereas the two-hybrid variations (B2H and Y2H) can assess both protein–protein and protein–DNA interactions. These two-hybrid systems are multi-purpose but are limited in terms of assaying only a single “prey” library. An advantage of the bacterial one-hybrid system over the yeast one-hybrid system (Y1H) lies in the higher transformation efficiency of plasmids into bacteria which allows for more complex “prey” libraries to be examined.",
            "score": 152.92434406280518
        },
        {
            "docid": "32150862_11",
            "document": "Bacterial DNA binding protein . IHF was discovered as a necessary co-factor for recombination of λ phage in to \"E.coli.\" In 2016 it was discovered that IHF also plays a key role in CRISPR type I and type II systems. It has a major role in allowing the Cas1-Cas2 complex to integrate new spacers into the CRISPR sequence. The bending of the DNA by IHF is thought to alter spacing in the DNA major and minor grooves, allowing the Cas1-Cas2 complex to make contact with the DNA bases. This is a key function in the CRISPR system as it ensures that new spacers area always added at the beginning of the CRISPE sequence next to the leader sequence. This directing of integration by IHF ensures that spacers are added chronologically, allowing better protection against the most recent viral infection.",
            "score": 317.4871873855591
        },
        {
            "docid": "1150680_14",
            "document": "Germline mutation . This editing system induces a double stranded break in the DNA, using a guide RNA and effector protein Cas9 to break the DNA backbones at specific target sequences. This system has shown a higher specificity than TALENs or ZFNs due to the Cas9 protein containing homologous (complementary) sequences to the sections of DNA surrounding the site to be cleaved. This broken strand can be repaired in 2 main ways: homologous directed repair (HDR) if a DNA strand is present to be used as a template (either homologous or donor), and if one is not, then the sequence will undergo non-homologous end joining (NHEJ). NHEJ often results in insertions or deletions within the gene of interest, due to the processing of the blunt strand ends, and is a way to study gene knockouts in a lab setting. This method can be used to repair a point mutation by using the sister chromosome as a template, or by providing a double stranded DNA template with the CRISPR/Cas9 machinery to be used as the repair template.",
            "score": 174.23497581481934
        },
        {
            "docid": "6420688_18",
            "document": "Phage ecology . Bacteria have developed multiple defense mechanisms to fight off the effects of bacteriophage. In experimentation, amount of resistance can be determined by how much of a plate (generally agar with bacteria, infected with phage) ends up being clear. The clearer, the less resistant as more bacteria have been lysed. The most common of these defense mechanisms is called the restriction-modification system (RM system). In this system, foreign DNA trying to enter the bacterial host is restricted by endonucleases that recognize specific base pairs within the DNA, while the DNA of the cell is protected from restriction due to methylase. RM systems have evolved to keep up with the ever-changing bacteria and phage. In general, these RM types differ in the nucleotide sequences that they recognize. However, there is an occasional slip where the endonuclease misses the DNA sequence of the phage and the phage DNA is able to enter the cell anyway, becoming methylated and protected against the endonuclease. This accident is what can spur the evolution of the RM system. Phage can acquire or use the enzyme from the host cell to protect their own DNA, or sometimes they will have proteins that dismantle the enzyme that is meant to restrict the phage DNA. Another option is for the phage to insert different base pairs into its DNA, thereby confusing the enzyme.",
            "score": 157.77901685237885
        },
        {
            "docid": "10203313_8",
            "document": "Biological computing . The behavior of biologically derived computational systems such as these relies on the particular molecules that make up the system, which are primarily proteins but may also include DNA molecules. Nanobiotechnology provides the means to synthesize the multiple chemical components necessary to create such a system. The chemical nature of a protein is dictated by its sequence of amino acids—the chemical building blocks of proteins. This sequence is in turn dictated by a specific sequence of DNA nucleotides—the building blocks of DNA molecules. Proteins are manufactured in biological systems through the translation of nucleotide sequences by biological molecules called ribosomes, which assemble individual amino acids into polypeptides that form functional proteins based on the nucleotide sequence that the ribosome interprets. What this ultimately means is that one can engineer the chemical components necessary to create a biological system capable of performing computations by engineering DNA nucleotide sequences to encode for the necessary protein components. Also. the synthetically designed DNA molecules themselves may function in a particular biocomputer system. Thus, implementing nanobiotechnology to design and produce synthetically designed proteins—as well as the design and synthesis of artificial DNA molecules—can allow the construction of functional biocomputers (e.g. Computational Genes).",
            "score": 131.5051418542862
        },
        {
            "docid": "216048_16",
            "document": "Leroy Hood . These new instruments had a major impact on the emerging fields of proteomics and genomics. The gas-liquid phase protein sequencer was developed with Michael W. Hunkapiller, then a  research fellow at Caltech. The instrument makes use of the chemical process known as the Edman degradation, devised by Pehr Edman. Edman and Begg's 1967 design involves placing a protein or peptide sample into a spinning cup in a temperature controlled chamber. Reagents are added to cleave the protein one amino acid at the time, followed by solvents to allow extraction of reagents and byproducts. A series of analysis cycles is performed to identify a sequence, one cycle for each amino acid, and the cycle times were lengthy. Hood and Hunkapiller made a number of modifications, further automating steps in the analysis and improving effectiveness and shortening cycle time. By applying reagents in the gas phase instead of the liquid phase, the retention of the sample during the analysis and the sensitivity of the instrument were increased.  Polybrene was used as a substrate coating to better anchor proteins and peptides, and the purification of reagents was improved. HPLC analysis techniques were used to reduce analysis times and extend the technique's applicable range. The amount of protein required for an analysis decreased, from 10-100 nanomoles for Edman and Begg's protein sequencer, to the low picomole range, a revolutionary increase in the sensitivity of the technology.  The new sequencer offered significant advantages in speed and sample size compared to commercial sequencers of the time, the most popular of which were built by Beckman Instruments. Commercialized as the Model 470A protein sequencer, it allowed scientists to determine partial amino acid sequences of proteins that had not previously been accessible, characterizing new proteins and better understanding their activity, function, and effects in therapeutics. These discoveries had significant ramifications in biology, medicine, and pharmacology. The first automated DNA synthesizer resulted from a collaboration with Marvin H. Caruthers of the University of Colorado Boulder, and was based on Caruthers' work elucidating the chemistry of phosphoramidite oligonucleotide synthesis.  Caltech staff scientist Suzanna J. Horvath worked with Hood and Hunkapiller to learn Caruthers' techniques in order to design a prototype that automated the repetitive steps involved in Caruthers' method for DNA synthesis.  The resulting prototype was capable of forming short pieces of DNA called oligonucleotides, which could be used in DNA mapping and gene identification.  The first commercial phosphoramidite DNA synthesizer was developed from this prototype by Applied Biosystems,  who installed the first Model 380A in Caruthers' lab at the University of Colorado in December 1982, before beginning official commercial shipment of the new instrument. Revolutionizing the field of molecular biology, the DNA synthesizer enabled biologists to synthesize DNA fragments for cloning and other genetic manipulations. Molecular biologists were able to produce DNA probes and primers for use in DNA sequencing and mapping, gene cloning, and gene synthesis. The DNA synthesizer played a critical role in the identification of many important genes and in the development of the polymerase chain reaction (PCR), the critical technique used to amplify segments of DNA a million-fold.",
            "score": 141.99384546279907
        },
        {
            "docid": "322460_52",
            "document": "History of biology . Oswald Avery showed in 1943 that DNA was likely the genetic material of the chromosome, not its protein; the issue was settled decisively with the 1952 Hershey–Chase experiment—one of many contributions from the so-called phage group centered around physicist-turned-biologist Max Delbrück. In 1953 James Watson and Francis Crick, building on the work of Maurice Wilkins and Rosalind Franklin, suggested that the structure of DNA was a double helix. In their famous paper \"Molecular structure of Nucleic Acids\", Watson and Crick noted coyly, \"It has not escaped our notice that the specific pairing we have postulated immediately suggests a possible copying mechanism for the genetic material.\" After the 1958 Meselson–Stahl experiment confirmed the semiconservative replication of DNA, it was clear to most biologists that nucleic acid sequence must somehow determine amino acid sequence in proteins; physicist George Gamow proposed that a fixed genetic code connected proteins and DNA. Between 1953 and 1961, there were few known biological sequences—either DNA or protein—but an abundance of proposed code systems, a situation made even more complicated by expanding knowledge of the intermediate role of RNA. To actually decipher the code, it took an extensive series of experiments in biochemistry and bacterial genetics, between 1961 and 1966—most importantly the work of Nirenberg and Khorana.",
            "score": 121.57758378982544
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 150.11553728580475
        },
        {
            "docid": "39487312_7",
            "document": "David R. Liu . Liu's research group developed DNA-templated organic synthesis (DTS), a technique to translate DNA sequences into synthetic small molecules, rather than proteins, and applied DTS to the discovery of bioactive small molecules and new chemical reactions. He also developed phage-assisted continuous evolution (PACE), a technique that uses the short 10-minute lifespan of the M13 bacteriophage to achieve the rapid evolution of useful proteins. The group also developed methods for using DNA templates for the synthesis of new polymers with tailor-made properties, as well as methods for using \"supercharged\" proteins of unusually high net charge to deliver macromolecules into mammalian cells in vitro and in vivo. In 2016 and afterwards, the Liu lab published work on a method of genome editing in which a base pair can be converted to a different one, without first introducing double-stranded DNA breaks.",
            "score": 126.94678902626038
        },
        {
            "docid": "6910_5",
            "document": "Cloning . Molecular cloning refers to the process of making multiple molecules. Cloning is commonly used to amplify DNA fragments containing whole genes, but it can also be used to amplify any DNA sequence such as promoters, non-coding sequences and randomly fragmented DNA. It is used in a wide array of biological experiments and practical applications ranging from genetic fingerprinting to large scale protein production. Occasionally, the term cloning is misleadingly used to refer to the identification of the chromosomal location of a gene associated with a particular phenotype of interest, such as in positional cloning. In practice, localization of the gene to a chromosome or genomic region does not necessarily enable one to isolate or amplify the relevant genomic sequence. To amplify any DNA sequence in a living organism, that sequence must be linked to an origin of replication, which is a sequence of DNA capable of directing the propagation of itself and any linked sequence. However, a number of other features are needed, and a variety of specialised cloning vectors (small piece of DNA into which a foreign DNA fragment can be inserted) exist that allow protein production, affinity tagging, single stranded RNA or DNA production and a host of other molecular biology tools.",
            "score": 149.8970102071762
        },
        {
            "docid": "4173711_5",
            "document": "History of molecular biology . In 1940, George Beadle and Edward Tatum demonstrated the existence of a precise relationship between genes and proteins. In the course of their experiments connecting genetics with biochemistry, they switched from the genetics mainstay \"Drosophila\" to a more appropriate model organism, the fungus \"Neurospora\"; the construction and exploitation of new model organisms would become a recurring theme in the development of molecular biology. In 1944, Oswald Avery, working at the Rockefeller Institute of New York, demonstrated that genes are made up of DNA(see Avery–MacLeod–McCarty experiment). In 1952, Alfred Hershey and Martha Chase confirmed that the genetic material of the bacteriophage, the virus which infects bacteria, is made up of DNA (see Hershey–Chase experiment). In 1953, James Watson and Francis Crick discovered the double helical structure of the DNA molecule. In 1961, François Jacob and Jacques Monod demonstrated that the products of certain genes regulated the expression of other genes by acting upon specific sites at the edge of those genes. They also hypothesized the existence of an intermediary between DNA and its protein products, which they called messenger RNA. Between 1961 and 1965, the relationship between the information contained in DNA and the structure of proteins was determined: there is a code, the genetic code, which creates a correspondence between the succession of nucleotides in the DNA sequence and a series of amino acids in proteins.",
            "score": 120.86128318309784
        },
        {
            "docid": "21673918_3",
            "document": "Bacterial one-hybrid system . Across all living organisms, regulation of gene expression is controlled by interactions between DNA-binding regulatory proteins (transcription factors) and cis-regulatory elements, DNA sequences in or around genes that act as target sites for DNA-binding proteins. By binding to cis-regulatory sequences and to each other, transcription factors fine-tune transcriptional levels by stabilizing/destabilizing binding of RNA polymerase to a gene's promoter. But despite their importance and ubiquity, little is known about where exactly each of these regulatory proteins binds. Literature suggests that nearly 8% of human genes encode transcription factors and the functions and specificities of their interactions remain largely unexplored. We are on the brink of a convergence of high-throughput technologies and genomic theory that is allowing researchers to start mapping these interactions on a genome-wide scale. Only recently has a complete survey of DNA-binding specificities been attempted for a large family of DNA-binding domains. B1H is just one emerging technique among many that is useful for studying protein–DNA interactions.",
            "score": 131.4530384540558
        },
        {
            "docid": "37626088_40",
            "document": "DNA damage (naturally occurring) . One indication that DNA damages are a major problem for life is that DNA repair processes, to cope with DNA damages, have been found in all cellular organisms in which DNA repair has been investigated. For example, in bacteria, a regulatory network aimed at repairing DNA damages (called the SOS response in \"Escherichia coli\") has been found in many bacterial species. \"E. coli\" RecA, a key enzyme in the SOS response pathway, is the defining member of a ubiquitous class of DNA strand-exchange proteins that are essential for homologous recombination, a pathway that maintains genomic integrity by repairing broken DNA. Genes homologous to \"RecA\" and to other central genes in the SOS response pathway are found in almost all the bacterial genomes sequenced to date, covering a large number of phyla, suggesting both an ancient origin and a widespread occurrence of recombinational repair of DNA damage. Eukaryotic recombinases that are homologues of RecA are also widespread in eukaryotic organisms. For example, in fission yeast and humans, RecA homologues promote duplex-duplex DNA-strand exchange needed for repair of many types of DNA lesions.",
            "score": 137.78940451145172
        },
        {
            "docid": "50449470_5",
            "document": "3-Base Periodicity Property . DNA stores the information required to assemble, maintain and reproduce every living organism. A protein is a large molecule (\"macromolecule\") made up of smaller subunits, amino acids. DNA sequences are made up of codons, three-long nucleotide stretches, that correspond to specific amino acids. DNA creates RNA which then helps synthesize proteins. Thus, coding DNA is defined as the sections of the genome that are actually transcribed into amino acids in proteins. Noncoding DNA is sections of a DNA sequence that don't necessarily code for proteins. Identification of coding regions is important, as this information can be used in gene identification and then more generally full-genome annotation.",
            "score": 123.4573028087616
        }
    ],
    "r": [
        {
            "docid": "2146034_23",
            "document": "CRISPR . In the I-E system of \"E. coli\" Cas1 and Cas2 form a complex where a Cas2 dimer bridges two Cas1 dimers. In this complex Cas2 performs a non-enzymatic scaffolding role, binding double-stranded fragments of invading DNA, while Cas1 binds the single-stranded flanks of the DNA and catalyses their integration into CRISPR arrays. New spacers are usually added at the beginning of the CRISPR next to the leader sequence creating a chronological record of viral infections. In \"E. Coli\" a histone like protein called integration host factor (IHF), which binds to the leader sequence, is responsible for the accuracy of this integration.",
            "score": 341.789306640625
        },
        {
            "docid": "2146034_21",
            "document": "CRISPR . When a microbe is invaded by a virus, the first stage of the immune response is to capture viral DNA and insert it into a CRISPR locus in the form of a spacer. Cas1 and Cas2 are found in both types of CRISPR-Cas immune systems, which indicates that they are involved in spacer acquisition. Mutation studies confirmed this hypothesis, showing that removal of cas1 or cas2 stopped spacer acquisition, without affecting CRISPR immune response.",
            "score": 329.44927978515625
        },
        {
            "docid": "47277243_2",
            "document": "Cas1 . CRISPR-associated protein 1 (cas1) is one of the two universally conserved proteins found in the CRISPR prokaryotic immune defense system. Cas1 is a metal-dependent DNA-specific endonuclease that produces double-stranded DNA fragments. Cas1 forms a stable complex with the other universally conserved CRISPR-associated protein, cas2, which is essential to spacer acquisition for CRISPR systems.",
            "score": 319.56866455078125
        },
        {
            "docid": "32150862_11",
            "document": "Bacterial DNA binding protein . IHF was discovered as a necessary co-factor for recombination of λ phage in to \"E.coli.\" In 2016 it was discovered that IHF also plays a key role in CRISPR type I and type II systems. It has a major role in allowing the Cas1-Cas2 complex to integrate new spacers into the CRISPR sequence. The bending of the DNA by IHF is thought to alter spacing in the DNA major and minor grooves, allowing the Cas1-Cas2 complex to make contact with the DNA bases. This is a key function in the CRISPR system as it ensures that new spacers area always added at the beginning of the CRISPE sequence next to the leader sequence. This directing of integration by IHF ensures that spacers are added chronologically, allowing better protection against the most recent viral infection.",
            "score": 317.4871826171875
        },
        {
            "docid": "47277243_3",
            "document": "Cas1 . In July 2017, researchers led by Jennifer Doudna from the University of California at Berkeley, in Berkeley, California, using electron microscopy and X-ray crystallography, at the Advanced Light Source at Lawrence Berkeley National Laboratory, the Stanford Linear Accelerator Center, and the HHMI electron microscope facility at UC Berkeley, discovered how Cas1-Cas2, the proteins responsible for the ability of the CRISPR immune system (CRISPR means: clustered regularly interspaced short palindromic repeats) in bacteria to adapt to new viral infections, identify the site in the genome where they insert viral DNA so they can recognize it later and mount an attack. A protein called IHF plays a crucial role in this process.",
            "score": 300.9055480957031
        },
        {
            "docid": "2146034_8",
            "document": "CRISPR . A major addition to the understanding of CRISPR came with Jansen's observation that the prokaryote repeat cluster was accompanied by a set of homologous genes that make up CRISPR-associated systems or \"cas\" genes. Four \"cas\" genes (\"cas\" 1 - 4) were initially recognized. The Cas proteins showed helicase and nuclease motifs, suggesting a role in the dynamic structure of the CRISPR loci. In this publication the acronym CRISPR was coined as the universal name of this pattern. However, the CRISPR function remained enigmatic. In 2005, three independent research groups showed that some CRISPR spacers are derived from phage DNA and extrachromosomal DNA such as plasmids. In effect, the spacers are fragments of DNA gathered from viruses that previously tried to attack the cell. The source of the spacers was a sign that the CRISPR/\"cas\" system could have a role in adaptive immunity in bacteria. All three studies proposing this idea were initially rejected by high-profile journals, but eventually appeared in other journals.",
            "score": 273.0240173339844
        },
        {
            "docid": "38570862_8",
            "document": "Cas9 . Stage 1: CRISPR spacer integration. Protospacers and protospacer-associated motifs (shown in red) are acquired at the “leader” end of a CRISPR array in the host DNA. The CRISPR array is composed of spacer sequences (shown in colored boxes) flanked by repeats (black diamonds). This process requires Cas1 and Cas2 (and Cas9 in type II), which are encoded in the cas locus, which are usually located near the CRISPR array.",
            "score": 270.83740234375
        },
        {
            "docid": "2146034_10",
            "document": "CRISPR . Experimental work by several groups revealed the basic mechanisms of CRISPR-Cas immunity. In 2007 the first experimental evidence that CRISPR was an adaptive immune system was published. A CRISPR region in \"Streptococcus thermophilus\" acquired spacers from the DNA of an infecting bacteriophage. The researchers manipulated the resistance of \"S. thermophilus\" to phage by adding and deleting spacers whose sequence matched those found in the tested phages. In 2008, Brouns and Van der Oost identified a complex of Cas proteins (called Cascade) that in \"E. coli\" cut the CRISPR RNA precursor within the repeats into mature spacer-containing RNA molecules (crRNA), which remained bound to the protein complex. Moreover, it was found that Cascade, crRNA and a helicase/nuclease (Cas3) were required to provide a bacterial host with immunity against infection by a DNA virus. By designing an anti-virus CRISPR, they demonstrated that two orientations of the crRNA (sense/antisense) provided immunity, indicating that the crRNA guides were targeting dsDNA. That year Marraffini and Sontheimer indeed confirmed that a CRISPR sequence of \"S. epidermidis\" targeted DNA and not RNA to prevent conjugation. This finding was at odds with the proposed RNA-interference-like mechanism of CRISPR-Cas immunity, although a CRISPR-Cas system that targets foreign RNA was later found in \"Pyrococcus furiosus\". A 2010 study showed that CRISPR-Cas cuts both strands of phage and plasmid DNA in \"S. thermophilus\".",
            "score": 270.0423583984375
        },
        {
            "docid": "2146034_3",
            "document": "CRISPR . CRISPR is an abbreviation of Clustered Regularly Interspaced Short Palindromic Repeats. The name was minted at a time when the origin and use of the interspacing subsequences were not known. At that time the CRISPRs were described as segments of prokaryotic DNA containing short, repetitive base sequences. In a palindromic repeat, the sequence of nucleotides is the same in both directions. Each repetition is followed by short segments of spacer DNA from previous exposures to foreign DNA (e.g., a virus or plasmid). Small clusters of \"cas\" (CRISPR-associated system) genes are located next to CRISPR sequences. The CRISPR/Cas system is a prokaryotic immune system that confers resistance to foreign genetic elements such as those present within plasmids and phages that provides a form of acquired immunity. RNA harboring the spacer sequence helps Cas (CRISPR-associated) proteins recognize and cut exogenous DNA. Other RNA-guided Cas proteins cut foreign RNA. CRISPRs are found in approximately 50% of sequenced bacterial genomes and nearly 90% of sequenced archaea.",
            "score": 267.89300537109375
        },
        {
            "docid": "43732972_3",
            "document": "Protospacer adjacent motif . CRISPR loci in a bacterium contain \"spacers\" (viral DNA inserted into a CRISPR locus) that in type II adaptive immune systems were created from invading viral or plasmid DNA (called \"protospacers\"). On subsequent invasion, Cas9 nuclease attaches to tracrRNA:crRNA which guides Cas9 to the invading protospacer sequence. But Cas9 will not cleave the protospacer sequence unless there is an adjacent PAM sequence. The spacer in the bacterial CRISPR loci will not contain a PAM sequence, and will thus not be cut by the nuclease. But the protospacer in the invading virus or plasmid will contain the PAM sequence, and will thus be cleaved by the Cas9 nuclease. For editing genes, guideRNAs (gRNAs) are synthesized to perform the function of the tracrRNA:crRNA complex in recognizing gene sequences having a PAM sequence at the 3'-end.",
            "score": 261.2366027832031
        },
        {
            "docid": "38570862_2",
            "document": "Cas9 . Cas9 (CRISPR associated protein 9) is an RNA-guided DNA endonuclease enzyme associated with the CRISPR (Clustered Regularly Interspaced Short Palindromic Repeats) adaptive immunity system in \"Streptococcus pyogenes\", among other bacteria. \"S. pyogenes\" utilizes Cas9 to memorize and later interrogate and cleave foreign DNA, such as invading bacteriophage DNA or plasmid DNA. Cas9 performs this interrogation by unwinding foreign DNA and checking for sites complementary to the 20 basepair spacer region of the guide RNA. If the DNA substrate is complementary to the guide RNA, Cas9 cleaves the invading DNA. In this sense, the CRISPR-Cas9 mechanism has a number of parallels with the RNA interference (RNAi) mechanism in eukaryotes.",
            "score": 250.64389038085938
        },
        {
            "docid": "446223_8",
            "document": "Gene knockdown . A different means of silencing exogenous DNA that has been discovered in prokaryotes is a mechanism involving loci called 'Clustered Regularly Interspaced Short Palindromic Repeats', or CRISPRs. Proteins called 'CRISPR-associated genes' (cas genes) encode cellular machinery that cuts exogenous DNA into small fragments and inserts them into a CRISPR repeat locus. When this CRISPR region of DNA is expressed by the cell, the small RNAs produced from the exogenous DNA inserts serve as a template sequence that other Cas proteins use to silence this same exogenous sequence. The transcripts of the short exogenous sequences are used as a guide to silence these foreign DNA when they are present in the cell. This serves as a kind of acquired immunity, and this process is like a prokaryotic RNA interference mechanism. The CRISPR repeats are conserved amongst many species and have been demonstrated to be usable in human cells, bacteria, \"C. elegans\", zebrafish, and other organisms for effective genome manipulation. The use of CRISPRs as a versatile research tool can be illustrated by many studies making use of it to generate organisms with genome alterations.",
            "score": 249.14907836914062
        },
        {
            "docid": "2146034_24",
            "document": "CRISPR . Bioinformatic analysis of regions of phage genomes that were excised as spacers (termed protospacers) revealed that they were not randomly selected but instead were found adjacent to short (3 – 5 bp) DNA sequences termed protospacer adjacent motifs (PAM). Analysis of CRISPR-Cas systems showed PAMs to be important for type I and type II, but not type III systems during acquisition. In type I and type II systems, protospacers are excised at positions adjacent to a PAM sequence, with the other end of the spacer cut using a ruler mechanism, thus maintaining the regularity of the spacer size in the CRISPR array. The conservation of the PAM sequence differs between CRISPR-Cas systems and appears to be evolutionarily linked to Cas1 and the leader sequence.",
            "score": 245.3394012451172
        },
        {
            "docid": "49539168_7",
            "document": "No-SCAR (Scarless Cas9 Assisted Recombineering) Genome Editing . A more recent method for genome editing uses CRISPR (Clustered Regularly Interspaced Short Palindromic Repeats) sequences and the endonuclease Cas9 (CRISPR-associated protein 9). These components are an integral part of the immune response for some bacteria. and have been repurposed for genome engineering. In this system, sequences matching foreign bacteriophage or plasmid DNA are incorporated as “spacer” sequences into the bacterial genome located between repeating CRISPR loci. Cas endonucleases are able to initiate double strand breaks within these foreign DNAs that are complement to the transcribed CRISPR RNAs (crRNA, or “protospacers”), thus degrading them. A conserved protospacer-adjacent motif (PAM, sequence 5’-NGG-3’) located immediately downstream of the protospacer in the cellular genome is necessary for Cas9 cleavage. Together, this system allows for adaptive immunity to the dynamic viral genetic material.",
            "score": 241.6588134765625
        },
        {
            "docid": "2146034_22",
            "document": "CRISPR . Multiple Cas1 proteins have been characterised and their structures resolved. Cas1 proteins have diverse amino acid sequences. However, their crystal structures are similar and all purified Cas1 proteins are metal-dependent nucleases/integrases that bind to DNA in a sequence-independent manner. Representative Cas2 proteins have been characterised and possess either (single strand) ssRNA- or (double strand) dsDNA- specific endoribonuclease activity.",
            "score": 231.86000061035156
        },
        {
            "docid": "34930586_32",
            "document": "Genome editing . CRISPRs (Clustered Regularly Interspaced Short Palindromic Repeats) are genetic elements that bacteria use as a kind of acquired immunity to protect against viruses. They consist of short sequences that originate from viral genomes and have been incorporated into the bacterial genome. Cas (CRISPR associated proteins) process these sequences and cut matching viral DNA sequences. By introducing plasmids containing Cas genes and specifically constructed CRISPRs into eukaryotic cells, the eukaryotic genome can be cut at any desired position. Several companies, including Cellectis and Editas, have been working to monetize the CRISPR method while developing gene-specific therapies.",
            "score": 221.5374298095703
        },
        {
            "docid": "43732972_2",
            "document": "Protospacer adjacent motif . Protospacer adjacent motif (PAM) is a 2-6 base pair DNA sequence immediately following the DNA sequence targeted by the Cas9 nuclease in the CRISPR bacterial adaptive immune system. PAM is a component of the invading virus or plasmid, but is not a component of the bacterial CRISPR locus. Cas9 will not successfully bind to or cleave the target DNA sequence if it is not followed by the PAM sequence. PAM is an essential targeting component (not found in bacterial genome) which distinguishes bacterial self from non-self DNA, thereby preventing the CRISPR locus from being targeted and destroyed by nuclease.",
            "score": 218.27264404296875
        },
        {
            "docid": "2146034_36",
            "document": "CRISPR . The mechanism for distinguishing self from foreign DNA during interference is built into the crRNAs and is therefore likely common to all three systems. Throughout the distinctive maturation process of each major type, all crRNAs contain a spacer sequence and some portion of the repeat at one or both ends. It is the partial repeat sequence that prevents the CRISPR-Cas system from targeting the chromosome as base pairing beyond the spacer sequence signals self and prevents DNA cleavage. RNA-guided CRISPR enzymes are classified as type V restriction enzymes.",
            "score": 210.26890563964844
        },
        {
            "docid": "38570862_10",
            "document": "Cas9 . Stage 3: CRISPR interference. crRNA with a spacer that has strong complementarity to the incoming foreign DNA begins a cleavage event (depicted with scissors), which requires Cas proteins. DNA cleavage interferes with viral replication and provides immunity to the host. The interference stage can be functionally and temporarily distinct from CRISPR acquisition and expression (depicted by white line dividing the cell).",
            "score": 209.63734436035156
        },
        {
            "docid": "2146034_19",
            "document": "CRISPR . CRISPR-Cas systems fall into two classes. Class 1 systems use a complex of multiple Cas proteins to degrade foreign nucleic acids. Class 2 systems use a single large Cas protein for the same purpose. Class 1 is divided into types I, III, and IV; class 2 is divided into types II, V, and VI. The 6 system types are divided into 19 subtypes. Each type and most subtypes are characterized by a \"signature gene\" found almost exclusively in the category. Classification is also based on the complement of \"cas\" genes that are present. Most CRISPR-Cas systems have a Cas1 protein. The phylogeny of Cas1 proteins generally agrees with the classification system. Many organisms contain multiple CRISPR-Cas systems suggesting that they are compatible and may share components. The sporadic distribution of the CRISPR/Cas subtypes suggests that the CRISPR/Cas system is subject to horizontal gene transfer during microbial evolution.",
            "score": 209.07000732421875
        },
        {
            "docid": "2146034_18",
            "document": "CRISPR . Small clusters of \"cas\" genes are often located next to CRISPR repeat-spacer arrays. Collectively the 93 \"cas\" genes are grouped into 35 families based on sequence similarity of the encoded proteins. 11 of the 35 families form the \"cas\" core, which includes the protein families Cas1 through Cas9. A complete CRISPR-Cas locus has at least one gene belonging to the \"cas\" core.",
            "score": 207.20663452148438
        },
        {
            "docid": "2146034_2",
            "document": "CRISPR . CRISPR () is a family of DNA sequences in bacteria and archaea. The sequences contain snippets of DNA from viruses that have attacked the prokaryote. These snippets are used by the prokaryote to detect and destroy DNA from similar viruses during subsequent attacks. These sequences play a key role in a prokaryotic defense system, and form the basis of a technology known as CRISPR/Cas9 that effectively and specifically changes genes within organisms.",
            "score": 205.8304443359375
        },
        {
            "docid": "56710049_4",
            "document": "Off-target genome editing . The CRISPR-Cas9 system works as the adaptive immune system in bacteria and archaea. When a virus infects the bacteria, this system incorporates segments of the viral DNA into the bacterial genome. Upon a second invasion, transcripts from these sequences direct a nuclease activity to its complementary sequence in the invading virus so as to destroy it.",
            "score": 205.44305419921875
        },
        {
            "docid": "19167679_83",
            "document": "Virus . Some viruses replicate within archaea: these are double-stranded DNA viruses with unusual and sometimes unique shapes. These viruses have been studied in most detail in the thermophilic archaea, particularly the orders Sulfolobales and Thermoproteales. Defences against these viruses involve RNA interference from repetitive DNA sequences within archaean genomes that are related to the genes of the viruses. Most archaea have CRISPR–Cas systems as an adaptive defence against viruses. These enable archaea to retain sections of viral DNA, which are then used to target and eliminate subsequent infections by the virus using a process similar to RNA interference.",
            "score": 203.9037628173828
        },
        {
            "docid": "9028799_36",
            "document": "Bacteria . Some bacteria also transfer genetic material between cells. This can occur in three main ways. First, bacteria can take up exogenous DNA from their environment, in a process called transformation. Many bacteria can naturally take up DNA from the environment, while others must be chemically altered in order to induce them to take up DNA. The development of competence in nature is usually associated with stressful environmental conditions, and seems to be an adaptation for facilitating repair of DNA damage in recipient cells. The second way bacteria transfer genetic material is by transduction, when the integration of a bacteriophage introduces foreign DNA into the chromosome. Many types of bacteriophage exist, some simply infect and lyse their host bacteria, while others insert into the bacterial chromosome. Bacteria resist phage infection through restriction modification systems that degrade foreign DNA, and a system that uses CRISPR sequences to retain fragments of the genomes of phage that the bacteria have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. The third method of gene transfer is conjugation, whereby DNA is transferred through direct cell contact. In ordinary circumstances, transduction, conjugation, and transformation involve transfer of DNA between individual bacteria of the same species, but occasionally transfer may occur between individuals of different bacterial species and this may have significant consequences, such as the transfer of antibiotic resistance. In such cases, gene acquisition from other bacteria or the environment is called horizontal gene transfer and may be common under natural conditions.",
            "score": 200.13009643554688
        },
        {
            "docid": "38570862_5",
            "document": "Cas9 . To survive in a variety of challenging, inhospitable habitats that are filled with bacteriophage, bacteria have evolved methods to evade and fend off predatory viruses. This includes the recently appreciated CRISPR system. CRISPR loci are composed of short, palindromic repeats that occur at regular intervals composed of alternate CRISPR repeats and variable CRISPR spacers. These CRISPR loci are usually accompanied by adjacent CRISPR-associated (cas) genes. In 2005, it was discovered by three separate groups that the spacer regions were homologous to foreign DNA elements, including plasmids and viruses. These reports provided the first biological evidence that CRISPRs might function as an immune system.",
            "score": 197.74761962890625
        },
        {
            "docid": "52687725_2",
            "document": "Cpf1 . In molecular biology, CRISPR-associated endonuclease in Prevotella and Francisella 1 or Cpf1 is a single RNA-guided endonuclease lacking a small trans-encoded RNA, a tracrRNA, and it utilizes a T-rich protospacer-adjacent motif of 2-6 base pair DNA sequence immediately following the DNA sequence targeted by the Cas9 nuclease in the CRISPR bacterial adaptive immune system, also known as PAM. It recognizes a T-rich PAM, TTTN, but on the 5' side of the guide. Cpf1 cleaves DNA via a staggered DNA double-stranded break.",
            "score": 193.44993591308594
        },
        {
            "docid": "48343282_7",
            "document": "CRISPR/Cpf1 . Cpf1 CRISPR-Cas domain architecture shows that Cpf1 is functionally unique, being classified as Class 2, type V CRISPR system. The Cpf1 loci encode Cas1, Cas2 and Cas4 proteins more similar to types I and III than from type II systems. Database searches suggest the abundance of Cpf1-family proteins in many bacterial species.",
            "score": 193.14207458496094
        },
        {
            "docid": "2146034_28",
            "document": "CRISPR . Multiple CRISPRs contain many spacers to the same phage. The mechanism that causes this phenomenon was discovered in the type I-E system of \"E. coli\". A significant enhancement in spacer acquisition was detected where spacers already target the phage, even mismatches to the protospacer. This ‘priming’ requires the Cas proteins involved in both acquisition and interference to interact with each other. Newly acquired spacers that result from the priming mechanism are always found on the same strand as the priming spacer. This observation led to the hypothesis that the acquisition machinery slides along the foreign DNA after priming to find a new protospacer.",
            "score": 190.0941925048828
        },
        {
            "docid": "48343282_11",
            "document": "CRISPR/Cpf1 . Cas9 requires two RNA molecules to cut DNA while Cpf1 needs one. The proteins also cut DNA at different places, offering researchers more options when selecting an editing site. Cas9 cuts both strands in a DNA molecule at the same position, leaving behind blunt ends. Cpf1 leaves one strand longer than the other, creating sticky ends. The sticky ends aid in the incorporation of new sequences of DNA, making Cpf1 more efficient at gene introductions than Cas9. Although the CRISPR/Cas9 system can efficiently disable genes, it is challenging to insert genes or generate a knock-in. Cpf1 lacks tracrRNA, utilizes a T-rich PAM and cleaves DNA via a staggered DNA DSB.",
            "score": 189.47610473632812
        },
        {
            "docid": "2146034_53",
            "document": "CRISPR . In the early 2000s, researchers developed zinc finger nucleases (ZFNs), synthetic proteins whose DNA-binding domains enable them to create double-stranded breaks in DNA at specific points. In 2010, synthetic nucleases called transcription activator-like effector nucleases (TALENs) provided an easier way to target a double-stranded break to a specific location on the DNA strand. Both zinc finger nucleases and TALENs require the creation of a custom protein for each targeted DNA sequence, which is a more difficult and time-consuming process than that for guide RNAs. CRISPRs are much easier to design because the process requires making only a short RNA sequence.",
            "score": 189.38023376464844
        },
        {
            "docid": "2146034_69",
            "document": "CRISPR . Using \"dead\" versions of Cas9 (dCas9) eliminates CRISPR's DNA-cutting ability, while preserving its ability to target desirable sequences. Multiple groups added various regulatory factors to dCas9s, enabling them to turn almost any gene on or off or adjust its level of activity. Like RNAi, CRISPR interference (CRISPRi) turns off genes in a reversible fashion by targeting, but not cutting a site. The targeted site is methylated, epigenetically modifying the gene. This modification inhibits transcription. These precisely placed modifications may then be used to regulate the effects on gene expressions and DNA dynamics after the inhibition of certain genome sequences within DNA. Within the past few years, epigenetic marks in different human cells have been closely researched and certain patterns within the marks have been found to correlate with everything ranging from tumor growth to brain activity. Conversely, CRISPR-mediated activation (CRISPRa) promotes gene transcription. Cas9 is an effective way of targeting and silencing specific genes at the DNA level. In bacteria, the presence of Cas9 alone is enough to block transcription. For mammalian applications, a section of protein is added. Its guide RNA targets regulatory DNA sequences called promoters that immediately precede the target gene.",
            "score": 188.96119689941406
        }
    ]
}