{
    "q": [
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 164.1783185005188
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 151.5543875694275
        },
        {
            "docid": "606000_22",
            "document": "Papillomaviridae . Though many viruses present 72 capsomers, papillomaviridae are almost unique in that all of their capsomers are made of pentamer interactions between proteins. Other icosahedral viruses present precisely 12 pentameric capsomers only; any other capsomers will be hexamer protein interactions. Papillomaviridae were therefore the first known exception to \"quasi-equivalence theory\", which essentially holds that virus capsids resemble goldberg polyhedra. In fact, the protein layout on papillomaviridae turned out not correspond to any known spherical polyhedron, so their structure was an open question for more than two decades. The question was eventually answered in 2003 by Reidun Twarock, using a model based on the Penrose tiling with two proteins in a dimer taking the place of a rhombus and three proteins in a trimer taking the place of a kite. Twarock later proved (mathematically) that this structure helps minimize elastic energy, giving it potential applications to nanomaterials. Papillomaviruses replicate exclusively in keratinocytes. Keratinocytes form the outermost layers of the skin, as well as some mucosal surfaces, such as the inside of the cheek or the walls of the vagina. These surface tissues, which are known as stratified squamous epithelia, are composed of stacked layers of flattened cells. The cell layers are formed through a process known as cellular differentiation, in which keratinocytes gradually become specialized, eventually forming a hard, crosslinked surface that prevents moisture loss and acts as a barrier against pathogens. Less-differentiated keratinocyte stem cells, replenished on the surface layer, are thought to be the initial target of productive papillomavirus infections. Subsequent steps in the viral life cycle are strictly dependent on the process of keratinocyte differentiation. As a result, papillomaviruses can only replicate in body surface tissues.",
            "score": 164.85645532608032
        },
        {
            "docid": "23294664_20",
            "document": "Dominant white . The \"KIT\" gene encodes a protein called steel factor receptor, which is critical to the differentiation of stem cells into blood cells, sperm cells, and pigment cells. A process called alternative splicing, which uses the information encoded in the \"KIT\" gene to make slightly different proteins (isoforms) for use in different circumstances, may impact whether a mutation on \"KIT\" affects blood cells, sperm cells, or pigment cells. Steel factor receptor interacts chemically with steel factor or stem cell factor to relay chemical messages. These messages are used during embryonic development to signal the migration of early melanocytes (pigment cells) from the neural crest tissue to their eventual destinations in the dermal layer. The neural crest is a transient tissue in the embryo that lies along the dorsal line. Melanocytes migrate along the dorsal line to a number of specific sites: near the eye, near the ear, and the top of the head; six sites along each side of the body, and a few along the tail. At these sites, the cells undergo a few rounds of replication and differentiation, and then migrate down and around the body from the dorsal aspect towards the ventral aspect and the limb buds.",
            "score": 156.93427634239197
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 200.5284823179245
        },
        {
            "docid": "7107162_4",
            "document": "Calcium-binding protein . Many different calcium-binding proteins exist, with different cellular and tissue distribution and involvement in specific functions. Calcium binding proteins also serve an important physiological role for cells. The most ubiquitous Ca-sensing protein, found in all eukaryotic organisms including yeasts, is calmodulin. Intracellular storage and release of Ca from the sarcoplasmic reticulum is associated with the high-capacity, low-affinity calcium-binding protein calsequestrin. Calretinin is another type of Calcium binding protein weighing 29kD. It is involved in cell signaling and shown to exist in neurons. This type of protein is also found in large quantities in malignant mesothelial cells, which can be easily differentiated from carcinomas. This differentiation is later applied for a diagnosis on ovarian stromal tumors. Also, another member of the EF-hand superfamily is the S100B protein, which regulates p53. P53 is known as a tumor suppressor protein and in this case acts as a transcriptional activator or repressor of numerous genes. S100B proteins are abundantly found in cancerous tumor cells causing them to be overexpressed, therefore making these proteins useful for classifying tumors. In addition, this explains why this protein can easily interact with p53 when transcriptional regulation takes place.",
            "score": 131.1581165790558
        },
        {
            "docid": "169250_7",
            "document": "Lipid-anchored protein . Prenylated proteins are particularly important for eukaryotic cell growth, differentiation and morphology. Furthermore, protein prenylation is a reversible post-translational modification to the cell membrane. This dynamic interaction of prenylated proteins with the cell membrane is important for their signalling functions and is often deregulated in disease processes such as cancer. More specifically, Ras is the protein that undergoes prenylation via farnesyltransferase and when it is switched on it can turn on genes involved in cell growth and differentiation. Thus overactiving Ras signalling can lead to cancer. An understanding of these prenylated proteins and their mechanisms have been important for the drug development efforts in combating cancer. Other prenylated proteins include members of the Rab and Rho families as well as lamins.",
            "score": 138.15027046203613
        },
        {
            "docid": "2332422_39",
            "document": "Carcinogenesis . Oncogenes promote cell growth through a variety of ways. Many can produce hormones, a \"chemical messenger\" between cells that encourage mitosis, the effect of which depends on the signal transduction of the receiving tissue or cells. In other words, when a hormone receptor on a recipient cell is stimulated, the signal is conducted from the surface of the cell to the cell nucleus to affect some change in gene transcription regulation at the nuclear level. Some oncogenes are part of the signal transduction system itself, or the signal receptors in cells and tissues themselves, thus controlling the sensitivity to such hormones. Oncogenes often produce mitogens, or are involved in transcription of DNA in protein synthesis, which creates the proteins and enzymes responsible for producing the products and biochemicals cells use and interact with.",
            "score": 139.10784697532654
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 144.5798258781433
        },
        {
            "docid": "27978_7",
            "document": "Skin . Keratinocytes are the major cells, constituting 95% of the epidermis, while Merkel cells, melanocytes and Langerhans cells are also present. The epidermis can be further subdivided into the following \"strata\" or layers (beginning with the outermost layer): Keratinocytes in the stratum basale proliferate through mitosis and the daughter cells move up the strata changing shape and composition as they undergo multiple stages of cell differentiation to eventually become anucleated. During that process, keratinocytes will become highly organized, forming cellular junctions (desmosomes) between each other and secreting keratin proteins and lipids which contribute to the formation of an extracellular matrix and provide mechanical strength to the skin. Keratinocytes from the stratum corneum are eventually shed from the surface (desquamation).",
            "score": 206.23756086826324
        },
        {
            "docid": "5647595_2",
            "document": "Ephrin receptor . Eph receptors (Ephs, after erythropoietin-producing human hepatocellular receptors) are a group of receptors that are activated in response to binding with Eph receptor-interacting proteins (Ephrins). Ephs form the largest known subfamily of receptor tyrosine kinases (RTKs). Both Eph receptors and their corresponding ephrin ligands are membrane-bound proteins that require direct cell-cell interactions for Eph receptor activation. Eph/ephrin signaling has been implicated in the regulation of a host of processes critical to embryonic development including axon guidance, formation of tissue boundaries, cell migration, and segmentation. Additionally, Eph/ephrin signaling has recently been identified to play a critical role in the maintenance of several processes during adulthood including long-term potentiation, angiogenesis, and stem cell differentiation and cancer.",
            "score": 130.2780408859253
        },
        {
            "docid": "14180947_3",
            "document": "PA2G4 . This gene encodes an RNA-binding protein that is involved in growth regulation. This protein is present in pre-ribosomal ribonucleoprotein complexes and may be involved in ribosome assembly and the regulation of intermediate and late steps of rRNA processing. This protein can interact with the cytoplasmic domain of the ErbB3 receptor and may contribute to transducing growth regulatory signals. This protein is also a transcriptional corepressor of androgen receptor-regulated genes and other cell cycle regulatory genes through its interactions with histone deacetylases. This protein has been implicated in growth inhibition and the induction of differentiation of human cancer cells. Paradoxically, the expression of EBP1 is decreased in prostate cancer , but increased in Acute Myelogneous Leukemia. Six pseudogenes, located on chromosomes 3, 6, 9, 18, 20 and X, have been identified.",
            "score": 117.59989488124847
        },
        {
            "docid": "15069606_6",
            "document": "ANKS1A . ODIN is widely expressed in tissues including heart, brain, placenta, lung, liver, skeletal muscle, kidney and pancreas. ODIN has been identified as one of the tyrosine phosphorylated proteins induced by activating epidermal growth factor or platelet-derived growth factor receptor tyrosine kinases. ODIN is involved in negative regulation of the EGFR signaling pathway. It is reported that ODIN level is correlated with the degree of increased EGF-induced EGFR trafficking to recycle endosomes and recycle back to the cell surface, suggesting a role in EGFR recycling. Furthermore, ODIN serves as a key adaptor protein regulating the EphA receptor signaling pathway, which is critical for regulating EphA8-mediated cell migration and neurite outgrowth. It has been demonstrated that deletion of the phosphotyrosine binding domain in ODIN will lead to an immaturely developed subcommissural organ (SCO) with a severe midbrain hydrocephalic phenotype, which means ODIN also plays a role in the proper development of the SCO and in ependymal cells in the cerebral aqueduct. As a novel target of Src family kinases, which are implicated in the development of some colorectal cancers, ODIN may be involved in cancer cell signaling mechanisms. In a study, 64 colorectal cancer cell lines were tested for their expression of Lck. Mass spectrometric analyses of Lck-purified proteins subsequently identified several proteins readily known as SFK kinase substrates, including cortactin, Tom1L1 (SRCASM), GIT1, vimentin and AFAP1L2 (XB130). Additional proteins previously reported as substrates of other tyrosine kinases were also detected, including ODIN. ODIN was further analyzed and found to contain substantially less pY upon inhibition of SFK activity in SW620 cells, indicating that it is a formerly unknown SFK target in colorectal carcinoma cells. Furthermore, it has been found that ODIN regulates COPII-mediated anterograde transport of receptor tyrosine kinases, which is a critical mechanism in the process of tumor genesis.",
            "score": 174.04109287261963
        },
        {
            "docid": "10112524_4",
            "document": "Transforming growth factor beta superfamily . Transforming growth factor-beta (TGF-beta) is a multifunctional peptide that controls proliferation, differentiation and other functions in many cell types. TGF-beta-1 is a peptide of 112 amino acid residues derived by proteolytic cleavage from the C-terminal of a precursor protein. These proteins interact with a conserved family of cell surface serine/threonine-specific protein kinase receptors, and generate intracellular signals using a conserved family of proteins called SMADs. They play fundamental roles in the regulation of basic biological processes such as growth, development, tissue homeostasis and regulation of the immune system.",
            "score": 137.36988139152527
        },
        {
            "docid": "207601_41",
            "document": "Adsorption . Protein adsorption is a process that has a fundamental role in the field of biomaterials. Indeed, biomaterial surfaces in contact with biological media, such as blood or serum, are immediately coated by proteins. Therefore, living cells do not interact directly with the biomaterial surface, but with the adsorbed proteins layer. This protein layer mediates the interaction between biomaterials and cells, translating biomaterial physical and chemical properties into a \"biological language\". In fact, cell membrane receptors bind to protein layer bioactive sites and these receptor-protein binding events are transduced, through the cell membrane, in a manner that stimulates specific intracellular processes that then determine cell adhesion, shape, growth and differentiation. Protein adsorption is influenced by many surface properties such as surface wettability, surface chemical composition and surface nanometre-scale morphology. Surfactant adsorption is a similar phenomenon, but utilising surfactant molecules in the place of proteins.",
            "score": 168.5185148715973
        },
        {
            "docid": "19965_7",
            "document": "Morphogenesis . At a tissue level, ignoring the means of control, morphogenesis arises because of cellular proliferation and motility. Morphogenesis also involves changes in the cellular structure or how cells interact in tissues. These changes can result in tissue elongation, thinning, folding, invasion or separation of one tissue into distinct layers. The latter case is often referred as cell sorting. Cell \"sorting out\" consists of cells moving so as to sort into clusters that maximize contact between cells of the same type. The ability of cells to do this has been proposed to arise from differential cell adhesion by Malcolm Steinberg through his Differential Adhesion Hypothesis. Tissue separation can also occur via more dramatic cellular differentiation events during which epithelial cells become mesenchymal (see Epithelial-mesenchymal transition). Mesenchymal cells typically leave the epithelial tissue as a consequence of changes in cell adhesive and contractile properties. Following epithelial-mesenchymal transition, cells can migrate away from an epithelium and then associate with other similar cells in a new location.",
            "score": 143.88854718208313
        },
        {
            "docid": "18791403_7",
            "document": "BAALC . The BAALC gene initially was discovered in the neuroderm of both the human and the mouse. The function of BAALC protein is not understood very well, but it is predicted to be associated with the cytoskeleton network. When expressed in Bone Marrow CD34+ progenitor cells, BAALC has neuroectodermal and hematopoietic cell functions. Differentiation failure caused by cell shape, motility and adhesion in association between cells are all possible outcomes due to the little known effects and unlear mechanism sites of the BAALC genes. The role of the BAALC gene causing leukemia in immature acute leukemic cells has been found by knocking out the function of BAALC gene using hairpin (stem loop) RNA in a human leukemia cell line KG1a. The result of knocking out BAALC expression is a decrease in uncontrolled cell growth and an increase in programmed cell death. The BAALC protein isoform 1-6-8, has been found to interact and associate with the CAMKII alpha subunit and not with the beta subunit. The interaction with the CAMKII alpha subunit is in the CAMKII protein's regulatory region and near the autophosphorylation site, this suggested a regulatory function of the 1-6-8 isoform on the alpha subunit. BAALC 1-6-8 isoform also gets targeted to post synaptic lipid rafts, which are thought to have functions involved in: signal processing, membrane trafficking, and regulation of the actin cytoskeleton. BAALC may play a role in the regulation of the CAMKII protein through interactions with the alpha subunit, no interactions have been found with the beta subunit of this protein. Evidence has shown the BAALC protein to be an intracellular protein with cytoskeleton network roles, these roles include regulation of the actin cytoskeleton which is an associated role of postsynaptic lipid rafts.",
            "score": 123.53586435317993
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 127.47393751144409
        },
        {
            "docid": "9956291_13",
            "document": "AP-1 transcription factor . AP-1 transcription factor has been shown to be involved in skin physiology, specifically in tissue regeneration. The process of skin metabolism is initiated by signals that trigger undifferentiated proliferative cells to undergo cell differentiation. Therefore, activity of AP-1 subunits in response to extracellular signals may be modified under conditions where the balance of keratinocyte proliferation and differentiation has to be rapidly and temporally altered. The AP-1 transcription factor also has been shown to be involved in breast cancer cell growth through multiple mechanisms, including regulation of cyclin D1, E2F factors and their target genes. c-Jun, which is one of the AP-1 sub units, regulates the growth of breast cancer cells. Activated c-Jun is predominantly expressed at the invasive front in breast cancer and is associated with proliferation of breast cells. Due to the AP-1 regulatory functions in cancer cells, AP-1 modulation is studied as a potential strategy for cancer prevention and therapy.",
            "score": 135.91121923923492
        },
        {
            "docid": "46842903_4",
            "document": "RMDN3 . PTPIP51 is a member of the RMDN protein family and localizes to the outer mitochondrial membrane, cytoplasm, and nucleus. This protein is involved in cellular differentiation, proliferation, motility, cytoskeleton formation, and apoptosis. These biological functions thus serve to facilitate mammalian development through processes such as placental villi formation and angiogenesis. In particular, it is expressed in differentiated cells and tissues, such as follicular and inter-follicular epidermis, epithelia, skeletal muscle, testis, and nervous tissue. PTPIP51 is also expressed differentially in neutrophils, but not other immune cells, and thus may partake in immune cell signaling and myeloid development by interacting with TCPTP and PTP1B. Its interactions with PTP1B, along with the proteins 14-3-3β, Raf-1, c-Src, PKA, and DAGKα, determine the mechanisms by which it influences the mitogen-activated protein kinase (MAPK) pathway. PTPIP51 has been observed to induce apoptosis by disrupting the mitochondrial membrane potential, resulting in the release of cytochrome c.",
            "score": 137.57565939426422
        },
        {
            "docid": "189701_11",
            "document": "Development of the nervous system . When embryonic ectodermal cells are cultured at low density in the absence of mesodermal cells they undergo neural differentiation (express neural genes), suggesting that neural differentiation is the default fate of ectodermal cells. In explant cultures (which allow direct cell-cell interactions) the same cells differentiate into epidermis. This is due to the action of BMP4 (a TGF-β family protein) that induces ectodermal cultures to differentiate into epidermis. During neural induction, noggin and chordin are produced by the dorsal mesoderm (notochord) and diffuse into the overlying ectoderm to inhibit the activity of BMP4. This inhibition of BMP4 causes the cells to differentiate into neural cells. Inhibition of TGF-β and BMP (bone morphogenetic protein) signaling can efficiently induce neural tissue from human pluripotent stem cells, a model of early human development.",
            "score": 160.8311458826065
        },
        {
            "docid": "14073480_5",
            "document": "CHUK . IKK-α has been shown to function in epidermal differentiation independently of the NF-κB pathway. In the mouse, IKK-α is required for cell cycle exit and differentiation of the embryonic keratinocytes. IKK-α null mice have a truncated snout and limbs, shiny skin, and die shortly after birth due to dehydration. Their epidermis retains a proliferative precursor cell population and lacks the outer two most differentiated cell layers. This function of IKK-α has been shown to be independent of the protein's kinase activity and of the NF-κB pathway. Instead it is thought that IKK-α regulates skin differentiation by acting as a cofactor in the TGF-β / Smad2/3 signaling pathway.",
            "score": 167.6914381980896
        },
        {
            "docid": "1184860_3",
            "document": "Organogenesis . The cells of each of the three germ layers undergo differentiation, a process where less-specialized cells become more-specialized through the expression of a specific set of genes. Cell differentiation is driven by cell signaling cascades. Differentiation is influenced by extracellular signals such as growth factors that are exchanged to adjacent cells which is called juxtracrine signaling or to neighboring cells over short distances which is called paracrine signaling. Intracellular signals consist of a cell signaling itself (autocrine signaling), also play a role in organ formation. These signaling pathways allows for cell rearrangement and ensures that organs form at specific sites within the organism. The organogenesis process can be studied using embryos and organoids.",
            "score": 148.931077003479
        },
        {
            "docid": "1872854_13",
            "document": "Biochemical cascade . The main goal of biochemical cascades in lymphocytes is the secretion of molecules that can suppress altered cells or eliminate pathogenic agents, through proliferation, differentiation and activation of these cells. Therefore, the antigenic receptors play a central role in signal transduction in lymphocytes, because when antigens interact with them lead to a cascade of signal events. These receptors, that recognize the antigen soluble (B cells) or linked to a molecule on Antigen Presenting Cells (T cells), don't have long cytoplasm tails, so they are anchored to signal proteins, which contain a long cytoplasmic tails with a motif that can be phosphorylated (ITAM – immunoreceptor tyrosine-based activation motif) and resulting in different signal pathways. The antigen receptor and signal protein form a stable complex, named BCR or TCR, in B or T cells, respectively. The family Src is essential for signal transduction in these cells, because it's responsible for phosphorylation of ITAMs. Therefore, Lyn and Lck, in lymphocytes B and T, respectively, phosphorylate ITAMs after the antigen recognition and the conformational change of the receptor, which leads to the binding of Syk/Zap-70 kinases to ITAM and its activation. Syk kinase is specific of lymphocytes B and Zap-70 is present in T cells. After activation of these enzymes, some adaptor proteins are phosphorylated, like BLNK (B cells) and LAT (T cells). These proteins after phosphorylation become activated and allow binding of others enzymes that continue the biochemical cascade. One example of a protein that binds to adaptor proteins and become activated is PLC that is very important in the lymphocyte signal pathways. PLC is responsible for PKC activation, via DAG and Ca, which leads to phosphorylation of CARMA1 molecule, and formation of CBM complex. This complex activates Iκκ kinase, which phosphorylates I-κB, and then allows the translocation of NF-κB to the nucleus and transcription of genes encoding cytokines, for example. Others transcriptional factors like NFAT and AP1 complex are also important for transcription of cytokines. The differentiation of B cells to plasma cells is also an example of a signal mechanism in lymphocytes, induced by a cytokine receptor. In this case, some interleukins bind to a specific receptor, which leads to activation of MAPK/ERK pathway. Consequently, the BLIMP1 protein is translated and inhibits PAX5, allowing immunoglobulin genes transcription and activation of XBP1 (important for the secretory apparatus formation and enhancing of protein synthesis). Also, the coreceptors (CD28/CD19) play an important role because they can improve the antigen/receptor binding and initiate parallel cascade events, like activation o PI3 Kinase. PIP3 then is responsible for activation of several proteins, like vav (leads to activation of JNK pathway, which consequently leads to activation of c-Jun) and btk (can also activate PLC).",
            "score": 141.50835704803467
        },
        {
            "docid": "53803481_16",
            "document": "Clonal hypereosinophilia . The \"JAK2\" gene encodes a member of the Janus kinase family of non-receptor tyrosine kinase, JAK2. The JAK2 protein associates with the cytoplasmic tails of various cytokine and growth factor receptors that reside on the cell surface and reagulate Haematopoiesis, i.e. the development and growth of blood cells. Examples of such receptors include the erythropoietin receptor, Thrombopoietin receptor, granulocyte colony-stimulating factor receptor, Granulocyte macrophage colony-stimulating factor receptor, Interleukin-3 receptor, Interleukin-5 receptor, Interleukin-6 receptor, and the receptor Thymic stromal lymphopoietin, which is a complex composed of the CRLF2 receptor combined with alpha chain of the IL-7 receptor. JAK2 protein's association with these receptors is responsible for a) correctly targeting and positioning these receptors at the cell surface and b) indirectly activating critical cell signaling pathways including in particular the STAT family of transcription factors which are involved in promoting the growth, proliferation, differentiation, and survival of the myeloid and lymphoid precursor cells that populate the bone marrow, other blood cell forming tissues, and the blood. The \"PCM1\" gene codes for the PCM1 protein, i.e. pricentriolar material 1. also known as PCM1, is a protein which in humans is encoded by the PCM1 gene. The PCM1 protein exhibits a distinct cell cycle-dependent association with the centrosome complex and microtubules; it is critical for the normal cell cycle and cell division (see PCM1).",
            "score": 142.18408119678497
        },
        {
            "docid": "8449_5",
            "document": "Developmental biology . Regional specification refers to the processes that create spatial pattern in a ball or sheet of initially similar cells. This generally involves the action of cytoplasmic determinants, located within parts of the fertilized egg, and of inductive signals emitted from signaling centers in the embryo. The early stages of regional specification do not generate functional differentiated cells, but cell populations committed to develop to a specific region or part of the organism. These are defined by the expression of specific combinations of transcription factors. Morphogenesis relates to the formation of three-dimensional shape. It mainly involves the orchestrated movements of cell sheets and of individual cells. Morphogenesis is important for creating the three germ layers of the early embryo (ectoderm, mesoderm and endoderm) and for building up complex structures during organ development. Cell differentiation relates specifically to the formation of functional cell types such as nerve, muscle, secretory epithelia etc. Differentiated cells contain large amounts of specific proteins associated with the cell function. Growth involves both an overall increase in size, and also the differential growth of parts (allometry) which contributes to morphogenesis. Growth mostly occurs through cell division but also through changes of cell size and the deposition of extracellular materials. The control of timing of events and the integration of the various processes with one another is the least well understood area of the subject. It remains unclear whether animal embryos contain a master clock mechanism or not.",
            "score": 154.90166699886322
        },
        {
            "docid": "563093_19",
            "document": "Paracrine signalling . The Hedgehog Signaling pathway is critical in proper tissue patterning and orientation during normal development of most animals. Hedgehog proteins induce cell proliferation in certain cells and differentiations in others. Aberrant activation of the Hedgehog pathway has been implicated in several types of cancers, Basal Cell Carcinoma in particular. This uncontrolled activation of the Hedgehog proteins can be caused by mutations to the signal pathway, which would be ligand independent, or a mutation that causes overexpression of the Hedgehog protein, which would be ligand dependent. In addition, therapy-induced Hedgehog pathway activation has been shown to be necessary for progression of Prostate Cancer tumors after androgen deprivation therapy. This connection between the Hedgehog signaling pathway and human cancers may provide for the possible of therapeutic intervention as treatment for such cancers. The Hedgehog signaling pathway is also involved in normal regulation of stem-cell populations, and required for normal growth and regeneration of damaged organs. This may provide another possible route for tumorigenesis via the Hedgehog pathway.",
            "score": 125.77657425403595
        },
        {
            "docid": "14875790_3",
            "document": "MAPKAPK3 . This gene encodes a member of the Ser/Thr protein kinase family. This kinase functions as a mitogen-activated protein kinase (MAP kinase)- activated protein kinase. MAP kinases are also known as extracellular signal-regulated kinases (ERKs), act as an integration point for multiple biochemical signals. This kinase was shown to be activated by growth inducers and stress stimulation of cells. In vitro studies demonstrated that ERK, p38 MAP kinase and Jun N-terminal kinase were all able to phosphorylate and activate this kinase, which suggested the role of this kinase as an integrative element of signaling in both mitogen and stress responses. This kinase was reported to interact with, phosphorylate and repress the activity of E47, which is a basic helix-loop-helix transcription factor known to be involved in the regulation of tissue-specific gene expression and cell differentiation.",
            "score": 114.83668792247772
        },
        {
            "docid": "311440_19",
            "document": "Mammary gland . Lactiferous duct development occurs in females in response to circulating hormones. First development is frequently seen during pre- and postnatal stages, and later during puberty. Estrogen promotes branching differentiation, whereas in males testosterone inhibits it. A mature duct tree reaching the limit of the fat pad of the mammary gland comes into being by bifurcation of duct terminal end buds (TEB), secondary branches sprouting from primary ducts and proper duct lumen formation. These processes are tightly modulated by components of mammary epithelial ECM interacting with systemic hormones and local secreting factors. However, for each mechanism the epithelial cells' \"niche\" can be delicately unique with different membrane receptor profiles and basement membrane thickness from specific branching area to area, so as to regulate cell growth or differentiation sub-locally. Important players include beta-1 integrin, epidermal growth factor receptor (EGFR), laminin-1/5, collagen-IV, matrix metalloproteinase(MMPs), heparan sulfate proteoglycans, and others. Elevated circulating level of growth hormone and estrogen get to multipotent cap cells on TEB tips through a thin, leaky layer of basement membrane. These hormones promote specific gene expression. Hence cap cells can differentiate into myoepithelial and luminal (duct) epithelial cells, and the increased amount of activated MMPs can degrade surrounding ECM helping duct buds to reach further in the fat pads. On the other hand, basement membrane along the mature mammary ducts is thicker, with strong adhesion to epithelial cells via binding to integrin and non-integrin receptors. When side branches develop, it is a much more “pushing-forward” working process including extending through myoepithelial cells, degrading basement membrane and then invading into a periductal layer of fibrous stromal tissue. Degraded basement membrane fragments (laminin-5) roles to lead the way of mammary epithelial cells migration. Whereas, laminin-1 interacts with non-integrin receptor dystroglycan negatively regulates this side branching process in case of cancer. These complex \"Yin-yang\" balancing crosstalks between mammary ECM and epithelial cells \"instruct\" healthy mammary gland development until adult.",
            "score": 170.75812602043152
        },
        {
            "docid": "30663599_9",
            "document": "Germinal center B-cell like diffuse large B-cell lymphoma . Blocking the differentiation of germinal center B cells is dangerous because the cells are programmed to divide rapidly at this stage. The SHM that occurs in the germinal center can also target non-immunoglobulin loci and may be responsible for translocation of the BCL-6 gene. BCL-6 genes are involved in several cell processes that can affect the ability of the B-cell to differentiate and proliferate. BCL-6 genes produce BCL-6 proteins. These proteins work with other transcription factors (BLIMP1, PAX5, XBP1) to form a regulatory circuit that controls the progression of germinal center B cells to plasma cells. BCL-6 proteins repress genes involved in terminal differentiation and promote proliferation by blocking expression of a cell-cycle inhibitor (p27KIP1). BCL-6 is also an inhibitor of cellular senescence. Cellular senescence is a programmed response that prevents a cell from dividing after some number of cell divisions. The expression of key transcription factors in B cell development is frequently regulated by non-coding RNAs termed microRNAs. MicroRNAs (miRNAs) participate in pathways fundamental to B cell development like B cell receptor (BCR) signalling, B cell migration/adhesion, cell-cell interactions in immune niches, and the production and class-switching of immunoglobulins.",
            "score": 154.17412149906158
        },
        {
            "docid": "14162110_6",
            "document": "Prostaglandin EP4 receptor . EP is classified as a relaxant type of prostaglandin receptor based on its ability, upon activation, to relax the contraction of certain smooth muscle preparations and smooth muscle-containing tissues that have been pre-contracted by stimulation. When bound to PGE or other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gammaes (i.e. G) complex. The complex then dissociate into its Gα and G components which act to regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP; cAMP activates PKA, a kinase which in turn activates signaling molecules, in particular, the transcription factor, CREB. Activated CREB stimulates the expression of genes such as c-fos, somatostatin, and corticotropin-releasing hormone that regulate cellular proliferation, cellular differentiation, cellular survival, and angiogenesis. EP activation of G proteins also activate PI3K/AKT/mTOR, ERK, and p38 MARK pathways. Activation of ERK induces expression of EGR1, a transcription factor which controls transcription of genes involved in cellular differentiation and mitogenesis. EP also interacts with Prostaglandin E receptor 4-associated protein (EPRAP) to inhibit phosphorylation of the proteasome protein, p105, thereby suppressing a cells ability to activate nuclear factor kappa B, a transcription factor that controls genes coding for cytokines and other elements that regulate inflammation, cell growth, and cell survival (see NF-κB#Structure). The activation of these pathways lead to variety of different types of functional responses depending on cell type, the pathways available in different cell types, and numerous other factors; EP activation may therefore have diverse effects on cell function depending on these factors. In many respects, EP actions resemble those of another type of another relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. Following its activation, EP undergoes homologous desensitization. That is, EP becomes insensitive to further activation and internalizes. This effect limits the duration and extent to which EP can stimulate cells. Agents which activate certain isoforms of protein kinase C can also desensitize EP by a process termed heterologous desensitization.",
            "score": 135.5301195383072
        },
        {
            "docid": "34032373_6",
            "document": "P19 cell . Same as retinoic acid, DMSO induced differentiation is not specific to P19 cells. It could also induce neuroblastoma cells, lung cancer cells and mouse ES cells. At concentration of 0.5%-1% DMSO induced P19 cells to aggregate and process mesodermal and endoermal cell types.  The cellular mechanism that occurs during aggregation and differentiation is still not fully studied. However, some studies showed that the cellular communication plays an important role in muscle differentiation in P19 cells which might explain why cells need to aggregate first to process the muscle differentiation.  In order to elucidate the mechanism of myogenesis in P19 cells, several cardiac specific transcription factors including GATA-4, MEF2c, Msx-1, Nkx2.5, MHox, Msx-2 and MLP are found to change during differentiation. Reports have shown that GATA-4, NKx2.5 and MEF2c were all upregulated after DMSO induction. In recent years, P19 cells were also used in studying the mechanism of cardiac differentiation and myogenesis. The main affected signaling pathway, bone morphogenetic proteins (BMPs) pathway is the most strongly studied signaling in P19 cells. By generating the P19CL6noggin cell line, which overexpresses the BMP antagonist noggin, they found that the mutant cells didn’t differentiate into cardiomyocytes when treated with 1% of DMSO, suggesting that the BMPs were indispensable for cardiomyocyte differentiation in this system. They also provided the evidence showing that TAK1, Nkx-2.5, and GATA-4 are important in cardiogenic BMP signaling pathway.",
            "score": 133.99561095237732
        }
    ],
    "r": [
        {
            "docid": "9685892_4",
            "document": "Matuzumab . Matuzumab binds to epidermal growth factor receptor (EGFR) on the outer membrane of normal and tumor cells. The matuzumab epitope has been mapped to domain III of the extracellular domain of the EGFR. The EGFR is receptor tyrosine kinase which binds multiple growth factors including EGF (epidermal growth factor) and other members of the EGF family of growth factors, resulting in activation of its tyrosine kinase activity. Activation of the EGFR has diverse effects on target cells depending on cell type and tissue context. It directs cell fate decision relating to cell growth, survival and, differentiation. Development of matuzumab and other antibodies to the EGFR (for example cetuximab) as cancer therapeutics was motivated by observations that EGFR expression and/or signaling is frequently upregulated in cancer cells.",
            "score": 210.0377960205078
        },
        {
            "docid": "333119_11",
            "document": "Epidermis . The stratified squamous epithelium is maintained by cell division within the stratum basale. Differentiating cell delaminate from the basement membrane and are displaced outwards through the epidermal layers, undergoing multiple stages of differentiation until, in the stratum corneum, losing their nucleus and fusing to squamous sheets, which are eventually shed from the surface (desquamation). Differentiated keratinocytes secrete keratin proteins which contribute to the formation of an extracellular matrix and is an integral part of the skin barrier function. In normal skin, the rate of keratinocyte production equals the rate of loss, taking about two weeks for a cell to journey from the stratum basale to the top of the stratum granulosum, and an additional four weeks to cross the stratum corneum. The entire epidermis is replaced by new cell growth over a period of about 48 days.",
            "score": 209.28024291992188
        },
        {
            "docid": "27978_7",
            "document": "Skin . Keratinocytes are the major cells, constituting 95% of the epidermis, while Merkel cells, melanocytes and Langerhans cells are also present. The epidermis can be further subdivided into the following \"strata\" or layers (beginning with the outermost layer): Keratinocytes in the stratum basale proliferate through mitosis and the daughter cells move up the strata changing shape and composition as they undergo multiple stages of cell differentiation to eventually become anucleated. During that process, keratinocytes will become highly organized, forming cellular junctions (desmosomes) between each other and secreting keratin proteins and lipids which contribute to the formation of an extracellular matrix and provide mechanical strength to the skin. Keratinocytes from the stratum corneum are eventually shed from the surface (desquamation).",
            "score": 206.23756408691406
        },
        {
            "docid": "19759966_3",
            "document": "A431 cells . A431 cells were established from an epidermoid carcinoma in the skin (epidermis) of an 85- year-old female patient. Epidermal growth factor (EGF) stimulation of A431 cells induces rapid tyrosine phosphorylation of intracellular signaling proteins which control cellular processes such as growth, proliferation and apoptosis. At low (picomolar) concentrations, EGF promotes cell growth of A431 cells whereas at higher (nanomolar) concentrations it inhibits growth by causing the cells to terminally differentiate. Treatment of A431 cells with bradykinin reduces basal and EGF-induced EGFR phosphorylation. Treatment with Sertoli cell secreted growth factor (SCSGF) strongly induces cell proliferation. Stimulation of A431 cells with phorbol esters induces expression of interleukin 1-related protein IL1H.",
            "score": 203.00933837890625
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 200.5284881591797
        },
        {
            "docid": "22706419_18",
            "document": "Symphogen . Mechanism: Sym004 is a combination of two chimeric monoclonal antibodies (mAB), 992 and 1024, discovered and developed using the Symplex process that inhibits tumor growth in a number of cancerous cell lines including A431NS (A431 cells). When used together, 992 and 1024 cross link epidermal growth factor receptor (EGFR) and the EGFR is rapidly internalized and undergoes degradation. Alone, these mAbs are unable to effectively induce degradation of EGFR and inhibit tumor growth. mAb 992 and 1024 are thought to work synergistically. The antibodies bind to different epitopes on the EGFR and their cooperation shows a statistically significant improvement on tumor growth inhibition over non-synergistic use of the antibodies. Alone, Sym004 has been shown to be more potent than Cetuximab, a monoclonal antibody used to block ligands from accessing the EGFR, because Sym004 induces removal of the receptor from the cell surface. Sym004 also inhibits tumor cell growth because removal of the EGFR prevents it from cooperating with other receptors and signaling molecules in the tumor cell.",
            "score": 196.32110595703125
        },
        {
            "docid": "9040547_7",
            "document": "Human skin . The epidermis contains no blood vessels, and cells in the deepest layers are nourished almost exclusively by diffused oxygen from the surrounding air and to a far lesser degree by blood capillaries extending to the outer layers of the dermis. The main type of cells which make up the epidermis are Merkel cells, keratinocytes, with melanocytes and Langerhans cells also present. The epidermis can be further subdivided into the following \"strata\" (beginning with the outermost layer): corneum, lucidum (only in palms of hands and bottoms of feet), granulosum, spinosum, basale. Cells are formed through mitosis at the basale layer. The daughter cells (see cell division) move up the strata changing shape and composition as they die due to isolation from their blood source. The cytoplasm is released and the protein keratin is inserted. They eventually reach the corneum and slough off (desquamation). This process is called \"keratinization\". This keratinized layer of skin is responsible for keeping water in the body and keeping other harmful chemicals and pathogens out, making skin a natural barrier to infection.",
            "score": 192.7778778076172
        },
        {
            "docid": "9685912_3",
            "document": "Nimotuzumab . Like cetuximab, nimotuzumab binds to the epidermal growth factor receptor (EGFR), a signalling protein that normally controls cell division. In some cancers, this receptor is altered to cause uncontrolled cell division, a hallmark of cancer. These monoclonal antibodies block EGFR and stop the uncontrolled cell division.",
            "score": 191.04660034179688
        },
        {
            "docid": "1228297_7",
            "document": "Epidermal growth factor . EGF acts by binding with high affinity to epidermal growth factor receptor (EGFR) on the cell surface. This stimulates ligand-induced dimerization, activating the intrinsic protein-tyrosine kinase activity of the receptor (see the second diagram). The tyrosine kinase activity, in turn, initiates a signal transduction cascade that results in a variety of biochemical changes within the cell – a rise in intracellular calcium levels, increased glycolysis and protein synthesis, and increases in the expression of certain genes including the gene for EGFR – that ultimately lead to DNA synthesis and cell proliferation.",
            "score": 189.28265380859375
        },
        {
            "docid": "874247_4",
            "document": "Stratum corneum . During cornification, the process whereby living keratinocytes are transformed into non-living corneocytes, the cell membrane is replaced by a layer of ceramides which become covalently linked to an envelope of structural proteins (the cornified envelope). This complex surrounds cells in the \"stratum corneum\" and contributes to the skin's barrier function. Corneodesmosomes (modified desmosomes) facilitate cellular adhesion by linking adjacent cells within this epidermal layer. These complexes are degraded by proteases, eventually permitting cells to be shed at the surface. Desquamation and formation of the cornified envelope are both required for the maintenance of skin homeostasis. A failure to correctly regulate these processes leads to the development of skin disorders.",
            "score": 184.88670349121094
        },
        {
            "docid": "4064333_6",
            "document": "Transheterozygote . Transheterozygotes are useful in the study of genetic interactions. An example from Drosophila research: the wing vein phenotype of a recessive mutation in the Epidermal growth factor receptor (Egfr), a gene required for communication between cells, can be dominantly enhanced by a recessive mutation in Notch, another cell-signalling gene. A transheterozygote between Egfr and Notch has the genotype \"Notch/+ ; Egfr/+\" (where \"Notch\" and \"Egfr\" represent mutant alleles, and + represents wildtype alleles). The dominant interaction between Egfr and Notch suggested that the Egfr and Notch signalling pathways act together within the cell to affect the pattern of veins in the fly's wings.",
            "score": 182.264892578125
        },
        {
            "docid": "33038371_2",
            "document": "Dermal fibroblast . Dermal fibroblasts are cells within the dermis layer of skin which are responsible for generating connective tissue and allowing the skin to recover from injury. Using organelles (particularly the rough endoplasmic reticulum), dermal fibroblasts generate and maintain the connective tissue which unites separate cell layers. Furthermore, these dermal fibroblasts produce the protein molecules including laminin and fibronectin which comprise the extracellular matrix. By creating the extracellular matrix between the dermis and epidermis, fibroblasts allow the epithelial cells of the epidermis to affix the matrix, thereby allowing the epidermal cells to effectively join together to form the top layer of the skin.",
            "score": 181.93382263183594
        },
        {
            "docid": "30254609_3",
            "document": "TGM5 . TGM5 encodes one member of the multigene transglutaminase family. Transglutaminases (TGs) are involved in protein cross-linking by catalyzing the formation of gamma-glutamyl-lysine isodipeptide bonds between adjacent polypeptides (Candi et al. 2005; Eckert et al. 2005). This process is particularly important in the terminal differentiation of the epidermis, where TGs heavily cross-link keratins and a range of differentiation-specific structural proteins, such as involucrin, loricrin, filaggrin, and small proline-rich proteins, in the formation of the cornified cell envelope in the biogenesis of the stratum corneum, the outermost, “dead” layer of the epidermis (Kalinin et al. 2002). This continuously shed outer layer of the epidermis performs the main barrier function of the skin. Recessive loss-of-function mutations in TGM1 have been shown to cause lamellar ichthyosis, a disease characterized by excessive scaling and shedding of the outer epidermis (Huber et al. 1995; Parmentier et al. 1995; Russell et al. 1995).",
            "score": 178.56968688964844
        },
        {
            "docid": "17527247_3",
            "document": "List of cutaneous conditions . The epidermis is the most superficial layer of skin, a squamous epithelium with several strata: the stratum corneum, stratum lucidum, stratum granulosum, stratum spinosum, and stratum basale. Nourishment is provided to these layers by diffusion from the dermis, since the epidermis is without direct blood supply. The epidermis contains four cell types: keratinocytes, melanocytes, Langerhans cells, and Merkel cells. Of these, keratinocytes are the major component, constituting roughly 95 percent of the epidermis. This stratified squamous epithelium is maintained by cell division within the stratum basale, in which differentiating cells slowly displace outwards through the stratum spinosum to the stratum corneum, where cells are continually shed from the surface. In normal skin, the rate of production equals the rate of loss; about two weeks are needed for a cell to migrate from the basal cell layer to the top of the granular cell layer, and an additional two weeks to cross the stratum corneum.",
            "score": 177.68670654296875
        },
        {
            "docid": "771986_6",
            "document": "Cutaneous condition . The epidermis is the most superficial layer of skin, a squamous epithelium with several strata: the stratum corneum, stratum lucidum, stratum granulosum, stratum spinosum, and stratum basale. Nourishment is provided to these layers via diffusion from the dermis, since the epidermis is without direct blood supply. The epidermis contains four cell types: keratinocytes, melanocytes, Langerhans cells, and Merkel cells. Of these, keratinocytes are the major component, constituting roughly 95% of the epidermis. This stratified squamous epithelium is maintained by cell division within the stratum basale, in which differentiating cells slowly displace outwards through the stratum spinosum to the stratum corneum, where cells are continually shed from the surface. In normal skin, the rate of production equals the rate of loss; about two weeks are needed for a cell to migrate from the basal cell layer to the top of the granular cell layer, and an additional two weeks to cross the stratum corneum.",
            "score": 177.68670654296875
        },
        {
            "docid": "1902394_7",
            "document": "Epidermal growth factor receptor . EGFR dimerization stimulates its intrinsic intracellular protein-tyrosine kinase activity. As a result, autophosphorylation of several tyrosine (Y) residues in the C-terminal domain of EGFR occurs. These include Y992, Y1045, Y1068, Y1148 and Y1173, as shown in the adjacent diagram. This autophosphorylation elicits downstream activation and signaling by several other proteins that associate with the phosphorylated tyrosines through their own phosphotyrosine-binding SH2 domains. These downstream signaling proteins initiate several signal transduction cascades, principally the MAPK, Akt and JNK pathways, leading to DNA synthesis and cell proliferation. Such proteins modulate phenotypes such as cell migration, adhesion, and proliferation. Activation of the receptor is important for the innate immune response in human skin. The kinase domain of EGFR can also cross-phosphorylate tyrosine residues of other receptors it is aggregated with, and can itself be activated in that manner. The EGFR is essential for ductal development of the mammary glands, and agonists of the EGFR such as amphiregulin, TGF-α, and heregulin induce both ductal and lobuloalveolar development even in the absence of estrogen and progesterone.",
            "score": 176.83963012695312
        },
        {
            "docid": "30254609_4",
            "document": "TGM5 . TGM5 mutations can cause Acral Peeling Skin Syndrome, an autosomal recessive genodermatosis characterized by the shedding of the outer epidermis. In the acral form, the dorsa of the hands and feet are predominantly affected. Ultrastructural analysis has revealed tissue separation at the junction between the granular cells and the stratum corneum in the outer epidermis. Genomewide linkage analysis in a consanguineous Dutch kindred mapped the gene to 15q15.2 in the interval between markers D15S1040 and D15S1016. Two homozygous missense mutations, T109M and G113C, were found in TGM5, which encodes transglutaminase 5 (TG5), in all affected persons in two unrelated families. The mutation was present on the same haplotype in both kindreds, indicating a probable ancestral mutation. TG5 is strongly expressed in the epidermal granular cells, where it cross-links a variety of structural proteins in the terminal differentiation of the epidermis to form the cornified cell envelope. An established, in vitro, biochemical cross-linking assay revealed that, although T109M is not pathogenic, G113C completely abolishes TG5 activity. Three-dimensional modeling of TG5 showed that G113C lies close to the catalytic domain, and, furthermore, that this glycine residue is conserved in all known transglutaminases, which is consistent with pathogenicity. Other families with more-widespread peeling skin phenotypes lacked TGM5 mutations. This study identifies the first causative gene in this heterogeneous group of skin disorders and demonstrates that the protein cross-linking function performed by TG5 is vital for maintaining cell-cell adhesion between the outermost layers of the epidermis.",
            "score": 176.36099243164062
        },
        {
            "docid": "18398577_46",
            "document": "Somatic evolution in cancer . Gefitinib(Iressa) and Erlotinib (Tarceva) are epidermal growth factor receptor (EGFR) tyrosine kinase inhibitors used for non-small cell lung cancer patients whose tumors have somatic mutations in EGFR. However, most patients' tumors eventually become resistant to these drugs. Two major mechanisms of acquired resistance have been discovered in patients who have developed clinical resistance to Gefitinib or Erlotinib: point mutations in the EGFR gene targeted by the drugs, and amplification of MET, another receptor tyrosine kinase, which can bypass EGFR to activate downstream signaling in the cell. In an initial study, 22% of tumors with acquired resistance to Gefitinib or Erlotinib had MET amplification. To address these issues, clinical trials are currently assessing irreversible EGFR inhibitors (which inihibit growth even in cell lines with mutations in EGFR), the combination of EGFR and MET kinase inhibitors, and Hsp90 inihibitors (EGFR and MET both require Hsp90 proteins to fold properly). In addition, taking repeated tumor biopsies from patients as they develop resistance to these drugs would help to understand the tumor dynamics.",
            "score": 175.49412536621094
        },
        {
            "docid": "978720_3",
            "document": "Gefitinib . Gefitinib is the first selective inhibitor of epidermal growth factor receptor's (EGFR) tyrosine kinase domain. Thus gefitinib is an EGFR inhibitor. The target protein (EGFR) is a member of a family of receptors (ErbB) which includes Her1(EGFR), Her2(erb-B2), Her3(erb-B3) and Her4 (Erb-B4). EGFR is overexpressed in the cells of certain types of human carcinomas - for example in lung and breast cancers. This leads to inappropriate activation of the anti-apoptotic Ras signalling cascade, eventually leading to uncontrolled cell proliferation. Research on gefitinib-sensitive non-small cell lung cancers has shown that a mutation in the EGFR tyrosine kinase domain is responsible for activating anti-apoptotic pathways. These mutations tend to confer increased sensitivity to tyrosine kinase inhibitors such as gefitinib and erlotinib. Of the types of non-small cell lung cancer histologies, adenocarcinoma is the type that most often harbors these mutations. These mutations are more commonly seen in Asians, women, and non-smokers (who also tend to more often have adenocarcinoma).",
            "score": 174.76837158203125
        },
        {
            "docid": "196998_8",
            "document": "Barrett's esophagus . Barrett's esophagus occurs due to chronic inflammation. The principal cause of the chronic inflammation is gastroesophageal reflux disease, GERD (UK: GORD). In this disease, acidic stomach, bile, and small intestine and pancreatic contents cause damage to the cells of the lower esophagus. Recently, bile acids were shown to be able to induce intestinal differentiation, in gastroesophageal junction cells, through inhibition of the epidermal growth factor receptor (EGFR) and the protein kinase enzyme Akt. This results in the eventual up-regulation of the p50 subunit of protein complex NF-κB (\"NFKB1\"), and ultimately activation of the homeobox gene \"CDX2\", which is responsible for the expression of intestinal enzymes such as guanylate cyclase 2C. This mechanism also explains the selection of HER2/neu (also called ERBB2) and the overexpressing (lineage-addicted) cancer cells during the process of carcinogenesis, and the efficacy of targeted therapy against the Her-2 receptor with trastuzumab (Herceptin) in the treatment of adenocarcinomas at the gastroesophageal junction.",
            "score": 174.44898986816406
        },
        {
            "docid": "15069606_6",
            "document": "ANKS1A . ODIN is widely expressed in tissues including heart, brain, placenta, lung, liver, skeletal muscle, kidney and pancreas. ODIN has been identified as one of the tyrosine phosphorylated proteins induced by activating epidermal growth factor or platelet-derived growth factor receptor tyrosine kinases. ODIN is involved in negative regulation of the EGFR signaling pathway. It is reported that ODIN level is correlated with the degree of increased EGF-induced EGFR trafficking to recycle endosomes and recycle back to the cell surface, suggesting a role in EGFR recycling. Furthermore, ODIN serves as a key adaptor protein regulating the EphA receptor signaling pathway, which is critical for regulating EphA8-mediated cell migration and neurite outgrowth. It has been demonstrated that deletion of the phosphotyrosine binding domain in ODIN will lead to an immaturely developed subcommissural organ (SCO) with a severe midbrain hydrocephalic phenotype, which means ODIN also plays a role in the proper development of the SCO and in ependymal cells in the cerebral aqueduct. As a novel target of Src family kinases, which are implicated in the development of some colorectal cancers, ODIN may be involved in cancer cell signaling mechanisms. In a study, 64 colorectal cancer cell lines were tested for their expression of Lck. Mass spectrometric analyses of Lck-purified proteins subsequently identified several proteins readily known as SFK kinase substrates, including cortactin, Tom1L1 (SRCASM), GIT1, vimentin and AFAP1L2 (XB130). Additional proteins previously reported as substrates of other tyrosine kinases were also detected, including ODIN. ODIN was further analyzed and found to contain substantially less pY upon inhibition of SFK activity in SW620 cells, indicating that it is a formerly unknown SFK target in colorectal carcinoma cells. Furthermore, it has been found that ODIN regulates COPII-mediated anterograde transport of receptor tyrosine kinases, which is a critical mechanism in the process of tumor genesis.",
            "score": 174.0410919189453
        },
        {
            "docid": "9040547_9",
            "document": "Human skin . Epidermis is divided into several layers where cells are formed through mitosis at the innermost layers. They move up the strata changing shape and composition as they differentiate and become filled with keratin. They eventually reach the top layer called \"stratum corneum\" and are sloughed off, or desquamated. This process is called \"keratinization\" and takes place within weeks. The outermost layer of the epidermis consists of 25 to 30 layers of dead cells.",
            "score": 173.44046020507812
        },
        {
            "docid": "501861_16",
            "document": "Endosome . Molecules are delivered from the plasma membrane to early endosomes in endocytic vesicles. Molecules can be internalized via receptor-mediated endocytosis in clathrin-coated vesicles. Other types of vesicles also form at the plasma membrane for this pathway, including ones utilising caveolin. Vesicles also transport molecules directly back to the plasma membrane, but many molecules are transported in vesicles that first fuse with recycling endosomes. Molecules following this recycling pathway are concentrated in the tubules of early endosomes. Molecules that follow these pathways include the receptors for LDL, the growth factor EGF, and the iron transport protein transferrin. Internalization of these receptors from the plasma membrane occurs by receptor-mediated endocytosis. LDL is released in endosomes because of the lower pH, and the receptor is recycled to the cell surface. Cholesterol is carried in the blood primarily by (LDL), and transport by the LDL receptor is the main mechanism by which cholesterol is taken up by cells. EGFRs are activated when EGF binds. The activated receptors stimulate their own internalization and degradation in lysosomes. EGF remains bound to the EGFR once it is endocytosed to endosomes. The activated EGFRs stimulate their own ubiquitination, and this directs them to lumenal vesicles (see below) and so they are not recycled to the plasma membrane. This removes the signaling portion of the protein from the cytosol and thus prevents continued stimulation of growth - in cells not stimulated with EGF, EGFRs have no EGF bound to them and therefore recycle if they reach endosomes. Transferrin also remains associated with its receptor, but, in the acidic endosome, iron is released from the transferrin, and then the iron-free transferrin (still bound to the transferrin receptor) returns from the early endosome to the cell surface, both directly and via recycling endosomes.",
            "score": 171.42739868164062
        },
        {
            "docid": "53539542_3",
            "document": "Spitz (protein) . Spitz is produced as a transmembrane protein in the endoplasmic reticulum. There it associates with a cargo receptor called \"Star\" and is trafficked to the Golgi. In the Golgi, Spitz is cleaved by a protease called \"Rhomboid\", which releases Spitz to be trafficked to the cell membrane and released out of the cell. From here it can bind EGFR on the surface of other cells, activating the receptor. Alternatively, Spitz can be bound and inactivated by Argos, inhibiting EGFR activation.",
            "score": 171.33226013183594
        },
        {
            "docid": "311440_19",
            "document": "Mammary gland . Lactiferous duct development occurs in females in response to circulating hormones. First development is frequently seen during pre- and postnatal stages, and later during puberty. Estrogen promotes branching differentiation, whereas in males testosterone inhibits it. A mature duct tree reaching the limit of the fat pad of the mammary gland comes into being by bifurcation of duct terminal end buds (TEB), secondary branches sprouting from primary ducts and proper duct lumen formation. These processes are tightly modulated by components of mammary epithelial ECM interacting with systemic hormones and local secreting factors. However, for each mechanism the epithelial cells' \"niche\" can be delicately unique with different membrane receptor profiles and basement membrane thickness from specific branching area to area, so as to regulate cell growth or differentiation sub-locally. Important players include beta-1 integrin, epidermal growth factor receptor (EGFR), laminin-1/5, collagen-IV, matrix metalloproteinase(MMPs), heparan sulfate proteoglycans, and others. Elevated circulating level of growth hormone and estrogen get to multipotent cap cells on TEB tips through a thin, leaky layer of basement membrane. These hormones promote specific gene expression. Hence cap cells can differentiate into myoepithelial and luminal (duct) epithelial cells, and the increased amount of activated MMPs can degrade surrounding ECM helping duct buds to reach further in the fat pads. On the other hand, basement membrane along the mature mammary ducts is thicker, with strong adhesion to epithelial cells via binding to integrin and non-integrin receptors. When side branches develop, it is a much more “pushing-forward” working process including extending through myoepithelial cells, degrading basement membrane and then invading into a periductal layer of fibrous stromal tissue. Degraded basement membrane fragments (laminin-5) roles to lead the way of mammary epithelial cells migration. Whereas, laminin-1 interacts with non-integrin receptor dystroglycan negatively regulates this side branching process in case of cancer. These complex \"Yin-yang\" balancing crosstalks between mammary ECM and epithelial cells \"instruct\" healthy mammary gland development until adult.",
            "score": 170.7581329345703
        },
        {
            "docid": "14854417_8",
            "document": "Protein phosphorylation . While tyrosine phosphorylation is found in relatively low abundance, it is well studied due to the ease of purification of phosphotyrosine using antibodies. Receptor tyrosine kinases are an important family of cell surface receptors involved in the transduction of extracellular signals such as hormones, growth factors, and cytokines. Binding of a ligand to a monomeric receptor tyrosine kinase stabilizes interactions between two monomers to form a dimer, after which the two bound receptors phosphorylate tyrosine residues in \"trans\". Phosphorylation and activation of the receptor activates a signaling pathway through enzymatic activity and interactions with adaptor proteins. Signaling through the epidermal growth factor receptor (EGFR), a receptor tyrosine kinase, is critical for the development of multiple organ systems including the skin, lung, heart, and brain. Excessive signaling through the EGFR pathway is found in many human cancers.",
            "score": 170.40426635742188
        },
        {
            "docid": "5433125_27",
            "document": "Horse hoof . Just like the cornified layer of epidermis and of any mammalian nail, the hoof capsule is created only from epidermis, the outer living layer of the skin. From a microscopic point of view, epidermis is a multi-layered, specialised cornifying epithelium. It overlays the dermis, and it is separated from it by a basal lamina. It has no blood vessels and living cells acquire their oxygen and nutrients by fluid exchanges and molecular diffusion, from underlying dermis, flowing into microscopical spaces among individual cells. Products of metabolism are cleared by a reverse of this process. Epidermis growth take place by mitotic activity in its deepest layer, into the basal layer, with slow outward migration and maturation of cells. As these cells approach the surface, special proteins accumulate into their cytoplasm, then the cells die and 'dry', into microscopic, tightly-connected individual layers, composed mainly of keratin. The resulting 'dead' superficial layer serves a protective function, saving underlying living tissues from injury, from dehydration and from fungal and bacterial attack. The constant thickness of the cornified layer results most commonly from regular superficial exfoliation. When a specialised cornified structure has a particular toughness, as in nails and hair, little or no exfoliation occurs and the cornified structures must slowly migrate away from their original position.",
            "score": 170.17535400390625
        },
        {
            "docid": "19759966_4",
            "document": "A431 cells . A431 cells are used in studies of the cell cycle and cancer-associated cell signalling pathways since they express abnormally high levels of the Epidermal growth factor receptor (EGFR). They are often used as a positive control for EGFR expression. They contain no functional p53, a potent tumor suppressor gene, and are highly sensitive to mitogenic stimuli. In xenografts, A431 cells have shown antitumorigenic properties of introduced EGF and related radiation sensitization characteristics. Other \"in vitro\" studies have found EGF to also cause substantial lowering of DNA replication and protein synthesis.",
            "score": 170.03890991210938
        },
        {
            "docid": "199665_23",
            "document": "Helicobacter pylori . The type-IV secretion apparatus also injects the \"cag\" PAI-encoded protein CagA into the stomach's epithelial cells, where it disrupts the cytoskeleton, adherence to adjacent cells, intracellular signaling, cell polarity, and other cellular activities. Once inside the cell, the CagA protein is phosphorylated on tyrosine residues by a host cell membrane-associated tyrosine kinase (TK). CagA then allosterically activates protein tyrosine phosphatase/protooncogene Shp2. Pathogenic strains of \"H. pylori\" have been shown to activate the epidermal growth factor receptor (EGFR), a membrane protein with a TK domain. Activation of the EGFR by \"H. pylori\" is associated with altered signal transduction and gene expression in host epithelial cells that may contribute to pathogenesis. A C-terminal region of the CagA protein (amino acids 873–1002) has also been suggested to be able to regulate host cell gene transcription, independent of protein tyrosine phosphorylation. A great deal of diversity exists between strains of \"H. pylori\", and the strain that infects a person can predict the outcome.",
            "score": 169.99160766601562
        },
        {
            "docid": "2412800_4",
            "document": "Stromal cell . Stromal cells (in the dermis layer) adjacent to the epidermis (the top layer of the skin) release growth factors that promote cell division. This keeps the epidermis regenerating from the bottom while the top layer of cells on the epidermis are constantly being \"sloughed\" off the body. Certain types of skin cancers (basal cell carcinomas) cannot spread throughout the body because the cancer cells require nearby stromal cells to continue their division. The loss of these stromal growth factors when the cancer moves throughout the body prevents the cancer from invading other organs.",
            "score": 169.8870391845703
        },
        {
            "docid": "1172166_3",
            "document": "Stratum basale . The \"stratum basale\" is a single layer of columnar or cuboidal cells. The cells are attached to each other and to the overlying stratum spinosum cells by desmosomes and hemidesmosomes. The nucleus is large, ovoid and occupies most of the cell. Some basal cells can act like stem cells with ability to divide and produced new cells , whereas others serve to anchor the epidermis glabrous skin (hairless), and hyper-proliferative epidermis (from a skin disease).",
            "score": 169.5587158203125
        },
        {
            "docid": "207601_41",
            "document": "Adsorption . Protein adsorption is a process that has a fundamental role in the field of biomaterials. Indeed, biomaterial surfaces in contact with biological media, such as blood or serum, are immediately coated by proteins. Therefore, living cells do not interact directly with the biomaterial surface, but with the adsorbed proteins layer. This protein layer mediates the interaction between biomaterials and cells, translating biomaterial physical and chemical properties into a \"biological language\". In fact, cell membrane receptors bind to protein layer bioactive sites and these receptor-protein binding events are transduced, through the cell membrane, in a manner that stimulates specific intracellular processes that then determine cell adhesion, shape, growth and differentiation. Protein adsorption is influenced by many surface properties such as surface wettability, surface chemical composition and surface nanometre-scale morphology. Surfactant adsorption is a similar phenomenon, but utilising surfactant molecules in the place of proteins.",
            "score": 168.51852416992188
        }
    ]
}