{
    "q": [
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 301.7232977151871
        },
        {
            "docid": "31599765_6",
            "document": "Simon Boulton . DNA is highly reactive and susceptible to damage from things we are exposed to in everyday life. Fortunately, DNA has evolved processes in which it has the ability to repair itself. If the damages are not repaired and it continues to grow, mutagenic changes occur causing ageing and cancer. Boulton is responsible for identifying these new DNA repair genes, understanding how these genes work in DNA, and determining how the defects in these processes contribute to human diseases. To fulfil these tasks, Boulton studies the DNA damage repair inside a specific worm called C. elegans, then extends these findings to human cells. Through this process, he has found \"remarkable similarities between the genes and proteins used to repair DNA damage in the worm and in humans...By studying this fundamental process of DNA damage repair, the researchers have contributed to our understanding of how faults in the system can lead to cancer.\" Boulton's research has resulted in several major breakthroughs that are viewed as highly promising with regard to the potential development of new cancer treatments.",
            "score": 183.361447930336
        },
        {
            "docid": "38828080_23",
            "document": "Antineoplastic resistance . \"TP53\" is a tumor suppressor gene encoding the p53 protein, which responds to DNA damage either by DNA repair, cell cycle arrest, or apoptosis. Losing \"TP53\" via gene deletion can allow cells to continuously replicate despite DNA damage. The tolerance of DNA damage can grant cancer cells a method of resistance to those drugs which normally induce apoptosis through DNA damage.",
            "score": 330.1172423362732
        },
        {
            "docid": "31599765_4",
            "document": "Simon Boulton . The website of Cancer Research UK explains Boulton's work in this way: human DNA \"is constantly under assault from chemical reactions taking place in our bodies and from things we're exposed to in our everyday lives...Most of the time, DNA damage is repaired successfully by the cell. But if the cell continues to grow whilst its DNA is already damaged, it can lead to cancer.\" Boulton is learning about DNA damage repair \"by first studying it inside a microscopic worm called C. elegans and then extending these findings to human cells,\" an approach that has revealed \"remarkable similarities between the genes and proteins used to repair DNA damage in the worm and in humans...By studying this fundamental process of DNA damage repair, the researchers have contributed to our understanding of how faults in the system can lead to cancer.\"",
            "score": 198.30859541893005
        },
        {
            "docid": "31599765_5",
            "document": "Simon Boulton . Boulton himself has explained his work at the DNA Damage Response Laboratory as follows: \"DNA is a highly reactive molecule that is susceptible to damage. Fortunately, cells have evolved specialised repair processes that are remarkably efficient in correcting specific types of DNA damage. Failure to correctly repair DNA damage will lead to mutagenic change, which can contribute to ageing and cancer. Indeed, defects in genes that repair DNA damage are the underlying cause of a number of hereditary ageing/cancer predisposition syndromes such as Fanconi anemia and Blooms. The focus of my lab is to identify new DNA repair genes, understand how they work in DNA repair in mitotic and meiotic cells and determine how defects in these processes contribute to human disease such as cancer. We hope that our work will provide an improved understanding of how DNA repair works and how, when DNA repair is compromised, it contributes to cancer/ageing and or infertility disorders in humans.\" Boulton's research has resulted in several major breakthroughs in understanding that are viewed as highly promising with regard to the potential development of new cancer treatments.",
            "score": 176.519828915596
        },
        {
            "docid": "412097_3",
            "document": "BRCA1 . BRCA1 and BRCA2 are unrelated proteins, but both are normally expressed in the cells of breast and other tissue, where they help repair damaged DNA, or destroy cells if DNA cannot be repaired. They are involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double-strand breaks. If BRCA1 or BRCA2 itself is damaged by a BRCA mutation, damaged DNA is not repaired properly, and this increases the risk for breast cancer. \"BRCA1\" and \"BRCA2\" have been described as \"breast cancer susceptibility genes\" and \"breast cancer susceptibility proteins\". The predominant allele has a normal, tumor suppressive function whereas high penetrance mutations in these genes cause a loss of tumor suppressive function which correlates with an increased risk of breast cancer.",
            "score": 252.43331694602966
        },
        {
            "docid": "2332422_24",
            "document": "Carcinogenesis . Cancers are known to exhibit genome instability or a mutator phenotype. The protein-coding DNA within the nucleus is about 1.5% of the total genomic DNA. Within this protein-coding DNA (called the exome), an average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be \"driver\" mutations, and the remaining ones may be \"passenger\" mutations. However, the average number of DNA sequence mutations in the entire genome (including non-protein-coding regions) within a breast cancer tissue sample is about 20,000. In an average melanoma tissue sample (where melanomas have a higher exome mutation frequency) the total number of DNA sequence mutations is about 80,000. These high frequencies of mutations in the total nucleotide sequences within cancers suggest that often an early alteration in the field defect giving rise to a cancer (e.g. yellow area in the diagram in the preceding section) is a deficiency in DNA repair. Large field defects surrounding colon cancers (extending to about 10 cm on each side of a cancer) are found to frequently have epigenetic defects in 2 or 3 DNA repair proteins (ERCC1, XPF and/or PMS2) in the entire area of the field defect. When expression of DNA repair genes is reduced, DNA damages accumulate in cells at a higher than normal level, and these excess damages cause increased frequencies of mutation and/or epimutation. Mutation rates strongly increase in cells defective in DNA mismatch repair or in homologous recombinational repair (HRR). A deficiency in DNA repair, itself, can allow DNA damages to accumulate, and error-prone translesion synthesis past some of those damages may give rise to mutations. In addition, faulty repair of these accumulated DNA damages may give rise to epimutations. These new mutations and/or epimutations may provide a proliferative advantage, generating a field defect. Although the mutations/epimutations in DNA repair genes do not, themselves, confer a selective advantage, they may be carried along as passengers in cells when the cell acquires an additional mutation/epimutation that does provide a proliferative advantage.",
            "score": 212.0944801568985
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 260.99403262138367
        },
        {
            "docid": "1248100_3",
            "document": "BRCA2 . BRCA2 and BRCA1 are normally expressed in the cells of breast and other tissue, where they help repair damaged DNA or destroy cells if DNA cannot be repaired. They are involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double strand breaks. If BRCA1 or BRCA2 itself is damaged by a BRCA mutation, damaged DNA is not repaired properly, and this increases the risk for breast cancer. \"BRCA1\" and \"BRCA2\" have been described as \"breast cancer susceptibility genes\" and \"breast cancer susceptibility proteins\". The predominant allele has a normal tumor suppressive function whereas high penetrance mutations in these genes cause a loss of tumor suppressive function, which correlates with an increased risk of breast cancer.",
            "score": 249.8382396697998
        },
        {
            "docid": "14881926_3",
            "document": "ENC1 . DNA damage and/or hyperproliferative signals activate wildtype p53 tumor suppressor protein (TP53; MIM 191170), inducing cell cycle arrest or apoptosis. Mutations that inactivate p53 occur in 50% of all tumors. Polyak et al. (1997) used serial analysis of gene expression (SAGE) to evaluate cellular mRNA levels in a colorectal cancer cell line transfected with p53. Of 7,202 transcripts identified, only 14 were expressed at levels more than 10-fold higher in p53-expressing cells than in control cells. Polyak et al. (1997) termed these genes 'p53-induced genes,' or PIGs, several of which were predicted to encode redox-controlling proteins. They noted that reactive oxygen species (ROS) are potent inducers of apoptosis. Flow cytometric analysis showed that p53 expression induces ROS production, which increases as apoptosis progresses under some conditions. The authors stated that the PIG10 gene, also called ENC1, encodes an actin-binding protein.[supplied by OMIM]",
            "score": 356.51621663570404
        },
        {
            "docid": "42663845_5",
            "document": "Epigenetics of physical exercise . Physical exercise increases levels of eustress, or good stress, on the body. This eustress stimulates epigenetic modifications affecting the DNA genome of cancer cells. Environmental conditions, such as eustress, strongly induces expression of the tumor suppressor TP53 gene by influencing epigenetic modifications to be made to the cancer cells genome. The TP53 gene codes for the p53 protein, a protein important in the apoptotic pathway of programmed cell death. The p53 protein is important for the regulation of cell growth and apoptosis, so hypermethylation of the TP53 promoter region are common markers associated with the development of cancer. Other than methylation patterns affecting expression of TP53, microRNAs and antisense RNAs control the levels of the p53 protein by regulating expression of the p53 coding TP53 gene.",
            "score": 330.30291199684143
        },
        {
            "docid": "68300_43",
            "document": "Dominance (genetics) . A dominant-negative mutation may arise in a human somatic cell and provide a proliferative advantage to the mutant cell, leading to its clonal expansion. For instance, a dominant-negative mutation in a gene necessary for the normal process of programmed cell death (Apoptosis) in response to DNA damage can make the cell resistant to apoptosis. This will allow proliferation of the clone even when excessive DNA damage is present. Such dominant-negative mutations occur in the tumor suppressor gene \"p53\". The P53 wild-type protein is normally present as a four-protein multimer (oligotetramer). Dominant-negative \"p53\" mutations occur in a number of different types of cancer and pre-cancerous lesions (e.g. brain tumors, breast cancer, oral pre-cancerous lesions and oral cancer).",
            "score": 344.8343291282654
        },
        {
            "docid": "40762847_4",
            "document": "Leona D. Samson . Samson specializes in human DNA repair. Specifically, her lab's goal is to \"understand the biology, the biochemistry, and the genetics of numerous DNA repair pathways that act upon DNA alkylation damage.\" This is applicable to human cancer research, because alkylating agents are used extensively in chemotherapy and other cancer treatments. She is researching \"how eukaryotic cells respond to alkylating agents.\" Alkylating agents are drugs which work by replacing a hydrogen with an alkyl group, with the end result being DNA damage. Alkylating agents inhibit protein synthesis and damages rapidly dividing cells, among which cancer cells are primarily affected because they divide so rapidly. She measures cells' ability to resist the toxicity caused by DNA-damaging agents, like alkylating agents.",
            "score": 189.39880323410034
        },
        {
            "docid": "10454051_15",
            "document": "Acute myeloblastic leukemia with maturation . The fusion oncoprotein involves the gene AML1 (now known as RUNX1) and ETO (now known as RUNX1T1). AML1, located at the 21q22, normally has the ability to activate transcription of the ARF gene and ETO, located at the 8q22, normally has the ability to repress transcription. The fusion protein AML1-ETO is commonly found in acute myeloid leukemia patients. p14 is a well known tumor suppressor that serves as the safety net when p53 tumor suppressor’s functions are inhibited. Many cancers recognize the potential of the p14 tumor suppressor to block cell growth so it is commonly mutated or inhibited in cancer cells. The AML1-ETO is incapable of p14 transcription as the fusion protein took on AML1’s involvement with ARF gene expression and ETO’s transcription repression. The Akt/PKB signaling is a pathway that is pro-survival and growth. By activating Mdm2, the signal transduction pathway will trigger the anti-apoptotic downstream effects of Mdm2. With no p14 to regulate and inhibit Mdm2, there will be an increased level of suppression of p53. Mdm2 is a proto-oncogene that directly antagonizes p53 to ubiquitination (Figure 1). The p53 protein is known as the “guardian of the genome” due to its ability to induce DNA repair enzymes and regulate cell cycle advancements. The down regulation of p53 by Mdm2 would lead to unchecked proliferative growth. The direct consequence of having the fusion protein, AML1-ETO, is the lack of p53 regulation in pre-leukemic cells. Therefore, there are an increased number of immature cells that are unable to carry out normal function, which is essentially cancer (Faderi et al., 2000, Song et al. 2005, Weinberg, 2014).",
            "score": 361.02931094169617
        },
        {
            "docid": "35746225_31",
            "document": "Cancer epigenetics . Epigenetic defects in DNA repair genes are frequent in cancers. In the Table, multiple cancers were evaluated for reduced or absent expression of the DNA repair gene of interest, and the frequency shown is the frequency with which the cancers had an epigenetic deficiency of gene expression. Such epigenetic deficiencies likely arise early in carcinogenesis, since they are also frequently found (though at somewhat lower frequency) in the field defect surrounding the cancer from which the cancer likely arose (see Table).  It appears that cancers may frequently be initiated by an epigenetic reduction in expression of one or more DNA repair enzymes. Reduced DNA repair likely allows accumulation of DNA damages. Error prone translesion synthesis past some of these DNA damages may give rise to a mutation with a selective advantage. A clonal patch with a selective advantage may grow and out-compete neighboring cells, forming a field defect. While there is no obvious selective advantage for a cell to have reduced DNA repair, the epimutation of the DNA repair gene may be carried along as a passenger when the cells with the selectively advantageous mutation are replicated. In the cells carrying both the epimutation of the DNA repair gene and the mutation with the selective advantage, further DNA damages will accumulate, and these could, in turn, give rise to further mutations with still greater selective advantages. Epigenetic defects in DNA repair may thus contribute to the characteristic high frequency of mutations in the genomes of cancers, and cause their carcinogenic progression.",
            "score": 207.66027092933655
        },
        {
            "docid": "854294_57",
            "document": "DNA repair . The prevalence of DNA damage response mutations differs across cancer types; for example, 30% of breast invasive carcinomas have mutations in genes involved in homologous recombination. In cancer, downregulation is observed across all DNA damage response mechanisms (base excision repair (BER), nucleotide excision repair (NER), DNA mismatch repair (MMR), homologous recombination repair (HR), non-homologous end joining (NHEJ) and translesion DNA synthesis (TLS). As well as mutations to DNA damage repair genes, mutations also arise in the genes responsible for arresting the cell cycle to allow sufficient time for DNA repair to occur, and some genes are involved in both DNA damage repair and cell cycle checkpoint control, for example ATM and checkpoint kinase 2 (CHEK2) – a tumor suppressor that is often absent or downregulated in non-small cell lung cancer.",
            "score": 211.87609934806824
        },
        {
            "docid": "2457_39",
            "document": "Apoptosis . The tumor-suppressor protein p53 accumulates when DNA is damaged due to a chain of biochemical factors. Part of this pathway includes alpha-interferon and beta-interferon, which induce transcription of the \"p53\" gene, resulting in the increase of p53 protein level and enhancement of cancer cell-apoptosis. p53 prevents the cell from replicating by stopping the cell cycle at G1, or interphase, to give the cell time to repair, however it will induce apoptosis if damage is extensive and repair efforts fail. Any disruption to the regulation of the \"p53\" or interferon genes will result in impaired apoptosis and the possible formation of tumors.",
            "score": 342.5318500995636
        },
        {
            "docid": "7856684_9",
            "document": "P53 upregulated modulator of apoptosis . Several studies have shown that PUMA function is affected or absent in cancer cells. Additionally, many human tumors contain p53 mutations, which results in no induction of PUMA, even after DNA damage induced through irradiation or chemotherapy drugs. Other cancers, which exhibit overexpression of antiapoptotic Bcl-2 family proteins, counteract and overpower PUMA-induced apoptosis. Even though PUMA function is compromised in most cancer cells, it does not appear that genetic inactivation of PUMA is a direct target of cancer. Many cancers do exhibit p53 gene mutations, making gene therapies that target this gene impossible, but an alternate pathway may be to focus on therapeutic to target PUMA and induce apoptosis in cancer cells. Animal studies have shown that PUMA does play a role in tumor suppression, but lack of PUMA activity alone does not translate to spontaneous formation of malignancies. Inhibiting PUMA induced apoptosis may be an interesting target for reducing the side effects of cancer treatments, such as chemotherapy, which induce apoptosis in rapidly dividing healthy cells in addition to rapidly dividing cancer cells.",
            "score": 362.50008380413055
        },
        {
            "docid": "1248100_10",
            "document": "BRCA2 . Certain variations of the BRCA2 gene increase risks for breast cancer as part of a hereditary breast-ovarian cancer syndrome. Researchers have identified hundreds of mutations in the BRCA2 gene, many of which cause an increased risk of cancer. BRCA2 mutations are usually insertions or deletions of a small number of DNA base pairs in the gene. As a result of these mutations, the protein product of the BRCA2 gene is abnormal, and does not function properly. Researchers believe that the defective BRCA2 protein is unable to fix DNA damage that occurs throughout the genome. As a result, there is an increase in mutations due to error-prone translesion synthesis past un-repaired DNA damage, and some of these mutations can cause cells to divide in an uncontrolled way and form a tumor.",
            "score": 212.2007930278778
        },
        {
            "docid": "38828080_3",
            "document": "Antineoplastic resistance . There are two general causes of antineoplastic therapy failure: Inherent genetic characteristics, giving cancer cells their resistance, which is rooted in the concept of cancer cell heterogeneity, and acquired resistance after drug exposure. Characteristics of resistant cells include: altered membrane transport, enhanced DNA repair, apoptotic pathway defects, alteration of target molecules, protein and pathway mechanisms, such as enzymatic deactivation. Since cancer is a genetic disease, two genomic events underlie acquired drug resistance: Genome alterations (e.g. gene amplification and deletion) and epigenetic modifications. Cancer cells are constantly using a variety of tools, involving genes, proteins and altered pathways, to ensure their survival against antineoplastic drugs.",
            "score": 218.80169296264648
        },
        {
            "docid": "240850_16",
            "document": "Gene silencing . RNA interference has been used to silence genes associated with several cancers. In \"in vitro\" studies of chronic myelogenous leukemia (CML), siRNA was used to cleave the fusion protein, BCR-ABL, which prevents the drug Gleevec (imatinib) from binding to the cancer cells. Cleaving the fusion protein reduced the amount of transformed hematopoietic cells that spread throughout the body by increasing the sensitivity of the cells to the drug. RNA interference can also be used to target specific mutants. For instance, siRNAs were able to bind specifically to tumor suppressor p53 molecules containing a single point mutation and destroy it, while leaving the wild-type suppressor intact.",
            "score": 307.8648382425308
        },
        {
            "docid": "14058535_18",
            "document": "CHEK1 . Chk1 has a central role in coordinating the DNA damage response and therefore is an area of great interest in oncology and the development of cancer therapeutics. Initially Chk1 was thought to function as a tumor suppressor due to the regulatory role it serves amongst cells with DNA damage. However, there has been no evidence of homozygous loss of function mutants for Chk1 in human tumors. Instead, Chk1 has been shown to be overexpressed in a numerous tumors including breast, colon, liver, gastric and nasopharyngeal carcinoma. There is a positive correlation with Chk1 expression and tumor grade and disease recurrence suggesting Chk1 may promote tumor growth. Chk1 is essential for cell survival and through high levels of expressions in tumors the function may be inducing tumor cell proliferation. Further, a study has demonstrated that targeting CHK1 reactivates the tumour suppressive activity of protein phosphtase 2A (PP2A) complex in cancer cells. Studies have shown complete loss of Chk1 suppresses chemically induce carcinogenesis however Chk1 haploinsufficiency results in tumor progression. Due to the possibility of Chk1 involvement in tumor promotion, the kinase and related signaling molecules may be potentially effective therapeutic targets. Cancer therapies utilize DNA damaging therapies such as chemotherapies and ionizing radiation to inhibit tumor cell proliferation and induce cell cycle arrest. Tumor cells with increased levels of Chk1 acquire survival advantages due to the ability to tolerate a higher level of DNA damage. Therefore, Chk1 may contribute to chemotherapy resistance. In order to optimize chemotherapies, Chk1 must be inhibited to reduce the survival advantage. Chk1 gene can be effectively silenced by siRNA knockdown for further analysis based on an independent validation. By inhibiting Chk1, cancer cells lose the ability to repair damaged DNA which allows chemotherapeutic agents to work more effectively. Combining DNA damaging therapies such as chemotherapy or radiation treatment with Chk1 inhibition enhances targeted cell death and provides synthetic lethality. Many cancers rely on Chk1 mediated cell cycle arrest heavily especially if cancers are deficient in p53. Approximately 50% of cancers possess p53 mutations illustrating the dependence that many cancers may have on the Chk1 pathway. Inhibition of Chk1 allows selective targeting of p53 mutant cells as Chk1 levels are more likely to highly expressed in tumor cells with p53 deficiencies. Even though this method of inhibition is highly targeted, recent research has shown Chk1 also has a role in the normal cell cycle. Therefore, off-target effects and toxicity associated with combination therapies using CHk1 inhibitors must be considered during development of novel therapies.",
            "score": 361.6469554901123
        },
        {
            "docid": "38828080_17",
            "document": "Antineoplastic resistance . Many classes of antineoplastic drugs act on intracellular components and pathways, like DNA, nuclear components, meaning that they need to enter the cancer cells. The p-glycoprotein (P-gp), or the multiple drug resistance protein, is a phosphorylated and glycosylated membrane transporter that can shuttle drugs out of the cell, thereby decreasing or ablating drug efficacy. This transporter protein is encoded by the \"MDR1\" gene and is also called the ATP-binding cassette (ABC) protein. MDR1 has promiscuous substrate specificity, allowing it to transport many structurally diverse compounds across the cell membrane, mainly hydrophobic compounds. Studies have found that the MDR1 gene can be activated and overexpressed in response to pharmaceutical drugs, thus forming the basis for resistance to many drugs. Overexpression of the MDR1 gene in cancer cells is used to keep intracellular levels of antineoplastic drugs below cell-killing levels.",
            "score": 224.20211911201477
        },
        {
            "docid": "39032553_14",
            "document": "Oncolytic adenovirus . Tumours form in cells when mutations in genes involved in cell cycle control and apoptosis accumulate over time. Most tumours studied, have defects in the p53 tumor suppressor pathway. p53 is a transcription factor that plays a role in apoptosis, cell cycle and DNA repair. It blocks cell progression in response to cellular stress or DNA damage. Many viruses replicate by altering the cell cycle and exploiting the same pathways that are altered in cancer cells. E1B proteins produced by adenoviruses protect the infected cell by binding to and degrading the p53 transcription factors, preventing it from targeting the cell for apoptosis. This allows the virus to replicate, package its genome, lyse the cell and spread to new cells.",
            "score": 327.0876533985138
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 244.07305788993835
        },
        {
            "docid": "334955_13",
            "document": "Therapeutic index . Radiotherapy aims to minimize the size of tumors and kill cancer cells with high energy. The source of high energy arises from x-rays, gamma rays, charged particles and heavy particles. The therapeutic ratio in radiotherapy for cancer treatment is related to the maximum radiation dose by which death of cancer cells is locally controlled and the minimum radiation dose by which cells in normal tissues have low acute and late morbidity. Both of parameters have sigmoidal dose-response curves. Thus, a favorable outcome in dose-response curve is the response of tumor tissue is greater than that of normal tissue to the same dose, meaning that the treatment is effective to tumors and does not cause serious morbidity to normal tissue. Reversely, overlapping response of two tissues is highly likely to cause serious morbidity to normal tissue and ineffective treatment to tumors. The mechanism of radiation therapy is categorized into direct and indirect radiation. Both of direct and indirect radiations induce DNAs to have a mutation or chromosomal rearrangement during its repair process. Direct radiation creates a free DNA radical from radiation energy deposition that damages DNA. Indirect radiation occurs from radiolysis of water, creating a free hydroxyl radical, hydronium and electron. Then, hydroxyl radical transfers its radical to DNA. Or together with hydronium and electron, a free hydroxyl radical can damage base region of DNA. Cancer cells have imbalance of signals in cell cycle. G1 and G2/M arrest are found to be major checkpoints by irradiation in human cells. G1 arrest delays repair mechanism before synthesis of DNA in S phase and mitosis in M phase, suggesting key checkpoint to lead survival of cells. G2/M arrest occurs when cells need to repair after S phase before the mitotic entry. It was also known that S phase is the most resistant to radiation and M phase was the most sensitive to radiation. p53, a tumor suppressor protein that plays a role in G1 and G2/M arrest, enabled the understanding of the cell cycle by radiation. For example, irradiation to myeloid leukemia cell leads to an increase in p53 and a decrease in the level of DNA synthesis. Patients with Ataxia telangiectasia delays have hypersensitivity to radiation due to the delay of accumulation of p53. In this case, cells are able to replicate without repair of their DNA, prone to incidence of cancer. Most cells are in G1 and S phase and irradiation at G2 phase showed increased radiosensitivity and thus G1 arrest has been on focus for therapeutic treatment. Irradiation to a tissue creates response to both irradiated and non-irridiated cells. It was found that even cells up to 50-75 cell diameter distant from irradiated cells have phenotype of enhanced genetic instability such as micronucleation. This suggests the effect of cell-to-cell communication such as paracrine and juxtacrine signaling. Normal cells do not lose DNA repair mechanism whereas cancer cells often lose during radiotherapy. However, the nature of high energy radiation can override the ability of damaged normal cell to repair, leading to cause another risk for carcinogenesis. This suggests a significant risk associated with radiation therapy. Thus, it is desirable to improve the therapeutic ratio during radiotherapy. Employing IG-IMRT, protons and heavy ions are likely to minimize dose to normal tissues by altered fractionation. Molecular targeting to DNA repair pathway can lead to radiosensitization or radioprotection. Examples are direct and indirect inhibitors on DNA double-strand breaks. Direct inhibitors target proteins (PARP family) and kinases (ATM, DNA-PKCs) that are involved in DNA repair. Indirect inhibitors target proteins tumor cell signaling proteins such as EGFR and insulin growth factor.",
            "score": 309.96758365631104
        },
        {
            "docid": "38885064_16",
            "document": "Cancer syndrome . Li-Fraumeni syndrome is an autosomal dominant syndrome primarily caused by mutations in the TP53 gene, which greatly increases the risk of many cancers and is also highly associated with early onset of these cancers. Cancers linked to this disorder include; soft tissue sarcomas (often found in childhood), osteosarcoma, breast cancer, brain cancer, leukaemia and adrenocortical carcinoma. Individuals with Li-Fraumeni syndrome often have multiple independent primary cancers. The reason for the large clinical spectrum of this disorder may be due to other gene mutations that modify the disease. The protein produced by the TP53 gene, p53, is involved in cell cycle arrest, DNA repair and apoptosis. Defective p53 may not be able to properly perform these processes, which may be the reason for tumor formation. Because only 60-80% of individuals with the disorder have detectable mutations in TP53, other mutations in the p53 pathway may be involved in Li-Fraumeni syndrome.",
            "score": 294.3395668268204
        },
        {
            "docid": "14155540_4",
            "document": "Cancer in dogs . Cancer is a complex, multifactorial disease. Carcinogenesis is linked with DNA mutations, chromosomal translocations, chocolate, dysfunctional proteins, and aberrant cell cycle regulators. Cancer alters the DNA of cells and the mutated genetic material is passed on to daughter cells, resulting in neoplasms. The mutated DNA effects genes involved with the cell cycle, classified as either oncogenes or tumor suppressor genes. Oncogenes are responsible for cell proliferation and differentiation. Oncogenes responsible for cell growth are overexpressed in cancerous cells. Tumor suppressor genes prevent cells with erroneous cell cycles from replicating. Cancer cells ignore cell cycle regulators that control cell growth, division, and death.",
            "score": 250.16376161575317
        },
        {
            "docid": "55215371_19",
            "document": "Ced-3 . Ced-3 is a critical part of the programmed cell death pathway which is a well known pathway for being associated with cancer, autoimmune diseases, and neurodegenerative diseases in mammals. The discovery of the ced-3 function and mutations in \"C. elegans\" led to the understanding of how programmed cell death works in mammals. The \"C.elegans\" provided as a model organism that allowed researchers to compare the ortholog genes in the programmed cell death pathway. The ortholog of ced-3 gene is caspase 9 and its mutated form is involved in the origin of certain cancers and tumourous tissues. A mutation in the caspase gene can either cause the protein to be non-functional thereby allowing the cells to live and accumulate in the tissue or cause a DNA damaged protein to live and disrupt the body for further harm. This occurs commonly in the brain, leading to neurodevelopmental or neurodegenerative diseases.",
            "score": 186.19397020339966
        },
        {
            "docid": "630611_2",
            "document": "Suicide gene . A suicide gene, in genetics, will cause a cell to kill itself through apoptosis. Activation of these genes can be due to many processes, but the main cellular \"switch\" to induce apoptosis is the p53 protein. Stimulation or introduction (through gene therapy) of suicide genes is a potential way of treating cancer or other proliferative diseases. Suicide genes form the basis of a strategy for making cancer cells more vulnerable, more sensitive to chemotherapy. The approach has been to attach parts of genes expressed in cancer cells to other genes for enzymes not found in mammals that can convert a harmless substance into one that is toxic to the tumor. Most suicide genes mediate this sensitivity by coding for viral or bacterial enzymes that convert an inactive drug into toxic antimetabolites that inhibit the synthesis of nucleic acid. Suicide genes must be introduced into the cells in ways that ensure their uptake and expression by as many cancer cells as possible, while limiting their expression by normal cells. Suicide gene therapy for cancer requires the vector to have the capacity to discriminate between target and non target cells, between the cancer cells and normal cells.",
            "score": 339.55949234962463
        },
        {
            "docid": "13570238_8",
            "document": "PER1 . PER1 expression may have significant effects on the cell cycle. Cancer is often a result of unregulated cell growth and division, which can be controlled by circadian mechanisms. Therefore, a cell's circadian clock may play a large role in its likelihood of developing into a cancer cell. PER1 is a gene that plays an important role in such a circadian mechanism. Its overexpression, in particular, causes DNA-damage induced apoptosis. In addition, down-regulation of PER1 can enhance tumor growth in mammals. PER1 also interacts with proteins ATM and Chk2. These proteins are key checkpoint proteins in the cell cycle. Cancer patients have a lowered expression of per1. Gery, et al. suggests that regulation of PER1 expression may be useful for cancer treatment in the future.",
            "score": 249.18138468265533
        },
        {
            "docid": "9878823_13",
            "document": "MSH2 . Methylation of the promoter region of the \"MSH2\" gene is correlated with the lack of expression of the MSH2 protein in esophageal cancer, in non-small-cell lung cancer, and in colorectal cancer. These correlations suggest that methylation of the promoter region of the \"MSH2\" gene reduces expression of the MSH2 protein. Such promoter methylation would reduce DNA repair in the four pathways in which MSH2 participates: DNA mismatch repair, transcription-coupled repair homologous recombination, and base excision repair. Such reductions in repair likely allow excess DNA damage to accumulate and contribute to carcinogenesis.",
            "score": 177.7832911014557
        }
    ],
    "r": [
        {
            "docid": "29406238_6",
            "document": "YPEL3 . YPEL3’s role as a novel tumor suppressor and its involvement in cellular proliferation were discovered during experiments to investigate p53 dependent cell cycle arrest. While investigating the p53 tumor suppressor protein, microarray studies which targeted Hdmx and Hdm2, both p53 negative regulators, revealed YPEL3 as a potential p53 regulated gene in MCF7 breast cancer cells. Investigation into its function led to the discovery of YPEL3 being a novel protein whose growth suppressive activity is thought to be mediated through a cellular senescence pathway.",
            "score": 388.906982421875
        },
        {
            "docid": "772572_26",
            "document": "COX-2 inhibitor . COX-2 up-regulation has also been linked to the phosphorylation and activation of the E3 ubiquitin ligase HDM2, a protein that mediates p53 ligation and tagged destruction, through ubiquitination. The mechanism for this neuroblastoma HDM2 hyperactivity is unknown. Studies have shown that COX-2 inhibitors block the phosphorylation of HDM2 preventing its activation. In vitro, the use of COX-2 inhibitors lowers the level of active HDM2 found in neuroblastoma cells. The exact process of how COX-2 inhibitors block HDM2 phosphorylation is unknown, but this mediated reduction in active HDM2 concentration level restores the cellular p53 levels. After treatment with a COX-2 inhibitor, the restored p53 function allows DNA damaged neuroblastoma cells to commit suicide through apoptosis reducing the size of growth of the tumor.",
            "score": 380.2804870605469
        },
        {
            "docid": "3731311_3",
            "document": "Mdm2 . The murine double minute (\"mdm2\") oncogene, which codes for the Mdm2 protein, was originally cloned, along with two other genes (mdm1 and mdm3) from the transformed mouse cell line 3T3-DM. Mdm2 overexpression, in cooperation with oncogenic Ras, promotes transformation of primary rodent fibroblasts, and \"mdm2\" expression led to tumor formation in nude mice. The human homologue of this protein was later identified and is sometimes called Hdm2. Further supporting the role of mdm2 as an oncogene, several human tumor types have been shown to have increased levels of Mdm2, including soft tissue sarcomas and osteosarcomas as well as breast tumors. The MDM2 oncoprotein ubiquitinates and antagonizes p53 but may also carry out p53-independent functions. MDM2 supports the Polycomb-mediated repression of lineage-specific genes, independent of p53. MDM2 depletion in the absence of p53 promoted the differentiation of human mesenchymal stem cells and diminished clonogenic survival of cancer cells. Most of the MDM2-controlled genes also responded to the inactivation of the Polycomb Repressor Complex 2 (PRC2) and its catalytic component EZH2. MDM2 physically associated with EZH2 on chromatin, enhancing the trimethylation of histone 3 at lysine 27 (H3K27)and the ubiquitination of histone 2A at lysine 119 (H2AK119) at its target genes. Removing MDM2 simultaneously with the H2AK119 E3 ligase Ring1B/RNF2 further induced these genes and synthetically arrested cell proliferation.",
            "score": 376.2305603027344
        },
        {
            "docid": "7856684_9",
            "document": "P53 upregulated modulator of apoptosis . Several studies have shown that PUMA function is affected or absent in cancer cells. Additionally, many human tumors contain p53 mutations, which results in no induction of PUMA, even after DNA damage induced through irradiation or chemotherapy drugs. Other cancers, which exhibit overexpression of antiapoptotic Bcl-2 family proteins, counteract and overpower PUMA-induced apoptosis. Even though PUMA function is compromised in most cancer cells, it does not appear that genetic inactivation of PUMA is a direct target of cancer. Many cancers do exhibit p53 gene mutations, making gene therapies that target this gene impossible, but an alternate pathway may be to focus on therapeutic to target PUMA and induce apoptosis in cancer cells. Animal studies have shown that PUMA does play a role in tumor suppression, but lack of PUMA activity alone does not translate to spontaneous formation of malignancies. Inhibiting PUMA induced apoptosis may be an interesting target for reducing the side effects of cancer treatments, such as chemotherapy, which induce apoptosis in rapidly dividing healthy cells in addition to rapidly dividing cancer cells.",
            "score": 362.5000915527344
        },
        {
            "docid": "14058535_18",
            "document": "CHEK1 . Chk1 has a central role in coordinating the DNA damage response and therefore is an area of great interest in oncology and the development of cancer therapeutics. Initially Chk1 was thought to function as a tumor suppressor due to the regulatory role it serves amongst cells with DNA damage. However, there has been no evidence of homozygous loss of function mutants for Chk1 in human tumors. Instead, Chk1 has been shown to be overexpressed in a numerous tumors including breast, colon, liver, gastric and nasopharyngeal carcinoma. There is a positive correlation with Chk1 expression and tumor grade and disease recurrence suggesting Chk1 may promote tumor growth. Chk1 is essential for cell survival and through high levels of expressions in tumors the function may be inducing tumor cell proliferation. Further, a study has demonstrated that targeting CHK1 reactivates the tumour suppressive activity of protein phosphtase 2A (PP2A) complex in cancer cells. Studies have shown complete loss of Chk1 suppresses chemically induce carcinogenesis however Chk1 haploinsufficiency results in tumor progression. Due to the possibility of Chk1 involvement in tumor promotion, the kinase and related signaling molecules may be potentially effective therapeutic targets. Cancer therapies utilize DNA damaging therapies such as chemotherapies and ionizing radiation to inhibit tumor cell proliferation and induce cell cycle arrest. Tumor cells with increased levels of Chk1 acquire survival advantages due to the ability to tolerate a higher level of DNA damage. Therefore, Chk1 may contribute to chemotherapy resistance. In order to optimize chemotherapies, Chk1 must be inhibited to reduce the survival advantage. Chk1 gene can be effectively silenced by siRNA knockdown for further analysis based on an independent validation. By inhibiting Chk1, cancer cells lose the ability to repair damaged DNA which allows chemotherapeutic agents to work more effectively. Combining DNA damaging therapies such as chemotherapy or radiation treatment with Chk1 inhibition enhances targeted cell death and provides synthetic lethality. Many cancers rely on Chk1 mediated cell cycle arrest heavily especially if cancers are deficient in p53. Approximately 50% of cancers possess p53 mutations illustrating the dependence that many cancers may have on the Chk1 pathway. Inhibition of Chk1 allows selective targeting of p53 mutant cells as Chk1 levels are more likely to highly expressed in tumor cells with p53 deficiencies. Even though this method of inhibition is highly targeted, recent research has shown Chk1 also has a role in the normal cell cycle. Therefore, off-target effects and toxicity associated with combination therapies using CHk1 inhibitors must be considered during development of novel therapies.",
            "score": 361.64697265625
        },
        {
            "docid": "10454051_15",
            "document": "Acute myeloblastic leukemia with maturation . The fusion oncoprotein involves the gene AML1 (now known as RUNX1) and ETO (now known as RUNX1T1). AML1, located at the 21q22, normally has the ability to activate transcription of the ARF gene and ETO, located at the 8q22, normally has the ability to repress transcription. The fusion protein AML1-ETO is commonly found in acute myeloid leukemia patients. p14 is a well known tumor suppressor that serves as the safety net when p53 tumor suppressor’s functions are inhibited. Many cancers recognize the potential of the p14 tumor suppressor to block cell growth so it is commonly mutated or inhibited in cancer cells. The AML1-ETO is incapable of p14 transcription as the fusion protein took on AML1’s involvement with ARF gene expression and ETO’s transcription repression. The Akt/PKB signaling is a pathway that is pro-survival and growth. By activating Mdm2, the signal transduction pathway will trigger the anti-apoptotic downstream effects of Mdm2. With no p14 to regulate and inhibit Mdm2, there will be an increased level of suppression of p53. Mdm2 is a proto-oncogene that directly antagonizes p53 to ubiquitination (Figure 1). The p53 protein is known as the “guardian of the genome” due to its ability to induce DNA repair enzymes and regulate cell cycle advancements. The down regulation of p53 by Mdm2 would lead to unchecked proliferative growth. The direct consequence of having the fusion protein, AML1-ETO, is the lack of p53 regulation in pre-leukemic cells. Therefore, there are an increased number of immature cells that are unable to carry out normal function, which is essentially cancer (Faderi et al., 2000, Song et al. 2005, Weinberg, 2014).",
            "score": 361.0293273925781
        },
        {
            "docid": "14881926_3",
            "document": "ENC1 . DNA damage and/or hyperproliferative signals activate wildtype p53 tumor suppressor protein (TP53; MIM 191170), inducing cell cycle arrest or apoptosis. Mutations that inactivate p53 occur in 50% of all tumors. Polyak et al. (1997) used serial analysis of gene expression (SAGE) to evaluate cellular mRNA levels in a colorectal cancer cell line transfected with p53. Of 7,202 transcripts identified, only 14 were expressed at levels more than 10-fold higher in p53-expressing cells than in control cells. Polyak et al. (1997) termed these genes 'p53-induced genes,' or PIGs, several of which were predicted to encode redox-controlling proteins. They noted that reactive oxygen species (ROS) are potent inducers of apoptosis. Flow cytometric analysis showed that p53 expression induces ROS production, which increases as apoptosis progresses under some conditions. The authors stated that the PIG10 gene, also called ENC1, encodes an actin-binding protein.[supplied by OMIM]",
            "score": 356.5162353515625
        },
        {
            "docid": "14756617_12",
            "document": "Translationally-controlled tumor protein . Expression levels of TCTP were down-regulated at the mRNA and protein levels during tumor suppression and by the activation of p53 and Siah-1 very well known anti-tumor genes. Down-regulation of TCTP can induce tumor reversion, and in combination with some drugs that decrease the level of TCTP and will lead to kill tumor cells. TCTP knockdown in primary mammary tumor cells, results in increased p53 expression and a decreased number of stem-like cancer cells.",
            "score": 348.0458068847656
        },
        {
            "docid": "68300_43",
            "document": "Dominance (genetics) . A dominant-negative mutation may arise in a human somatic cell and provide a proliferative advantage to the mutant cell, leading to its clonal expansion. For instance, a dominant-negative mutation in a gene necessary for the normal process of programmed cell death (Apoptosis) in response to DNA damage can make the cell resistant to apoptosis. This will allow proliferation of the clone even when excessive DNA damage is present. Such dominant-negative mutations occur in the tumor suppressor gene \"p53\". The P53 wild-type protein is normally present as a four-protein multimer (oligotetramer). Dominant-negative \"p53\" mutations occur in a number of different types of cancer and pre-cancerous lesions (e.g. brain tumors, breast cancer, oral pre-cancerous lesions and oral cancer).",
            "score": 344.8343200683594
        },
        {
            "docid": "2457_39",
            "document": "Apoptosis . The tumor-suppressor protein p53 accumulates when DNA is damaged due to a chain of biochemical factors. Part of this pathway includes alpha-interferon and beta-interferon, which induce transcription of the \"p53\" gene, resulting in the increase of p53 protein level and enhancement of cancer cell-apoptosis. p53 prevents the cell from replicating by stopping the cell cycle at G1, or interphase, to give the cell time to repair, however it will induce apoptosis if damage is extensive and repair efforts fail. Any disruption to the regulation of the \"p53\" or interferon genes will result in impaired apoptosis and the possible formation of tumors.",
            "score": 342.5318298339844
        },
        {
            "docid": "630611_2",
            "document": "Suicide gene . A suicide gene, in genetics, will cause a cell to kill itself through apoptosis. Activation of these genes can be due to many processes, but the main cellular \"switch\" to induce apoptosis is the p53 protein. Stimulation or introduction (through gene therapy) of suicide genes is a potential way of treating cancer or other proliferative diseases. Suicide genes form the basis of a strategy for making cancer cells more vulnerable, more sensitive to chemotherapy. The approach has been to attach parts of genes expressed in cancer cells to other genes for enzymes not found in mammals that can convert a harmless substance into one that is toxic to the tumor. Most suicide genes mediate this sensitivity by coding for viral or bacterial enzymes that convert an inactive drug into toxic antimetabolites that inhibit the synthesis of nucleic acid. Suicide genes must be introduced into the cells in ways that ensure their uptake and expression by as many cancer cells as possible, while limiting their expression by normal cells. Suicide gene therapy for cancer requires the vector to have the capacity to discriminate between target and non target cells, between the cancer cells and normal cells.",
            "score": 339.55950927734375
        },
        {
            "docid": "3272096_4",
            "document": "Bert Vogelstein . The first tumor suppressor gene validating this hypothesis was that encoding p53. The p53 protein was discovered 10 years earlier by several groups, including that of David Lane and Lionel Crawford, Arnold Levine, and Lloyd Old. But there was no evidence that p53 played a major role in human cancers, and the gene encoding p53 (TP53) was thought to be an oncogene rather than a tumor suppressor gene. In 1989, Vogelstein and his students discovered that TP53 not only played a role in human tumorigenesis, but that it was a common denominator of human tumors, mutated in the majority of them. He then discovered the mechanism through which TP53 suppresses tumorigenesis. Prior to these studies, the only biochemical function attributed to p53 was its binding to heat shock proteins. Vogelstein and his colleagues demonstrated that p53 had a much more specific activity: it bound DNA in a sequence-specific manner. They precisely defined its consensus recognition sequence and showed that virtually all p53 mutations found in tumors resulted in loss of the sequence-specific transcriptional activation properties of p53. They subsequently discovered genes that are directly activated by p53 to control cell birth and cell death. His group's more recent studies examining the entire compendium of human genes have shown that the TP53 gene is more frequently mutated in cancers than any other gene.",
            "score": 338.1674499511719
        },
        {
            "docid": "206979_10",
            "document": "Colorectal cancer . Beyond the defects in the Wnt signaling pathway, other mutations must occur for the cell to become cancerous. The p53 protein, produced by the \"TP53\" gene, normally monitors cell division and kills cells if they have Wnt pathway defects. Eventually, a cell line acquires a mutation in the \"TP53\" gene and transforms the tissue from a benign epithelial tumor into an invasive epithelial cell cancer. Sometimes the gene encoding p53 is not mutated, but another protective protein named BAX is mutated instead.",
            "score": 337.6149597167969
        },
        {
            "docid": "24762_32",
            "document": "P53 . Increasing the amount of p53 may seem a solution for treatment of tumors or prevention of their spreading. This, however, is not a usable method of treatment, since it can cause premature aging. Restoring endogenous normal p53 function holds some promise. Research has shown that this restoration can lead to regression of certain cancer cells without damaging other cells in the process. The ways by which tumor regression occurs depends mainly on the tumor type. For example, restoration of endogenous p53 function in lymphomas may induce apoptosis, while cell growth may be reduced to normal levels. Thus, pharmacological reactivation of p53 presents itself as a viable cancer treatment option. The first commercial gene therapy, Gendicine, was approved in China in 2003 for the treatment of head and neck squamous cell carcinoma. It delivers a functional copy of the p53 gene using an engineered adenovirus.",
            "score": 337.2705383300781
        },
        {
            "docid": "42429689_9",
            "document": "Carlos Cordon-Cardo . Several findings from Cordon-Cardo's research at Sloan Kettering have had specific implications for the treatment of cancer and experimental cancer treatment and have led to more personalized therapies, particularly for cancers of the genitourinary system. While it had been previously thought that P-glycoprotein was unique to cancer cells, Cordon-Cardo showed in 1989 that it is also present in normal cells and is exploited by cancer cells to survive chemotherapy. In 1990, he was among the first to show that the mutated gene (RB) which causes the childhood cancer retinoblastoma is also present in some adults with sarcomas but no history of retinoblastoma. He also found that the presence of the mutated gene in adult cancers was associated with a poor clinical outcome. His 1994 research in collaboration with Arnold J. Levine was one of the first examples of how mutations in the gene which regulates the tumor suppressor p53 can lead to cancer by inactivating all the normal p53, thus allowing cancer cells to grow uncontrollably. A later study by Cordon-Cardo in 1997 found that when mutated p53 and RB are both present in a tumor, it becomes very aggressive and resistant to most treatments.",
            "score": 334.4873352050781
        },
        {
            "docid": "188518_18",
            "document": "Human papillomavirus infection . E6 produces a protein (also called E6) that binds to and inactivates a protein in the host cell called p53. Normally, p53 acts to prevent cell growth, and promotes cell death in the presence of DNA damage. p53 also upregulates the p21 protein, which blocks the formation of the cyclin D/Cdk4 complex, thereby preventing the phosphorylation of RB, and in turn, halting cell cycle progression by preventing the activation of E2F. In short, p53 is a tumor-suppressor protein that arrests the cell cycle and prevents cell growth and survival when DNA damage occurs. Thus, inactivation of p53 by E6 can promote unregulated cell division, cell growth, and cell survival, characteristics of cancer.",
            "score": 334.2813415527344
        },
        {
            "docid": "35746225_12",
            "document": "Cancer epigenetics . The tumor suppressor gene p53 regulates DNA repair and can induce apoptosis in dysregulated cells. E Soto-Reyes and F Recillas-Targa elucidated the importance of the CTCF protein in regulating p53 expression. CTCF, or CCCTC binding factor, is a zinc finger protein that insulates the p53 promoter from accumulating repressive histone marks. In certain types of cancer cells, the CTCF protein does not bind normally, and the p53 promoter accumulates repressive histone marks, causing p53 expression to decrease.",
            "score": 330.71136474609375
        },
        {
            "docid": "42663845_5",
            "document": "Epigenetics of physical exercise . Physical exercise increases levels of eustress, or good stress, on the body. This eustress stimulates epigenetic modifications affecting the DNA genome of cancer cells. Environmental conditions, such as eustress, strongly induces expression of the tumor suppressor TP53 gene by influencing epigenetic modifications to be made to the cancer cells genome. The TP53 gene codes for the p53 protein, a protein important in the apoptotic pathway of programmed cell death. The p53 protein is important for the regulation of cell growth and apoptosis, so hypermethylation of the TP53 promoter region are common markers associated with the development of cancer. Other than methylation patterns affecting expression of TP53, microRNAs and antisense RNAs control the levels of the p53 protein by regulating expression of the p53 coding TP53 gene.",
            "score": 330.30291748046875
        },
        {
            "docid": "38828080_23",
            "document": "Antineoplastic resistance . \"TP53\" is a tumor suppressor gene encoding the p53 protein, which responds to DNA damage either by DNA repair, cell cycle arrest, or apoptosis. Losing \"TP53\" via gene deletion can allow cells to continuously replicate despite DNA damage. The tolerance of DNA damage can grant cancer cells a method of resistance to those drugs which normally induce apoptosis through DNA damage.",
            "score": 330.1172180175781
        },
        {
            "docid": "14755197_9",
            "document": "TP53BP2 . ASPP2 was first associated with human cancer when the crystal structure of p53 binding domain bound to the C-terminal ankyrin repeats and SH3 domain of ASP2. All the amino acids of p53 that are important for binding ASPP2 are mutated in human cancers. ASPP2 expression levels have been associated with cellular sensitivity to apoptosis. ASPP2 importance in human malignancies is emphasized by studies that show that downregulation of ASPP2 is commonly found in tumors and carcinoma cells expressing wild type p53, and to a lesser extent mutant p53. For example, it was found to be downregulated in both metastatic and invasive cells as compared to normal breast epithelium. It has been demonstrated the binding of ASPP2 to bcl-2 and p53 and to impede cell cycle progression at G2-M, as well as the fact that binding of ASPP2 to p53 changes the conformation of p53 and increases p53 binding to the promoters of proapoptotic genes such as Bax and PIG-3 but not those of G1-arrest genes such as p21waf1. Single nucleotide polymorphisms of ASPP2 have also shown to be associated with predisposition of gastric cancer development. These could be due to the fact that ASPP2 is also a tumor suppressor as well as an activator of p53.",
            "score": 329.9093933105469
        },
        {
            "docid": "17269927_8",
            "document": "MRN complex . In mice models, mutations in the Nbs1 subunit of MRN alone (producing the phenotypic analog of Nijmegen Breakage Syndrome in humans) have failed to produce tumorigenesis. However, double knockout mice with mutated Nbs1 which were also null of the p53 tumor suppressor gene displayed tumor onset significantly earlier than their p53 wildtype controls. This implies that Nbs1 mutations are themselves sufficient for tumorigenesis; a lack of malignancy in the control seems attributable to the activity of p53, not of the benignity of Nbs1 mutations. Extension studies have confirmed an increase in B and T-cell lymphomas in Nbs1-mutated mice in conjunction with p53 suppression, indicating potential p53 inactivation in lymphomagenesis, which occurs more often in NBS patients. Knockdown of MRE11 in various human cancer cell lines has also been associated with a 3-fold increase in the level of p16INK4a tumor suppressor protein, which is capable of inducing cellular senescence and subsequently halting tumor cell proliferation. This is thought primarily to be the result of methylation of the p16INK4 promotor gene by MRE11. These data suggest maintaining the integrity and normal expression levels of MRN provides a protective effect against tumorigenesis.",
            "score": 329.4250793457031
        },
        {
            "docid": "39032553_14",
            "document": "Oncolytic adenovirus . Tumours form in cells when mutations in genes involved in cell cycle control and apoptosis accumulate over time. Most tumours studied, have defects in the p53 tumor suppressor pathway. p53 is a transcription factor that plays a role in apoptosis, cell cycle and DNA repair. It blocks cell progression in response to cellular stress or DNA damage. Many viruses replicate by altering the cell cycle and exploiting the same pathways that are altered in cancer cells. E1B proteins produced by adenoviruses protect the infected cell by binding to and degrading the p53 transcription factors, preventing it from targeting the cell for apoptosis. This allows the virus to replicate, package its genome, lyse the cell and spread to new cells.",
            "score": 327.087646484375
        },
        {
            "docid": "29406238_7",
            "document": "YPEL3 . p53 is a tumor suppressor protein encoded by the human gene \"TP53\" whose function is to prevent unregulated cell growth. p53 can be activated in response to a wide variety of cellular stressors, both oncogenic and non-oncogenic. An important checkpoint in a complex pathway, activated p53 has been shown to bind DNA and transcriptionally regulate genes that can mediate a variety of cellular growth processes including DNA repair, growth arrest, cellular senescence and apoptosis. The importance of functioning p53 in the regulation of the cell cycle is evident in that 55% of human cancers exhibit p53 mutations.",
            "score": 323.10662841796875
        },
        {
            "docid": "10176_15",
            "document": "Experimental cancer treatment . Several drug therapies are being developed based on p53, the tumour suppressor gene that protects the cell in response to damage and stress. It is analogous to deciding what to do with a damaged car: p53 brings everything to a halt, and then decides whether to fix the cell or, if the cell is beyond repair, to destroy the cell. This protective function of p53 is disabled in most cancer cells, allowing them to multiply without check. Restoration of p53 activity in tumours (where possible) has been shown to inhibit tumour growth and can even shrink the tumour.",
            "score": 321.7784729003906
        },
        {
            "docid": "3736715_20",
            "document": "Apoptosome . P53 functions as a tumor suppressor that is involved in preventing cancer and occurs naturally in apoptotic pathways. P53 causes cells to enter apoptosis and disrupt further cell division therefore preventing that cell from becoming cancerous (16). In the majority of cancers it is the p53 pathway that has become mutated resulting in lack of ability to terminate dysfunctional cells. P53 function can also be responsible for a limited life span where mutations of the p53 gene causes expression of dominant-negative forms producing long lived animals. For example in an experiment using C. elegans, the increased life span of p53 mutants was found to depend on increased autophagy. In another experiment using Drosophilia the p53 mutation had both positive and negative effects on the adult life span, which concluded a link between sexual differentiation, PCD and aging. Determining how p53 are affecting life span will be an important area for future research.",
            "score": 321.5343017578125
        },
        {
            "docid": "5629240_9",
            "document": "Cyclin B . There is strong cross-talk between the pathways regulating cyclin B and the tumor suppressor gene p53. In general levels of p53 and cyclin B are negatively correlated. When p53 build-up triggers cell cycle arrest the levels of downstream proteins p21 and WAF1 are increased which prevents cyclinB/CDK1 complex activation and therefore progression through the cell cycle. It has also been observed that decreasing cyclin B levels in cells increases the levels of functional p53. Therefore, siRNAs for cyclin B may be an effective treatment against cancers where p53 function is inhibited but the gene has not been deleted. In such cases lowering cyclin B levels restores the tumor suppressing function of p53 and also prevents cancer cells from dividing as a consequence of low cyclin B.",
            "score": 320.2964782714844
        },
        {
            "docid": "413102_15",
            "document": "Folding@home . More than half of all known cancers involve mutations of p53, a tumor suppressor protein present in every cell which regulates the cell cycle and signals for cell death in the event of damage to DNA. Specific mutations in p53 can disrupt these functions, allowing an abnormal cell to continue growing unchecked, resulting in the development of tumors. Analysis of these mutations helps explain the root causes of p53-related cancers. In 2004, Folding@home was used to perform the first molecular dynamics study of the refolding of p53's protein dimer in an all-atom simulation of water. The simulation's results agreed with experimental observations and gave insights into the refolding of the dimer that were formerly unobtainable. This was the first peer reviewed publication on cancer from a distributed computing project. The following year, Folding@home powered a new method to identify the amino acids crucial for the stability of a given protein, which was then used to study mutations of p53. The method was reasonably successful in identifying cancer-promoting mutations and determined the effects of specific mutations which could not otherwise be measured experimentally.",
            "score": 320.2687683105469
        },
        {
            "docid": "2332422_44",
            "document": "Carcinogenesis . Tumor suppressor genes code for anti-proliferation signals and proteins that suppress mitosis and cell growth. Generally, tumor suppressors are transcription factors that are activated by cellular stress or DNA damage. Often DNA damage will cause the presence of free-floating genetic material as well as other signs, and will trigger enzymes and pathways that lead to the activation of tumor suppressor genes. The functions of such genes is to arrest the progression of the cell cycle in order to carry out DNA repair, preventing mutations from being passed on to daughter cells. The p53 protein, one of the most important studied tumor suppressor genes, is a transcription factor activated by many cellular stressors including hypoxia and ultraviolet radiation damage.",
            "score": 318.87939453125
        },
        {
            "docid": "50713815_6",
            "document": "(+)-Benzo(a)pyrene-7,8-dihydrodiol-9,10-epoxide . There are indications that (+)-benzo[\"a\"]pyrene-7,8-dihydrodiol-9,10-epoxide specifically targets the protective p53 gene; More than 50 percent of human tumors contain a mutation or deletion of the p53 gene. This gene is a transcription factor that regulates the cell cycle and hence functions as a tumor suppressor. The \"anti\"-benzo[\"a\"]pyrene diol epoxides induce guanine to thymidine transversions in related areas of p53, thereby inactivating its tumor suppression ability in certain cells, leading to genetic mutations and potentially to cancer.",
            "score": 314.8601989746094
        },
        {
            "docid": "14764448_38",
            "document": "H19 (gene) . However, in breast cancer, 72.5% of the breast adenocarcinomas studied by Adriaenssens \"et al.\" displayed increased H19 expression when compared to normal breast tissue. Of the tissues with upregulated H19, 92.2% are stromal cells and only 2.9% are epithelial cells.  Studies by Berteaux \"et al.\" have also found that the overexpression of H19 in breast cancer cells promotes proliferation.  The expression of H19 in these cells is also independent of the tumor suppressor protein p53 and the cell cycle marker Ki-67. However, the presence of tumor suppressor protein pRb and transcription factor E2F6 is sufficient to repress H19 expression in breast cancer cells.",
            "score": 314.02203369140625
        },
        {
            "docid": "24762_24",
            "document": "P53 . In unstressed cells, p53 levels are kept low through a continuous degradation of p53. A protein called Mdm2 (also called HDM2 in humans), binds to p53, preventing its action and transports it from the nucleus to the cytosol. Also Mdm2 acts as ubiquitin ligase and covalently attaches ubiquitin to p53 and thus marks p53 for degradation by the proteasome. However, ubiquitylation of p53 is reversible.",
            "score": 312.8023681640625
        },
        {
            "docid": "38674471_14",
            "document": "Enhancer RNA . Evidence that eRNAs cause downstream effects on the efficiency of enhancer activation and gene transcription suggests its functional capabilities and potential importance. The transcription factor p53 has been demonstrated to bind enhancer regions and generate eRNAs in a p53-dependent manner. In cancer, p53 plays a central role in tumor suppression as mutations of the gene are shown to appear in 50% of tumors. These p53-bound enhancer regions (p53BERs) are shown to interact with multiple local and distal gene targets involved in cell proliferation and survival. Furthermore, eRNAs generated by the activation of p53BERs are shown to be required for efficient transcription of the p53 target genes, indicating the likely important regulatory role of eRNAs in tumor suppression and cancer.",
            "score": 311.292236328125
        }
    ]
}