{
    "q": [
        {
            "docid": "43114391_2",
            "document": "Annular lipid shell . Annular lipids (also called shell lipids or boundary lipids) represent a select set of lipids or lipidic molecules which preferentially bind or stick to the surface of membrane proteins in biological cells. They constitute a layer, or an annulus/ shell, of lipids which are highly immobilized due to the existence of strong lipid-protein (binding) interactions. Polar headgroups of these lipids bind to the hydrophilic part of the membrane protein(s) at the inner and outer surfaces of lipid bilayer membrane. The hydrophobic surface of the membrane proteins is bound to the apposed lipid fatty acid chains of the membrane bilayer. For integral membrane proteins spanning the thickness of the membrane bilayer, these annular/shell lipids act like a lubricating layer on the proteins' surfaces, thereby facilitating almost free rotation and lateral diffusion of membrane proteins within the 2-dimensional expanse of the biological membrane(s). Outside the layer of shell/annular lipids, lipids are not tied down to protein molecules. However, they may be slightly restricted in their segmental motion freedom due to mild peer pressure of protein molecules, if present in high concentration, which arises from extended influence of protein-lipid interaction. Membrane areas away from protein molecules contain lamellar phase bulk lipids, which are largely free from any restraining effects due to protein-lipid interactions. Thermal denaturation of membrane proteins may destroy the secondary and tertiary structure of membrane proteins, exposing newer surfaces to membrane lipids and therefore increasing the number of lipids molecules in the annulus/shell layer. This phenomenon can be studied by the spin label electron paramagnetic resonance technique.",
            "score": 312.44438576698303
        },
        {
            "docid": "33051527_12",
            "document": "Cell membrane . The entire membrane is held together via non-covalent interaction of hydrophobic tails, however the structure is quite fluid and not fixed rigidly in place. Under physiological conditions phospholipid molecules in the cell membrane are in the liquid crystalline state. It means the lipid molecules are free to diffuse and exhibit rapid lateral diffusion along the layer in which they are present. However, the exchange of phospholipid molecules between intracellular and extracellular leaflets of the bilayer is a very slow process. Lipid rafts and caveolae are examples of cholesterol-enriched microdomains in the cell membrane. Also, a fraction of the lipid in direct contact with integral membrane proteins, which is tightly bound to the protein surface is called annular lipid shell; it behaves as a part of protein complex.",
            "score": 286.65882754325867
        },
        {
            "docid": "158011_2",
            "document": "Lipid bilayer . The lipid bilayer (or phospholipid bilayer) is a thin polar membrane made of two layers of lipid molecules. These membranes are flat sheets that form a continuous barrier around all cells. The cell membranes of almost all living organisms and many viruses are made of a lipid bilayer, as are the membranes surrounding the cell nucleus and other sub-cellular structures. The lipid bilayer is the barrier that keeps ions, proteins and other molecules where they are needed and prevents them from diffusing into areas where they should not be. Lipid bilayers are ideally suited to this role, even though they are only a few nanometers in width, they are impermeable to most water-soluble (hydrophilic) molecules. Bilayers are particularly impermeable to ions, which allows cells to regulate salt concentrations and pH by transporting ions across their membranes using proteins called ion pumps.",
            "score": 295.6101019382477
        },
        {
            "docid": "9485868_2",
            "document": "Membrane lipid . A membrane lipid is a compound which belongs to a group of (structurally similar to fats and oils) which form the double-layered surface of all cells (lipid bilayer). The three major classes of membrane lipids are phospholipids, glycolipids, and cholesterol. Lipids are amphiphilic: they have one end that is soluble in water ('polar') and an ending that is soluble in fat ('nonpolar'). By forming a double layer with the polar ends pointing outwards and the nonpolar ends pointing inwards membrane lipids can form a 'lipid bilayer' which keeps the watery interior of the cell separate from the watery exterior. The arrangements of lipids and various proteins, acting as receptors and channel pores in the membrane, control the entry and exit of other molecules and ions as part of the cell's metabolism. In order to perform physiological functions, membrane proteins are facilitated to rotate and diffuse laterally in two dimensional expanse of lipid bilayer by the presence of a shell of lipids closely attached to protein surface, called annular lipid shell.",
            "score": 284.26336646080017
        },
        {
            "docid": "21530463_8",
            "document": "Model lipid bilayer . One of the clearest examples of this advantage is the use of mechanical probing techniques which require a direct physical interaction with the sample. Atomic force microscopy (AFM) has been used to image lipid phase separation, formation of transmembrane nanopores followed by single protein molecule adsorption, protein-protein interactions and protein assembly with sub-nm accuracy without the need for a labeling dye. More recently, AFM has also been used to directly probe the mechanical properties of single bilayers and to perform force spectroscopy on individual membrane proteins. These studies would be difficult or impossible without the use of supported bilayers since the surface of a cell or vesicle is relatively soft and would drift and fluctuate over time. Another example of a physical probe is the use of the quartz crystal microbalance (QCM) to study binding kinetics at the bilayer surface. Dual polarisation interferometry is a high resolution optical tool for characterising the order and disruption in lipid bilayers during interactions or phase transitions providing complementary data to QCM measurements.",
            "score": 216.75386238098145
        },
        {
            "docid": "27083115_13",
            "document": "Single-molecule FRET . A major application of smFRET is to analyze the minute biochemical nuances that facilitate protein folding. In recent years, multiple techniques have been developed to investigate single molecule interactions that are involved in protein folding and unfolding. Force-probe techniques, using atomic force microscopy and laser tweezers, have provided information on protein stability. smFRET allows researchers to investigate molecular interactions using fluorescence. Forster resonance energy transfer (FRET) was first applied to single molecules by Ha et al. and applied to protein folding in work by Hochstrasser, Weiss, et al. The benefit that smFRET as a whole has afforded to analyzing molecular interactions is the ability to test single molecule interactions directly without having to average ensembles of data. In protein folding analysis, ensemble experiments involve taking measurements of multiple proteins that are in various states of transition between their folded and unfolded state. When averaged, the protein structure that can be inferred from the ensemble of data only provides a rudimentary structural model of protein folding. However, true understanding of protein folding requires deciphering the sequence of structural events along the folding pathways between the folded and unfolded states. It is this particular branch of research that smFRET is highly applicable.",
            "score": 218.9833164215088
        },
        {
            "docid": "17890418_3",
            "document": "Protein–lipid interaction . The questions which are relevant to understanding of the structure and function of the membrane are: 1) Do intrinsic membrane proteins bind tightly to lipids (see annular lipid shell), and what is the nature of the layer of lipids adjacent to the protein? 2) Do membrane proteins have long-range effects on the order or dynamics of membrane lipids? 3) How do the lipids influence the structure and/or function of membrane proteins? 4) How do peripheral membrane proteins which bind to the layer surface interact with lipids and influence their behavior?",
            "score": 245.4296510219574
        },
        {
            "docid": "158011_4",
            "document": "Lipid bilayer . Biological membranes typically include several types of molecules other than phospholipids. A particularly important example in animal cells is cholesterol, which helps strengthen the bilayer and decrease its permeability. Cholesterol also helps regulate the activity of certain integral membrane proteins. Integral membrane proteins function when incorporated into a lipid bilayer, and they are held tightly to lipid bilayer with the help of an annular lipid shell. Because bilayers define the boundaries of the cell and its compartments, these membrane proteins are involved in many intra- and inter-cellular signaling processes. Certain kinds of membrane proteins are involved in the process of fusing two bilayers together. This fusion allows the joining of two distinct structures as in the fertilization of an egg by sperm or the entry of a virus into a cell. Because lipid bilayers are quite fragile and invisible in a traditional microscope, they are a challenge to study. Experiments on bilayers often require advanced techniques like electron microscopy and atomic force microscopy.",
            "score": 283.2981688976288
        },
        {
            "docid": "33051527_14",
            "document": "Cell membrane . Lipid vesicles or liposomes are circular pockets that are enclosed by a lipid bilayer. These structures are used in laboratories to study the effects of chemicals in cells by delivering these chemicals directly to the cell, as well as getting more insight into cell membrane permeability. Lipid vesicles and liposomes are formed by first suspending a lipid in an aqueous solution then agitating the mixture through sonication, resulting in a vesicle. By measuring the rate of efflux from that of the inside of the vesicle to the ambient solution, allows researcher to better understand membrane permeability. Vesicles can be formed with molecules and ions inside the vesicle by forming the vesicle with the desired molecule or ion present in the solution. Proteins can also be embedded into the membrane through solubilizing the desired proteins in the presence of detergents and attaching them to the phospholipids in which the liposome is formed. These provide researchers with a tool to examine various membrane protein functions.",
            "score": 307.4319860935211
        },
        {
            "docid": "8420425_3",
            "document": "Elasticity of cell membranes . Of the numerous models that have been developed to describe the deformation of cell membranes, a widely accepted model is the fluid mosaic model proposed by Singer and Nicolson in 1972. In this model, the cell membrane surface is modeled as a two-dimensional fluid-like lipid bilayer where the lipid molecules can move freely. The proteins are partially or fully embedded in the lipid bilayer. Fully embedded proteins are called integral membrane proteins because they traverse the entire thickness of the lipid bilayer. These communicate information and matter between the interior and the exterior of the cell. Proteins that are only partially embedded in the bilayer are called peripheral membrane proteins. The membrane skeleton is a network of proteins below the bilayer that links with the proteins in the lipid membrane.",
            "score": 296.3587164878845
        },
        {
            "docid": "3666839_7",
            "document": "SMC protein . SMC dimers form a V-shaped molecule with two long coiled-coil arms. To make such a unique structure, an SMC protomer is self-folded through anti-parallel coiled-coil interactions, forming a rod-shaped molecule. At one end of the molecule, the N-terminal and C-terminal domains together form an ATP-binding domain. The other end is called a hinge domain. Two protomers then dimerize through their hinge domains and assemble a V-shaped dimer. The length of the coiled-coil arms is ~50 nm long. Such long \"antiparallel\" coiled-coils are very rare, and found only among SMC proteins (and its relatives such as Rad50). The ATP-binding domain of SMC proteins is structurally related to that of ABC transporters, a large family of transmembrane proteins that actively transport small molecules across cellular membranes. It is thought that the cycle of ATP binding and hydrolysis modulates the cycle of closing and opening of the V-shaped molecule, but the detailed mechanisms of action of SMC proteins remain to be determined.",
            "score": 266.3219554424286
        },
        {
            "docid": "36907492_7",
            "document": "Fences and pickets model of plasma membrane structure . Receptor redistribution and clustering are key steps in many signal transduction pathways. Several reports have indicated the active roles played by the cytoskeleton in inhibiting or enabling the redistribution/clustering of membrane molecules. Receptor monomers can hop across the inter-compartment boundaries quite readily, but when they form oligomers upon liganding, their size increases and consequently their hop rate decreases dramatically.  Many receptors and other membrane-associated molecules are temporarily immobilized on actin filaments. This imobilization is often enhanced upon receptor engagement, and constitutes a key step for recruiting the downstream signaling molecule. Meanwhile, the formation of engaged receptor clusters might lead to de novo polymerization of actin filaments at the receptor cluster. As such, the actin-based membrane skeleton might work as a base scaffold for enhancing the interactions between the receptor and the actin-bound downstream molecules and for localized signaling. The ‘‘pickets’’ and ‘‘fences’’ made of the membrane skeleton and the anchored transmembrane proteins provide the cell with a mechanism for preserving the spatial information of signal transduction in the membranewhereas pickets would influence both lipids and transmembrane proteins. Pickets influence both lipids and transmembrane proteins traffic, whereas fences mostly influence only transmembrane proteins. Therefore, transmembrane proteins are corralled by both fences and pickets. In both models, membrane proteins and lipids can hop from a compartment to an adjacent one, probably when thermal fluctuations of the membrane and the membrane skeleton create a space between them large enough to allow the passage of integral membrane proteins, when an actin filament temporarily breaks, and/or when membrane molecules have sufficient kinetic energy to cross the barrier when they are in the boundary region.",
            "score": 308.41681814193726
        },
        {
            "docid": "2318393_15",
            "document": "SNARE (protein) . Membrane fusion is an energetically demanding series of events, which requires translocation of proteins in the membrane and disruption of the lipid bilayer, followed by reformation of a highly curved membrane structure. The process of bringing together two membranes requires input energy to overcome the repulsive electrostatic forces between the membranes. The mechanism that regulates the movement of membrane associated proteins away from the membrane contact zone prior to fusion is unknown, but the local increase in membrane curvature is thought to contribute in the process. SNAREs generate energy through protein-lipid and protein-protein interactions which act as a driving force for membrane fusion.",
            "score": 255.96713995933533
        },
        {
            "docid": "340440_12",
            "document": "Fluid mosaic model . Some proteins embedded in the bilipid layer interact with the extracellular matrix outside the cell, cytoskeleton filaments inside the cell, and septin ring-like structures. These interactions have a strong influence on shape and structure, as well as on compartmentalization. Moreover, they impose physical constraints that restrict the free lateral diffusion of proteins and at least some lipids within the bilipid layer. When integral proteins of the lipid bilayer are tethered to the extracellular matrix, they are unable to diffuse freely. Proteins with a long intracellular domain may collide with a fence formed by cytoskeleton filaments. Both processes restrict the diffusion of proteins and lipids directly involved, as well as of other interacting components of the cell membranes.",
            "score": 229.0957531929016
        },
        {
            "docid": "46343283_4",
            "document": "SCIMP protein . Some of TRAPs are palmitoylated in a border region between transmembrane and intracellular domain. The aliphatic chain of Palmitic acid is anchored to the membrane bilayer and thus influence protein targeting to membrane microdomains. SCIMP is also palmitoylated and is associated with tetraspanin-enriched mircrodomains (TEMs). TEMs, unlike lipid rafts, are based more on protein-protein interactions than lipid-lipid/lipid-protein interactions. One of the resident proteins in TEMs is MHC class II molecule. SCIMP is present in the immunological synapse during antigen presentation between a T cell and an antigen-presenting cell (APC).",
            "score": 255.92828392982483
        },
        {
            "docid": "168372_4",
            "document": "Peripheral membrane protein . Peripheral membrane proteins may interact with other proteins or directly with the lipid bilayer. In the latter case, they are then known as \"amphitropic\" proteins. Some proteins, such as G-proteins and certain protein kinases, interact with transmembrane proteins and the lipid bilayer simultaneously. Some polypeptide hormones, antimicrobial peptides, and neurotoxins accumulate at the membrane surface prior to locating and interacting with their cell surface receptor targets, which may themselves be peripheral membrane proteins.",
            "score": 244.24952268600464
        },
        {
            "docid": "17890418_9",
            "document": "Protein–lipid interaction . Many peripheral membrane proteins bind to the membrane primarily through interactions with integral membrane proteins. But there is a diverse group of proteins which interact directly with the surface of the lipid bilayer. Some, such as myelin basic protein, and spectrin have mainly structural roles. A number of water-soluble proteins can bind to the bilayer surface transiently or under specific conditions.",
            "score": 234.87858867645264
        },
        {
            "docid": "4909494_4",
            "document": "AGG01 . AGG01 is a cationic peptide, which is a polycationic protein that is rich in positive residues of the amino acids arginine and lysine, and which folds into an amphipathic structure (one which has both hydrophobic and hydrophilic areas). These features mean that it can interact with the anionic lipids in the bacterial membrane, such as phosphatidylglycerol. It inserts itself into the membrane, by competing with cross-linking proteins between each membrane layer, and then sets up trans-membrane protein channels which induce ion transport out of the cell. This causes huge leakage via osmosis through these 'pores' and the general consensus is that the loss of these essential molecules is the mechanism by which bacteria are killed. The bacterial membrane has a different structure from the mammalian plasma membrane, so the protein can only kill pathogenic cells and not human ones.",
            "score": 312.0937931537628
        },
        {
            "docid": "168372_16",
            "document": "Peripheral membrane protein . Two distinct membrane-association modes of proteins have been identified. Typical water-soluble proteins have no exposed nonpolar residues or any other hydrophobic anchors. Therefore, they remain completely in aqueous solution and do not penetrate into the lipid bilayer, which would be energetically costly. Such proteins interact with bilayers only electrostatically, for example, ribonuclease and poly-lysine interact with membranes in this mode. However, typical amphitropic proteins have various hydrophobic anchors that penetrate the interfacial region and reach the hydrocarbon interior of the membrane. Such proteins \"deform\" the lipid bilayer, decreasing the temperature of lipid fluid-gel transition. The binding is usually a strongly exothermic reaction. Association of amphiphilic α-helices with membranes occurs similarly. Intrinsically unstructured or unfolded peptides with nonpolar residues or lipid anchors can also penetrate the interfacial region of the membrane and reach the hydrocarbon core, especially when such peptides are cationic and interact with negatively charged membranes.",
            "score": 236.22319102287292
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 312.96373176574707
        },
        {
            "docid": "14349730_8",
            "document": "Alpha-Parinaric acid . α-Parinaric acid is also used as a chromophore to study interactions between membrane proteins and lipids. Because of the similarity of α-parinaric acid to normal membrane lipids, it has minimal perturbing influence. By measuring shifts in the absorption spectrum, enhancement of α-parinaric acid fluorescence, induced circular dichroism, and energy transfer between tryptophan amino acids in the protein and the bound chromophore, information may be gleaned about the molecular interactions between protein and lipid. For example, this technique is used to investigate how fatty acids bind to serum albumin (a highly abundant blood protein), lipid transport processes including structural characterization of lipoproteins, and phospholipid-transfer proteins.",
            "score": 255.73383116722107
        },
        {
            "docid": "40684861_9",
            "document": "Michael F. Brown . (3) Brown's work in the area of membrane lipid-protein interactions he has produced a new vision that significantly advances the field of biomembranes. He was the first to firmly establish how membrane lipids govern the energetics of membrane proteins, and he developed a new biomembrane model. His innovation of a two-way coupling of lipids and proteins explains membrane protein function by nonspecific material properties of lipid bilayers. The new biomembrane model for lipid-protein and lipid-peptide interactions is based on differential geometry using the Helfrich free energy. According to the Flexible Surface Model, elastic deformation of the membrane bilayer is coupled to the conformational energetics of membrane proteins, including receptors and ion channels. Frustration of the intrinsic curvature of the bilayer is linked to allosteric regulation of membrane proteins that are implicated in key signaling or transport functions.",
            "score": 248.0528118610382
        },
        {
            "docid": "969126_2",
            "document": "Protein structure . Protein structure is the three-dimensional arrangement of atoms in an amino acid-chain molecule. Proteins are polymers specifically polypeptides formed from sequences of amino acids, the monomers of the polymer. A single amino acid monomer may also be called a residue indicating a repeating unit of a polymer. Proteins form by amino acids undergoing condensation reactions, in which the amino acids lose one water molecule per reaction in order to attach to one another with a peptide bond. By convention, a chain under 30 amino acids is often identified as a peptide, rather than a protein. To be able to perform their biological function, proteins fold into one or more specific spatial conformations driven by a number of non-covalent interactions such as hydrogen bonding, ionic interactions, Van der Waals forces, and hydrophobic packing. To understand the functions of proteins at a molecular level, it is often necessary to determine their three-dimensional structure. This is the topic of the scientific field of structural biology, which employs techniques such as X-ray crystallography, NMR spectroscopy, and dual polarisation interferometry to determine the structure of proteins.",
            "score": 219.18028235435486
        },
        {
            "docid": "168372_12",
            "document": "Peripheral membrane protein . Some cytosolic proteins are recruited to different cellular membranes by recognizing certain types of lipid found within a given membrane. Binding of a protein to a specific lipid occurs via specific membrane-targeting structural domains that occur within the protein and have specific binding pockets for the lipid head groups of the lipids to which they bind. This is a typical biochemical protein–ligand interaction, and is stabilized by the formation of intermolecular hydrogen bonds, van der Waals interactions, and hydrophobic interactions between the protein and lipid ligand. Such complexes are also stabilized by the formation of ionic bridges between the aspartate or glutamate residues of the protein and lipid phosphates via intervening calcium ions (Ca). Such ionic bridges can occur and are stable when ions (such as Ca) are already bound to a protein in solution, prior to lipid binding. The formation of ionic bridges is seen in the protein–lipid interaction between both protein C2 type domains and annexins..",
            "score": 248.76694250106812
        },
        {
            "docid": "10262047_5",
            "document": "History of biochemistry . Among the vast number of different biomolecules, many are complex and large molecules (called polymers), which are composed of similar repeating subunits (called monomers). Each class of polymeric biomolecule has a different set of subunit types. For example, a protein is a polymer whose subunits are selected from a set of twenty or more amino acids, carbohydrates are formed from sugars known as monosaccharides, oligosaccharides, and polysaccharides, lipids are formed from fatty acids and glycerols, and nucleic acids are formed from nucleotides. Biochemistry studies the chemical properties of important biological molecules, like proteins, and in particular the chemistry of enzyme-catalyzed reactions. The biochemistry of cell metabolism and the endocrine system has been extensively described. Other areas of biochemistry include the genetic code (DNA, RNA), protein synthesis, cell membrane transport, and signal transduction.",
            "score": 277.04257130622864
        },
        {
            "docid": "15921939_4",
            "document": "Malate dehydrogenase 2 . The protein encoded by MDH2 exists as a dimer, which indicate the important connection between protein stability and enzymatic activity. Each subunit contains two structurally and functionally distinct domains. The first is the NAD-binding domain, which exists in the amino-terminal half of each molecule, and contains a parallel-sheet structure, otherwise known as a Rosman fold motif. The core dinucleotide binding structure is composed of four beta-sheets and one alpha-helix. The other domain is a carboxy-terminal domain that contains the substrate binding site and amino acids that are necessary for catalysis. The active site of these enzymes is in a cleft between two domains. Crystallography reveals the dimer interface, which consists mainly of interacting alpha-helices that form a compact interaction. The active sites in these dimeric proteins are well separated from each other.",
            "score": 203.9921133518219
        },
        {
            "docid": "2485027_27",
            "document": "Non-covalent interactions . Single tertiary protein structures can also assemble to form protein complexes composed of multiple independently folded subunits. As a whole, this is called a protein's quaternary structure. The quaternary structure is generated by the formation of relatively strong non-covalent interactions, such as hydrogen bonds, between different subunits to generate a functional polymeric enzyme. Some proteins also utilize non-covalent interactions to bind cofactors in the active site during catalysis, however a cofactor can also be covalently attached to an enzyme. Cofactors can be either organic or inorganic molecules which assist in the catalytic mechanism of the active enzyme. The strength with which a cofactor is bound to an enzyme may vary greatly; non-covalently bound cofactors are typically anchored by hydrogen bonds or electrostatic interactions.",
            "score": 160.52944207191467
        },
        {
            "docid": "514355_9",
            "document": "Rod cell . When light hits photoreceptive pigments within the photoreceptor cell, the pigment changes shape. The pigment, called rhodopsin (conopsin is found in cone cells) comprises a large protein called opsin (situated in the plasma membrane), attached to which is a covalently bound prosthetic group: an organic molecule called retinal (a derivative of vitamin A). The retinal exists in the 11-cis-retinal form when in the dark, and stimulation by light causes its structure to change to all-trans-retinal. This structural change causes an increased affinity for the regulatory protein called transducin (a type of G protein). Upon binding to rhodopsin, the alpha subunit of the G protein replaces a molecule of GDP with a molecule of GTP and becomes activated. This replacement causes the alpha subunit of the G protein to dissociate from the beta and gamma subunits of the G protein. As a result, the alpha subunit is now free to bind to the cGMP phosphodiesterase (an effector protein). The alpha subunit interacts with the inhibitory PDE gamma subunits and prevents them from blocking catalytic sites on the alpha and beta subunits of PDE, leading to the activation of cGMP phosphodiesterase, which hydrolyzes cGMP (the second messenger), breaking it down into 5'-GMP. Reduction in cGMP allows the ion channels to close, preventing the influx of positive ions, hyperpolarizing the cell, and stopping the release of the neurotransmitter glutamate (Kandel et al., 2000). Though cone cells primarily use the neurotransmitter substance acetylcholine, rod cells use a variety. The entire process by which light initiates a sensory response is called visual phototransduction.",
            "score": 253.2121295928955
        },
        {
            "docid": "168372_8",
            "document": "Peripheral membrane protein . Typical amphitropic proteins must interact strongly with the lipid bilayer in order to perform their biological functions. These include the enzymatic processing of lipids and other hydrophobic substances, membrane anchoring, and the binding and transfer of small nonpolar compounds between different cellular membranes. These proteins may be anchored to the bilayer as a result of hydrophobic interactions between the bilayer and exposed nonpolar residues at the surface of a protein, by specific non-covalent binding interactions with regulatory lipids , or through their attachment to covalently bound lipid anchors.",
            "score": 214.4183030128479
        },
        {
            "docid": "17890418_5",
            "document": "Protein–lipid interaction . There are two approaches used to measure the relative affinity of lipids binding to specific membrane proteins. These involve the use of lipid analogues in reconstituted phospholipid vesicles containing the protein of interest:  1) Spin-labeled phospholipids are motionally restricted when they are adjacent to membrane proteins. The result is a component in the ESR spectrum which is broadened. The experimental spectrum can be analyzed as the sum of the two components, a rapidly tumbling species in the \"bulk\" lipid phase with a sharp spectrum, and a motionally restricted component adjacent to the protein. Membrane protein denaturation causes further broadening of ESR spin label spectrum and throws more light on membrane lipid-proteins interactions  2) Spin-labeled and brominated lipid derivatives are able to quench the intrinsic tryptophan fluorescence from membrane proteins. The efficiency of quenching depends on the distance between the lipid derivative and the fluorescent tryptophans.",
            "score": 248.9140980243683
        },
        {
            "docid": "22553920_10",
            "document": "Membrane curvature . Some biologically occurring lipids do exhibit spontaneous curvature which could explain the shapes of biological membranes. Nevertheless, calculations show that spontaneous lipid curvature alone is either insufficient or would require conditions that are unrealistic to drive the degree of curvature observed in most cells. It is now known that lipid curvature is \"aided\" by protein structures in order to generate complete cellular curvature. A classical example of such interactions is the activity of the protein clathrin. Clathrin is involved in cellular endocytosis and is sequestrated by specific signaling molecules. Clathrin can attach to adaptor protein complexes on the cellular membrane, and it polymerizes to drive greater curvature, resulting in endocytosis of a vesicular unit.",
            "score": 251.9904773235321
        },
        {
            "docid": "9775_5",
            "document": "Endoplasmic reticulum . The membrane of the rough endoplasmic reticulum forms large double membrane sheets that are located near, and continuous with, the outer layer of the nuclear envelope. The double membrane sheets are stacked and connected through several right or left-handed helical ramps, the so-called Terasaki ramps, giving rise to a structure resembling a multi-storey car park. Although there is no continuous membrane between the endoplasmic reticulum and the Golgi apparatus, membrane-bound transport vesicles shuttle proteins between these two compartments. Vesicles are surrounded by coating proteins called COPI and COPII. COPII targets vesicles to the Golgi apparatus and COPI marks them to be brought back to the rough endoplasmic reticulum. The rough endoplasmic reticulum works in concert with the Golgi complex to target new proteins to their proper destinations. A second method of transport out of the endoplasmic reticulum involves areas called membrane contact sites, where the membranes of the endoplasmic reticulum and other organelles are held closely together, allowing the transfer of lipids and other small molecules.",
            "score": 251.78492665290833
        }
    ],
    "r": [
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 312.9637145996094
        },
        {
            "docid": "43114391_2",
            "document": "Annular lipid shell . Annular lipids (also called shell lipids or boundary lipids) represent a select set of lipids or lipidic molecules which preferentially bind or stick to the surface of membrane proteins in biological cells. They constitute a layer, or an annulus/ shell, of lipids which are highly immobilized due to the existence of strong lipid-protein (binding) interactions. Polar headgroups of these lipids bind to the hydrophilic part of the membrane protein(s) at the inner and outer surfaces of lipid bilayer membrane. The hydrophobic surface of the membrane proteins is bound to the apposed lipid fatty acid chains of the membrane bilayer. For integral membrane proteins spanning the thickness of the membrane bilayer, these annular/shell lipids act like a lubricating layer on the proteins' surfaces, thereby facilitating almost free rotation and lateral diffusion of membrane proteins within the 2-dimensional expanse of the biological membrane(s). Outside the layer of shell/annular lipids, lipids are not tied down to protein molecules. However, they may be slightly restricted in their segmental motion freedom due to mild peer pressure of protein molecules, if present in high concentration, which arises from extended influence of protein-lipid interaction. Membrane areas away from protein molecules contain lamellar phase bulk lipids, which are largely free from any restraining effects due to protein-lipid interactions. Thermal denaturation of membrane proteins may destroy the secondary and tertiary structure of membrane proteins, exposing newer surfaces to membrane lipids and therefore increasing the number of lipids molecules in the annulus/shell layer. This phenomenon can be studied by the spin label electron paramagnetic resonance technique.",
            "score": 312.44439697265625
        },
        {
            "docid": "4909494_4",
            "document": "AGG01 . AGG01 is a cationic peptide, which is a polycationic protein that is rich in positive residues of the amino acids arginine and lysine, and which folds into an amphipathic structure (one which has both hydrophobic and hydrophilic areas). These features mean that it can interact with the anionic lipids in the bacterial membrane, such as phosphatidylglycerol. It inserts itself into the membrane, by competing with cross-linking proteins between each membrane layer, and then sets up trans-membrane protein channels which induce ion transport out of the cell. This causes huge leakage via osmosis through these 'pores' and the general consensus is that the loss of these essential molecules is the mechanism by which bacteria are killed. The bacterial membrane has a different structure from the mammalian plasma membrane, so the protein can only kill pathogenic cells and not human ones.",
            "score": 312.0937805175781
        },
        {
            "docid": "33051527_23",
            "document": "Cell membrane . 2. Transmembrane protein channels and transporters: Transmembrane proteins extend through the lipid bilayer of the membranes; they function on both sides of the membrane to transport molecules across it. Nutrients, such as sugars or amino acids, must enter the cell, and certain products of metabolism must leave the cell. Such molecules can diffuse passively through protein channels such as aquaporins in facilitated diffusion or are pumped across the membrane by transmembrane transporters. Protein channel proteins, also called \"permeases\", are usually quite specific, and they only recognize and transport a limited variety of chemical substances, often limited to a single substance. Another example of a transmembrane protein is a cell-surface receptor, which allow cell signaling molecules to communicate between cells.",
            "score": 310.041015625
        },
        {
            "docid": "36907492_7",
            "document": "Fences and pickets model of plasma membrane structure . Receptor redistribution and clustering are key steps in many signal transduction pathways. Several reports have indicated the active roles played by the cytoskeleton in inhibiting or enabling the redistribution/clustering of membrane molecules. Receptor monomers can hop across the inter-compartment boundaries quite readily, but when they form oligomers upon liganding, their size increases and consequently their hop rate decreases dramatically.  Many receptors and other membrane-associated molecules are temporarily immobilized on actin filaments. This imobilization is often enhanced upon receptor engagement, and constitutes a key step for recruiting the downstream signaling molecule. Meanwhile, the formation of engaged receptor clusters might lead to de novo polymerization of actin filaments at the receptor cluster. As such, the actin-based membrane skeleton might work as a base scaffold for enhancing the interactions between the receptor and the actin-bound downstream molecules and for localized signaling. The ‘‘pickets’’ and ‘‘fences’’ made of the membrane skeleton and the anchored transmembrane proteins provide the cell with a mechanism for preserving the spatial information of signal transduction in the membranewhereas pickets would influence both lipids and transmembrane proteins. Pickets influence both lipids and transmembrane proteins traffic, whereas fences mostly influence only transmembrane proteins. Therefore, transmembrane proteins are corralled by both fences and pickets. In both models, membrane proteins and lipids can hop from a compartment to an adjacent one, probably when thermal fluctuations of the membrane and the membrane skeleton create a space between them large enough to allow the passage of integral membrane proteins, when an actin filament temporarily breaks, and/or when membrane molecules have sufficient kinetic energy to cross the barrier when they are in the boundary region.",
            "score": 308.41680908203125
        },
        {
            "docid": "33051527_14",
            "document": "Cell membrane . Lipid vesicles or liposomes are circular pockets that are enclosed by a lipid bilayer. These structures are used in laboratories to study the effects of chemicals in cells by delivering these chemicals directly to the cell, as well as getting more insight into cell membrane permeability. Lipid vesicles and liposomes are formed by first suspending a lipid in an aqueous solution then agitating the mixture through sonication, resulting in a vesicle. By measuring the rate of efflux from that of the inside of the vesicle to the ambient solution, allows researcher to better understand membrane permeability. Vesicles can be formed with molecules and ions inside the vesicle by forming the vesicle with the desired molecule or ion present in the solution. Proteins can also be embedded into the membrane through solubilizing the desired proteins in the presence of detergents and attaching them to the phospholipids in which the liposome is formed. These provide researchers with a tool to examine various membrane protein functions.",
            "score": 307.4319763183594
        },
        {
            "docid": "927267_8",
            "document": "Dengue virus . The DENV E (envelope) protein, found as a dimer on the surface of the mature viral particle, is important in the initial attachment of this particle to the host cell. Each E protein monomer comprises three ectodomains, ED1 to ED3, and a trans-membrane segment. ED2 includes the dimerization interface, two glycosylation sites, and the peptide of fusion with the cellular membrane. ED3 is a continuous polypeptide segment; its fold is compact and immunoglobulin-like. Dengue virus is transmitted by a mosquito known as \"Aedes\". Several molecules which interact with the viral E protein (ICAM3-grabbing non-integrin, CD209, Rab 5, GRP 78, and the mannose receptor ) have been shown to be important factors mediating attachment and viral entry. The membrane form of Ribosomal protein SA may also be involved in the attachment. Recombinant domains of the E protein are used as well-defined antigens in the serological detection of antibodies directed against dengue virus and as immunogens in vaccine candidates.",
            "score": 306.38360595703125
        },
        {
            "docid": "11712_3",
            "document": "Facilitated diffusion . Facilitated diffusion is different from simple diffusion in several ways. First, the transport relies on molecular binding between the cargo and the membrane-embedded channel or carrier protein. Second, the rate of facilitated diffusion is saturable with respect to the concentration difference between the two phases; unlike free diffusion which is linear in the concentration difference. Third, the temperature dependence of facilitated transport is substantially different due to the presence of an activated binding event, as compared to free diffusion where the dependence on temperature is mild. Polar molecules and large ions dissolved in water cannot diffuse freely across the plasma membrane due to the hydrophobic nature of the fatty acid tails of the phospholipids that make up the lipid bilayer. Only small, non-polar molecules, such as oxygen and carbon dioxide, can diffuse easily across the membrane. Hence, no nonpolar molecules are transported by proteins in the form of transmembrane channels. These channels are gated, meaning that they open and close, and thus deregulate the flow of ions or small polar molecules across membranes, sometimes against the osmotic gradient. Larger molecules are transported by transmembrane carrier proteins, such as permeases, that change their conformation as the molecules are carried across (e.g. glucose or amino acids).  Non-polar molecules, such as retinol or lipids, are poorly soluble in water. They are transported through aqueous compartments of cells or through extracellular space by water-soluble carriers (e.g. retinol binding protein). The metabolites are not altered because no energy is required for facilitated diffusion. Only permease changes its shape in order to transport metabolites. The form of transport through a cell membrane in which a metabolite is modified is called group translocation transportation.",
            "score": 305.2188720703125
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 303.914794921875
        },
        {
            "docid": "4817_2",
            "document": "Biological membrane . A biological membrane or biomembrane is an enclosing or separating membrane that acts as a selectively permeable barrier within living things. Biological membranes, in the form of eukaryotic cell membranes, consist of a phospholipid bilayer with embedded, integral and peripheral proteins used in communication and transportation of chemicals and ions. The bulk of lipid in a cell membrane provides a fluid matrix for proteins to rotate and laterally diffuse for physiological functioning. Proteins are adapted to high membrane fluidity environment of lipid bilayer with the presence of an annular lipid shell, consisting of lipid molecules bound tightly to surface of integral membrane proteins. The cell membranes are different from the isolating tissues formed by layers of cells, such as mucous membranes, basement membranes, and serous membranes.",
            "score": 302.2373352050781
        },
        {
            "docid": "156998_8",
            "document": "Action potential . The electrical properties of a cell are determined by the structure of the membrane that surrounds it. A cell membrane consists of a lipid bilayer of molecules in which larger protein molecules are embedded. The lipid bilayer is highly resistant to movement of electrically charged ions, so it functions as an insulator. The large membrane-embedded proteins, in contrast, provide channels through which ions can pass across the membrane. Action potentials are driven by channel proteins whose configuration switches between closed and open states as a function of the voltage difference between the interior and exterior of the cell. These voltage-sensitive proteins are known as voltage-gated ion channels.",
            "score": 300.53973388671875
        },
        {
            "docid": "595999_8",
            "document": "Cell envelope . As a phospholipid bilayer, the lipid portion of the outer membrane is largely impermeable to all charged molecules. However, channels called porins are present in the outer membrane that allow for passive transport of many ions, sugars and amino acids across the outer membrane. These molecules are therefore present in the periplasm, the region between the plasma membrane and outer membrane. The periplasm contains the peptidoglycan layer and many proteins responsible for substrate binding or hydrolysis and reception of extracellular signals. The periplasm is thought to exist as a gel-like state rather than a liquid due to the high concentration of proteins and peptidoglycan found within it. Because of its location between the cytoplasmic and outer membranes, signals received and substrates bound are available to be transported across the cytoplasmic membrane using transport and signalling proteins imbedded there.",
            "score": 300.18475341796875
        },
        {
            "docid": "4209093_9",
            "document": "Bacterial cell structure . As a phospholipid bilayer, the lipid portion of the outer membrane is impermeable to charged molecules. However, channels called porins are present in the outer membrane that allow for passive transport of many ions, sugars and amino acids across the outer membrane. These molecules are therefore present in the periplasm, the region between the cytoplasmic and outer membranes. The periplasm contains the peptidoglycan layer and many proteins responsible for substrate binding or hydrolysis and reception of extracellular signals. The periplasm is thought to exist in a gel-like state rather than a liquid due to the high concentration of proteins and peptidoglycan found within it. Because of its location between the cytoplasmic and outer membranes, signals received and substrates bound are available to be transported across the cytoplasmic membrane using transport and signalling proteins imbedded there.",
            "score": 299.7424011230469
        },
        {
            "docid": "9927_35",
            "document": "Endomembrane system . The plasma membrane is a phospholipid bilayer membrane that separates the cell from its environment and regulates the transport of molecules and signals into and out of the cell. Embedded in the membrane are proteins that perform the functions of the plasma membrane. The plasma membrane is not a fixed or rigid structure, the molecules that compose the membrane are capable of lateral movement. This movement and the multiple components of the membrane are why it is referred to as a fluid mosaic. Smaller molecules such as carbon dioxide, water, and oxygen can pass through the plasma membrane freely by diffusion or osmosis. Larger molecules needed by the cell are assisted by proteins through active transport.",
            "score": 297.7937927246094
        },
        {
            "docid": "8420425_3",
            "document": "Elasticity of cell membranes . Of the numerous models that have been developed to describe the deformation of cell membranes, a widely accepted model is the fluid mosaic model proposed by Singer and Nicolson in 1972. In this model, the cell membrane surface is modeled as a two-dimensional fluid-like lipid bilayer where the lipid molecules can move freely. The proteins are partially or fully embedded in the lipid bilayer. Fully embedded proteins are called integral membrane proteins because they traverse the entire thickness of the lipid bilayer. These communicate information and matter between the interior and the exterior of the cell. Proteins that are only partially embedded in the bilayer are called peripheral membrane proteins. The membrane skeleton is a network of proteins below the bilayer that links with the proteins in the lipid membrane.",
            "score": 296.35870361328125
        },
        {
            "docid": "33051527_26",
            "document": "Cell membrane . Prokaryotes are divided into two different groups, Archaea and Bacteria, with bacteria dividing further into gram-positive and gram-negative. Gram-negative bacteria have both a plasma membrane and an outer membrane separated by periplasm, however, other prokaryotes have only a plasma membrane. These two membranes differ in many aspects. The outer membrane of the gram-negative bacteria differ from other prokaryotes due to phospholipids forming the exterior of the bilayer, and lipoproteins and phospholipids forming the interior. The outer membrane typically has a porous quality due to its presence of membrane proteins, such as gram-negative porins, which are pore-forming proteins. The inner, plasma membrane is also generally symmetric whereas the outer membrane is asymmetric because of proteins such as the aforementioned. Also, for the prokaryotic membranes, there are multiple things that can affect the fluidity. One of the major factors that can affect the fluidity is fatty acid composition. For example, when the bacteria \"Staphylococcus aureus\" was grown in 37C for 24h, the membrane exhibited a more fluid state instead of a gel-like state. This supports the concept that in higher temperatures, the membrane is more fluid than in colder temperatures. When the membrane is becoming more fluid and needs to become more stabilized, it will make longer fatty acid chains or saturated fatty acid chains in order to help stabilize the membrane. Bacteria are also surrounded by a cell wall composed of peptidoglycan (amino acids and sugars). Some eukaryotic cells also have cell walls, but none that are made of peptidoglycan. The outer membrane of gram negative bacteria is rich in lipopolysaccharides, which are combined poly- or oligosaccharide and carbohydrate lipid regions that stimulate the cell’s natural immunity. The outer membrane can bleb out into periplasmic protrusions under stress conditions or upon virulence requirements while encountering a host target cell, and thus such blebs may work as virulence organelles. Bacterial cells provide numerous examples of the diverse ways in which prokaryotic cell membranes are adapted with structures that suit the organism’s niche. For example, proteins on the surface of certain bacterial cells aid in their gliding motion. Many gram-negative bacteria have cell membranes which contain ATP-driven protein exporting systems.",
            "score": 296.3045959472656
        },
        {
            "docid": "2917198_10",
            "document": "Neuropsychopharmacology . It has previously been known that ultimate control over the membrane voltage or potential of a nerve cell, and thus the firing of the cell, resides with the trans-membrane ion channels which control the membrane currents via the ions K, Na, and Ca, and of lesser importance Mg and Cl. The concentration differences between the inside and outside of the cell determine the membrane voltage.Precisely how these currents are controlled has become much clearer with the advances in receptor structure and G-protein-coupled processes. Many receptors are found to be pentameric clusters of five trans-membrane proteins (not necessarily the same) or \"receptor subunits\", each a chain of many amino acids. Transmitters typically bind at the junction between two of these proteins, on the parts that protrude from the cell membrane. If the receptor is of the ionotropic type, a central pore or channel in the middle of the proteins will be mechanically moved to allow certain ions to flow through, thus altering the ion concentration difference. If the receptor is of the metabotropic type, G-proteins will cause metabolism inside the cell that may eventually change other ion channels. Researchers are better understanding precisely how these changes occur based on the protein structure shapes and chemical properties.",
            "score": 295.72869873046875
        },
        {
            "docid": "158011_2",
            "document": "Lipid bilayer . The lipid bilayer (or phospholipid bilayer) is a thin polar membrane made of two layers of lipid molecules. These membranes are flat sheets that form a continuous barrier around all cells. The cell membranes of almost all living organisms and many viruses are made of a lipid bilayer, as are the membranes surrounding the cell nucleus and other sub-cellular structures. The lipid bilayer is the barrier that keeps ions, proteins and other molecules where they are needed and prevents them from diffusing into areas where they should not be. Lipid bilayers are ideally suited to this role, even though they are only a few nanometers in width, they are impermeable to most water-soluble (hydrophilic) molecules. Bilayers are particularly impermeable to ions, which allows cells to regulate salt concentrations and pH by transporting ions across their membranes using proteins called ion pumps.",
            "score": 295.610107421875
        },
        {
            "docid": "529981_4",
            "document": "Membrane transport protein . Active transport is the movement of a substance across a membrane against its concentration gradient. This is usually to accumulate high concentrations of molecules that a cell needs, such as glucose or amino acids. If the process uses chemical energy, such as adenosine triphosphate (ATP), it is called primary active transport. Secondary active transport involves the use of an electrochemical gradient, and does not use energy produced in the cell. Unlike channel proteins which only transport substances through membranes passively, carrier proteins can transport ions and molecules either passively through facilitated diffusion, or via secondary active transport. A carrier protein is required to move particles from areas of low concentration to areas of high concentration. These carrier proteins have receptors that bind to a specific molecule (substrate) needing transport. The molecule or ion to be transported (the substrate) must first bind at a binding site at the carrier molecule, with a certain binding affinity. Following binding, and while the binding site is facing the same way, the carrier will capture or occlude (take in and retain) the substrate within its molecular structure and cause an internal translocation so that the opening in the protein now faces the other side of the plasma membrane. The carrier protein substrate is released at that site, according to its binding affinity there.",
            "score": 294.70855712890625
        },
        {
            "docid": "4230_10",
            "document": "Cell (biology) . The cell membrane, or plasma membrane, is a biological membrane that surrounds the cytoplasm of a cell. In animals, the plasma membrane is the outer boundary of the cell, while in plants and prokaryotes it is usually covered by a cell wall. This membrane serves to separate and protect a cell from its surrounding environment and is made mostly from a double layer of phospholipids, which are amphiphilic (partly hydrophobic and partly hydrophilic). Hence, the layer is called a phospholipid bilayer, or sometimes a fluid mosaic membrane. Embedded within this membrane is a variety of protein molecules that act as channels and pumps that move different molecules into and out of the cell. The membrane is semi-permeable, and selectively permeable, in that it can either let a substance (molecule or ion) pass through freely, pass through to a limited extent or not pass through at all. Cell surface membranes also contain receptor proteins that allow cells to detect external signaling molecules such as hormones.",
            "score": 294.0704040527344
        },
        {
            "docid": "19588_18",
            "document": "Mitochondrion . The outer mitochondrial membrane, which encloses the entire organelle, is 60 to 75 angstroms (Å) thick. It has a protein-to-phospholipid ratio similar to that of the eukaryotic plasma membrane (about 1:1 by weight). It contains large numbers of integral membrane proteins called porins. These porins form channels that allow molecules of 5000 daltons or less in molecular weight to freely diffuse from one side of the membrane to the other. Larger proteins can enter the mitochondrion if a signaling sequence at their N-terminus binds to a large multisubunit protein called translocase of the outer membrane, which then actively moves them across the membrane. Mitochondrial pro-proteins are imported through specialised translocation complexes. The outer membrane also contains enzymes involved in such diverse activities as the elongation of fatty acids, oxidation of epinephrine, and the degradation of tryptophan. These enzymes include monoamine oxidase, rotenone-insensitive NADH-cytochrome c-reductase, kynurenine hydroxylase and fatty acid Co-A ligase. Disruption of the outer membrane permits proteins in the intermembrane space to leak into the cytosol, leading to certain cell death. The mitochondrial outer membrane can associate with the endoplasmic reticulum (ER) membrane, in a structure called MAM (mitochondria-associated ER-membrane). This is important in the ER-mitochondria calcium signaling and is involved in the transfer of lipids between the ER and mitochondria.",
            "score": 293.9040832519531
        },
        {
            "docid": "14854417_12",
            "document": "Protein phosphorylation . Phosphorylation sites are crucial for proteins and their transportation and functions. They are the covalent modification of proteins through reversible phosphorylation. This enables proteins to stay inbound within a cell since the negative phosphorylated site disallows their permeability through the cellular membrane. Protein dephosphorylation allows the cell to replenish phosphates through release of pyrophosphates which saves ATP use in the cell. An example of phosphorylating enzyme is found in \"E. coli\" bacteria. It possesses alkaline phosphatase in its periplasmic region of its membrane. The outermost membrane is permeable to phosphorylated molecules however the inner cytoplasmic membrane is impermeable due to large negative charges. In this way, the \"E. coli\" bacteria stores proteins and pyrophosphates in its periplasmic membrane until either are needed within the cell.",
            "score": 293.2310791015625
        },
        {
            "docid": "33051527_2",
            "document": "Cell membrane . The cell membrane (also known as the plasma membrane or cytoplasmic membrane, and historically referred to as the plasmalemma) is a biological membrane that separates the interior of all cells from the outside environment (the extracellular space). It consists of a lipid bilayer with embedded proteins. The basic function of the cell membrane is to protect the cell from its surroundings. The cell membrane controls the movement of substances in and out of cells and organelles. In this way, it is selectively permeable to ions and organic molecules. In addition, cell membranes are involved in a variety of cellular processes such as cell adhesion, ion conductivity and cell signalling and serve as the attachment surface for several extracellular structures, including the cell wall, the carbohydrate layer called the glycocalyx, and the intracellular network of protein fibers called the cytoskeleton. In the field of synthetic biology, cell membranes can be artificially reassembled.",
            "score": 293.1087646484375
        },
        {
            "docid": "9028799_14",
            "document": "Bacteria . Many important biochemical reactions, such as energy generation, occur due to concentration gradients across membranes, creating a potential difference analogous to a battery. The general lack of internal membranes in bacteria means these reactions, such as electron transport, occur across the cell membrane between the cytoplasm and the outside of the cell or periplasm. However, in many photosynthetic bacteria the plasma membrane is highly folded and fills most of the cell with layers of light-gathering membrane. These light-gathering complexes may even form lipid-enclosed structures called chlorosomes in green sulfur bacteria. Most bacteria do not have a membrane-bound nucleus, and their genetic material is typically a single circular bacterial chromosome of DNA located in the cytoplasm in an irregularly shaped body called the nucleoid. The nucleoid contains the chromosome with its associated proteins and RNA. Like all living organisms, bacteria contain ribosomes for the production of proteins, but the structure of the bacterial ribosome is different from that of eukaryotes and Archaea.",
            "score": 292.5753173828125
        },
        {
            "docid": "7671308_5",
            "document": "Cytolysin . A diverse range of studies has been done on Cytolysins. Since the 1970s, more than 40 new cytolysins have been discovered and grouped into different families. At genetic level, the genetic structures of about 70 Cytolysin proteins has been studied and published. The detailed process of membrane damage has also been surveyed. Rossjohn et al. presents the crystal structure of \"perfringolysin\" O, a thiol-activated cytolysin, which creates membrane holes on eukaryotic cells. A detailed model of membrane channel formation that reveals membrane insertion mechanism is constructed. Shatursky et al. studied the membrane insertion mechanism of Perfringolysin O (PFO), a cholesterol-dependent pore-forming cytolysin produced by pathogenic Clostridium perfringens. Instead of using a single amphipathic β hairpin per plypeptide, PFO monomer contains two amphipathic β hairpins, each spans the whole membrane. Larry et al. focused on the membrane penetrating models of RTX toxins, a family of MDT secreted by many gram-negative bacteria. The insertion and transport process of the protein from RTX to target lipid membrane was revealed.",
            "score": 292.0003967285156
        },
        {
            "docid": "340440_2",
            "document": "Fluid mosaic model . The fluid mosaic model explains various observations regarding the structure of functional cell membranes. According to this model, there is a lipid bilayer in which the protein molecules are embedded. The lipid bilayer gives fluidity and elasticity to the membrane. Small amounts of carbohydrates are also found in cell membrane. The model, which was devised by SJ Singer and GL Nicolson in 1972, describes the cell membrane as a two-dimensional liquid that restricts the lateral diffusion of membrane components. Such domains are defined by the existence of regions within the membrane with special lipid and protein composition that promote the formation of lipid rafts or protein and glycoprotein complexes. Another way to define membrane domains is the association of the lipid membrane with the cytoskeleton filaments and the extracellular matrix through membrane proteins. The current model describes important features relevant to many cellular processes, including: cell-cell signaling, apoptosis, cell division, membrane budding, and cell fusion. The fluid mosaic model is the most acceptable model of plasma membrane.",
            "score": 290.8136901855469
        },
        {
            "docid": "165423_8",
            "document": "Digestion . In a channel transupport system, several proteins form a contiguous channel traversing the inner and outer membranes of the bacteria. It is a simple system, which consists of only three protein subunits: the ABC protein, membrane fusion protein (MFP), and outer membrane protein (OMP). This secretion system transports various molecules, from ions, drugs, to proteins of various sizes (20 – 900 kDa). The molecules secreted vary in size from the small \"Escherichia coli\" peptide colicin V, (10 kDa) to the \"Pseudomonas fluorescens\" cell adhesion protein LapA of 900 kDa.",
            "score": 290.7146301269531
        },
        {
            "docid": "11011552_4",
            "document": "Cellular communication (biology) . Reception occurs when the target cell (any cell with a receptor protein specific to the signal molecule) detects a signal, usually in the form of a small, water-soluble molecule, via binding to a receptor protein. Reception is the target cell's detection of a signal via binding of a signaling molecule, or ligand. Receptor proteins span the cell’s plasma membrane and provide specific sites for water-soluble signaling molecules to bind to. These trans-membrane receptors are able to transmit information from outside the cell to the inside because they change conformation when a specific ligand binds to it. By looking at three major types of receptors, (G protein coupled receptors, receptor tyrosine kinases, and ion channel receptors) scientists are able to see how trans-membrane receptors contribute to the complexity of cells and the work that these cells do. Cell surface receptors play an essential role in the biological systems of single- and multi-cellular organisms and malfunction or damage to these proteins is associated with cancer, heart disease, and asthma.",
            "score": 290.6465759277344
        },
        {
            "docid": "6781_17",
            "document": "Cytosol . Protein molecules that do not bind to cell membranes or the cytoskeleton are dissolved in the cytosol. The amount of protein in cells is extremely high, and approaches 200 mg/ml, occupying about 20-30% of the volume of the cytosol. However, measuring precisely how much protein is dissolved in cytosol in intact cells is difficult, since some proteins appear to be weakly associated with membranes or organelles in whole cells and are released into solution upon cell lysis. Indeed, in experiments where the plasma membrane of cells were carefully disrupted using saponin, without damaging the other cell membranes, only about one quarter of cell protein was released. These cells were also able to synthesize proteins if given ATP and amino acids, implying that many of the enzymes in cytosol are bound to the cytoskeleton. However, the idea that the majority of the proteins in cells are tightly bound in a network called the microtrabecular lattice is now seen as unlikely.",
            "score": 289.0623779296875
        },
        {
            "docid": "23634_31",
            "document": "Protein . Transmembrane proteins can also serve as ligand transport proteins that alter the permeability of the cell membrane to small molecules and ions. The membrane alone has a hydrophobic core through which polar or charged molecules cannot diffuse. Membrane proteins contain internal channels that allow such molecules to enter and exit the cell. Many ion channel proteins are specialized to select for only a particular ion; for example, potassium and sodium channels often discriminate for only one of the two ions.",
            "score": 288.9721984863281
        },
        {
            "docid": "33051527_24",
            "document": "Cell membrane . 3. Endocytosis: Endocytosis is the process in which cells absorb molecules by engulfing them. The plasma membrane creates a small deformation inward, called an invagination, in which the substance to be transported is captured.This invagination is caused by proteins on the outside on the cell membrane, acting as receptors and clustering into depressions that eventually promote accumulation of more proteins and lipids on the cytosolic side of the membrane. The deformation then pinches off from the membrane on the inside of the cell, creating a vesicle containing the captured substance. Endocytosis is a pathway for internalizing solid particles (\"cell eating\" or phagocytosis), small molecules and ions (\"cell drinking\" or pinocytosis), and macromolecules. Endocytosis requires energy and is thus a form of active transport.",
            "score": 288.6849060058594
        },
        {
            "docid": "6339_6",
            "document": "Cell biology . Cell biology focuses more on the study of eukaryotic cells, and their signalling pathways, rather than on prokaryotes which is covered under microbiology. The main constituents of the general molecular composition of the cell includes: proteins and lipids which are either free flowing or membrane bound, along with different internal compartments known as organelles. This environment of the cell is made up of hydrophilic and hydrophobic regions which allows for the exchange of the above-mentioned molecules and ions. The hydrophilic regions of the cell are mainly on the inside and outside of the cell, while the hydrophobic regions are within the phospholipid bilayer of the cell membrane. The cell membrane consists of lipids and proteins which accounts for its hydrophobicity as a result of being non-polar substances. Therefore, in order for these molecules to participate in reactions, within the cell, they need to be able to cross this membrane layer to get into the cell. They accomplish this process of gaining access to the cell via: osmotic pressure, diffusion, concentration gradients, and membrane channels. Inside of the cell are extensive internal sub-cellular membrane-bounded compartments called organelles.",
            "score": 288.30023193359375
        }
    ]
}