{
    "q": [
        {
            "docid": "3113497_29",
            "document": "Innate immune system . Type I interferons (IFN), secreted mainly by dendritic cells, play a central role in antiviral host defense and a cell´s antiviral state. Viral components are recognized by different receptors: Toll-like receptors are located in the endosomal membrane and recognize double-stranded RNA (dsRNA), MDA5 and RIG-I receptors are located in the cytoplasm and recognize long dsRNA and phosphate-containing dsRNA respectively. When the cytoplasmic receptors MDA5 and RIG-I recognize a virus the conformation between the caspase-recruitment domain (CARD) and the CARD-containing adaptor MAVS changes. In parallel, when toll-like receptors in the endocytic compartments recognize a virus the activation of the adaptor protein TRIF is induced. Both pathways converge in the recruitment and activation of the IKKε/TBK-1 complex, inducing dimerization of transcription factors IRF3 and IRF7, which are translocated in the nucleus, where they induce IFN production with the presence of a particular transcription factor and activate transcription factor 2. IFN then binds to the IFN receptors, inducing hundreds of interferon-stimulated genes to be expressed. This leads to antiviral protein production, such as protein kinase R, which inhibits viral protein synthesis, or the 2′,5′-oligoadenylate synthetase family, which degrades viral RNA.",
            "score": 229.32758903503418
        },
        {
            "docid": "15120_15",
            "document": "Interferon . Many viruses have evolved mechanisms to resist interferon activity. They circumvent the IFN response by blocking downstream signaling events that occur after the cytokine binds to its receptor, by preventing further IFN production, and by inhibiting the functions of proteins that are induced by IFN. Viruses that inhibit IFN signaling include Japanese Encephalitis Virus (JEV), dengue type 2 virus (DEN-2) and viruses of the herpesvirus family, such as human cytomegalovirus (HCMV) and Kaposi's sarcoma-associated herpesvirus (KSHV or HHV8). Viral proteins proven to affect IFN signaling include EBV nuclear antigen 1 (EBNA1) and EBV nuclear antigen 2 (EBNA-2) from Epstein-Barr virus, the large T antigen of Polyomavirus, the E7 protein of Human papillomavirus (HPV), and the B18R protein of vaccinia virus. Reducing IFN-α activity may prevent signaling via STAT1, STAT2, or IRF9 (as with JEV infection) or through the JAK-STAT pathway (as with DEN-2 infection). Several poxviruses encode soluble IFN receptor homologs—like the B18R protein of the vaccinia virus—that bind to and prevent IFN interacting with its cellular receptor, impeding communication between this cytokine and its target cells. Some viruses can encode proteins that bind to double-stranded RNA (dsRNA) to prevent the activity of RNA-dependent protein kinases; this is the mechanism reovirus adopts using its sigma 3 (σ3) protein, and vaccinia virus employs using the gene product of its E3L gene, p25. The ability of interferon to induce protein production from interferon stimulated genes (ISGs) can also be affected. Production of protein kinase R, for example, can be disrupted in cells infected with JEV Some viruses escape the anti-viral activities of interferons by gene (and thus protein) mutation. The H5N1 influenza virus, also known as bird flu, has resistance to interferon and other anti-viral cytokines that is attributed to a single amino acid change in its Non-Structural Protein 1 (NS1), although the precise mechanism of how this confers immunity is unclear.",
            "score": 188.51125836372375
        },
        {
            "docid": "6846786_4",
            "document": "Protein kinase R . Protein kinase-R is activated by double-stranded RNA (dsRNA), introduced to the cells by a viral infection. PKR can also be activated by the protein PACT or by heparin. PKR contains an N-terminal dsRNA binding domain (dsRBD) and a C-terminal kinase domain, that gives it pro-apoptotic (cell-killing) functions. The dsRBD consists of two tandem copies of a conserved double stranded RNA binding motif, dsRBM1 and dsRBM2. PKR is induced by interferon in a latent state. Binding to dsRNA is believed to activate PKR by inducing dimerization and subsequent auto-phosphorylation reactions. In situations of viral infection, the dsRNA created by viral replication and gene expression binds to the N-terminal domain, activating the protein. Once active, PKR is able to phosphorylate the eukaryotic translation initiation factor eIF2α. This inhibits further cellular mRNA translation, thereby preventing viral protein synthesis. Since ElF2α is involved in the commonly initiation translation from an AUG codon, the alternative non-AUG initiation takes place instead. An example of mRNAs using non-AUG initiation are mRNAs for the heat shock proteins. Active PKR is also able to mediate the activation of the transcription factor NFkB, by phosphorylating its inhibitory subunit, IkB. Activated NFkB upregulates the expression of Interferon cytokines, which work to spread the antiviral signal locally. Active PKR is also able to activate tumor suppressor PP2A which regulates the cell cycle and the metabolism. Through complex mechanisms, active PKR is also able to induce cellular apoptosis, to prevent further viral spread.",
            "score": 151.72224915027618
        },
        {
            "docid": "1505491_10",
            "document": "Lassa virus . The life cycle of Lassa virus is similar to the Old World arenaviruses. Lassa virus enters the cell by the receptor-mediated endocytosis. Which endocytotic pathway is used is not known yet, but at least the cellular entry is sensitive to cholesterol depletion. It was reported that virus internalization is limited upon cholesterol depletion. The receptor used for cell entry is alpha-dystroglycan, a highly conserved and ubiquitously expressed cell surface receptor for extracellular matrix proteins. Dystroglycan, which is later cleaved into alpha-dystroglycan and beta-dystroglycan is originally expressed in most cells to mature tissues, and it provides molecular link between the ECM and the actin-based cytoskeleton. After virus enters the cell by alpha-dystroglycan mediated endocytosis, low-pH environment triggers pH-dependent membrane fusion and releases RNP (viral ribonucleoprotein) complex into the cytoplasm. Viral RNA is unpacked, and replication and transcription initiate in the cytoplasm. As the replication starts, both S and L RNA genomes synthesize the antigenomic S and L RNAs, and from the antigenomic RNAs, genomic S and L RNA are synthesized. Both genomic and antigenomic RNAs are needed for transcription and translation. S RNA encodes GP and NP (viral nucleocapsid protein) proteins, and L RNA encodes Z and L proteins. L protein most likely represents the viral RNA-dependent RNA polymerase. When the cell is infected by the virus, L polymerase is associated with the viral RNP and initiates the transcription of the genomic RNA. The 5’ and 3’ terminal 19 nt viral promoter regions of both RNA segments are necessary for recognition and binding of the viral polymerase. The primary transcription first transcribes mRNAs from the genomic S and L RNAs, which code NP and L proteins, respectively. Transcription terminates at the stem-loop (SL) structure within the intergenomic region. Arenaviruses use a cap snatching strategy to gain the cap structures from the cellular mRNAs, and it is mediated by the endonuclease activity of the L polymerase and the cap binding activity of NP. Antigenomic RNA transcribes viral genes GPC and Z, encoded in genomic orientation, from S and L segments respectively. The antigenomic RNA also serves as the template for the replication. After translation of GPC, it is posttranslationally modified in the endoplasmic reticulum. GPC is cleaved into GP1 and GP2 at the later stage of the secretory pathway. It is reported the cellular protease SKI-1/S1P was responsible for the cleavage. Cleaved glycoproteins are incorporated into the virion envelope when the virus buds and release from the cell membrane.",
            "score": 167.3086371421814
        },
        {
            "docid": "1505491_13",
            "document": "Lassa virus . The main targets of the virus are antigen-presenting cells, mainly dendritic cells) and endothelial cells.  In 2012 it was reported how Lassa virus nucleoprotein (NP) sabotages the host's innate immune system response. Generally, when a pathogen enters into a host, innate defense system recognizes the Pathogen-associated molecular patterns (PAMP) and activates an immune response. One of the mechanisms detects double stranded RNA (dsRNA), which is only synthesized by negative-sense viruses. In the cytoplasm, dsRNA receptors, such as RIG-I (retinoic acid-inducible gene I) and MDA-5 (melanoma differentiation associated gene 5), detect dsRNAs and initiate signaling pathways that translocate IRF-3 (interferon regulatory factor 3) and other transcription factors to the nucleus. Translocated transcription factors activate expression of interferons 𝛂 and 𝛃, and these initiate adaptive immunity. NP encoded in Lassa virus is essential in viral replication and transcription, but it also suppresses host innate IFN response by inhibiting translocation of IRF-3. NP of Lassa virus is reported to have an exonuclease activity to only dsRNAs. the NP dsRNA exonuclease activity counteracts IFN responses by digesting the PAMPs thus allowing the virus to evade host immune responses.",
            "score": 258.8004949092865
        },
        {
            "docid": "5324329_3",
            "document": "NS1 influenza protein . The NS1 of influenza A virus is a 26,000 Dalton protein. It prevents polyadenylation of cellular mRNAs to circumvent antiviral responses of the host, e.g., maturation and translation of interferon mRNAs. NS1 might also inhibit splicing of pre-mRNA by binding to a stem-bulge region in U6 small nuclear RNA (snRNA). In addition, NS1 is probably able to suppress the interferon response in the virus-infected cell leading to unimpaired virus production.  NS1 also binds dsRNA. Binding assays with NS1 protein mutants established that the RNA-binding domain of the NS1 protein is required for binding to dsRNA as well as for binding to polyA and U6 snRNA. In addition, dsRNA competed with U6 snRNA for binding to the NS1 protein, a result consistent with both RNAs sharing the same binding site on the protein. As a consequence of its binding to dsRNA, the NS1 protein blocks the activation of the dsRNA-activated protein kinase (PKR) in vitro. This kinase phosphorylates the alpha subunit of eukaryotic translation initiation factor 2 (elF-2 alpha), leading to a decrease in the rate of initiation of translation. In the absence of NS1, this pathway is inhibited during anti-viral response to halt all protein translation – thus stopping the synthesis of viral proteins; however, the influenza virus' NS1 protein is an agent that circumvents host defenses to allows viral gene transcription to occur.",
            "score": 155.62767672538757
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 167.57786989212036
        },
        {
            "docid": "55410471_7",
            "document": "DCas9 activation system . Transcriptional Activators are protein domains or whole proteins linked to dCas9 or sgRNAs that assist in the recruitment of important co-factors as well as RNA Polymerase for transcription of the gene(s) targeted by the system. In order for a protein to be made from the gene that encodes it, RNA polymerase must make RNA from the DNA template of the gene during a process called transcription. Transcriptional activators have a DNA binding domain and a domain for activation of transcription. The activation domain can recruit general transcription factors or RNA polymerase to the gene sequence. Activation domains can also function by facilitating transcription by stalled RNA polymerases, and in eukaryotes can act to move nucleosomes on the DNA or modify histones to increase gene expression. These activators can be introduced into the system through attachment to dCas9 or to the sgRNA. Some researchers have noted that the extent of transcriptional upregulation can be modulated by using multiple sites for activator attachment in one experiment and by using different variations and combinations of activators at once in a given experiment or sample.",
            "score": 116.47806406021118
        },
        {
            "docid": "1903231_21",
            "document": "Pattern recognition receptor . RLRs, are RNA helicases, which have been shown to participate in intracellular recognition of viral double-stranded (ds) and single stranded RNA which recruit factors via twin N-terminal CARD domains to activate antiviral gene programs, which may be exploited in therapy of viral infections. It has been suggested that the main antiviral program induced by RLR is based on ATPase activity. RLRs often interact and create cross-talk with the TLRs in the innate immune response and in regulation of adaptive immune response. Plants contain a significant number of PRRs that share remarkable structural and functional similarity with drosophila TOLL and mammalian TLRs. The first PRR identified in plants or animals was the Xa21 protein, conferring resistance to the Gram-negative bacterial pathogen Xanthomonas oryzae pv. oryzae. Since that time two other plants PRRs, Arabidopsis FLS2 (flagellin) and EFR (elongation factor Tu receptor)have been isolated. The corresponding PAMPs for FLS2 and EFR have been identified. Upon ligand recognition, the plant PRRs transduce \"PAMP-triggered immunity\" (PTI). Plant immune systems also encode resistance proteins that resemble NOD-like receptors (see above), that feature NBS and LRR domains and can also carry other conserved interaction domains such as the TIR cytoplasmic domain found in Toll and Interleukin Receptors. The NBS-LRR proteins are required for effector triggered immunity (ETI).",
            "score": 116.83049130439758
        },
        {
            "docid": "2514209_9",
            "document": "Nucleoprotein . A ribonucleoprotein (RNP) is a complex of ribonucleic acid and RNA-binding protein. These complexes play an integral part in a number of important biological functions that include DNA replication, regulating gene expression and regulating the metabolism of RNA. A few examples of RNPs include the ribosome, the enzyme telomerase, vault ribonucleoproteins, RNase P, hnRNP and small nuclear RNPs (snRNPs), which have been implicated in pre-mRNA splicing (spliceosome) and are among the main components of the nucleolus. Some viruses are simple ribonucleoproteins, containing only one molecule of RNA and a number of identical protein molecules. Others are ribonucleoprotein or deoxyribonucleoprotein complexes containing a number of different proteins, and exceptionally more nucleic acid molecules.Currently, over 2000 RNPs can be found in the RCSB Protein Data Bank (PDB). Furthermore, the Protein-RNA Interface Data Base (PRIDB) possesses a collection of information on RNA-protein interfaces based on data drawn from the PDB. Some common features of protein-RNA interfaces were deduced based on known structures. For example, RNP in snRNPs have an RNA-binding motif in its RNA-binding protein. Aromatic amino acid residues in this motif result in stacking interactions with RNA. Lysine residues in the helical portion of RNA-binding proteins help to stabilize interactions with nucleic acids. This nucleic acid binding is strengthened by electrostatic attraction between the positive lysine side chains and the negative nucleic acid phosphate backbones. Additionally, it is possible to model RNPs computationally. Although computational methods of deducing RNP structures are less accurate than experimental methods, they provide a rough model of the structure which allows for predictions of the identity of significant amino acids and nucleotide residues. Such information helps in understanding the overall function the RNP.'RNP' can also refer to ribonucleoprotein particles. Ribonucleoprotein particles are distinct intracellular foci for post-transcriptional regulation. These particles play an important role in influenza A virus replication. The influenza viral genome is composed of eight ribonucleoprotein particles formed by a complex of negative-sense RNA bound to a viral nucleoprotein. Each RNP carries with it an RNA polymerase complex. When the nucleoprotein binds to the viral RNA, it is able to expose the nucleotide bases which allow the viral polymerase to transcribe RNA. At this point, once the virus enters a host cell it will be prepared to begin the process of replication.",
            "score": 185.33019709587097
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 194.1843296289444
        },
        {
            "docid": "159266_8",
            "document": "Gene expression . In prokaryotes, transcription is carried out by a single type of RNA polymerase, which needs a DNA sequence called a Pribnow box as well as a sigma factor (σ factor) to start transcription. In eukaryotes, transcription is performed by three types of RNA polymerases, each of which needs a special DNA sequence called the promoter and a set of DNA-binding proteins—transcription factors—to initiate the process. RNA polymerase I is responsible for transcription of ribosomal RNA (rRNA) genes. RNA polymerase II (Pol II) transcribes all protein-coding genes but also some non-coding RNAs (e.g., snRNAs, snoRNAs or long non-coding RNAs). Pol II includes a C-terminal domain (CTD) that is rich in serine residues. When these residues are phosphorylated, the CTD binds to various protein factors that promote transcript maturation and modification. RNA polymerase III transcribes 5S rRNA, transfer RNA (tRNA) genes, and some small non-coding RNAs (e.g., 7SK). Transcription ends when the polymerase encounters a sequence called the terminator.",
            "score": 129.78272819519043
        },
        {
            "docid": "44533208_23",
            "document": "Carrot yellow-leaf virus . Closteroviruses have a (+)ssRNA genome, so it needs to first be transcribed into dsDNA before translation. Replication also involves formation of subgenomic RNA. Replication happens in vesicles known as viral factories. Closteroviruses can have up to 10 Open Reading Frames (ORFs) in their genome that encode several enzymes, like RNA polymerase, methyltransferase, RNA helicase, and papain-like protease (L-pro). L-pro has an essential role in replication. The dsRNA is then used as a template for the replication of ssRNA which is then transcribed into mRNA and translated into viral proteins. Using Beet Yellow Virus as an example, it is possible to see that the virion is formed mainly by the major capsid protein. The virus has a short tail that is formed by the minor capsid protein. Cell mechanisms are used to translate these and all the other viral proteins. The capsid proteins and ssRNA genome assemble and exit the cell. The major capsid protein is essential for virus assembly; mutations in the gene responsible for encoding it result in impairment of assembly. However, minor capsid protein is not essential for assembly nor genome protection. A virus with a mutated minor capsid protein could successfully assemble, but cell-to-cell movement is not possible. Therefore, the tail is essential for viral movement. Hsp70h, which was seen in cell-to-cell movement is also essential for viral movement because tail formation is only possible when Hsp70h is present. Cell movement is a process with three different stages:",
            "score": 157.18686079978943
        },
        {
            "docid": "3131507_2",
            "document": "RNA-binding protein . RNA-binding proteins (often abbreviated as RBPs) are proteins that bind to the double or single stranded RNA in cells and participate in forming ribonucleoprotein complexes. RBPs contain various structural motifs, such as RNA recognition motif (RRM), dsRNA binding domain, zinc finger and others. They are cytoplasmic and nuclear proteins. However, since most mature RNA is exported from the nucleus relatively quickly, most RBPs in the nucleus exist as complexes of protein and pre-mRNA called heterogeneous ribonucleoprotein particles (hnRNPs). RBPs have crucial roles in various cellular processes such as: cellular function, transport and localization. They especially play a major role in post-transcriptional control of RNAs, such as: splicing, polyadenylation, mRNA stabilization, mRNA localization and translation. Eukaryotic cells encode diverse RBPs, approximately 500 genes, with unique RNA-binding activity and protein–protein interaction. During evolution, the diversity of RBPs greatly increased with the increase in the number of introns. Diversity enabled eukaryotic cells to utilize RNA exons in various arrangements, giving rise to a unique RNP (ribonucleoprotein) for each RNA. Although RBPs have a crucial role in post-transcriptional regulation in gene expression, relatively few RBPs have been studied systematically.",
            "score": 150.40090155601501
        },
        {
            "docid": "5324329_4",
            "document": "NS1 influenza protein . The NS1 protein can be divided into an N terminal (RNA binding) domain and C terminal (effector domain). The RNA binding domain is able to target RIG-I, and therefore prevent the activation of induction of interferon responses. At the effector domain, it interacts and inhibits cleavage and polyadenylation specificity factor (CPSF30). CPSF30 is part of processing pathway for cellular mRNAs, and its inhibition leads to inability of the cellular mRNA to be exported outside the nucleus for translation, thereby hindering the ability of host cell to produce Interferon-stimulated genes.",
            "score": 198.472177028656
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 178.5190553665161
        },
        {
            "docid": "39868915_8",
            "document": "Gunther Hartmann . The next scientific focus was on immune sensing of RNA in the cytosol of cells. It turned out that this sensing pathway is related to RNA interference (siRNA, microRNA). In RNA interference, the helicase DICER cleaves longer double-stranded RNA molecules into shorter siRNA or microRNA which are then integrated into the RISC complex. The antisense strand within this RISC complex is responsible for the sequence specificity of silencing of the corresponding target mRNA. In more primitive organisms such as worms RNA interference is used to destroy foreign nucleic acids. This defense mechanism can be regarded as a specific form of a nucleic acid-based immune system in which the newly generated siRNAs function as immune effector molecules. In higher organisms such as vertebrates, this DICER-based defense system is replaced by another defense mechanism. Two helicases related to DICER, RIG-I and MDA5, take over the challenge to detect foreign RNA in the cytosol of cells. However, unlike the helicase DICER, upon recognition of foreign RNA RIG-I and MDA5 trigger a broad spectrum of antiviral activities in the cell including type I IFN. Hartmann and colleagues identified the specific RNA ligand structure detected by RIG-I: RNA with a blunt end and a 5´-triphosphate. In a subsequent publication, his group elucidated how the molecular structure of the binding pocket of RIG-I precludes binding of N1-2′O methylated RNA, thus preventing recognition of endogenous mRNA by the innate immune system.",
            "score": 299.1282933950424
        },
        {
            "docid": "714053_16",
            "document": "Transduction (genetics) . Transduction with viral vectors can be used to insert or modify genes in mammalian cells. It is often used as a tool in basic research and is actively researched as a potential means for gene therapy. In these cases, a plasmid is constructed in which the genes to be transferred are flanked by viral sequences that are used by viral proteins to recognize and package the viral genome into viral particles. This plasmid is inserted (usually by transfection) into a producer cell together with other plasmids (DNA constructs) that carry the viral genes required for formation of infectious virions. In these producer cells, the viral proteins expressed by these packaging constructs bind the sequences on the DNA/RNA (depending on the type of viral vector) to be transferred and insert it into viral particles. For safety, none of the plasmids used contains all the sequences required for virus formation, so that simultaneous transfection of multiple plasmids is required to get infectious virions. Moreover, only the plasmid carrying the sequences to be transferred contains signals that allow the genetic materials to be packaged in virions, so that none of the genes encoding viral proteins are packaged. Viruses collected from these cells are then applied to the cells to be altered. The initial stages of these infections mimic infection with natural viruses and lead to expression of the genes transferred and (in the case of lentivirus/retrovirus vectors) insertion of the DNA to be transferred into the cellular genome. However, since the transferred genetic material does not encode any of the viral genes, these infections do not generate new viruses (the viruses are \"replication-deficient\").",
            "score": 143.3313148021698
        },
        {
            "docid": "14776980_3",
            "document": "ILF2 . Nuclear factor of activated T-cells (NFAT) is a transcription factor required for T-cell expression of the interleukin 2 gene. NFAT binds to a sequence in the interleukin 2 gene enhancer known as the antigen receptor response element 2. In addition, NFAT can bind RNA and is an essential component for encapsidation and protein priming of hepatitis B viral polymerase. NFAT is a heterodimer of 45 kDa and 90 kDa proteins, the smaller of which is the product of this gene. The encoded protein binds strongly to the 90 kDa protein and stimulates its ability to enhance gene expression.",
            "score": 124.95267140865326
        },
        {
            "docid": "15120_10",
            "document": "Interferon . Production of interferons occurs mainly in response to microbes, such as viruses and bacteria, and their products. Binding of molecules uniquely found in microbes—viral glycoproteins, viral RNA, bacterial endotoxin (lipopolysaccharide), bacterial flagella, CpG motifs—by pattern recognition receptors, such as membrane bound Toll like receptors or the cytoplasmic receptors RIG-I or MDA5, can trigger release of IFNs. Toll Like Receptor 3 (TLR3) is important for inducing interferons in response to the presence of double-stranded RNA viruses; the ligand for this receptor is double-stranded RNA (dsRNA). After binding dsRNA, this receptor activates the transcription factors IRF3 and NF-κB, which are important for initiating synthesis of many inflammatory proteins. RNA interference technology tools such as siRNA or vector-based reagents can either silence or stimulate interferon pathways. Release of IFN from cells (specifically IFN-γ in lymphoid cells) is also induced by mitogens. Other cytokines, such as interleukin 1, interleukin 2, interleukin-12, tumor necrosis factor and colony-stimulating factor, can also enhance interferon production.",
            "score": 215.94513273239136
        },
        {
            "docid": "55921429_8",
            "document": "Julianna Lisziewicz . While working at the National Institute of Health, Lisziewicz worked to find a gene therapy approach to treat HIV/AIDS. She based her research on discovering if small portions of gene-stopping DNA (called antisense oligonucleotides) could be created to bind up the viral RNA in retroviruses like HIV so that the virus could not make more copies of itself to continue the infection. Small pieces of messenger RNA (or mRNA) carry a copy of the cell’s DNA to the ribosomes where the mRNA directs the ribosomes to create the proteins that the cells need. Viruses (like HIV) have their own set of mRNA, and they use the ribosomes of the cell they infected to make new viruses to propagate the infection throughout the body. Lisziewicz’s idea was to create antisense oligonucleotides that are complementary to the HIV’s viral mRNA. These complementary DNA pieces can bind to the HIV viral mRNA and prevent the HIV virus from replicating itself. The use of antisense oligonucleotides worked very well in cell cultures, and was quickly transferred to clinical trials.",
            "score": 153.07549858093262
        },
        {
            "docid": "14125762_3",
            "document": "HNRPK . This gene belongs to the subfamily of ubiquitously expressed heterogeneous nuclear ribonucleoproteins (hnRNPs). The hnRNPs are RNA binding proteins and they complex with heterogeneous nuclear RNA (hnRNA). These proteins are associated with pre-mRNAs in the nucleus and appear to influence pre-mRNA processing and other aspects of mRNA metabolism and transport. While all of the hnRNPs are present in the nucleus, some seem to shuttle between the nucleus and the cytoplasm. The hnRNP proteins have distinct nucleic acid binding properties. The protein encoded by this gene is located in the nucleoplasm and has three repeats of KH domains that binds to RNAs. It is distinct among other hnRNP proteins in its binding preference; it binds tenaciously to poly(C). This protein is also thought to have a role during cell cycle progression. Multiple alternatively spliced transcript variants have been described for this gene but only three variants have been fully described.",
            "score": 128.2156686782837
        },
        {
            "docid": "140968_15",
            "document": "Rotavirus . NSP1, the product of gene 5, is a nonstructural RNA-binding protein. NSP1 also blocks the interferon response, the part of the innate immune system that protects cells from viral infection. NSP1 causes the proteosome to degrade key signaling components required to stimulate production of interferon in an infected cell and to respond to interferon secreted by adjacent cells. Targets for degradation include several IRF transcription factors required for interferon gene transcription.",
            "score": 162.705748796463
        },
        {
            "docid": "53874152_6",
            "document": "Benjamin Wolozin . Since 2008, Dr. Wolozin’s research has focused on the role of RNA binding proteins and stress granules in neurodegenerative diseases. RNA binding proteins contain domains that have only a few types of amino acids; these domains are termed \"low complexity domains\" and have a strong tendency to aggregate. A highly unusual and important aspect of these proteins is that they use reversible aggregation as normal biological mechanism to sequester RNA transcripts. RNA binding proteins form a variety of cellular aggregates including stress granules, transport granules, P-bodies and nuclear speckles. In 2010 Dr. Wolozin's group was one of the first groups to suggest that dysfunction of the stress granule pathway contributes to the pathophysiology of amyotrophic lateral sclerosis. Since then, a growing body of evidence, increasingly highlights the important contributions of RNA-binding proteins (RBPs), stress granules and translational regulation in the pathophysiology of neurodegenerative disease. This work prompted the concept that “regulated protein aggregation”, which provides a theoretical framework for understanding the biology of neurodegenerative disease, including Alzheimer’s disease and Amyotrophic Lateral Sclerosis. The cell controls the location and disposition of RNA through the binding of RNA-binding proteins; these RNA binding proteins consolidate to form RNA granules through reversible aggregation of their low complexity domains. Recently, the biophysics of RNA granule formation has been shown to fall under the aegis of a general property, termed liquid liquid phase separation (LLPS). LLPS occurs when RNA binding proteins associate to form structures analogous to liquid droplets, which separate from surrounding aqueous medium.",
            "score": 127.40953695774078
        },
        {
            "docid": "7906898_8",
            "document": "Rintatolimod . One mode of action of this drug is to protect and stimulate the innate immune system, also called the nonspecific immune system, and the first line of defense. According to a study published in the Journal of Immunology and reflected in a press release by Hemispherx, Rintatolimod protects and stimulates the innate immune system by binding to Toll-like receptors 3 (TLR-3), and activating the TLR-3 receptors for broad-spectrum immune response. TLR-3 receptors are located on cell surfaces. They are part of a family of \"pattern recognition\" receptors that detect pathogens immediately, even those the body has not yet encountered, long before adaptive immunity can intervene against foreign invaders. These receptors are critical to the first line of immunological defense against a broad range of pathogens, including otherwise lethal viruses and various forms of cancer. When, for example, double-stranded RNA molecules from an RNA viral infection bind to TLR-3 receptors, the virus in this way inactivates the innate immune system, rendering it unable to signal the rest of the body's defenses. When rintatolimod binds to TLR-3 receptors, the virus cannot do so, and the body is able to marshal its defenses and launch an assault on the virus.",
            "score": 224.92983531951904
        },
        {
            "docid": "28158012_6",
            "document": "RNA transfection . The innate immune system has evolved to protect against infection by detecting pathogen-associated molecular patterns (PAMPs), and triggering a complex set of responses collectively known as “inflammation”. Many cells express specific pattern recognition receptors (PRRs) for exogenous RNA including toll-like receptor 3,7,8 (TLR3, TLR7, TLR8), the RNA helicase RIG1 (RARRES3), protein kinase R (PKR, a.k.a. EIF2AK2), members of the oligoadenylate synthetase family of proteins (OAS1, OAS2, OAS3), and others. All of these proteins can specifically bind to exogenous RNA molecules and trigger an immune response. The specific chemical, structural or other characteristics of long RNA molecules that are required for recognition by PRRs remain largely unknown despite intense study. At any given time, a typical mammalian cell may contain several hundred thousand mRNA and other, regulatory long RNA molecules. How cells distinguish exogenous long RNA from the large amount of endogenous long RNA is an important open question in cell biology. Several reports suggest that phosphorylation of the 5’-end of a long RNA molecule can influence its immunogenicity, and specifically that 5’-triphosphate RNA, which can be produced during viral infection, is more immunogenic than 5’-diphosphate RNA, 5’-monophosphate RNA or RNA containing no 5’ phosphate. However, in vitro-transcribed (ivT) long RNA containing a 7-methylguanosine cap (present in eukaryotic mRNA) is also highly immunogenic despite having no 5’ phosphate, suggesting that characteristics other than 5’-phosphorylation can influence the immunogenicity of an RNA molecule.",
            "score": 190.54553604125977
        },
        {
            "docid": "39319146_4",
            "document": "Lentiviral vector in gene therapy . To understand the capabilities of a lentiviral vector, one has to consider the biology of the infection process. The lentivirus is a retrovirus, meaning it has a single stranded RNA genome with a reverse transcriptase enzyme. Lentiviruses also have a viral envelope with protruding glycoproteins that aid in attachment to the host cell's outer membrane. The virus contains a reverse transcriptase molecule found to perform transcription of the viral genetic material upon entering the cell. Within the viral genome are RNA sequences that code for specific proteins that facilitate the incorporation of the viral sequences into the host cell genome. The \"gag\" domain codes for the structural components of the virus like the capsid, the matrix, nucleoproteins. The \"pol\" domain codes for the reverse transcriptase and integrase enzymes. Lastly, the \"env\" domain of the viral genome encodes for the glycoproteins and envelope on the surface of the virus.",
            "score": 138.64613938331604
        },
        {
            "docid": "40817590_10",
            "document": "Ebola virus disease . Their life cycle is thought to begin with a virion attaching to specific cell-surface receptors such as C-type lectins, DC-SIGN, or integrins, which is followed by fusion of the viral envelope with cellular membranes. The virions taken up by the cell then travel to acidic endosomes and lysosomes where the viral envelope glycoprotein GP is cleaved. This processing appears to allow the virus to bind to cellular proteins enabling it to fuse with internal cellular membranes and release the viral nucleocapsid. The \"Ebolavirus\" structural glycoprotein (known as GP1,2) is responsible for the virus' ability to bind to and infect targeted cells. The viral RNA polymerase, encoded by the \"L\" gene, partially uncoats the nucleocapsid and transcribes the genes into positive-strand mRNAs, which are then translated into structural and nonstructural proteins. The most abundant protein produced is the nucleoprotein, whose concentration in the host cell determines when L switches from gene transcription to genome replication. Replication of the viral genome results in full-length, positive-strand antigenomes that are, in turn, transcribed into genome copies of negative-strand virus progeny. Newly synthesized structural proteins and genomes self-assemble and accumulate near the inside of the cell membrane. Virions bud off from the cell, gaining their envelopes from the cellular membrane from which they bud. The mature progeny particles then infect other cells to repeat the cycle. The genetics of the Ebola virus are difficult to study because of EBOV's virulent characteristics.",
            "score": 149.7639172077179
        },
        {
            "docid": "14156674_3",
            "document": "HNRPU . This gene belongs to the subfamily of ubiquitously expressed heterogeneous nuclear ribonucleoproteins (hnRNPs). The hnRNPs are RNA binding proteins that form complexes with heterogeneous nuclear RNA (hnRNA). These proteins are associated with pre-mRNAs in the nucleus and appear to influence pre-mRNA processing and other aspects of mRNA metabolism and transport. While all of the hnRNPs are present in the nucleus, some seem to shuttle between the nucleus and the cytoplasm. The hnRNP proteins have distinct nucleic acid binding properties. The protein encoded by this gene contains a RNA binding domain and scaffold-associated region (SAR)-specific bipartite DNA-binding domain. This protein is also thought to be involved in the packaging of hnRNA into large ribonucleoprotein complexes. During apoptosis, this protein is cleaved in a caspase-dependent way. Cleavage occurs at the SALD site, resulting in a loss of DNA-binding activity and a concomitant detachment of this protein from nuclear structural sites. But this cleavage does not affect the function of the encoded protein in RNA metabolism. At least two alternatively spliced transcript variants have been identified for this gene.",
            "score": 119.57594799995422
        },
        {
            "docid": "48803396_9",
            "document": "Entebbe bat virus . Cellular RNA cap structures are formed with the action of an RNA triphosphatase, with guanylyltransferase, N7-methyltransferase and 2′-O methyltransferase. These are products of viral transcription. The NS3 protein encodes a RNA triphosphatase within its helicase domain. It uses the helicase ATP hydrolysis site to remove the γ-phosphate from the 5′ end of the RNA. The N-terminal domain of the NS5 is vital in producing mature RNA. RNA binding affinity is reduced by the presence of ATP or GTP and enhanced by S-adenosyl methionine (Henderson et al. 2011).",
            "score": 150.22633695602417
        },
        {
            "docid": "19167679_68",
            "document": "Virus . RNA interference is an important innate defence against viruses. Many viruses have a replication strategy that involves double-stranded RNA (dsRNA). When such a virus infects a cell, it releases its RNA molecule or molecules, which immediately bind to a protein complex called a dicer that cuts the RNA into smaller pieces. A biochemical pathway – the RISC complex – is activated, which ensures cell survival by degrading the viral mRNA. Rotaviruses have evolved to avoid this defence mechanism by not uncoating fully inside the cell, and releasing newly produced mRNA through pores in the particle's inner capsid. Their genomic dsRNA remains protected inside the core of the virion.",
            "score": 197.73556780815125
        },
        {
            "docid": "532906_23",
            "document": "Orthomyxoviridae . The viruses bind to a cell through interactions between its hemagglutinin glycoprotein and sialic acid sugars on the surfaces of epithelial cells in the lung and throat (Stage 1 in infection figure). The cell imports the virus by endocytosis. In the acidic endosome, part of the haemagglutinin protein fuses the viral envelope with the vacuole's membrane, releasing the viral RNA (vRNA) molecules, accessory proteins and RNA-dependent RNA polymerase into the cytoplasm (Stage 2). These proteins and vRNA form a complex that is transported into the cell nucleus, where the RNA-dependent RNA polymerase begins transcribing complementary positive-sense cRNA (Steps 3a and b). The cRNA is either exported into the cytoplasm and translated (step 4), or remains in the nucleus. Newly synthesised viral proteins are either secreted through the Golgi apparatus onto the cell surface (in the case of neuraminidase and hemagglutinin, step 5b) or transported back into the nucleus to bind vRNA and form new viral genome particles (step 5a). Other viral proteins have multiple actions in the host cell, including degrading cellular mRNA and using the released nucleotides for vRNA synthesis and also inhibiting translation of host-cell mRNAs.",
            "score": 164.7384102344513
        }
    ],
    "r": [
        {
            "docid": "46270727_8",
            "document": "Wendy Barclay . Barclay's most notable work involved looking at cells infected with the influenza A virus and identifying physiological RIG-I agonists. This article was published in \"Cell\" in 2010, and has been cited over 270 times. Research gathered for the article explained how one of the human cell's defences against RNA viruses comes in the form of RIG-Is. When a cell is infected with a RNA virus, RIG-I activation triggers an antiviral immune response. However, it was not fully known what part of the virus infection triggers RIG-I activation. Results of this study found that RIG-I activation is caused by the process of viral replication and correspond to full-length virus genomes, or single-stranded RNA viral genomes bearing 5′-triphosphates.",
            "score": 313.8128662109375
        },
        {
            "docid": "39868915_8",
            "document": "Gunther Hartmann . The next scientific focus was on immune sensing of RNA in the cytosol of cells. It turned out that this sensing pathway is related to RNA interference (siRNA, microRNA). In RNA interference, the helicase DICER cleaves longer double-stranded RNA molecules into shorter siRNA or microRNA which are then integrated into the RISC complex. The antisense strand within this RISC complex is responsible for the sequence specificity of silencing of the corresponding target mRNA. In more primitive organisms such as worms RNA interference is used to destroy foreign nucleic acids. This defense mechanism can be regarded as a specific form of a nucleic acid-based immune system in which the newly generated siRNAs function as immune effector molecules. In higher organisms such as vertebrates, this DICER-based defense system is replaced by another defense mechanism. Two helicases related to DICER, RIG-I and MDA5, take over the challenge to detect foreign RNA in the cytosol of cells. However, unlike the helicase DICER, upon recognition of foreign RNA RIG-I and MDA5 trigger a broad spectrum of antiviral activities in the cell including type I IFN. Hartmann and colleagues identified the specific RNA ligand structure detected by RIG-I: RNA with a blunt end and a 5´-triphosphate. In a subsequent publication, his group elucidated how the molecular structure of the binding pocket of RIG-I precludes binding of N1-2′O methylated RNA, thus preventing recognition of endogenous mRNA by the innate immune system.",
            "score": 299.1282958984375
        },
        {
            "docid": "32921916_3",
            "document": "RIG-I-like receptor . Though each of these three receptors is located in tissues throughout the body, RLRs are especially active in the innate immune defense of epithelial cells, myeloid cells, and CNS cells. As pattern recognition receptors, RLRs live in the cytosol of a cell, so that they can detect the presence of viral DNA or RNA. Upon detection of a viral infection, two of the RLRs, RIG-I and MDA5, possess the ability to activate a complex signaling network that leads to the production of pro-inflammatory molecules. RIG-I and MDA5 recognize distinct viruses but both produce the antiviral immune changes that initiate an innate response and regulate the subsequent adaptive response. LGP2, the remaining RLR, lacks the ability to induce signaling alone, but is necessary for effective RIG-I and MDA5-mediated antiviral responses.",
            "score": 297.03570556640625
        },
        {
            "docid": "1505491_13",
            "document": "Lassa virus . The main targets of the virus are antigen-presenting cells, mainly dendritic cells) and endothelial cells.  In 2012 it was reported how Lassa virus nucleoprotein (NP) sabotages the host's innate immune system response. Generally, when a pathogen enters into a host, innate defense system recognizes the Pathogen-associated molecular patterns (PAMP) and activates an immune response. One of the mechanisms detects double stranded RNA (dsRNA), which is only synthesized by negative-sense viruses. In the cytoplasm, dsRNA receptors, such as RIG-I (retinoic acid-inducible gene I) and MDA-5 (melanoma differentiation associated gene 5), detect dsRNAs and initiate signaling pathways that translocate IRF-3 (interferon regulatory factor 3) and other transcription factors to the nucleus. Translocated transcription factors activate expression of interferons 𝛂 and 𝛃, and these initiate adaptive immunity. NP encoded in Lassa virus is essential in viral replication and transcription, but it also suppresses host innate IFN response by inhibiting translocation of IRF-3. NP of Lassa virus is reported to have an exonuclease activity to only dsRNAs. the NP dsRNA exonuclease activity counteracts IFN responses by digesting the PAMPs thus allowing the virus to evade host immune responses.",
            "score": 258.8005065917969
        },
        {
            "docid": "14180704_2",
            "document": "RIG-I . RIG-I (retinoic acid-inducible gene I) is a RIG-I-like receptor dsRNA helicase enzyme that is encoded (in humans) by the \"DDX58\" gene. RIG-I is part of the RIG-I-like receptor family, which also includes MDA5 and LGP2, and functions as a pattern recognition receptor that is a sensor for viruses such as influenza A, Sendai virus, and flavivirus. Certain retroviruses, such as HIV-1, encode a protease that directs RIG-I to the lysosome for degradation, and thereby evade RIG-I mediated signaling. RIG-I typically recognizes short (< 4000 nt) 5′ triphosphate uncapped double stranded or single stranded RNA. RIG-I and MDA5 are involved in activating MAVS and triggering an antiviral response. RIG-I is also able to detect non-self 5′-triphosphorylated dsRNA transcribed from AT-rich dsDNA by DNA-dependent RNA polymerase III (Pol III). For many viruses, effective RIG-I-mediated antiviral responses are dependent on functionally active LGP2.",
            "score": 253.96511840820312
        },
        {
            "docid": "14180704_3",
            "document": "RIG-I . DEAD box proteins, characterized by the conserved motif Asp-Glu-Ala-Asp (DEAD), are putative RNA helicases which are implicated in a number of cellular processes involving RNA binding and alteration of RNA secondary structure. RIG-I contains a RNA helicase-DEAD box motifs and a caspase recruitment domain (CARD). RIG-I is involved in viral double-stranded (ds) RNA recognition and the regulation of immune response.",
            "score": 232.54135131835938
        },
        {
            "docid": "46759370_10",
            "document": "MUL1 . Mul1 has also been implicated as a modulator of antiviral signaling. MUL1 is localized to the mitochondria where it interacts with mitochondrial antiviral signaling and catalyzes RIG-I post-translational modifications that inhibit RIG-I-dependent cell signaling. Accordingly, depletion of MUL1 potentiates RIG-I mediated nuclear factor-kappa B (NF-κB) and interferon (IFN) β reporter activity. Moreover, depletion of MUL1 boosts the antiviral response and increased pro inflammatory cytokines following challenge with the RNA mimetic poly I:C and Sendai virus. It is therefore submitted that MUL1 is a novel regulator of the RIG-I-like receptor-dependent antiviral response, that otherwise functions to limit inflammation. In addition, as a regulator of viral-induced interferon production and proinflammatory cytokine induction, MUL1 functions through mitochondrial antiviral signaling proteins to inhibit RIG-1-induced signaling and mediate the cell’s antiviral and inflammatory response.",
            "score": 229.99649047851562
        },
        {
            "docid": "3113497_29",
            "document": "Innate immune system . Type I interferons (IFN), secreted mainly by dendritic cells, play a central role in antiviral host defense and a cell´s antiviral state. Viral components are recognized by different receptors: Toll-like receptors are located in the endosomal membrane and recognize double-stranded RNA (dsRNA), MDA5 and RIG-I receptors are located in the cytoplasm and recognize long dsRNA and phosphate-containing dsRNA respectively. When the cytoplasmic receptors MDA5 and RIG-I recognize a virus the conformation between the caspase-recruitment domain (CARD) and the CARD-containing adaptor MAVS changes. In parallel, when toll-like receptors in the endocytic compartments recognize a virus the activation of the adaptor protein TRIF is induced. Both pathways converge in the recruitment and activation of the IKKε/TBK-1 complex, inducing dimerization of transcription factors IRF3 and IRF7, which are translocated in the nucleus, where they induce IFN production with the presence of a particular transcription factor and activate transcription factor 2. IFN then binds to the IFN receptors, inducing hundreds of interferon-stimulated genes to be expressed. This leads to antiviral protein production, such as protein kinase R, which inhibits viral protein synthesis, or the 2′,5′-oligoadenylate synthetase family, which degrades viral RNA.",
            "score": 229.3275909423828
        },
        {
            "docid": "7906898_8",
            "document": "Rintatolimod . One mode of action of this drug is to protect and stimulate the innate immune system, also called the nonspecific immune system, and the first line of defense. According to a study published in the Journal of Immunology and reflected in a press release by Hemispherx, Rintatolimod protects and stimulates the innate immune system by binding to Toll-like receptors 3 (TLR-3), and activating the TLR-3 receptors for broad-spectrum immune response. TLR-3 receptors are located on cell surfaces. They are part of a family of \"pattern recognition\" receptors that detect pathogens immediately, even those the body has not yet encountered, long before adaptive immunity can intervene against foreign invaders. These receptors are critical to the first line of immunological defense against a broad range of pathogens, including otherwise lethal viruses and various forms of cancer. When, for example, double-stranded RNA molecules from an RNA viral infection bind to TLR-3 receptors, the virus in this way inactivates the innate immune system, rendering it unable to signal the rest of the body's defenses. When rintatolimod binds to TLR-3 receptors, the virus cannot do so, and the body is able to marshal its defenses and launch an assault on the virus.",
            "score": 224.92984008789062
        },
        {
            "docid": "2082102_4",
            "document": "TLR3 . TLR3 recognizes double-stranded RNA, a form of genetic information carried by some viruses such as reoviruses. Additionally, an ephemeral form of double-stranded RNA exists as a replicative intermediate during virus replication. Upon recognition, TLR 3 induces the activation of IRF3 to increase production of type I interferons which signal other cells to increase their antiviral defenses. Double-stranded RNA is also recognised by the cytoplasmic receptors RIG-I and MDA-5.",
            "score": 222.34165954589844
        },
        {
            "docid": "14755297_6",
            "document": "IFNA2 . When a cell is infected by a virus, some components of the virus, mainly viral nucleic acids, are recognized by specialized cellular molecules such as RIG-I, MDA5 and some toll-like receptors (TLR). This recognition induces the activation of specific serine kinases, enzymes which activate by phosphorylation the IFN regulatory factors (IRF), IRF3 and IRF7. IRF3 and IRF7 are themselves transcription factors that translocate into the nucleus and activate the transcription of type I IFNs genes and thereby initiate the process leading to the secretion of IFN by the infected cells. The \"danger\" signals carried by viruses were the first IFN inducers described but it is now known that non-viral \"danger\" signals, such as some types of dead cells, can stimulate the synthesis of type I IFNs.",
            "score": 216.8292999267578
        },
        {
            "docid": "15120_10",
            "document": "Interferon . Production of interferons occurs mainly in response to microbes, such as viruses and bacteria, and their products. Binding of molecules uniquely found in microbes—viral glycoproteins, viral RNA, bacterial endotoxin (lipopolysaccharide), bacterial flagella, CpG motifs—by pattern recognition receptors, such as membrane bound Toll like receptors or the cytoplasmic receptors RIG-I or MDA5, can trigger release of IFNs. Toll Like Receptor 3 (TLR3) is important for inducing interferons in response to the presence of double-stranded RNA viruses; the ligand for this receptor is double-stranded RNA (dsRNA). After binding dsRNA, this receptor activates the transcription factors IRF3 and NF-κB, which are important for initiating synthesis of many inflammatory proteins. RNA interference technology tools such as siRNA or vector-based reagents can either silence or stimulate interferon pathways. Release of IFN from cells (specifically IFN-γ in lymphoid cells) is also induced by mitogens. Other cytokines, such as interleukin 1, interleukin 2, interleukin-12, tumor necrosis factor and colony-stimulating factor, can also enhance interferon production.",
            "score": 215.9451446533203
        },
        {
            "docid": "32921916_9",
            "document": "RIG-I-like receptor . During viral infection, cleavage of self-RNA creates a ligand that will also bind to RIG-I and MDA5 to further amplify the anti-viral signaling pathway and increase the intracellular cytokine response (specifically type I IFNs).",
            "score": 215.2099609375
        },
        {
            "docid": "32921916_10",
            "document": "RIG-I-like receptor . Upon activation of RIG-I, the conformational change in the protein allows for CARD-CARD binding to MAVS (mitochondrial antiviral signaling protein, also called IPS-1) a downstream adaptor molecule found in the mitochondrial membrane. MAVS furthers the signaling cascade; TRADD, TRAF3, and RIP1 activate NEMO/IKKs, which activate IKK complexes, to induce IRF-3, IRF-7, and the NF-κB pathway. The NF-κB pathway releases cytokines, antimicrobials, and chemokines, which are all part of the pro-inflammatory innate immune response.",
            "score": 214.7335662841797
        },
        {
            "docid": "14797606_3",
            "document": "Mitochondrial antiviral-signaling protein . Double-stranded RNA viruses are recognized in a cell type-dependent manner by the transmembrane receptor TLR3 or by the cytoplasmic RNA helicases MDA5 and RIG-I. These interactions initiate signalling pathways that differ in their initial steps but converge in the activation of the protein kinases IKKA (CHUK) and IKKB (IKBKB; MIM 603258), which activate NF-κB, or TBK1 and IKBKE, which activate IRF3. Activated IRF3 and NF-κB induce transcription of IFNβ (IFNB1). For the TLR3 pathway, the intermediary molecule before the pathways converge is the cytoplasmic protein TRIF (TICAM1). For RIG-I, the intermediary protein is mitochondria-bound MAVS.",
            "score": 214.03091430664062
        },
        {
            "docid": "32921916_6",
            "document": "RIG-I-like receptor . LGP2 does not have CARD-domains and therefore does not positively induce the same signaling pathway as RIG-I and MDA5. LGP2 also does not participate in viral detection. Instead, LPG2 modulates the other two RLRs through negative inhibition. It is known that LPG2 binds a repressor domain on the RIG-I C-terminal region to suppress RIG-1 signaling and down-regulate the viral response.",
            "score": 212.2550506591797
        },
        {
            "docid": "15416634_5",
            "document": "LGP2 . LGP2 has been shown to directly interact with RIG-I through its C-terminal repressor domain (RD). The primary contact sites in this interaction is likely between the RD of LGP2 and the CARD or helicase domain of RIG-I as it is seen with RIG-I self-association, but this has not been confirmed. The helicase activity of LGP2 has been found to be essential for its positive regulation of RIG-I signaling. Overexpression of LGP2 is able to inhibit RIG-I-mediated antiviral signaling both in the presence and absence of viral ligands. This inhibition of RIG-I signaling is not dependent upon the ability of LGP2 to bind viral ligands and is therefore not due to ligand competition. Although LGP2 binds to dsRNA with higher affinity, it is dispensable for RIG-I-mediated recognition of synthetic dsRNA ligands. RIG-I, when overexpressed and in LGP2 knock-down studies, has been shown to induce antiviral response in the absence of viral ligand.",
            "score": 211.7007598876953
        },
        {
            "docid": "15706431_3",
            "document": "Tetherin . Tetherin is part of IFN-dependent antiviral response pathway. When the presence of virus and viral components is detected by recognition molecules such as (RIG-I), a cascades of interactions happen between signaling molecules, eventually the signal reaches the nucleus to upregulate the expression of interferon-stimulated genes (ISGs), this in turn activates IFN-a pathway to send the signal to neighboring cells, which causes upregulation in the expression of other ISGs and many viral restriction factors, such as tetherin.",
            "score": 208.70932006835938
        },
        {
            "docid": "46181852_15",
            "document": "Negative-sense single-stranded RNA virus . A cell’s innate immune response is the first line of defense for finding viral infections. The innate immune response triggers the production of type I interferons (IFN) and pro-inflammatory cytokines. However, non-segmented negative sense RNA viruses (NNSV) have developed multifunctional proteins that can diffuse this innate response pathway to avoid antiviral functions within the cell. This mainly occurs through the NNSV's proteins interacting with other cellular proteins involved in the type I interferon signaling pathway. Due to the expansive nature of the immune pathway, NNSVs have a variety of areas throughout the signaling cascade that can be targeted for interruption of the production of type I interferons or pro-inflammatory cytokines. Such areas include inhibiting the induction of the IFN pathway or inhibiting the response from the IFN signaling cascade.",
            "score": 208.6051788330078
        },
        {
            "docid": "32921916_2",
            "document": "RIG-I-like receptor . RIG-I-like receptors (retinoic acid-inducible gene-I-like receptors, or RLRs,) are a type of intracellular pattern recognition receptor involved in the recognition of viruses by the innate immune system. There are three RLRs — RIG-I, MDA5, and LGP2 — that act as sensors of viral replication within the cytoplasm of human cells, and each has a DExD/H box helicase structure. The discovery and analysis of RIG-I preceded the discovery of MDA5 and LGP2, meaning that much more is known about RIG-I than the other two RLRs.",
            "score": 205.4973602294922
        },
        {
            "docid": "40817590_26",
            "document": "Ebola virus disease . The VP24 and VP35 structural proteins of EBOV play a key role in this interference. When a cell is infected with EBOV, receptors located in the cell's cytosol (such as RIG-I and MDA5) or outside of the cytosol (such as Toll-like receptor 3 (TLR3), TLR7, TLR8 and TLR9), recognize infectious molecules associated with the virus. On TLR activation, proteins including interferon regulatory factor 3 and interferon regulatory factor 7 trigger a signaling cascade that leads to the expression of type 1 interferons. The type 1 interferons are then released and bind to the IFNAR1 and IFNAR2 receptors expressed on the surface of a neighboring cell. Once interferon has bound to its receptors on the neighboring cell, the signaling proteins STAT1 and STAT2 are activated and move to the cell's nucleus. This triggers the expression of interferon-stimulated genes, which code for proteins with antiviral properties. EBOV's V24 protein blocks the production of these antiviral proteins by preventing the STAT1 signaling protein in the neighboring cell from entering the nucleus. The VP35 protein directly inhibits the production of interferon-beta. By inhibiting these immune responses, EBOV may quickly spread throughout the body.",
            "score": 204.47406005859375
        },
        {
            "docid": "14755663_4",
            "document": "IKBKE . Serine/threonine kinase that plays an essential role in regulating inflammatory responses to viral infection, through the activation of the type I IFN, NF-kappa-B and STAT signaling. Also involved in TNFA and inflammatory cytokines, like Interleukin-1, signaling. Following activation of viral RNA sensors, such as RIG-I-like receptors, associates with DDX3X and phosphorylates interferon regulatory factors (IRFs), IRF3 and IRF7, as well as DDX3X. This activity allows subsequent homodimerization and nuclear translocation of the IRF3 leading to transcriptional activation of pro-inflammatory and antiviral genes including IFNB. In order to establish such an antiviral state, IKBKE forms several different complexes whose composition depends on the type of cell and cellular stimuli. Thus, several scaffolding molecules including IPS1/MAVS, TANK, AZI2/NAP1 or TBKBP1/SINTBAD (TANK-binding kinase 1-binding protein 1) can be recruited to the IKBKE-containing-complexes. Activated by polyubiquitination in response to TNFA and interleukin-1, regulates the NF-kappa-B signaling pathway through, at least, the phosphorylation of CYLD. Phosphorylates inhibitors of NF-kappa-B thus leading to the dissociation of the inhibitor/NF-kappa-B complex and ultimately the degradation of the inhibitor. In addition, is also required for the induction of a subset of ISGs which displays antiviral activity, may be through the phosphorylation of STAT1 at 'Ser-708'. Phosphorylation of STAT1 at 'Ser-708' seems also to promote the assembly and DNA binding of ISGF3 (STAT1:STAT2:IRF9) complexes compared to GAF (gamma-activation factor) (STAT1:STAT1) complexes, in this way regulating the balance between type I and type II IFN responses. Protects cells against DNA damage-induced cell death. Also plays an important role in energy balance regulation by sustaining a state of chronic, low-grade inflammation in obesity, which leads to a negative impact on insulin sensitivity. Phosphorylates AKT1.",
            "score": 203.0289306640625
        },
        {
            "docid": "32921916_5",
            "document": "RIG-I-like receptor . Each of the three RLRs contain a C-terminal DExD/H box helicase domain, which binds to double-stranded RNA, or dsRNA. RIG-I and MDA5 each contain two N-terminal caspase activation and recruitment domains (CARD), which will initiate the anti-viral signaling pathway.",
            "score": 201.36231994628906
        },
        {
            "docid": "14815688_5",
            "document": "TRIM25 . TRIM25 plays a key role in the RIG-I signaling pathway. RIG-I is a cytosolic pattern recognition receptor that senses viral RNA. Following RNA recognition, the caspase recruitment domain (CARD) of RIG-I undergoes K(63)-linked ubiquitination by TRIM25. The RING and SPRY domains of TRIM25 mediate its interaction with RIG-I. IFN production then follows by an intracellular signaling pathway involving IRF3.",
            "score": 200.81594848632812
        },
        {
            "docid": "7906898_9",
            "document": "Rintatolimod . The mechanism of rintatolimod in relation to CFS is not certain, but is thought to include the RNase L enzyme. Rintatolimod is a dsRNA, and when TLR-3 senses a dsRNA, it is thought to relay a message to cells to produce interferons (IFNs). IFNs are a group of signaling molecules released by cells in response to the presence of pathogenic viruses or bacteria. These signaling molecules activate (among other things) the protective defenses of the immune system that eradicate pathogens. One such defense mechanism thought to be activated by rintatolimod is the production of the enzyme RNase L. This enzyme degrades pathogenic RNA, both viral and cellular. Degradation of RNA prevents viral and cell replication, and destruction of all RNA within a virus or cell is the last step before apoptosis or death. Accumulation of an inactive form of RNase L may be associated with CFS.",
            "score": 199.27064514160156
        },
        {
            "docid": "58911_10",
            "document": "Measles . Once the measles virus gets onto the mucosa, it infects the epithelial cells in the trachea or bronchi. Measles virus uses a protein on its surface called hemagglutinin (H protein), to bind to a target receptor on the host cell, which could be CD46, which is expressed on all nucleated human cells, CD150, aka signaling lymphocyte activation molecule or SLAM, which is found on immune cells like B or T cells, and antigen-presenting cells, or nectin-4, a cellular adhesion molecule. Once bound, the fusion, or F protein helps the virus fuse with the membrane and ultimately get inside the cell. The virus is a single-stranded RNA virus, and it’s also a negative sense, meaning it first has to be transcribed by RNA polymerase into a positive-sense mRNA strand.",
            "score": 198.78810119628906
        },
        {
            "docid": "5324329_4",
            "document": "NS1 influenza protein . The NS1 protein can be divided into an N terminal (RNA binding) domain and C terminal (effector domain). The RNA binding domain is able to target RIG-I, and therefore prevent the activation of induction of interferon responses. At the effector domain, it interacts and inhibits cleavage and polyadenylation specificity factor (CPSF30). CPSF30 is part of processing pathway for cellular mRNAs, and its inhibition leads to inability of the cellular mRNA to be exported outside the nucleus for translation, thereby hindering the ability of host cell to produce Interferon-stimulated genes.",
            "score": 198.47218322753906
        },
        {
            "docid": "19167679_68",
            "document": "Virus . RNA interference is an important innate defence against viruses. Many viruses have a replication strategy that involves double-stranded RNA (dsRNA). When such a virus infects a cell, it releases its RNA molecule or molecules, which immediately bind to a protein complex called a dicer that cuts the RNA into smaller pieces. A biochemical pathway – the RISC complex – is activated, which ensures cell survival by degrading the viral mRNA. Rotaviruses have evolved to avoid this defence mechanism by not uncoating fully inside the cell, and releasing newly produced mRNA through pores in the particle's inner capsid. Their genomic dsRNA remains protected inside the core of the virion.",
            "score": 197.73556518554688
        },
        {
            "docid": "15416634_2",
            "document": "LGP2 . Probable ATP-dependent RNA helicase DHX58 also known as RIG-I-like receptor 3 (RLR-3) or RIG-I-like receptor LGP2 (RLR) is a RIG-I-like receptor dsRNA helicase enzyme that in humans is encoded by the \"DHX58\" gene. The protein encoded by the gene DHX58 is known as LGP2 (Laboratory of Genetics and Physiology 2).",
            "score": 195.1202392578125
        },
        {
            "docid": "28158012_3",
            "document": "RNA transfection . RNA molecules shorter than about 25nt largely evade detection by the innate immune system, which is triggered by longer RNA molecules. Most cells of the body express proteins of the innate immune system, and upon exposure to exogenous long RNA molecules these proteins initiate signaling cascades that result in inflammation. This inflammation hypersensitizes the exposed cell and nearby cells to subsequent exposure. As a result, while a cell can be repeatedly transfected with short RNA with few non-specific effects, repeatedly transfecting cells with even a small amount of long RNA can cause cell death unless measures are taken to suppress or evade the innate immune system (see “Long-RNA transfection” below).",
            "score": 194.53062438964844
        },
        {
            "docid": "38433620_5",
            "document": "Danger model . According to this theory, the most important for stimulation of immune response are normal tissues. When tissue cells are distressed because of injury, infection and so on, they start to secrete or express on their surface so called \"Danger signals\". \"Danger signals\" are also thrown out to extracellular space in the case that stressed cell dies by immunologic not-silent cell death such as necrosis or pyroptosis (as opposed to apoptosis, controlled cell death). This model also dictates that despite their potential immunogenicity tumors do not induce significant immune responses which could destroy malignant cells. According to the danger model, the immune surveillance system fails to detect tumor antigens because transformed cells do not send any danger signals which could activate dendritic cells and initiate an immune response. \"Danger signals\" are normal intracellular molecules, simply they are not in extracellular space among physiological conditions. The danger model has evolved over the years. \"Danger signals\" include DNA, RNA, heat shock proteins (Hsps), hyaluronic acid, serum amyloid A protein, ATP, uric acid and also cytokines like interferon alfa, interleukin-1β, CD40L and so on.",
            "score": 194.3902130126953
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 194.184326171875
        }
    ]
}