{
    "q": [
        {
            "docid": "1826081_9",
            "document": "Tyrosinase . Tyrosinases have been isolated and studied from a wide variety of plant, animal, and fungal species. Tyrosinases from different species are diverse in terms of their structural properties, tissue distribution, and cellular location. No common tyrosinase protein structure occurring across all species has been found. The enzymes found in plant, animal, and fungal tissue frequently differ with respect to their primary structure, size, glycosylation pattern, and activation characteristics. However, all tyrosinases have in common a binuclear, type 3 copper centre within their active sites. Here, two copper atoms are each coordinated with three histidine residues.",
            "score": 71.93204307556152
        },
        {
            "docid": "46694447_12",
            "document": "Epigenetics of plant growth and development . Flowering is a pivotal step in plant development. Numerous epigenetic factors contribute to the regulation of flowering genes, known as flowering loci (FL). In \"Arabidopsis\", flowering locus t is responsible for the production of florigen, which induces changes in the shoot apical meristem, a special set of growth tissues, to establish flowering (Turck et al. 2008). Homologs of the flowering genes exist in flowering plants, but the exact nature of how the genes respond to each mechanism might differ between species (Sun et al. 2014).",
            "score": 89.77942264080048
        },
        {
            "docid": "37913847_5",
            "document": "Reciprocal silencing . Reciprocal silencing on the tissue level refers to the same pattern of silencing and expression of homeologous loci. However in this case, the differences in silencing and expression occur between two types of tissue within the same individual, rather than in individuals of different populations. This is an example of neofunctionalization, a process where duplicated genes that were once at equivalent loci evolve to carry out two separate functions. Since different tissues require different genes to be expressed, reciprocal silencing can occur between tissues. Importantly, while the pattern of gene expression is the same as in the population case, the genetic means by which this pattern is achieved are very different. While silencing mutations are thought to be the main source of reciprocal silencing  at the population level, at the tissue level only epigenetic factors are in play, since expressible copies of both homeologous loci must exist in all cells in an individual if different tissues express different homeologs.",
            "score": 67.39127850532532
        },
        {
            "docid": "21076226_7",
            "document": "Plant tissue culture . The specific differences in the regeneration potential of different organs and explants have various explanations. The significant factors include differences in the stage of the cells in the cell cycle, the availability of or ability to transport endogenous growth regulators, and the metabolic capabilities of the cells. The most commonly used tissue explants are the meristematic ends of the plants like the stem tip, axillary bud tip and root tip. These tissues have high rates of cell division and either concentrate or produce required growth regulating substances including auxins and cytokinins.",
            "score": 72.26176047325134
        },
        {
            "docid": "13570_11",
            "document": "Histology . The tissues from plants, fungi, and microorganisms can also be examined histologically. Their structure is very different from animal tissues. For plants, the study of their tissues is more commonly called as plant anatomy, with the following main types:",
            "score": 44.65249800682068
        },
        {
            "docid": "21076226_2",
            "document": "Plant tissue culture . Plant tissue culture is a collection of techniques used to maintain or grow plant cells, tissues or organs under sterile conditions on a nutrient culture medium of known composition. Plant tissue culture is widely used to produce clones of a plant in a method known as micropropagation. Different techniques in plant tissue culture may offer certain advantages over traditional methods of propagation, including:",
            "score": 65.2016990184784
        },
        {
            "docid": "496667_15",
            "document": "Auxin . Within a plant, elaboration of the Aux/IAA repressor pathway takes place via diversification of the TIR1, ARF, and Aux/IAA protein families. Each family may contain many similar-acting proteins, differing in qualities such as degree of affinity for partner proteins, amount of activation or repression of target gene transcription, or domains of expression (e.g. different plant tissues might express different members of the family, or different environmental stresses might activate expression of different members). Such elaboration permits the plant to use auxin in a variety of ways depending on the needs of the tissue and plant.",
            "score": 52.34527778625488
        },
        {
            "docid": "1251821_13",
            "document": "Plant embryogenesis . After these three phases occur, the rest of the process falls in line with the standard embryogenesis events. Embryonic tissue is made up of actively growing cells and the term is normally used to describe the early formation of tissue in the first stages of growth. It can refer to different stages of the sporophyte and gametophyte plant; including the growth of embryos in seedlings, and to meristematic tissues, which are in a persistently embryonic state, to the growth of new buds on stems.",
            "score": 70.17429113388062
        },
        {
            "docid": "103915_5",
            "document": "Tissue (biology) . Animal tissues are grouped into four basic types: connective, muscle, nervous, and epithelial. Collections of tissues joined in structural units to serve a common function compose organs. While all animals can generally be considered to contain the four tissue types, the manifestation of these tissues can differ depending on the type of organism. For example, the origin of the cells comprising a particular tissue type may differ developmentally for different classifications of animals.",
            "score": 67.44480180740356
        },
        {
            "docid": "31570900_2",
            "document": "Somatic embryogenesis . Somatic embryogenesis is an artificial process in which a plant or embryo is derived from a single somatic cell or group of somatic cells. Somatic embryos are formed from plant cells that are not normally involved in the development of embryos, i.e. ordinary plant tissue. No endosperm or seed coat is formed around a somatic embryo. Applications of this process include: clonal propagation of genetically uniform plant material; elimination of viruses; provision of source tissue for genetic transformation; generation of whole plants from single cells called protoplasts; development of synthetic seed technology. Cells derived from competent source tissue are cultured to form an undifferentiated mass of cells called a callus. Plant growth regulators in the tissue culture medium can be manipulated to induce callus formation and subsequently changed to induce embryos to form from the callus. The ratio of different plant growth regulators required to induce callus or embryo formation varies with the type of plant. Somatic embryos are mainly produced \"in vitro\" and for laboratory purposes, using either solid or liquid nutrient media which contain plant growth regulators (PGR’s). The main PGRs used are auxins but can contain cytokinin in a smaller amount. Shoots and roots are monopolar while somatic embryos are bipolar, allowing them to form a whole plant without culturing on multiple media types. Somatic embryogenesis has served as a model to understand the physiological and biochemical events that occur during plant developmental processes as well as a component to biotechnological advancement. The first documentation of somatic embryogenesis was by Steward et al. in 1958 and Reinert in 1959 with carrot cell suspension cultures.",
            "score": 84.89670360088348
        },
        {
            "docid": "50525886_154",
            "document": "Hydrogen isotope biogeochemistry . Assimilation of diet into tissue has a tissue-specific fractionation known as the trophic discrimination factor. Diet sources can be tracked through a food web via deuterium isotope profiles, although this is complicated by deuterium having two potential sources - water and food. Food more strongly impacts δD than does exchange with surrounding water, and that signal is seen across trophic levels. However, different organisms derive organic hydrogen in varying ratios of water to food: for example, in quail, 20-30% of organic hydrogen was from water and the remainder from food. The precise percentage of hydrogen from water was dependent on tissue source and metabolic activity. In chironomids, 31-47% of biomass hydrogen derived from water, and in microbes as much as 100% of fatty acid hydrogen can be derived from water depending on substrate. In caterpillars, diet δD from organic matter correlates linearly with tissue δD. The same relationship does not appear to hold consistently for diet δD from water, however - water derived from either the caterpillar or its prey plant is more deuterium enriched than their organic material. Going up trophic levels from prey (plant) to predator (caterpillar) results in an isotopic enrichment. This same trend of enrichment is seen in many other animals - carnivores, omnivores, and herbivores - and appears to follow N relative abundances. Carnivores at the same trophic level tend to exhibit the same level of H enrichment. Because, as mentioned earlier, the amount of organic hydrogen produced from water varies between species, a model of trophic level related to absolute fractionation is difficult to make if the participating species are not known. Consistency in measuring the same tissues is also important, as different tissues fractionate deuterium differently. In aquatic systems, tracking trophic interactions is valuable for not only understanding the ecology of the system, but also for determining the degree of terrestrial input. The patterns of deuterium enrichment consistent within trophic levels is a useful tool for assessing the nature of these interactions in the environment.",
            "score": 63.895509004592896
        },
        {
            "docid": "31142766_6",
            "document": "Victimless Leather . NoArk – NoArk is a collection of cells and tissue from many different organisms, growing together inside a \"vessel\", a reference to Noah's Ark. The project website states that NoArk is \"a tangible as well as symbolic ‘craft’ for observing and understanding a biology that combines the familiar with the other\". Worry Dolls – Seven modern versions of the Guatemalan Worry doll were hand-crafted of degradable polymers and surgical sutures and seeded with skin, muscle and bone tissue. The tissue was then allowed to grow inside a bioreactor, replacing the polymers as it degrades, thus creating seven semi-living dolls.  Disembodied Cuisine – Along with Victimless Leather, this is part of the \"Victimless Utopia\". The idea for this project was to take cells from a frog and grow them into something possible to eat, displaying it next to the still living frog the food came from. This problemetizes the whole meat industry – how we kill animals to eat them. Growing tissue outside of the body of the animal is a way to \"make\" meat while the animal stays healthy and living. Extra Ear – ¼ Scale – Using human tissue, a quarter-scale replica of artist Stelarc's ear was grown. The project wanted to confront the cultural perceptions of life now that we are able to manipulate living systems, and also discuss the notions of the wholeness of the body.  The Pig Wings Project – This project bases its ideas on xenotransplantation and genetically modifying pigs so their organs can be transplanted to humans. The artists used tissue engineering and stem cell technologies to grow pig bone tissue, forming three different sets of wings. One set shaped as bat wings (\"evil\"), one as bird wings (\"good\") and one as pterosaurs wings (\"neutral\").",
            "score": 100.24716937541962
        },
        {
            "docid": "7556348_21",
            "document": "Plant morphology . The process of development in plants is fundamentally different from that seen in vertebrate animals. When an animal embryo begins to develop, it will very early produce all of the body parts that it will ever have in its life. When the animal is born (or hatches from its egg), it has all its body parts and from that point will only grow larger and more mature. By contrast, plants constantly produce new tissues and structures throughout their life from meristems located at the tips of organs, or between mature tissues. Thus, a living plant always has embryonic tissues.",
            "score": 55.05154228210449
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 97.91969323158264
        },
        {
            "docid": "256641_6",
            "document": "Plant hormone . Plant hormones are not nutrients, but chemicals that in small amounts promote and influence the growth, development, and differentiation of cells and tissues. The biosynthesis of plant hormones within plant tissues is often diffuse and not always localized. Plants lack glands to produce and store hormones, because, unlike animals—which have two circulatory systems (lymphatic and cardiovascular) powered by a heart that moves fluids around the body—plants use more passive means to move chemicals around their bodies. Plants utilize simple chemicals as hormones, which move more easily through their tissues. They are often produced and used on a local basis within the plant body. Plant cells produce hormones that affect even different regions of the cell producing the hormone.",
            "score": 78.84587979316711
        },
        {
            "docid": "46694447_16",
            "document": "Epigenetics of plant growth and development . Meristematic tissues contain cells that continue to grow and differentiate throughout the plant's lifetime. Shoot apical meristem gives rise to flowers and leaves while root apical meristem grows into roots. These components are crucial to general plant growth and are the harbingers of development. Meristematic tissue apparently contains characteristic epigenetic modifications. For example, the boundary between the proximal meristem and elongation zone showed elevated H4K5ac along with a high level of 5mC in barley. Root meristematic tissues have been found to contain patterns for histone H4 lysine 5 acetylation, histone H3 lysine 4 and 9 di methylation and DNA methylation as 5-methyl cytosine. So far, only a casual correlation between epigenetic marks and tissue types has been established and further study is required to understand the exact involvement of the marks (Braszewska et al. 2013).",
            "score": 79.94041657447815
        },
        {
            "docid": "9418557_3",
            "document": "Preprophase . Plant cells are fixed with regards to their neighbor cells within the tissues they are growing in. In contrast to animals where certain cells can migrate within the embryo to form new tissues, the seedlings of higher plants grow entirely based on the orientation of cell division and subsequent elongation and differentiation of cells within their cell walls. Therefore, the accurate control of cell division planes and placement of the future cell wall in plant cells is crucial for the correct architecture of plant tissues and organs.",
            "score": 80.88825631141663
        },
        {
            "docid": "419094_23",
            "document": "Adipose tissue . Recent advances in biotechnology have allowed for the harvesting of adult stem cells from adipose tissue, allowing stimulation of tissue regrowth using a patient's own cells. In addition, adipose-derived stem cells from both human and animals reportedly can be efficiently reprogrammed into induced pluripotent stem cells without the need for feeder cells. The use of a patient's own cells reduces the chance of tissue rejection and avoids ethical issues associated with the use of human embryonic stem cells. A growing body of evidence also suggests that different fat depots (i.e. abdominal, omental, pericardial) yield adipose-derived stem cells with different characteristics. These depot-dependent features include proliferation rate, immunophenotype, differentiation potential, gene expression, as well as sensitivity to hypoxic culture conditions.",
            "score": 73.26350843906403
        },
        {
            "docid": "1935605_6",
            "document": "Micropropagation . Multiplication is the taking of tissue samples produced during the first stage and increasing their number. Following the successful introduction and growth of plant tissue, the establishment stage is followed by multiplication. Through repeated cycles of this process, a single explant sample may be increased from one to hundreds and thousands of plants. Depending on the type of tissue grown, multiplication can involve different methods and media. If the plant material grown is callus tissue, it can be placed in a blender and cut into smaller pieces and recultured on the same type of culture medium to grow more callus tissue. If the tissue is grown as small plants called plantlets, hormones are often added that cause the plantlets to produce many small offshoots. After the formation of multiple shoots, these shoots are transferred to rooting medium with a high auxin\\cytokinin ratio. After the development of roots, plantlets can be used for hardening.",
            "score": 45.19331502914429
        },
        {
            "docid": "44419868_13",
            "document": "Single-cell variability . Cells in an otherwise similar population can vary in their size and morphology due to differences in function, changes in metabolism, or simply being in different phases of the cell cycle or some other factor. For example, stem cells can divide asymmetrically, which means the two resultant daughter cells may have different fates (specialized functions), and can differ from each other in size or shape. Researchers who study development may be interested in tracking the physical characteristics of the individual progeny in a growing population in order to understand how stem cells differentiate into a complex tissue or organism over time.",
            "score": 105.70481538772583
        },
        {
            "docid": "40854066_36",
            "document": "Epigenetic clock . 1) Weidner et al. (2014) describe an age estimator for DNA from blood that uses only three CpG sites of genes hardly affected by aging (cg25809905 in integrin, alpha 2b (ITGA2B); cg02228185 in aspartoacylase (ASPA) and cg17861230 in phosphodiesterase 4C, cAMP specific (PDE4C)). The age estimator by Weidener et al. (2014) applies only to blood. Even in blood this sparse estimator is far less accurate than Horvath's epigenetic clock (Horvath 2014) when applied to data generated by the Illumina 27K or 450K platforms. 2) Hannum et al. (2013) report several age estimators: one for each tissue type. Each of these estimators requires covariate information (e.g. gender, body mass index, batch). The authors mention that each tissue led to a clear linear offset (intercept and slope). Therefore, the authors had to adjust the blood-based age estimator for each tissue type using a linear model. When the Hannum estimator is applied to other tissues, it leads to a high error (due to poor calibration) as can be seen from Figure 4A in Hannum et al. (2013). Hannum et al. adjusted their blood-based age estimator (by adjusting the slope and the intercept term) in order to apply it to other tissue types. Since this adjustment step removes differences between tissue, the blood-based estimator from Hannum et al. cannot be used to compare the ages of different tissues/organs. In contrast, a salient characteristic of the epigenetic clock is that one does not have to carry out such a calibration step: it always uses the same CpGs and the same coefficient values. Therefore, Horvath's epigenetic clock can be used to compare the ages of different tissues/cells/organs from the same individual. While the age estimators from Hannum et al. cannot be used to compare the ages of different normal tissues, they can be used to compare the age of a cancerous tissue with that of a corresponding normal (non-cancerous) tissue. Hannum et al. reported pronounced age acceleration effects in all cancers. In contrast, Horvath's epigenetic clock reveals that some cancer types (e.g. triple negative breast cancers or uterine corpus endometrial carcinoma) exhibit negative age acceleration, i.e. cancer tissue can be much younger than expected. An important difference relates to additional covariates. Hannum's age estimators make use of covariates such as gender, body mass index, diabetes status, ethnicity, and batch. Since new data involve different batches, one cannot apply it directly to new data. However, the authors present coefficient values for their CpGs in Supplementary Tables which can be used to define an aggregate measure that tends to be strongly correlated with chronological age but may be poorly calibrated (i.e. lead to high errors).",
            "score": 68.94304704666138
        },
        {
            "docid": "53918629_12",
            "document": "Evolutionary models of human drug use . Animals evolved to exploit plant tissues and energy stores and in response plants developed a number of defenses, including neurotoxins. The presence and concentration of these toxins vary by plant tissue, with leaves and organs central to reproduction and energy conservation displaying high toxin concentrations (e.g. pistils/stamens and storage organs) and absent in tissue central to seed dispersion (e.g. fruit). The power and effectiveness of plant neurotoxic substances has been shaped by ~400 million years of evolution. Plant derived neurotoxins are not evolutionarily novel and human neurophysiology recognizes plant toxins and activates specialized xenobiotic defenses that involve genes, tissue barriers, neural circuits, organ systems and behaviors to protect against them.",
            "score": 83.85716462135315
        },
        {
            "docid": "37138_43",
            "document": "Arabidopsis thaliana . Plant-pathogen interactions are important for understanding of how plants have evolved to combat different types of pathogens that may affect them. Variation in resistance of plants across populations is due to variation in environmental factors. Plants that have evolved resistance, whether it be the general variation or the SAR variation, have been able to live longer and hold off necrosis of their tissue (premature death of cells), which leads to better adaptation and fitness for populations that are in rapidly changing environments.",
            "score": 61.743950843811035
        },
        {
            "docid": "256641_3",
            "document": "Plant hormone . Plant hormones are signal molecules produced within the plant, and occur in extremely low concentrations. Hormones regulate cellular processes in targeted cells locally and, moved to other locations, in other functional parts of the plant. Hormones also determine the formation of flowers, stems, leaves, the shedding of leaves, and the development and ripening of fruit. Plants, unlike animals, lack glands that produce and secrete hormones. Instead, each cell is capable of producing hormones. Plant hormones shape the plant, affecting seed growth, time of flowering, the sex of flowers, senescence of leaves, and fruits. They affect which tissues grow upward and which grow downward, leaf formation and stem growth, fruit development and ripening, plant longevity, and even plant death. Hormones are vital to plant growth, and, lacking them, plants would be mostly a mass of undifferentiated cells. So they are also known as growth factors or growth hormones. The term 'Phytohormone' was coined by Went and Thimann and used in the title of their book in 1937.",
            "score": 117.35340189933777
        },
        {
            "docid": "961961_13",
            "document": "Gene gun . Transformed cells can be treated with a series of plant hormones, such as auxins and gibberellins, and each may divide and differentiate into the organized, specialized, tissue cells of an entire plant. This capability of total re-generation is called totipotency. The new plant that originated from a successfully transformed cell may have new traits that are heritable. The use of the gene gun may be contrasted with the use of \"Agrobacterium tumefaciens\" and its Ti plasmid to insert DNA into plant cells. See transformation for different methods of transformation in different species.",
            "score": 85.23777079582214
        },
        {
            "docid": "1159407_9",
            "document": "Homeosis . Like the complex multicellularity seen in animals, the multicellularity of land plants is developmentally organized into tissue and organ units via transcription factor genes with homeotic effects. While plants do have homeobox-containing genes, plant homeotic factors tend to possess MADS-box DNA binding domains. Interestingly, animal genomes also possess a small number MADS-box factors. Thus, in the independent evolution of multicellularity in plants and animals, different eukaryotic transcription factor families were co-opted to serve homeotic functions.  MADS-domain factors have been proposed to function as co-factors to more specialized factors and thereby help to determine organ identity. This has been proposed to correspond more closely to the interpretation of animal homeotics outlined by Michael Akam.",
            "score": 63.0993629693985
        },
        {
            "docid": "1009199_3",
            "document": "Callus (cell biology) . Plant species representing all major land plant groups have been shown to be capable of producing callus in tissue culture. A callus cell culture is usually sustained on gel medium. Callus induction medium consists of agar and a mixture of macronutrients and micronutrients for the given cell type. There are several types of basal salt mixtures used in plant tissue culture, but most notably modified Murashige and Skoog medium, White's medium, and woody plant medium. Vitamins are also provided to enhance growth such as Gamborg B5 vitamins. For plant cells, enrichment with nitrogen, phosphorus, and potassium is especially important. Plant callus is usually derived from somatic tissues. The tissues used to initiate callus formation depends on plant species and which tissues are available for explant culture. The cells that give rise to callus and somatic embryos usually undergo rapid division or are partially undifferentiated such as meristematic tissue. In alfalfa, \"Medicago truncatula\", however callus and somatic embryos are derived from mesophyll cells that undergo dedifferentiation. Plant hormones are used to initiate callus growth.  Specific auxin to cytokinin ratios in plant tissue culture medium give rise to an unorganized growing and dividing mass of callus cells. Callus cultures are often broadly classified as being either compact or friable. Friable calluses fall apart easily, and can be used to generate cell suspension cultures. Callus can directly undergo direct organogenesis and/or embryogenesis where the cells will form an entirely new plant. This process is known as callus culture",
            "score": 73.2724517583847
        },
        {
            "docid": "854081_7",
            "document": "Regeneration (biology) . \"Strategies include the rearrangement of pre-existing tissue, the use of adult somatic stem cells and the dedifferentiation and/or transdifferentiation of cells, and more than one mode can operate in different tissues of the same animal. All these strategies result in the re-establishment of appropriate tissue polarity, structure and form.\" During the developmental process, genes are activated that serve to modify the properties of cell as they differentiate into different tissues. Development and regeneration involves the coordination and organization of populations cells into a blastema, which is \"a mound of stem cells from which regeneration begins.\" Dedifferentiation of cells means that they lose their tissue-specific characteristics as tissues remodel during the regeneration process. This should not be confused with the transdifferentiation of cells which is when they lose their tissue-specific characteristics during the regeneration process, and then re-differentiate to a different kind of cell.",
            "score": 91.2092695236206
        },
        {
            "docid": "38814223_42",
            "document": "Decompression theory . One attempt at a solution was the development of multi-tissue models, which assumed that different parts of the body absorbed and eliminated gas at different rates. These are hypothetical tissues which are designated as fast and slow to describe the rate of saturation. Each tissue, or compartment, has a different half-life. Real tissues will also take more or less time to saturate, but the models do not need to use actual tissue values to produce a useful result. Models with from one to 16 tissue compartments have been used to generate decompression tables, and dive computers have used up to 20 compartments.",
            "score": 39.46013641357422
        },
        {
            "docid": "637102_6",
            "document": "Plant physiology . Thirdly, plant physiology deals with interactions between cells, tissues, and organs within a plant. Different cells and tissues are physically and chemically specialized to perform different functions. Roots and rhizoids function to anchor the plant and acquire minerals in the soil. Leaves catch light in order to manufacture nutrients. For both of these organs to remain living, minerals that the roots acquire must be transported to the leaves, and the nutrients manufactured in the leaves must be transported to the roots. Plants have developed a number of ways to achieve this transport, such as vascular tissue, and the functioning of the various modes of transport is studied by plant physiologists.",
            "score": 74.61324691772461
        },
        {
            "docid": "103915_15",
            "document": "Tissue (biology) . Meristematic tissue consists of actively dividing cells, and leads to increase in length and thickness of the plant. The primary growth of a plant occurs only in certain, specific regions, such as in the tips of stems or roots. It is in these regions that meristematic tissue is present. Cells in these tissues are roughly spherical or polyhedral, to rectangular in shape, and have thin cell walls. New cells produced by meristem are initially those of meristem itself, but as the new cells grow and mature, their characteristics slowly change and they become differentiated as components of the region of occurrence of meristimatic tissues, they are classified as:",
            "score": 90.38258862495422
        },
        {
            "docid": "21076226_12",
            "document": "Plant tissue culture . Explants can be taken from many different parts of a plant, including portions of shoots, leaves, stems, flowers, roots, single undifferentiated cells and from many types of mature cells provided are they still contain living cytoplasm and nuclei and are able de-differentiate and resume cell division. This has given rise to the concept of totipotentency of plant cells. However this is not true for all cells or for all plants. In many species explants of various organs vary in their rates of growth and regeneration, while some do not grow at all. The choice of explant material also determines if the plantlets developed via tissue culture are haploid or diploid. Also the risk of microbial contamination is increased with inappropriate explants.",
            "score": 88.50459456443787
        }
    ],
    "r": [
        {
            "docid": "8449_5",
            "document": "Developmental biology . Regional specification refers to the processes that create spatial pattern in a ball or sheet of initially similar cells. This generally involves the action of cytoplasmic determinants, located within parts of the fertilized egg, and of inductive signals emitted from signaling centers in the embryo. The early stages of regional specification do not generate functional differentiated cells, but cell populations committed to develop to a specific region or part of the organism. These are defined by the expression of specific combinations of transcription factors. Morphogenesis relates to the formation of three-dimensional shape. It mainly involves the orchestrated movements of cell sheets and of individual cells. Morphogenesis is important for creating the three germ layers of the early embryo (ectoderm, mesoderm and endoderm) and for building up complex structures during organ development. Cell differentiation relates specifically to the formation of functional cell types such as nerve, muscle, secretory epithelia etc. Differentiated cells contain large amounts of specific proteins associated with the cell function. Growth involves both an overall increase in size, and also the differential growth of parts (allometry) which contributes to morphogenesis. Growth mostly occurs through cell division but also through changes of cell size and the deposition of extracellular materials. The control of timing of events and the integration of the various processes with one another is the least well understood area of the subject. It remains unclear whether animal embryos contain a master clock mechanism or not.",
            "score": 128.9951629638672
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 127.13062286376953
        },
        {
            "docid": "54939754_8",
            "document": "CLE peptide . Meristematic cells give rise to various organs of the plant and keep the plant growing.There are two types of meristematic tissues 1) Apical Meristem 2) Lateral Meristem. The Apical Meristem is of two types; the shoot apical meristem (SAM) gives rise to organs like the leaves and flowers, while the root apical meristem (RAM) provides the meristematic cells for the future root growth. SAM and RAM cells divide rapidly and are considered indeterminate, in that they do not possess any defined end status. In that sense, the meristematic cells are frequently compared to the stem cells in animals, which have an analogous behavior and function. Within plants SAM cells play a major role in the overall growth and development, this is due to the fact that all cells making up the major parts of the plant come from the shoot apical meristem (SAM). There are three different important area found within the SAM and they include the central zone (CZ), the peripheral zone (PZ), and the rib meristem (RM). Each of these areas play an important in the production of new stem cells within the SAM. All SAMs are usually dome shaped and have structures that are layered and are described as the tunica and corpus. CLV3 plays an important role in regulating the production of stem cells within the Central Zone (CZ) region of the (SAM), this is also true for the cell promoting WUSCHEL (WUS) gene. The combination of these two genes regulates stem cell production by WUS negatively or positively regulating the production of stem cells by controlling the CLV3 gene.;",
            "score": 124.95680236816406
        },
        {
            "docid": "57414_16",
            "document": "Evolutionary developmental biology . A small fraction of the genes in an organism's genome control the organism's development. These genes are called the developmental-genetic toolkit. They are highly conserved among phyla, meaning that they are ancient and very similar in widely separated groups of animals. Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. Most toolkit genes are parts of signalling pathways: they encode transcription factors, cell adhesion proteins, cell surface receptor proteins and signalling ligands that bind to them, and secreted morphogens that diffuse through the embryo. All of these help to define the fate of undifferentiated cells in the embryo. Together, they generate the patterns in time and space which shape the embryo, and ultimately form the body plan of the organism. Among the most important toolkit genes are the \"Hox\" genes. These transcription factors contain the homeobox protein-binding DNA motif, also found in other toolkit genes, and create the basic pattern of the body along its front-to-back axis. Hox genes determine where repeating parts, such as the many vertebrae of snakes, will grow in a developing embryo or larva. \"Pax-6\", already mentioned, is a classic toolkit gene. Homeobox genes are also found in plants, implying they are common to all eukaryotes.",
            "score": 124.1224136352539
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 120.2050552368164
        },
        {
            "docid": "39861034_23",
            "document": "Leslie D. Gottlieb . A series of subsequent studies in wild plants by Gottlieb bolstered his assertions that important evolutionary changes need not involve many small genes. In 1988 Gottlieb and Ford reported on floral pigmentation in \"Clarkia gracilis\" and discovered a basal spot allele that was unique and normally was unexpressed. They concluded: \"It is an interesting speculation that many loci include alleles that normally remain unexpressed. Segregation following hybridization, frequent in plants, may place such alleles, as well as normally expressed alleles, under new patterns of regulation resulting in the abrupt appearance of novel forms.\" In 1989 Gottlieb concluded that floral spot patterns in \"Clarkia\" were controlled by only a few genes, and that \"The flower is a complex structure in which many specialized tissues and cell types form distinctive organs in a precise and orderly manner. The differentiation of structures is most likely independent of pigmentation pattern, and this is one reason the patterns may be changed by a few genes. Although the patterns may have a simple and readily modified developmental basis, pigment patterns are likely to have complex effects on pollination and eventual seed set.\" Ford and Gottlieb performed an extensive analysis of the genetic control of flower differences between the two closely related species \"Layia glandulosa\" and \"L. discoidea\", related as progenitor and derivative, respectively. The two species differ primarily by presence versus absence of ray florets. They confirmed earlier results that the primary difference in ray flowers was due to a single gene. However, they also found a novel floret called \"gibbous,\" and demonstrated that there were numerous gene differences between the species that affected the ray florets size, shape, and color. They concluded: Characterization of evolutionary morphological changes as major or minor is illusory unless founded on genetic analysis: the demonstration that the absence of ray florets in \"L. discoidea\" is conferred by a simple genetic difference shows that this was not a large change despite the accretion of a considerable number of differences between the species. The discovery of gibbous fiorets has particular interest because it demonstrates that novel combinations of developmental processes can be readily assimilated without evident adverse effects. The complex admixture of genes with large and small, qualitative and quantitative, effects may prove typical as more instances of morphological evolution are subjected to intensive genetic analysis.",
            "score": 119.3771743774414
        },
        {
            "docid": "6339_5",
            "document": "Cell biology . The study of the cell is done on a molecular level; however, most of the processes within the cell are made up of a mixture of small organic molecules, inorganic ions, hormones, and water. Approximately 75-85% of the cell’s volume is due to water making it an indispensable solvent as a result of its polarity and structure. These molecules within the cell, which operate as substrates, provide a suitable environment for the cell to carry out metabolic reactions and signalling. The cell shape varies among the different types of organisms, and are thus then classified into two categories: eukaryotes and prokaryotes. In the case of eukaryotic cells - which are made up of animal, plant, fungi, and protozoa cells - the shapes are generally round and spherical, while for prokaryotic cells – which are composed of bacteria and archaea - the shapes are: spherical (cocci), rods (bacillus), curved (vibrio), and spirals (\"spirochetes)\".",
            "score": 119.15059661865234
        },
        {
            "docid": "49033_47",
            "document": "Epigenetics . Somatic epigenetic inheritance, particularly through DNA and histone covalent modifications and nucleosome repositioning, is very important in the development of multicellular eukaryotic organisms. The genome sequence is static (with some notable exceptions), but cells differentiate into many different types, which perform different functions, and respond differently to the environment and intercellular signalling. Thus, as individuals develop, morphogens activate or silence genes in an epigenetically heritable fashion, giving cells a memory. In mammals, most cells terminally differentiate, with only stem cells retaining the ability to differentiate into several cell types (\"totipotency\" and \"multipotency\"). In mammals, some stem cells continue producing new differentiated cells throughout life, such as in neurogenesis, but mammals are not able to respond to loss of some tissues, for example, the inability to regenerate limbs, which some other animals are capable of. Epigenetic modifications regulate the transition from neural stem cells to glial progenitor cells (for example, differentiation into oligodendrocytes is regulated by the deacetylation and methylation of histones. Unlike animals, plant cells do not terminally differentiate, remaining totipotent with the ability to give rise to a new individual plant. While plants do utilise many of the same epigenetic mechanisms as animals, such as chromatin remodeling, it has been hypothesised that some kinds of plant cells do not use or require \"cellular memories\", resetting their gene expression patterns using positional information from the environment and surrounding cells to determine their fate.",
            "score": 119.1280288696289
        },
        {
            "docid": "51758582_3",
            "document": "Cell division orientation . Cell division orientation is one of the mechanisms that shapes tissue during development and morphogenesis. Along with cell shape changes, cell rearrangements, apoptosis and growth, oriented cell division modifies the geometry and topology of live tissue in order to create new organs and shape the organisms. Reproducible patterns of oriented cell divisions were described during mophogenesis of \"Drosophila\" embryos, \"Arabidopsis thaliana\" embryos, \"Drosophila\" pupa, zebrafish embryos and mouse early embryos. Oriented cell divisions contribute to the tissue elongation and the release of mechanical stress. While in the first case oriented cell division acts as active contributor to the morphogenesis, the latter case is a passive response to the external mechanical tensions.",
            "score": 118.35114288330078
        },
        {
            "docid": "256641_3",
            "document": "Plant hormone . Plant hormones are signal molecules produced within the plant, and occur in extremely low concentrations. Hormones regulate cellular processes in targeted cells locally and, moved to other locations, in other functional parts of the plant. Hormones also determine the formation of flowers, stems, leaves, the shedding of leaves, and the development and ripening of fruit. Plants, unlike animals, lack glands that produce and secrete hormones. Instead, each cell is capable of producing hormones. Plant hormones shape the plant, affecting seed growth, time of flowering, the sex of flowers, senescence of leaves, and fruits. They affect which tissues grow upward and which grow downward, leaf formation and stem growth, fruit development and ripening, plant longevity, and even plant death. Hormones are vital to plant growth, and, lacking them, plants would be mostly a mass of undifferentiated cells. So they are also known as growth factors or growth hormones. The term 'Phytohormone' was coined by Went and Thimann and used in the title of their book in 1937.",
            "score": 117.35340118408203
        },
        {
            "docid": "5164601_11",
            "document": "Antirrhinum majus . \"Antirrhinum majus\" has also been used to examine the relationship between pollinators and plants. With debate as to the evolutionary advantages the conical-papillate shape of flower petals, with arguments suggesting the shape either enhanced and intensified the color of the flower or aided in orienting pollinators through sight or touch. The benefit that \"A. majus\" brought was through an identification of a mutation at the MIXTA locus that prevented this conical petal shape from forming, This allowed testing of the pollination plants with and without conical petals as well as comparisons of the absorption of light between these two groups. With the MIXTA gene being necessary in the formation of conical cells, the use of the gene in breeding of \"Antirrhinum\" was crucial, and allowed for the tests which showed why many plants produced conical-papillate epidermal cells.",
            "score": 116.23028564453125
        },
        {
            "docid": "356382_5",
            "document": "Gene regulatory network . In multicellular animals the same principle has been put in the service of gene cascades that control body-shape. Each time a cell divides, two cells result which, although they contain the same genome in full, can differ in which genes are turned on and making proteins. Sometimes a 'self-sustaining feedback loop' ensures that a cell maintains its identity and passes it on. Less understood is the mechanism of epigenetics by which chromatin modification may provide cellular memory by blocking or allowing transcription. A major feature of multicellular animals is the use of morphogen gradients, which in effect provide a positioning system that tells a cell where in the body it is, and hence what sort of cell to become. A gene that is turned on in one cell may make a product that leaves the cell and diffuses through adjacent cells, entering them and turning on genes only when it is present above a certain threshold level. These cells are thus induced into a new fate, and may even generate other morphogens that signal back to the original cell. Over longer distances morphogens may use the active process of signal transduction. Such signalling controls embryogenesis, the building of a body plan from scratch through a series of sequential steps. They also control and maintain adult bodies through feedback processes, and the loss of such feedback because of a mutation can be responsible for the cell proliferation that is seen in cancer. In parallel with this process of building structure, the gene cascade turns on genes that make structural proteins that give each cell the physical properties it needs.",
            "score": 116.15972900390625
        },
        {
            "docid": "56284235_8",
            "document": "Constructive development (biology) . Although all the cells of an organism contain the same DNA, there can be hundreds of different types of cells in a single organism. These diverse cell shapes, behaviors and functions are created and maintained by tissue-specific gene expression patterns and these can be modified by internal and external environmental conditions.",
            "score": 116.06035614013672
        },
        {
            "docid": "4402942_4",
            "document": "Primordium . Plants produce both leaf and flower primordia cells at the shoot apical meristem (SAM). Primordium development in plants is critical to the proper positioning and development of plant organs and cells. The process of primordium development is intricately regulated by a set of genes that affect the positioning, growth and differentiation of the primordium. Genes including STM (\"SHOOT MERISTEMLESS\") and CUC (\"CUP-SHAPED COTYLEDON\") are involved in defining the borders of the newly formed primordium.",
            "score": 113.85710906982422
        },
        {
            "docid": "637102_5",
            "document": "Plant physiology . Secondly, plant physiology includes the study of biological and chemical processes of individual plant cells. Plant cells have a number of features that distinguish them from cells of animals, and which lead to major differences in the way that plant life behaves and responds differently from animal life. For example, plant cells have a cell wall which restricts the shape of plant cells and thereby limits the flexibility and mobility of plants. Plant cells also contain chlorophyll, a chemical compound that interacts with light in a way that enables plants to manufacture their own nutrients rather than consuming other living things as animals do.",
            "score": 113.68079376220703
        },
        {
            "docid": "47147824_3",
            "document": "Cell mechanics . Plant cell mechanics combines principles of biomechanics and mechanobiology to investigate the growth and shaping of the plant cells. Plant cells, similar to animal cells, respond to externally applied forces, such as by reorganization of their cytoskeletal network. The presence of a considerably rigid extracellular matrix, the cell wall, however, bestows the plant cells with a set of particular properties. Mainly, the growth of plant cells is controlled by the mechanics and chemical composition of the cell wall. Therefore, a major part of research in plant cell mechanics is put toward the measurement and modeling of the cell wall mechanics to understand how modification of its composition and mechanical properties affects the cell function, growth and morphogenesis.",
            "score": 113.63091278076172
        },
        {
            "docid": "11222167_2",
            "document": "Helical growth . Helical growth is the expansion of fungal, algal or higher plant cells or organs leading to a twisted (i.e. helical) cell or organ shape. Helical growth typically results in the breaking of (usually radial) symmetry (biology). Resulting shapes may be left-handed or right-handed. Helical growth can arise naturally (e.g. as seen in tendrils or in twining plants) or artificially by mutation (\"Arabidopsis thaliana\"). In many cases, a phenomenon known as tendril perversion is seen, in which a tendril curves in opposite directions at each end, with a transition in-between.",
            "score": 113.0268783569336
        },
        {
            "docid": "24455791_4",
            "document": "Synthetic morphology . Synthetic morphology extends this idea by adding output modules that alter the shape or social behaviour of cells in response to the state of the artificial gene network. For example, instead of just making a fluorescent protein, a gene network may switch on an adhesion molecule so that cells stick to each other, or activate a motility system so that cells move. It has been argued that the formation of properly-shaped tissues by mammalian cells involves mainly a set of about ten basic cellular events (cell proliferation, cell death, cell adhesion, differential adhesion, cell de-adhesion, cell fusion, cell locomotion, chemotaxis, haptotaxis, cell wedging). Broadly similar lists exist for tissues of plants, fungi etc. In principle, therefore, a fairly small set of output modules might allow biotechnologists to 'program' cells to produce artificially-designed arrangements, shapes and eventually 'tissues'.",
            "score": 112.94667053222656
        },
        {
            "docid": "56284235_10",
            "document": "Constructive development (biology) . Exploratory processes are selective processes that operate within individual organisms during their lifetimes. In many animals, the vascular, immune and nervous systems develop by producing a variety of forms, and the most functional solutions are selected for and retained, while others are lost. For example, the ‘shape’ of the circulatory system is constructed according to the oxygen and nutrient needs of tissues, rather than being genetically predetermined. Likewise, the nervous system develops through axonal exploration. Initially muscle fibers are connected to multiple neurons but synaptic competition selects certain connections over others to define the mature pattern of muscle innervation. The shape of a cell is determined by the structure of its cytoskeleton. A major element of the cytoskeleton are microtubules, which can grow in random directions from their origin. Microtubule-associated proteins can aid or inhibit microtubule growth, guide microtubules to specific cellular locations and mediate interactions with other proteins. Therefore, microtubules can be stabilized in new configurations that give rise to new cell shapes (and potentially new behaviors or functions) without changes to the microtubule system itself.",
            "score": 112.91206359863281
        },
        {
            "docid": "25304632_10",
            "document": "Gene expression profiling in cancer . In a particular type of cell or tissue, only a small subset of an organism’s genomic DNA will be expressed as mRNAs at any given time. The unique pattern of gene expression for a given cell or tissue is referred to as its molecular signature. For example, the expression of genes in skin cells would be very different compared to those expressed in blood cells. Microarray analysis can provide quantitative gene expression information allowing for the generation of a molecular signature, each unique to a particular class of tumor. This idea was first shown experimentally in 2000 by researchers at Stanford University published in \"Nature Genetics\". The authors measured the relative expression of 9,703 human cDNAs in sixty cancer cell lines previously studied and characterized by the National Cancer Institute’s Developmental Therapeutics Program. A hierarchical clustering algorithm was used to group cell lines based on the similarity by which the pattern of gene expression varied. In this study by Ross \"et al.,\" the majority of cell lines with common organs of origin (based on information from the National Institutes of Health) clustered together at terminal branches, suggesting that cancer cells arising from the same tissue share many molecular characteristics. This allows for reliable identification of tumor type based on gene expression.",
            "score": 112.59327697753906
        },
        {
            "docid": "29057341_8",
            "document": "Donald E. Ingber . Ingber’s work on tensegrity led him to propose that mechanical forces play as an important role in biological control as chemicals and genes and to investigate the molecular mechanism by which cells convert mechanical signals into changes in intracellular biochemistry and gene expression, a process known as ‘mechanotransduction’. Ingber determined that living cells use tensegrity architecture to stabilize their shape and cytoskeleton, that cellular integrins function as mechanosensors on the cell surface, and that cytoskeletal tension (or ‘prestress’, which is central to the stability of tensegrity structures) is a fundamental regulator of many cellular responses to mechanical cues. Ingber’s tensegrity theory also led to the prediction in the early 1980s that changes in extracellular matrix structure and mechanics play a fundamental role in tissue and organ development, and that deregulation of this form of developmental control can promote cancer formation.",
            "score": 111.83912658691406
        },
        {
            "docid": "4940778_4",
            "document": "Greig cephalopolysyndactyly syndrome . Greig cephalopolysyndactyly syndrome is a chromosomal condition related to chromosome 7. Mutations in the \"GLI3\" gene cause Greig cephalopolysyndactyly syndrome. The \"GLI3\" gene provides instructions for making a protein that controls gene expression, which is a process that regulates whether genes are turned on or off in particular cells. By interacting with certain genes at specific times during development, the \"GLI3\" protein plays a role in the normal shaping (patterning) of many organs and tissues before birth.",
            "score": 111.26495361328125
        },
        {
            "docid": "33965197_3",
            "document": "Enrico Coen . Coen earned a PhD from King's College, Cambridge in 1982, for research on \"Drosophila\" supervised by Gabriel Dover. By studying model systems from the genus \"Antirrhinum\", commonly known as the snapdragon, Enrico has created computer simulations of how plant cells and their genes interact to direct flower formation and control colour. Enrico's research aims to define the developmental rules that govern flower and leaf growth at both the cellular level and throughout the whole plant, linking these different scales of analysis into an integrated understanding of evolution.",
            "score": 111.21749114990234
        },
        {
            "docid": "192746_5",
            "document": "Gerald Edelman . After his Nobel prize award, Edelman began research into the regulation of primary cellular processes, particularly the control of cell growth and the development of multi-celled organisms, focussing on cell-to-cell interactions in early embryonic development and in the formation and function of the nervous system. These studies led to the discovery of cell adhesion molecules (CAMs), which guide the fundamental processes that help an animal achieve its shape and form, and by which nervous systems are built. One of the most significant discoveries made in this research is that the precursor gene for the neural cell adhesion molecule gave rise in evolution to the entire molecular system of adaptive immunity.",
            "score": 111.08538818359375
        },
        {
            "docid": "28649402_3",
            "document": "Jukka Jernvall . Jernvall received his Ph.D. in evolutionary biology in 1995. His thesis investigating the evolution and development of mammalian molar cusp patterns was supervised by Irma Thesleff and Mikael Fortelius. This led to the description of enamel knot as molecular signaling centers in teeth. He also discovered and coined the term ‘secondary enamel knot’, previously overlooked signaling centers regulating tooth cusp development. This discovery helped to mechanistically link molecular regulation of growth and differentiation to shape. Later, Jernvall has focused on the modelling of three-dimensional dentition phenotypes. He has studied why certain dentition patterns arise several times during the course of evolution, while other patterns occur only rarely. Jernvall's team has developed several methods from computer modeling of organ development to three-dimensional analysis of biological shape development and function. Current research ranges from mutant mice in the laboratory to evolutionary diversity in the fossil record and to seal genomics.",
            "score": 110.95433807373047
        },
        {
            "docid": "48520204_6",
            "document": "Computational anatomy . Due to the availability of dense 3D measurements via technologies such as magnetic resonance imaging (MRI), Computational anatomy has emerged as a subfield of medical imaging and bioengineering for extracting anatomical coordinate systems at the morphome scale in 3D. The spirit of this discipline shares strong overlap with areas such as computer vision and kinematics of rigid bodies, where objects are studied by analysing the groups responsible for the movement in question. Computational anatomy departs from computer vision with its focus on rigid motions, as the infinite-dimensional diffeomorphism group is central to the analysis of Biological shapes. It is a branch of the image analysis and pattern theory school at Brown University pioneered by Ulf Grenander. In Grenander's general Metric Pattern Theory, making spaces of patterns into a metric space is one of the fundamental operations since being able to cluster and recognize anatomical configurations often requires a metric of close and far between shapes. The diffeomorphometry metric of Computational anatomy measures how far two diffeomorphic changes of coordinates are from each other, which in turn induces a metric on the shapes and images indexed to them. The models of metric pattern theory, in particular group action on the orbit of shapes and forms is a central tool to the formal definitions in Computational anatomy.",
            "score": 110.9534912109375
        },
        {
            "docid": "4940873_6",
            "document": "Pallister–Hall syndrome . This condition is very rare; its prevalence is unknown. Mutations in the GLI3 gene cause Pallister–Hall syndrome. The \"GLI3\" gene provides instructions for making a protein that controls gene expression, which is a process that regulates whether genes are turned on or off in particular cells. By interacting with certain genes at specific times during development, the GLI3 protein plays a role in the normal shaping (patterning) of many organs and tissues before birth. Defects in the same gene also cause Greig cephalopolysyndactyly syndrome.",
            "score": 110.7400131225586
        },
        {
            "docid": "9271329_4",
            "document": "Peter Anthony Lawrence . Lawrence's main discoveries lie in trying to understand what type of information is required to shape an animal and generate a pattern (such as on a butterfly wing or a fingerprint). He is the principal advocate of the idea that cells in a gradient of a morphogen develop according to their local concentration of the morphogen and that this mechanism is used to generate patterns of cells. Together with Ginés Morata, he has helped establish the compartment theory first proposed by Antonio Garcia-Bellido. In this hypothesis, a set of cells collectively builds a territory (or \"compartment\"), and only that territory, in the animal. As development proceeds, a \"selector gene\" switches on in a subset of this clone of cells, and the clone becomes divided into two sets of cells that construct two adjacent compartments. Much of the evidence for the theory comes from studies on the \"Drosophila\" fly wing.",
            "score": 110.67066955566406
        },
        {
            "docid": "23043439_5",
            "document": "Life without Death . Still life patterns are common in Life without Death: if there is no dead cell with three live neighbors, a pattern will remain unchanging for all future time steps. However, because a cell, once alive, remains alive, the set of live cells grows monotonically throughout the evolution of a pattern, and there can be no oscillators (patterns that cycle through a repeating sequence of shapes), spaceships (patterns that keep the same shape but change position), or the other more complex patterns that exist within Conway's Game of Life.",
            "score": 110.5372314453125
        },
        {
            "docid": "31570900_16",
            "document": "Somatic embryogenesis . Carrot \"Daucus carota\" was the first and most understood species with regard to developmental pathways and molecular mechanisms. Time-lapse tracking by Toonen et al. (1994) showed that morphology of competent cells can vary based on shape and cytoplasm density. Five types of cells were identified from embryonic suspension: spherical cytoplasm-rich, spherical vacuolated, oval vacuolated, elongated vacuolated, and irregular shaped cells. Each type of cell multiplied with certain geometric symmetry. They developed into symmetrical, asymmetrical, and aberrantly-shaped cell clusters that eventually formed embryos at different frequencies. This indicates that organized growth polarity do not always exist in somatic embryogenesis.",
            "score": 109.5085220336914
        },
        {
            "docid": "22762505_12",
            "document": "Epithelial polarity . Epithelial cells come in a variety of shapes that relate to their function in development or physiology. How epithelial cells adopt particular shapes is poorly understood, but it must involve spatial control of the actin cytoskeleton, which is central to cell shape in all plant cells.",
            "score": 109.26122283935547
        },
        {
            "docid": "1319467_3",
            "document": "On Growth and Form . The book covers many topics including the effects of scale on the shape of animals and plants, large ones necessarily being relatively thick in shape; the effects of surface tension in shaping soap films and similar structures such as cells; the logarithmic spiral as seen in mollusc shells and ruminant horns; the arrangement of leaves and other plant parts (phyllotaxis); and Thompson's own method of transformations, showing the changes in shape of animal skulls and other structures on a Cartesian grid.",
            "score": 109.0630111694336
        }
    ]
}