{
    "q": [
        {
            "docid": "31389849_4",
            "document": "Muscle memory (strength training) . The muscle cells are the largest cells in the body with a volume thousands of times larger than most other body cells. To support this large volume, the muscle cells are one of the very few in the mammalian body that contain several cell nuclei. Such multinucleated cells are called syncytia. Strength-training increases muscle mass and force mainly by changing the caliber of each fiber rather than increasing the number of fibers. During such fiber enlargement muscle stem cells in the muscle tissue multiply and fuse with pre-existing fibers as to support the larger cellular volume. It has often been assumed that each nucleus can support a certain volume of cytoplasm, and hence that there is a constant volume domain served by each nucleus, although recent evidence suggests that this is an oversimplification. Until recently it was believed that during muscle wasting (atrophy) muscle cells lost nuclei by a nuclear self-destruct mechanism called apoptosis, but recent observations using time laps in vivo imaging in mice do not support this model. Direct observation indicated that no nuclei are lost under such conditions, and the apoptosis observed in the muscle tissue were demonstrated to occur only in other cell nuclei in the tissue, e.g. connective tissue and muscle stem cells called satellite cells. Since in vivo imaging has confirmed that cell nuclei are added during strength training and not lost upon subsequent detraining, the nuclei might provide a mechanism for muscle memory. Thus, upon retraining the extra nuclei are already there and can rapidly start synthesizing new protein to build muscle mass and strength.",
            "score": 329.3978770971298
        },
        {
            "docid": "619064_9",
            "document": "G0 phase . During skeletal myogenesis, cycling progenitor cells known as myoblasts differentiate and fuse together into non-cycling muscle cells called myocytes that remain in a terminal G phase. As a result, the fibers that make up skeletal muscle (myofibers) are cells with multiple nuclei, referred to as myonuclei, since each myonucleus originated from a single myoblast. Skeletal muscle cells continue indefinitely to provide contractile force through simultaneous contractions of cellular structures called sarcomeres. Importantly, these cells are kept in a terminal G phase since disruption of muscle fiber structure after myofiber formation would prevent proper transmission of force through the length of the muscle. Muscle growth can be stimulated by growth or injury and involves the recruitment of muscle stem cells – also known as satellite cells – out of a reversible quiescent state. These stem cells differentiate and fuse to generate new muscle fibers both in parallel and in series to increase force generation capacity.",
            "score": 348.6490544080734
        },
        {
            "docid": "2040318_10",
            "document": "Myosatellite cell . Satellite cells proliferate following muscle trauma and form new myofibers through a process similar to fetal muscle development. After several cell divisions, the satellite cells begin to fuse with the damaged myotubes and undergo further differentiations and maturation, with peripheral nuclei as in hallmark. One of the first roles described for IGF-1 was its involvement in the proliferation and differentiation of satellite cells. In addition, IGF-1 expression in skeletal muscle extends the capacity to activate satellite cell proliferation (Charkravarthy, et al., 2000), increasing and prolonging the beneficial effects to the aging muscle.",
            "score": 289.3490698337555
        },
        {
            "docid": "70425_63",
            "document": "Inflammation . These acute increases in cytokines, as a response to muscle contractions, help initiate the process of muscle repair and growth by activating satellite cells within the inflamed muscle. Satellite cells are crucial for skeletal muscle adaptation to exercise. They contribute to hypertrophy by providing new myonuclei and repair damaged segments of mature myofibers for successful regeneration following injury- or exercise-induced muscle damage; high-level powerlifters can have up to 100% more satellite cells than untrained controls.",
            "score": 300.0831866264343
        },
        {
            "docid": "2040318_3",
            "document": "Myosatellite cell . Myosatellite cells are located between the basement membrane and the sarcolemma of muscle fibers, and can lie in grooves either parallel or transversely to the longitudinal axis of the fibre. Their distribution across the fibre can vary significantly. Non-proliferative, quiescent myosatellite cells, which adjoin resting skeletal muscles, can be identified by their distinct location between sarcolemma and basal lamina, a high nuclear-to-cytoplasmic volume ratio, few organelles (e.g. ribosomes, endoplasmic reticulum, mitochondria, golgi complexes), small nuclear size, and a large quantity of nuclear heterochromatin relative to myonuclei. On the other hand, activated satellite cells have an increased number of caveolae, cytoplasmic organelles, and decreased levels of heterochromatin. Satellite cells are able to differentiate and fuse to augment existing muscle fibers and to form new fibers. These cells represent the oldest known adult stem cell niche, and are involved in the normal growth of muscle, as well as regeneration following injury or disease.",
            "score": 338.58167695999146
        },
        {
            "docid": "974284_34",
            "document": "Duchenne muscular dystrophy . Though stem cells isolated from the muscle (satellite cells) have the ability to differentiate into myotubes when injected directly into the muscle of animals, they lack the ability to spread systemically throughout. To effectively deliver a therapeutic dose to an isolated muscle it would require direct injections to that muscle every 2mm. This problem was circumvented by using another multipotent stem cell, termed pericytes, that are located within the blood vessels of skeletal muscle. These cells have the ability to be delivered systemically and uptaken by crossing the vascular barrier. Once past the vasculature, pericytes have the ability to fuse and form myotubes. This means that they can be injected arterially, crossing through arterial walls into muscle, where they can differentiate into potentially functional muscle. These findings show potential for stem cell therapy of DMD. The pericyte-derived cells would be extracted, grown in culture, and then these cells would be injected into the blood stream where the possibility exists that they might find their way into injured regions of skeletal muscle.",
            "score": 317.1511549949646
        },
        {
            "docid": "1113514_14",
            "document": "MyoD . In typical adult muscles in a resting condition (absence of physiological stress) the specific Wnt family proteins that are expressed are Wnt5a, Wnt5b, Wnt7a and Wnt4. When a muscle becomes injured (thus requiring regeneration) Wnt5a, Wnt5b, and Wnt7a are increased in expression. As the muscle completes repair Wnt7b and Wnt3a are increased as well. This patterning of Wnt signalling expression in muscle cell repair induces the differentiation of the progenitor cells, which reduces the number of available satellite cells. Wnt plays a crucial role in satellite cell regulation and skeletal muscle aging and also regeneration. Wnts are known to active the expression of Myf5 and MyoD by Wnt1 and Wnt7a. Wnt4, Wnt5, and Wnt6 function to increase the expression of both of the regulatory factors but at a more subtle level. Additionally, MyoD increases Wnt3a when myoblasts undergo differentiation. Whether MyoD is activated by Wnt via cis-regulation direct targeting or through indirect physiological pathways remains to be elucidated.",
            "score": 295.2315994501114
        },
        {
            "docid": "1900228_17",
            "document": "Nemaline myopathy . Muscle cells contract in complex mechanical and chemical processes. If any part of the process or structure is disrupted, dysfunction will likely result, as in the case of those with genetic variations. In those with nemaline myopathy, muscle contraction is adversely affected. At the electron microscopic level, rod-shaped components can often be seen in some of the muscle cells, and when seen, is diagnostic for the condition called nemaline rod myopathy. The presence of these rods is not causing muscle weakness, rather they appear as a result of something going wrong within the muscle fiber. There is no connection between the number of rods found in the muscle cells and the amount of weakness a person has. All of the different gene mutations leading to the condition called nemaline myopathy that have been found so far are in genes that encode different components of the sarcomere. In normal muscle cells, the various parts of the muscle fibers that make up the sarcomere are distributed evenly in a pattern for effective muscle contraction. Evidence suggests that some kinds of NM affect the arrangement of these muscle fibers, causing the muscles to be unable to contract as efficiently or effectively. Nemaline myopathy is usually genetic and shows traits in the affected individual from birth or an early age. However, there are some cases of symptoms of nemaline myopathy not showing up until adulthood. These cases are usually not genetic. Of the genes that have been linked to nemaline myopathy, most are also involved in encoding proteins in the sarcomeres in the muscle cells. Respiratory muscles are often more affected than other skeletal muscle groups. Cardiac muscle is usually not affected in nemaline myopathy patients and the ocular muscles are usually spared.",
            "score": 279.677045583725
        },
        {
            "docid": "42057779_5",
            "document": "Exertional rhabdomyolysis . Exertional rhabdomyolysis results from damage to the intercellular proteins inside the sarcolemma. Myosin and actin break down in the sarcomeres when ATP is no longer available due to injury to the sarcoplasmic reticulum. Damage to the sarcolemma and sarcoplasmic reticulum from direct trauma or high force production causes a high influx of calcium into the muscle fibers increasing calcium permeability. Calcium ions build up in the mitochondria, impairing cellular respiration. The mitochondria are unable to produce enough ATP to power the cell properly. Reduction in ATP production impairs the cells ability to extract calcium from the muscle cell. The ion imbalance causes calcium-dependent enzymes to activate which break down muscle proteins even further. A high concentration of calcium activates muscle cells, causing the muscle to contract while inhibiting its ability to relax. The increase of sustained muscle contraction leads to oxygen and ATP depletion with prolonged exposure to calcium. The muscle cell membrane pump may become damaged allowing free form myoglobin to leak into the bloodstream.",
            "score": 280.8429982662201
        },
        {
            "docid": "7188879_10",
            "document": "Immortal DNA strand hypothesis . Scientists have strived to demonstrate that this immortal DNA strand mechanism exists \"in vivo\" in other types of adult stem cells. In 2005, Gilbert Smith published evidence that a subset of mouse mammary epithelial cells could retain DNA label and release DNA label in a manner consistent with the immortal DNA strand mechanism. Soon after, scientists from the laboratory of Derek van der Kooy showed that mice have neural stem cells that are BrdU-retaining and continue to be mitotically active. Asymmetric segregation of DNA was shown using real-time imaging of cells in culture. In 2006, scientists in the lab of Shahragim Tajbakhsh presented evidence that muscle satellite cells, which are proposed to be adult stem cells of the skeletal muscle compartment, exhibited asymmetric segregation of BrdU-labelled DNA when put into culture. They also had evidence that demonstrated BrdU release kinetics consistent with an immortal DNA strand mechanism were operating \"in vivo\", using juvenile mice and mice with muscle regeneration induced by freezing.",
            "score": 306.67945301532745
        },
        {
            "docid": "19723734_50",
            "document": "Muscle . In contrast to this argument for a single origin of muscle cells, Steinmetz et al. argue that molecular markers such as the myosin II protein used to determine this single origin of striated muscle actually predate the formation of muscle cells. This author uses an example of the contractile elements present in the porifera or sponges that do truly lack this striated muscle containing this protein. Furthermore, Steinmetz et al. present evidence for a polyphyletic origin of striated muscle cell development through their analysis of morphological and molecular markers that are present in bilaterians and absent in cnidarians, ctenophores, and bilaterians. Steimetz et al. showed that the traditional morphological and regulatory markers such as actin, the ability to couple myosin side chains phosphorylation to higher concentrations of the positive concentrations of calcium, and other MyHC elements are present in all metazoans not just the organisms that have been shown to have muscle cells. Thus, the usage of any of these structural or regulatory elements in determining whether or not the muscle cells of the cnidarians and ctenophores are similar enough to the muscle cells of the bilaterians to confirm a single lineage is questionable according to Steinmetz et al. Furthermore, Steinmetz et al. explain that the orthologues of the MyHc genes that have been used to hypothesize the origin of striated muscle occurred through a gene duplication event that predates the first true muscle cells (meaning striated muscle), and they show that the MyHc genes are present in the sponges that have contractile elements but no true muscle cells. Furthermore, Steinmetz et all showed that the localization of this duplicated set of genes that serve both the function of facilitating the formation of striated muscle genes and cell regulation and movement genes were already separated into striated myhc and non-muscle myhc. This separation of the duplicated set of genes is shown through the localization of the striated myhc to the contractile vacuole in sponges while the non-muscle myhc was more diffusely expressed during developmental cell shape and change. Steinmetz et al. found a similar pattern of localization in cnidarians with except with the cnidarian \"N. vectensis\" having this striated muscle marker present in the smooth muscle of the digestive track. Thus, Steinmetz et al. argue that the pleisiomorphic trait of the separated orthologues of myhc cannot be used to determine the monophylogeny of muscle, and additionally argue that the presence of a striated muscle marker in the smooth muscle of this cnidarian shows a fundamentally different mechanism of muscle cell development and structure in cnidarians.",
            "score": 270.117285490036
        },
        {
            "docid": "1300485_4",
            "document": "Desmin . Desmin was first described in 1976, first purified in 1977, the gene was cloned in 1989, and the first knockout mouse was created in 1996. The function of desmin has been deduced through studies in knockout mice. Desmin is one of the earliest protein markers for muscle tissue in embryogenesis as it is detected in the somites. Although it is present early in the development of muscle cells, it is only expressed at low levels, and increases as the cell nears terminal differentiation. A similar protein, vimentin, is present in higher amounts during embryogenesis while desmin is present in higher amounts after differentiation. This suggests that there may be some interaction between the two in determining muscle cell differentiation. However desmin knockout mice develop normally and only experience defects later in life. Since desmin is expressed at a low level during differentiation another protein may be able to compensate for desmin's function early in development but not later on.",
            "score": 280.66222858428955
        },
        {
            "docid": "6026357_23",
            "document": "Myogenesis . Satellite cells are described as quiescent myoblasts and neighbor muscle fiber sarcolemma. They are crucial for the repair of muscle, but have a very limited ability to replicate. Activated by stimuli such as injury or high mechanical load, satellite cells are required for muscle regeneration in adult organisms. In addition, satellite cells have the capability to also differentiate into bone or fat. In this way, satellite cells have an important role in not only muscle development, but in the maintenance of muscle through adulthood.",
            "score": 295.48209953308105
        },
        {
            "docid": "571549_15",
            "document": "Myocyte . Skeletal muscle fibers are made when myoblasts fuse together; muscle fibers therefore are cells with multiple nuclei, known as myonuclei, with each cell nucleus originating from a single myoblast. The fusion of myoblasts is specific to skeletal muscle (e.g., \"biceps brachii\") and not cardiac muscle or smooth muscle.",
            "score": 289.28387212753296
        },
        {
            "docid": "624361_24",
            "document": "Autophagy . Autophagy is essential for basal homeostasis; it is also extremely important in maintaining muscle homeostasis during physical exercise. Autophagy at the molecular level is only partially understood. A study of mice shows that autophagy is important for the ever-changing demands of their nutritional and energy needs, particularly through the metabolic pathways of protein catabolism. In a 2012 study conducted by the University of Texas Southwestern Medical Center in Dallas, mutant mice (with a knock-in mutation of BCL2 phosphorylation sites to produce progeny that showed normal levels of basal autophagy yet were deficient in stress-induced autophagy) were tested to challenge this theory. Results showed that when compared to a control group, these mice illustrated a decrease in endurance and an altered glucose metabolism during acute exercise. Another study demonstrated that skeletal muscle fibres of collagen VI knockout mice showed signs of degeneration due to an insufficiency of autophagy which led to an accumulation of damaged mitochondria and excessive cell death. Exercise-induced autophagy was unsuccessful however; but when autophagy was induced artificially post-exercise, the accumulation of damaged organelles in collagen VI deficient muscle fibres was prevented and cellular homeostasis was maintained. Both studies demonstrate that autophagy induction may contribute to the beneficial metabolic effects of exercise and that it is essential in the maintaining of muscle homeostasis during exercise, particularly in collagen VI fibres.",
            "score": 252.52265882492065
        },
        {
            "docid": "3108990_7",
            "document": "Sarcopenia . Satellite cells are small mononuclear cells that abut the muscle fiber. Satellite cells are normally activated upon injury or exercise. These cells then differentiate and fuse into the muscle fiber, helping to maintain its function. One theory is that sarcopenia is in part caused by a failure in satellite cell activation.",
            "score": 280.32636427879333
        },
        {
            "docid": "20462201_3",
            "document": "Myostatin-related muscle hypertrophy . Mutations in the \"MSTN\" gene cause myostatin-related muscle hypertrophy. The \"MSTN\" gene provides instructions for making a protein called myostatin, which is active in muscles used for movement (skeletal muscles) both before and after birth. This protein normally restrains muscle growth, ensuring that muscles do not grow too large. Mutations that reduce the production of functional myostatin lead to an overgrowth of muscle tissue. Myostatin-related muscle hypertrophy has a pattern of inheritance known as incomplete autosomal dominance. People with a mutation in both copies of the gene in each cell (homozygotes) have significantly increased muscle mass and strength. People with a mutation in one copy of the \"MSTN\" gene in each cell (heterozygotes) also have increased muscle bulk, but to a lesser degree.",
            "score": 299.25343668460846
        },
        {
            "docid": "44380573_2",
            "document": "Muscle tissue engineering . Muscle tissue engineering is a subset of the general field of tissue engineering, which studies the combined use of cells and scaffolds to design therapeutic tissue implants. The major motivation for muscle tissue engineering is to treat a condition called volumetric muscle loss (VML). VML can be caused by a variety of injuries or diseases, including general trauma, postoperative damage, cancer ablation, congenital defects, and degenerative myopathy. Although muscle contains a stem cell population called satellite cells that are capable of regenerating small muscle injuries, muscle damage in VML is so extensive that it overwhelms muscle's natural regenerative capabilities. Currently VML is treated through an autologous muscle flap or graft but there are various problems associated with this procedure. Donor site morbidity, lack of donor tissue, and inadequate vascularization all limit the ability of doctors to adequately treat VML. The field of muscle tissue engineering attempts to address this problem through the design of a functional muscle construct that can be used to treat the damaged muscle instead of harvesting an autologous muscle flap from somewhere else on the patient's body.",
            "score": 276.47920548915863
        },
        {
            "docid": "14795105_4",
            "document": "IFRD1 . IFRD1(also known as PC4 or Tis7, see above) participates to the process of skeletal muscle cell differentiation. In fact, inhibition of IFRD1 function in C2C12 myoblasts, by antisense IFRD1 cDNA transfection or microinjection of anti-IFRD1 antibodies, prevents their morphological and biochemical differentiation by inhibiting the expression of MyoD and myogenin, key master genes of muscle development. A role for IFRD1 in muscle differentiation has been observed also in vivo. Muscles from mice lacking IFRD1 display decreased protein and mRNA levels of MyoD, and myogenin, and after muscle crash damage in young mice there was a delay in regeneration.",
            "score": 273.0296046733856
        },
        {
            "docid": "2040318_15",
            "document": "Myosatellite cell . Satellite cell activation has also been demonstrated on an ultrastructural level following exercise. Aerobic exercise has been shown to significantly increase granular endoplasmic reticulum, free ribosomes, and mitochondria of the stimulated muscle groups. Additionally, satellite cells have been shown to fuse with muscle fibers, developing new muscle fibers. Other ultrastructural evidence for activated satellite cells include increased concentration of Golgi apparatus and pinocytotic vesicles.",
            "score": 287.0775384902954
        },
        {
            "docid": "14517273_8",
            "document": "GPR56 . Outside the nervous system, GPR56 has been linked to muscle function and male fertility. The expression of GPR56 is upregulated during early differentiation of human myoblasts. Investigation of Gpr56 knockout mice and BFPP patients showed that GPR56 is required for in vitro myoblast fusion via signaling of serum response factor (SRF) and nuclear factor of activated T-cell (NFAT), but is not essential for muscle development in vivo. Additionally, GPR56 is a transcriptional target of peroxisome proliferator-activated receptor gamma coactivator 1-alpha 4 and regulates overload-induced muscle hypertrophy through Gα and mTOR signaling. Therefore, the study of knockout mice revealed that GPR56 is involved in testis development and male fertility. In melanocytic cells GPR56 gene expression may be regulated by MITF.",
            "score": 278.17605352401733
        },
        {
            "docid": "3599829_5",
            "document": "Dysferlin . The most intensively studied role for dysferlin is in a cellular process called membrane repair. Membrane repair is a critical mechanism by which cells are able to seal dramatic wounds to the plasma membrane. Muscle is thought to be particularly prone to membrane wounds given that muscle cells transmit high force and undergo cycles of contraction. Dysferlin is highly expressed in muscle, and is homologous to the ferlin family of proteins, which are thought to regulate membrane fusion across a wide variety of species and cell types. Several lines of evidence suggest that dysferlin may be involved in membrane repair in muscle. First, dysferlin-deficient muscle fibers show accumulation of vesicles (which are critical for membrane repair in non-muscle cell types) near membrane lesions, indicating that dysferlin may be required for fusion of repair vesicles with the plasma membrane. Further, dysferlin-deficient muscle fibers take up extracellular dyes to a greater extent than wild-type muscle fibers following laser-induced wounding in-vitro. Dysferlin is also markedly enriched at membrane lesions with several additional proteins thought to be involved in membrane resealing, including annexin and MG53. Exactly how dysferlin contributes to membrane resealing is not clear, but biochemical evidence indicates that dysferlin may bind lipids in a calcium-dependent manner, consistent with a role for dysferlin in regulating fusion of repair vesicles with the sarcolemma during membrane repair. Furthermore, live-cell imaging of dysferlin-eGFP expressing myotubes indicates that dysferlin localizes to a cellular compartment that responds to injury by forming large dysferlin-containing vesicles, and formation of these vesicles may contribute to wound repair. Dysferlin may also be involved in Alzheimer's disease pathogenesis.",
            "score": 284.2950221300125
        },
        {
            "docid": "19723734_49",
            "document": "Muscle . Schmid and Seipel argue that the origin of muscle cells is a monophyletic trait that occurred concurrently with the development of the digestive and nervous systems of all animals and that this origin can be traced to a single metazoan ancestor in which muscle cells are present. They argue that molecular and morphological similarities between the muscles cells in cnidaria and ctenophora are similar enough to those of bilaterians that there would be one ancestor in metazoans from which muscle cells derive. In this case, Schmid and Seipel argue that the last common ancestor of bilateria, ctenophora, and cnidaria was a triploblast or an organism with three germ layers and that diploblasty, meaning an organism with two germ layers, evolved secondarily due to their observation of the lack of mesoderm or muscle found in most cnidarians and ctenophores. By comparing the morphology of cnidarians and ctenophores to bilaterians, Schmid and Seipel were able to conclude that there were myoblast-like structures in the tentacles and gut of some species of cnidarians and in the tentacles of ctenophores. Since this is a structure unique to muscle cells, these scientists determined based on the data collected by their peers that this is a marker for striated muscles similar to that observed in bilaterians. The authors also remark that the muscle cells found in cnidarians and ctenophores are often contests due to the origin of these muscle cells being the ectoderm rather than the mesoderm or mesendoderm. The origin of true muscles cells is argued by others to be the endoderm portion of the mesoderm and the endoderm. However, Schmid and Seipel counter this skepticism about whether or not the muscle cells found in ctenophores and cnidarians are true muscle cells by considering that cnidarians develop through a medusa stage and polyp stage. They observe that in the hydrozoan medusa stage there is a layer of cells that separate from the distal side of the ectoderm to form the striated muscle cells in a way that seems similar to that of the mesoderm and call this third separated layer of cells the ectocodon. They also argue that not all muscle cells are derived from the mesendoderm in bilaterians with key examples being that in both the eye muscles of vertebrates and the muscles of spiralians these cells derive from the ectodermal mesoderm rather than the endodermal mesoderm. Furthermore, Schmid and Seipel argue that since myogenesis does occur in cnidarians with the help of molecular regulatory elements found in the specification of muscles cells in bilaterians that there is evidence for a single origin for striated muscle.",
            "score": 273.76526713371277
        },
        {
            "docid": "19218324_42",
            "document": "Anabolic steroid . The effect of AAS on muscle mass is caused in at least two ways: first, they increase the production of proteins; second, they reduce recovery time by blocking the effects of stress hormone cortisol on muscle tissue, so that catabolism of muscle is greatly reduced. It has been hypothesized that this reduction in muscle breakdown may occur through AAS inhibiting the action of other steroid hormones called glucocorticoids that promote the breakdown of muscles. AAS also affect the number of cells that develop into fat-storage cells, by favouring cellular differentiation into muscle cells instead. AAS can also decrease fat by increasing basal metabolic rate (BMR), since an increase in muscle mass increases BMR.",
            "score": 264.218710899353
        },
        {
            "docid": "14761398_7",
            "document": "ANGPTL4 . ANGPTL4 has been established as a potent inhibitor of serum triglyceride (TG) clearance, causing elevation of serum TG levels via inhibition of the enzyme lipoprotein lipase (LPL). Biochemical studies indicate that ANGPTL4 disables LPL partly by dissociating the catalytically active LPL dimer into inactive LPL monomers. However, evidence also suggests that ANGPTL4 functions as a conventional, non-competitive inhibitor that binds to LPL to prevent the hydrolysis of substrate as part of reversible mechanism. As a consequence, ANGPTL4 knockout mice have reduced serum triglyceride levels, whereas the opposite is true for mice over-expressing ANGPTL4. ANGPTL4 suppresses foam cell formation to reduce atherosclerosis development. The reduction in LPL activity in adipose tissue during fasting is likely caused by increased local production of ANGPTL4. In other tissues such as heart, production of ANGPTL4 is stimulated by fatty acids and may serve to protect cells against excess fat uptake. ANGPTL4 is more highly induced in nonexercising muscle than in exercising human muscle during acute exercise. ANGPTL4 in nonexercising muscle presumably leads to reduced local uptake of plasma triglyceride-derived fatty acids and their sparing for use by exercising muscle. The induction of ANGPTL4 in exercising muscle likely is counteracted via AMP-activated protein kinase (AMPK)-mediated down-regulation, promoting the use of plasma triglycerides as fuel for active muscles.",
            "score": 262.201145529747
        },
        {
            "docid": "6959376_7",
            "document": "Calcium-activated potassium channel . Though not implied in the name, but implied by the structure these channels can also be activated by voltage. The different modes of activation in these channels are thought to be independent of one another. This feature of the channel allows them to participate in many different physiologic functions. The physiological effects of BK channels have been studied extensively using knockout mice. In doing so it was observed that there were changes in the blood vessels of the mice. The animals without the BK channels showed increased mean arterial pressure and vascular tone. These findings indicate that BK channels are involved in the relaxation of smooth muscle cells. In any muscle cell, increased intracellular calcium causes contraction. In smooth muscle cells the elevated levels of intracellular calcium cause the opening of BK channels which in turn allow potassium ions to flow out of the cell. This causes further hyperpolarization and closing of voltage gated calcium channels, relaxation can then occur. The knockout mice also experienced intention tremors, shorter stride length, and slower swim speed. All of these are symptoms of ataxia, indicating that BK channels are highly important in the cerebellum.",
            "score": 257.89000713825226
        },
        {
            "docid": "5458995_2",
            "document": "Cardiac muscle cell . Cardiac muscle cells or cardiomyocytes (also known as myocardiocytes or cardiac myocytes) are the muscle cells (myocytes) that make up the cardiac muscle (heart muscle). Each myocardial cell contains myofibrils, which are specialized organelles consisting of long chains of sarcomeres, the fundamental contractile units of muscle cells. Cardiomyocytes show striations similar to those on skeletal muscle cells. Unlike multinucleated skeletal cells, the majority of cardiomyocytes contain only one nucleus, although they may have as many as four. Cardiomyocytes have a high mitochondrial density, which allows them to produce adenosine triphosphate (ATP) quickly, making them highly resistant to fatigue.",
            "score": 252.88786375522614
        },
        {
            "docid": "619064_10",
            "document": "G0 phase . Cardiac muscle is also formed through myogenesis but instead of recruiting stem cells to fuse and form new cells, heart muscle cells – known as cardiomyocytes – simply increase in size as the heart grows larger. Similarly to skeletal muscle, if cardiomyocytes had to continue dividing to add muscle tissue the contractile structures necessary for heart function would be disrupted.",
            "score": 299.7649064064026
        },
        {
            "docid": "15838199_17",
            "document": "Thymosin beta-4 . Such tissue-regenerating properties of thymosin β may ultimately contribute to repair of human heart muscle damaged by heart disease and heart attack. In mice, administration of thymosin β has been shown to stimulate formation of new heart muscle cells from otherwise inactive precursor cells present in the outer lining of adult hearts, to induce migration of these cells into heart muscle and recruit new blood vessels within the muscle.",
            "score": 261.3024786710739
        },
        {
            "docid": "4821621_9",
            "document": "PAX3 . Table 1. Representative PAX3 transcriptional target genes. During development, one of the major lineages expressing Pax3 is the skeletal muscle lineage. Pax3 expression is first seen in the pre-somitic paraxial mesoderm, and then ultimately becomes restricted to the dermomyotome, which forms from the dorsal region of the somites. To form skeletal muscle in central body segments, PAX3-expressing cells detach from the dermomyotome and then Pax3 expression is turned off as Myf5 and MyoD1 expression is activated. To form other skeletal muscles, Pax3-expressing cells detach from the dermomyotome and migrate to more distant sites, such as the limbs and diaphragm. A subset of these Pax3-expressing dermomyotome-derived cells also serves as an ongoing progenitor pool for skeletal muscle growth during fetal development. During later developmental stages, myogenic precursors expressing Pax3 and/or Pax7 form satellite cells within the skeletal muscle, which contribute to postnatal muscle growth and muscle regeneration. These adult satellite cells remain quiescent until injury occurs, and then are stimulated to divide and regenerate the injured muscle.",
            "score": 290.39140343666077
        },
        {
            "docid": "38789114_4",
            "document": "Tbx18 transduction . The Tbx18 gene is required for development of pacemaker cells in the heart during fetal development but is normally not functional after birth. Expression of Tbx18 after birth requires adenovirus vectors to deliver the gene into the atrial myocytes. Tbx18 transduction converts atrial muscle cells into SA node cells that initiate the heartbeat. An engineered virus carrying the Tbx18 gene is injected into animals and infects atrial muscle cells. Inside atrial muscle cells the Tbx18 gene is expressed. Tbx18 turns on genes that drive SA node cell development, simultaneously turning off genes that create atrial muscle cells. Tbx18 gene therapy has been successful in rodent hearts, converting atrial muscle cells into SA node cells by expression of the Tbx18 transcription factor. Tbx18 expression in atrial myocytes was shown to convert them into functional SA nodal cells in an experiment done in rodents. These converted SA node cells are able to respond to the nervous system, allowing the heart to be regulated as normal.",
            "score": 250.43084406852722
        },
        {
            "docid": "571549_19",
            "document": "Myocyte . Muscle fibers grow when exercised and shrink when not in use. This is due to the fact that exercise stimulates the increase in myofibrils which increase the overall size of muscle cells. Well exercised muscles can not only add more size but can also develop more mitochondria, myoglobin, glycogen and a higher density of capillaries. However muscle cells cannot divide to produce new cells, and as a result we have fewer muscle cells as an adult than a newborn.",
            "score": 296.42010402679443
        }
    ],
    "r": [
        {
            "docid": "619064_9",
            "document": "G0 phase . During skeletal myogenesis, cycling progenitor cells known as myoblasts differentiate and fuse together into non-cycling muscle cells called myocytes that remain in a terminal G phase. As a result, the fibers that make up skeletal muscle (myofibers) are cells with multiple nuclei, referred to as myonuclei, since each myonucleus originated from a single myoblast. Skeletal muscle cells continue indefinitely to provide contractile force through simultaneous contractions of cellular structures called sarcomeres. Importantly, these cells are kept in a terminal G phase since disruption of muscle fiber structure after myofiber formation would prevent proper transmission of force through the length of the muscle. Muscle growth can be stimulated by growth or injury and involves the recruitment of muscle stem cells – also known as satellite cells – out of a reversible quiescent state. These stem cells differentiate and fuse to generate new muscle fibers both in parallel and in series to increase force generation capacity.",
            "score": 348.6490478515625
        },
        {
            "docid": "2040318_3",
            "document": "Myosatellite cell . Myosatellite cells are located between the basement membrane and the sarcolemma of muscle fibers, and can lie in grooves either parallel or transversely to the longitudinal axis of the fibre. Their distribution across the fibre can vary significantly. Non-proliferative, quiescent myosatellite cells, which adjoin resting skeletal muscles, can be identified by their distinct location between sarcolemma and basal lamina, a high nuclear-to-cytoplasmic volume ratio, few organelles (e.g. ribosomes, endoplasmic reticulum, mitochondria, golgi complexes), small nuclear size, and a large quantity of nuclear heterochromatin relative to myonuclei. On the other hand, activated satellite cells have an increased number of caveolae, cytoplasmic organelles, and decreased levels of heterochromatin. Satellite cells are able to differentiate and fuse to augment existing muscle fibers and to form new fibers. These cells represent the oldest known adult stem cell niche, and are involved in the normal growth of muscle, as well as regeneration following injury or disease.",
            "score": 338.5816650390625
        },
        {
            "docid": "2057953_20",
            "document": "Charles Philippe Leblond . Leblond and his colleagues also found evidence for the presence of occasional adult stem cells even in tissues which are composed almost entirely of non-dividing cells. In skeletal muscle, the muscle fibers had been shown to exhibit an age-related increase in the number of nuclei. His studies showed that muscle satellite cells could be considered to be adult stem cells in muscle fibers.",
            "score": 337.97125244140625
        },
        {
            "docid": "31389849_4",
            "document": "Muscle memory (strength training) . The muscle cells are the largest cells in the body with a volume thousands of times larger than most other body cells. To support this large volume, the muscle cells are one of the very few in the mammalian body that contain several cell nuclei. Such multinucleated cells are called syncytia. Strength-training increases muscle mass and force mainly by changing the caliber of each fiber rather than increasing the number of fibers. During such fiber enlargement muscle stem cells in the muscle tissue multiply and fuse with pre-existing fibers as to support the larger cellular volume. It has often been assumed that each nucleus can support a certain volume of cytoplasm, and hence that there is a constant volume domain served by each nucleus, although recent evidence suggests that this is an oversimplification. Until recently it was believed that during muscle wasting (atrophy) muscle cells lost nuclei by a nuclear self-destruct mechanism called apoptosis, but recent observations using time laps in vivo imaging in mice do not support this model. Direct observation indicated that no nuclei are lost under such conditions, and the apoptosis observed in the muscle tissue were demonstrated to occur only in other cell nuclei in the tissue, e.g. connective tissue and muscle stem cells called satellite cells. Since in vivo imaging has confirmed that cell nuclei are added during strength training and not lost upon subsequent detraining, the nuclei might provide a mechanism for muscle memory. Thus, upon retraining the extra nuclei are already there and can rapidly start synthesizing new protein to build muscle mass and strength.",
            "score": 329.3978576660156
        },
        {
            "docid": "974284_34",
            "document": "Duchenne muscular dystrophy . Though stem cells isolated from the muscle (satellite cells) have the ability to differentiate into myotubes when injected directly into the muscle of animals, they lack the ability to spread systemically throughout. To effectively deliver a therapeutic dose to an isolated muscle it would require direct injections to that muscle every 2mm. This problem was circumvented by using another multipotent stem cell, termed pericytes, that are located within the blood vessels of skeletal muscle. These cells have the ability to be delivered systemically and uptaken by crossing the vascular barrier. Once past the vasculature, pericytes have the ability to fuse and form myotubes. This means that they can be injected arterially, crossing through arterial walls into muscle, where they can differentiate into potentially functional muscle. These findings show potential for stem cell therapy of DMD. The pericyte-derived cells would be extracted, grown in culture, and then these cells would be injected into the blood stream where the possibility exists that they might find their way into injured regions of skeletal muscle.",
            "score": 317.1511535644531
        },
        {
            "docid": "36315057_7",
            "document": "Induced stem cells . Some types of mature, specialized adult cells can naturally revert to stem cells. For example, \"chief\" cells express the stem cell marker Troy. While they normally produce digestive fluids for the stomach, they can revert into stem cells to make temporary repairs to stomach injuries, such as a cut or damage from infection. Moreover, they can make this transition even in the absence of noticeable injuries and are capable of replenishing entire gastric units, in essence serving as quiescent \"reserve\" stem cells. Differentiated airway epithelial cells can revert into stable and functional stem cells in vivo. After injury, mature terminally differentiated kidney cells dedifferentiate into more primordial versions of themselves and then differentiate into the cell types needing replacement in the damaged tissue Macrophages can self-renew by local proliferation of mature differentiated cells. In newts, muscle tissue is regenerated from specialized muscle cells that dedifferentiate and forget the type of cell they had been. This capacity to regenerate does not decline with age and may be linked to their ability to make new stem cells from muscle cells on demand.",
            "score": 315.0064697265625
        },
        {
            "docid": "7188879_10",
            "document": "Immortal DNA strand hypothesis . Scientists have strived to demonstrate that this immortal DNA strand mechanism exists \"in vivo\" in other types of adult stem cells. In 2005, Gilbert Smith published evidence that a subset of mouse mammary epithelial cells could retain DNA label and release DNA label in a manner consistent with the immortal DNA strand mechanism. Soon after, scientists from the laboratory of Derek van der Kooy showed that mice have neural stem cells that are BrdU-retaining and continue to be mitotically active. Asymmetric segregation of DNA was shown using real-time imaging of cells in culture. In 2006, scientists in the lab of Shahragim Tajbakhsh presented evidence that muscle satellite cells, which are proposed to be adult stem cells of the skeletal muscle compartment, exhibited asymmetric segregation of BrdU-labelled DNA when put into culture. They also had evidence that demonstrated BrdU release kinetics consistent with an immortal DNA strand mechanism were operating \"in vivo\", using juvenile mice and mice with muscle regeneration induced by freezing.",
            "score": 306.6794738769531
        },
        {
            "docid": "152611_34",
            "document": "Cellular differentiation . In order to fulfill the purpose of regenerating a variety of tissues, adult stems are known to migrate from their niches, adhere to new extracellular matrices (ECM) and differentiate. The ductility of these microenvironments are unique to different tissue types. The ECM surrounding brain, muscle and bone tissues range from soft to stiff. The transduction of the stem cells into these cells types is not directed solely by chemokine cues and cell to cell signaling. The elasticity of the microenvironment can also affect the differentiation of mesenchymal stem cells (MSCs which originate in bone marrow.) When MSCs are placed on substrates of the same stiffness as brain, muscle and bone ECM, the MSCs take on properties of those respective cell types. Matrix sensing requires the cell to pull against the matrix at focal adhesions, which triggers a cellular mechano-transducer to generate a signal to be informed what force is needed to deform the matrix. To determine the key players in matrix-elasticity-driven lineage specification in MSCs, different matrix microenvironments were mimicked. From these experiments, it was concluded that focal adhesions of the MSCs were the cellular mechano-transducer sensing the differences of the matrix elasticity. The non-muscle myosin IIa-c isoforms generates the forces in the cell that lead to signaling of early commitment markers. Nonmuscle myosin IIa generates the least force increasing to non-muscle myosin IIc. There are also factors in the cell that inhibit non-muscle myosin II, such as blebbistatin. This makes the cell effectively blind to the surrounding matrix. Researchers have obtained some success in inducing stem cell-like properties in HEK 239 cells by providing a soft matrix without the use of diffusing factors. The stem-cell properties appear to be linked to tension in the cells' actin network. One identified mechanism for matrix-induced differentiation is tension-induced proteins, which remodel chromatin in response to mechanical stretch. The RhoA pathway is also implicated in this process.",
            "score": 306.1912536621094
        },
        {
            "docid": "43771573_4",
            "document": "Navitoclax . In animal studies, navitoclax was found to be a senolytic agent, inducing apoptosis in senescent, but not non-senescent cells. Oral administration of ABT263 to either sublethally irradiated or normally aged mice reduced senescent cells, including senescent bone marrow hematopoietic stem cells and senescent muscle stem cells. This depletion mitigated total-body irradiation-induced premature aging of the hematopoietic system and rejuvenated the aged hematopoietic stem cells and muscle stem cells in normally aged mice.",
            "score": 305.4575500488281
        },
        {
            "docid": "7337013_2",
            "document": "P38 mitogen-activated protein kinases . P38 mitogen-activated protein kinases are a class of mitogen-activated protein kinases (MAPKs) that are responsive to stress stimuli, such as cytokines, ultraviolet irradiation, heat shock, and osmotic shock, and are involved in cell differentiation, apoptosis and autophagy. Persistent activation of the p38 MAPK pathway in muscle satellite cells (muscle stem cells) due to ageing, impairs muscle regeneration.",
            "score": 301.02984619140625
        },
        {
            "docid": "70425_63",
            "document": "Inflammation . These acute increases in cytokines, as a response to muscle contractions, help initiate the process of muscle repair and growth by activating satellite cells within the inflamed muscle. Satellite cells are crucial for skeletal muscle adaptation to exercise. They contribute to hypertrophy by providing new myonuclei and repair damaged segments of mature myofibers for successful regeneration following injury- or exercise-induced muscle damage; high-level powerlifters can have up to 100% more satellite cells than untrained controls.",
            "score": 300.08319091796875
        },
        {
            "docid": "619064_10",
            "document": "G0 phase . Cardiac muscle is also formed through myogenesis but instead of recruiting stem cells to fuse and form new cells, heart muscle cells – known as cardiomyocytes – simply increase in size as the heart grows larger. Similarly to skeletal muscle, if cardiomyocytes had to continue dividing to add muscle tissue the contractile structures necessary for heart function would be disrupted.",
            "score": 299.764892578125
        },
        {
            "docid": "20462201_3",
            "document": "Myostatin-related muscle hypertrophy . Mutations in the \"MSTN\" gene cause myostatin-related muscle hypertrophy. The \"MSTN\" gene provides instructions for making a protein called myostatin, which is active in muscles used for movement (skeletal muscles) both before and after birth. This protein normally restrains muscle growth, ensuring that muscles do not grow too large. Mutations that reduce the production of functional myostatin lead to an overgrowth of muscle tissue. Myostatin-related muscle hypertrophy has a pattern of inheritance known as incomplete autosomal dominance. People with a mutation in both copies of the gene in each cell (homozygotes) have significantly increased muscle mass and strength. People with a mutation in one copy of the \"MSTN\" gene in each cell (heterozygotes) also have increased muscle bulk, but to a lesser degree.",
            "score": 299.2534484863281
        },
        {
            "docid": "380541_7",
            "document": "Skeletal muscle . Another group of cells, the myosatellite cells are found between the basement membrane and the sarcolemma of muscle fibers. These cells are normally quiescent but can be activated by exercise or pathology to provide additional myonuclei for muscle growth or repair.",
            "score": 296.72320556640625
        },
        {
            "docid": "571549_19",
            "document": "Myocyte . Muscle fibers grow when exercised and shrink when not in use. This is due to the fact that exercise stimulates the increase in myofibrils which increase the overall size of muscle cells. Well exercised muscles can not only add more size but can also develop more mitochondria, myoglobin, glycogen and a higher density of capillaries. However muscle cells cannot divide to produce new cells, and as a result we have fewer muscle cells as an adult than a newborn.",
            "score": 296.42010498046875
        },
        {
            "docid": "6026357_23",
            "document": "Myogenesis . Satellite cells are described as quiescent myoblasts and neighbor muscle fiber sarcolemma. They are crucial for the repair of muscle, but have a very limited ability to replicate. Activated by stimuli such as injury or high mechanical load, satellite cells are required for muscle regeneration in adult organisms. In addition, satellite cells have the capability to also differentiate into bone or fat. In this way, satellite cells have an important role in not only muscle development, but in the maintenance of muscle through adulthood.",
            "score": 295.4820861816406
        },
        {
            "docid": "1113514_14",
            "document": "MyoD . In typical adult muscles in a resting condition (absence of physiological stress) the specific Wnt family proteins that are expressed are Wnt5a, Wnt5b, Wnt7a and Wnt4. When a muscle becomes injured (thus requiring regeneration) Wnt5a, Wnt5b, and Wnt7a are increased in expression. As the muscle completes repair Wnt7b and Wnt3a are increased as well. This patterning of Wnt signalling expression in muscle cell repair induces the differentiation of the progenitor cells, which reduces the number of available satellite cells. Wnt plays a crucial role in satellite cell regulation and skeletal muscle aging and also regeneration. Wnts are known to active the expression of Myf5 and MyoD by Wnt1 and Wnt7a. Wnt4, Wnt5, and Wnt6 function to increase the expression of both of the regulatory factors but at a more subtle level. Additionally, MyoD increases Wnt3a when myoblasts undergo differentiation. Whether MyoD is activated by Wnt via cis-regulation direct targeting or through indirect physiological pathways remains to be elucidated.",
            "score": 295.2315979003906
        },
        {
            "docid": "8114777_12",
            "document": "Muscle hypertrophy . The message filters down to alter the pattern of gene expression. The additional contractile proteins appear to be incorporated into existing myofibrils (the chains of sarcomeres within a muscle cell). There appears to be some limit to how large a myofibril can become: at some point, they split. These events appear to occur within each muscle fiber. That is, hypertrophy results primarily from the growth of each muscle cell, rather than an increase in the number of cells. Skeletal muscle cells are however unique in the body in that they can contain multiple nuclei, and the number of nuclei can increase.",
            "score": 291.10675048828125
        },
        {
            "docid": "564779_11",
            "document": "Cell growth . One common means to produce very large cells is by cell fusion to form syncytia. For example, very long (several inches) skeletal muscle cells are formed by fusion of thousands of myocytes. Genetic studies of the fruit fly \"Drosophila\" have revealed several genes that are required for the formation of multinucleated muscle cells by fusion of myoblasts. Some of the key proteins are important for cell adhesion between myocytes and some are involved in adhesion-dependent cell-to-cell signal transduction that allows for a cascade of cell fusion events.",
            "score": 290.8533630371094
        },
        {
            "docid": "4821621_9",
            "document": "PAX3 . Table 1. Representative PAX3 transcriptional target genes. During development, one of the major lineages expressing Pax3 is the skeletal muscle lineage. Pax3 expression is first seen in the pre-somitic paraxial mesoderm, and then ultimately becomes restricted to the dermomyotome, which forms from the dorsal region of the somites. To form skeletal muscle in central body segments, PAX3-expressing cells detach from the dermomyotome and then Pax3 expression is turned off as Myf5 and MyoD1 expression is activated. To form other skeletal muscles, Pax3-expressing cells detach from the dermomyotome and migrate to more distant sites, such as the limbs and diaphragm. A subset of these Pax3-expressing dermomyotome-derived cells also serves as an ongoing progenitor pool for skeletal muscle growth during fetal development. During later developmental stages, myogenic precursors expressing Pax3 and/or Pax7 form satellite cells within the skeletal muscle, which contribute to postnatal muscle growth and muscle regeneration. These adult satellite cells remain quiescent until injury occurs, and then are stimulated to divide and regenerate the injured muscle.",
            "score": 290.3913879394531
        },
        {
            "docid": "44211639_6",
            "document": "Facial Autologous Muscular Injection . Facial autologous muscular injections are procedures that target deep multiplane autologous fat. FAMI consists of an autograft of adult stem cells in order to rebuild muscles and bones. The adult stem cells are taken from an area of fatty tissue in a separate area of the body, typically from the patient's hip, knee or abdomen. The collected fat and stem cells are concentrated and refined. The stem cells are then re-injected into the muscles of the face. Specifically, the injections are made in close proximity or within the muscles responsible for facial expression.",
            "score": 289.8550109863281
        },
        {
            "docid": "2040318_10",
            "document": "Myosatellite cell . Satellite cells proliferate following muscle trauma and form new myofibers through a process similar to fetal muscle development. After several cell divisions, the satellite cells begin to fuse with the damaged myotubes and undergo further differentiations and maturation, with peripheral nuclei as in hallmark. One of the first roles described for IGF-1 was its involvement in the proliferation and differentiation of satellite cells. In addition, IGF-1 expression in skeletal muscle extends the capacity to activate satellite cell proliferation (Charkravarthy, et al., 2000), increasing and prolonging the beneficial effects to the aging muscle.",
            "score": 289.34906005859375
        },
        {
            "docid": "571549_15",
            "document": "Myocyte . Skeletal muscle fibers are made when myoblasts fuse together; muscle fibers therefore are cells with multiple nuclei, known as myonuclei, with each cell nucleus originating from a single myoblast. The fusion of myoblasts is specific to skeletal muscle (e.g., \"biceps brachii\") and not cardiac muscle or smooth muscle.",
            "score": 289.28387451171875
        },
        {
            "docid": "34368888_12",
            "document": "Myokine . IL-6, among an increasing number of other recently identified myokines, thus remains an important topic of myokine research. It appears in muscle tissue and in the circulation during exercise at levels up to one hundred times basal rates, as noted, and is seen as having a beneficial impact on health and bodily functioning in most circumstances. P. Munoz-Canoves et al. write: \"It appears consistently in the literature that IL-6, produced locally by different cell types, has a positive impact on the proliferative capacity of muscle stem cells. This physiological mechanism functions to provide enough muscle progenitors in situations that require a high number of these cells, such as during the processes of muscle regeneration and hypertrophic growth after an acute stimulus. IL-6 is also the founding member of the myokine family of muscle-produced cytokines. Indeed, muscle-produced IL-6 after repeated contractions also has important autocrine and paracrine benefits, acting as a myokine, in regulating energy metabolism, controlling, for example, metabolic functions and stimulating glucose production. It is important to note that these positive effects of IL-6 and other myokines are normally associated with its transient production and short-term action.\"",
            "score": 288.394775390625
        },
        {
            "docid": "20750616_15",
            "document": "Denervation . For muscles that cannot be rescued via home-based functional electrical stimulation, an Italian study suggests that, at some point in the future, the following techniques may be applicable: they must first have induction and separation of autologous myogenic cells. This can be completed either by in vivo marcaine infiltration of muscle tissue that can then be grown in vitro, or have in vitro induction of autologous adipose tissue followed by selection of myogenic stem cells that can be recreated in vivo. The new autologous myogenic stem cells will be injected, proliferated and differentiated into new mature muscle fibers. Functional properties of these newly created muscle fibers will be induced via surface electrodes and an external neuromodulator.",
            "score": 287.8604431152344
        },
        {
            "docid": "2040318_15",
            "document": "Myosatellite cell . Satellite cell activation has also been demonstrated on an ultrastructural level following exercise. Aerobic exercise has been shown to significantly increase granular endoplasmic reticulum, free ribosomes, and mitochondria of the stimulated muscle groups. Additionally, satellite cells have been shown to fuse with muscle fibers, developing new muscle fibers. Other ultrastructural evidence for activated satellite cells include increased concentration of Golgi apparatus and pinocytotic vesicles.",
            "score": 287.0775146484375
        },
        {
            "docid": "40286795_7",
            "document": "MYF5 . Despite only being present for a few days during embryonic development, Myf5 is still expressed in certain adult cells. As one of the key cell markers of satellite cells (the stem cell pool for skeletal muscles), it plays an important role in the regeneration of adult muscle. Specifically, it allows a brief pulse of proliferation of these satellite cells in response to injury. Differentiation begins (regulated by other genes) after this initial proliferation. In fact, if Myf5 is not downregulated, differentiation does not occur.",
            "score": 286.9654541015625
        },
        {
            "docid": "380541_3",
            "document": "Skeletal muscle . A skeletal muscle refers to multiple bundles (fascicles) of cells called muscle fibers. The fibres and muscles are surrounded by connective tissue layers called fasciae. Muscle fibres, or muscle cells, are formed from the fusion of developmental myoblasts in a process known as myogenesis. Muscle fibres are cylindrical, and have more than one nucleus. They also have multiple mitochondria to meet energy needs.",
            "score": 286.4491271972656
        },
        {
            "docid": "3266190_12",
            "document": "Muscle weakness . Muscle cells work by detecting a flow of electrical impulses from the brain which signals them to contract through the release of calcium by the sarcoplasmic reticulum. Fatigue (reduced ability to generate force) may occur due to the nerve, or within the muscle cells themselves. New research from scientists at Columbia University suggests that muscle fatigue is caused by calcium leaking out of the muscle cell. This causes there to be less calcium available for the muscle cell. In addition an enzyme is proposed to be activated by this released calcium which eats away at muscle fibers.",
            "score": 284.6485900878906
        },
        {
            "docid": "36315057_73",
            "document": "Induced stem cells . The elderly often suffer from progressive muscle weakness and regenerative failure owing in part to elevated activity of the p38α and p38β mitogen-activated kinase pathway in senescent skeletal muscle stem cells. Subjecting such stem cells to transient inhibition of p38α and p38β in conjunction with culture on soft hydrogel substrates rapidly expands and rejuvenates them that result in the return of their strength.",
            "score": 284.45654296875
        },
        {
            "docid": "3599829_5",
            "document": "Dysferlin . The most intensively studied role for dysferlin is in a cellular process called membrane repair. Membrane repair is a critical mechanism by which cells are able to seal dramatic wounds to the plasma membrane. Muscle is thought to be particularly prone to membrane wounds given that muscle cells transmit high force and undergo cycles of contraction. Dysferlin is highly expressed in muscle, and is homologous to the ferlin family of proteins, which are thought to regulate membrane fusion across a wide variety of species and cell types. Several lines of evidence suggest that dysferlin may be involved in membrane repair in muscle. First, dysferlin-deficient muscle fibers show accumulation of vesicles (which are critical for membrane repair in non-muscle cell types) near membrane lesions, indicating that dysferlin may be required for fusion of repair vesicles with the plasma membrane. Further, dysferlin-deficient muscle fibers take up extracellular dyes to a greater extent than wild-type muscle fibers following laser-induced wounding in-vitro. Dysferlin is also markedly enriched at membrane lesions with several additional proteins thought to be involved in membrane resealing, including annexin and MG53. Exactly how dysferlin contributes to membrane resealing is not clear, but biochemical evidence indicates that dysferlin may bind lipids in a calcium-dependent manner, consistent with a role for dysferlin in regulating fusion of repair vesicles with the sarcolemma during membrane repair. Furthermore, live-cell imaging of dysferlin-eGFP expressing myotubes indicates that dysferlin localizes to a cellular compartment that responds to injury by forming large dysferlin-containing vesicles, and formation of these vesicles may contribute to wound repair. Dysferlin may also be involved in Alzheimer's disease pathogenesis.",
            "score": 284.2950134277344
        },
        {
            "docid": "19723734_38",
            "document": "Muscle . Independent of strength and performance measures, muscles can be induced to grow larger by a number of factors, including hormone signaling, developmental factors, strength training, and disease. Contrary to popular belief, the number of muscle fibres cannot be increased through exercise. Instead, muscles grow larger through a combination of muscle cell growth as new protein filaments are added along with additional mass provided by undifferentiated satellite cells alongside the existing muscle cells.",
            "score": 283.86669921875
        }
    ]
}