{
    "q": [
        {
            "docid": "1171686_4",
            "document": "Regulatory T cell . T regulatory cells are a component of the immune system that suppress immune responses of other cells. This is an important \"self-check\" built into the immune system to prevent excessive reactions. Regulatory T cells come in many forms with the most well-understood being those that express CD4, CD25, and FOXP3 (CD4+CD25+ regulatory T cells). These \"Tregs\" are different from helper T cells. Another regulatory T cell subset is Treg17 cells. Regulatory T cells are involved in shutting down immune responses after they have successfully eliminated invading organisms, and also in preventing autoimmunity. CD4+ Foxp3+ regulatory T cells have been called \"naturally occurring\" regulatory T cells to distinguish them from \"suppressor\" T cell populations that are generated in vitro. Additional regulatory T cell populations include Tr1, Th3, CD8+CD28-, and Qa-1 restricted T cells. The contribution of these populations to self-tolerance and immune homeostasis is less well defined. Foxp3 can be used as a good marker for mouse CD4+CD25+ T cells, although recent studies have also shown evidence for Foxp3 expression in CD4+CD25- T cells. In humans, Foxp3 is also expressed by recently activated conventional T-cells and thus does not specifically identify human Tregs.",
            "score": 309.0599697828293
        },
        {
            "docid": "1664060_25",
            "document": "Adaptive immune system . Increasingly, there is strong evidence from mouse and human-based scientific studies of a broader diversity in CD4+ effector T helper cell subsets. Regulatory T (Treg) cells, have been identified as important negative regulators of adaptive immunity as they limit and suppresses the immune system to control aberrant immune responses to self-antigens; an important mechanism in controlling the development of autoimmune diseases. Follicular helper T (Tfh) cells are another distinct population of effector CD4+ T cells that develop from naive T cells post-antigen activation. Tfh cells are specialized in helping B cell humoral immunity as they are uniquely capable of migrating to follicular B cells in secondary lymphoid organs and provide them positive paracrine signals to enable the generation and recall production of high-quality affinity-matured antibodies. Similar to Tregs, Tfh cells also play a role in immunological tolerance as an abnormal expansion of Tfh cell numbers can lead to unrestricted autoreactive antibody production causing severe systemic autoimmune disorders.",
            "score": 292.5239067077637
        },
        {
            "docid": "1920949_2",
            "document": "FOXP3 . FOXP3 (forkhead box P3), also known as scurfin, is a protein involved in immune system responses. A member of the FOX protein family, FOXP3 appears to function as a master regulator of the regulatory pathway in the development and function of regulatory T cells. Regulatory T cells generally turn the immune response down. In cancer, an excess of regulatory T cell activity can prevent the immune system from destroying cancer cells. In autoimmune disease, a deficiency of regulatory T cell activity can allow other autoimmune cells to attack the body's own tissues.",
            "score": 250.65085816383362
        },
        {
            "docid": "1920949_7",
            "document": "FOXP3 . Further work has shown that T cells are more plastic in nature than originally thought. This means that the use of regulatory T cells in therapy may be risky, as the T regulatory cell transferred to the patient may change into T helper 17 (Th17) cells, which are pro-inflammatory rather than regulatory cells. Th17 cells are proinflammatory and are produced under similar environments as a/iTregs. Th17 cells are produced under the influence of TGF-β and IL-6 (or IL-21), whereas a/iTregs are produced under the influence of solely TGF-β, so the difference between a proinflammatory and a pro-regulatory scenario is the presence of a single interleukin. IL-6 or IL-21 is being debated by immunology laboratories as the definitive signaling molecule. Murine studies point to IL-6 whereas human studies have shown IL-21. Foxp3 is the major transcription factor controlling T-regulatory cells (T or CD4 cells). CD4 cells are leukocytes responsible for protecting animals from foreign invaders such as bacteria and viruses. Defects in this gene’s ability to function can cause IPEX syndrome (IPEX), also known as X-linked autoimmunity-immunodeficiency syndrome as well as numerous cancers. While CD4 cells are heavily regulated and require multiple transcription factors such as STAT-5 and AhR in order to become active and function properly, Foxp3 has been identified as the master regulator for T lineage. Foxp3 can either act as a transcriptional activator or suppressor depending on what specific transcriptional factors such as deacetylases and histone acetylases are acting on it. The Foxp3 gene is also known to convert naïve T-cells to T cells, which are capable of an \"in vivo and in vitro\" suppressive capabilities suggesting that Foxp3 is capable of regulating the expression of suppression-mediating molecules. Clarifying the gene targets of Foxp3 could be crucial to the comprehension of the suppressive abilities of T cells.",
            "score": 212.5448945760727
        },
        {
            "docid": "1822243_11",
            "document": "Fusion gene . Biologists may also deliberately create fusion genes for research purposes. The fusion of reporter genes to the regulatory elements of genes of interest allows researches to study gene expression. Reporter gene fusions can be used to measure activity levels of gene regulators, identify the regulatory sites of genes (including the signals required), identify various genes that are regulated in response to the same stimulus, and artificially control the expression of desired genes in particular cells. For example, by creating a fusion gene of a protein of interest and green fluorescent protein, the protein of interest may be observed in cells or tissue using fluorescence microscopy. The protein synthesized when a fusion gene is expressed is called a \"fusion protein\".",
            "score": 165.5654296875
        },
        {
            "docid": "33769881_2",
            "document": "Immunomics . Immunomics is the study of immune system regulation and response to pathogens using genome-wide approaches. With the rise of genomic and proteomic technologies, scientists have been able to visualize biological networks and infer interrelationships between genes and/or proteins; recently, these technologies have been used to help better understand how the immune system functions and how it is regulated. Two thirds of the genome is active in one or more immune cell types and less than 1% of genes are uniquely expressed in a given type of cell. Therefore, it is critical that the expression patterns of these immune cell types be deciphered in the context of a network, and not as an individual, so that their roles be correctly characterized and related to one another. Defects of the immune system such as autoimmune diseases, immunodeficiency, and malignancies can benefit from genomic insights on pathological processes. For example, analyzing the systematic variation of gene expression can relate these patterns with specific diseases and gene networks important for immune functions.",
            "score": 238.6375459432602
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 198.6559398174286
        },
        {
            "docid": "2344516_26",
            "document": "NF-κB . Because NF-κB controls many genes involved in inflammation, it is not surprising that NF-κB is found to be chronically active in many inflammatory diseases, such as inflammatory bowel disease, arthritis, sepsis, gastritis, asthma, atherosclerosis and others. It is important to note though, that elevation of some NF-κB activators, such as osteoprotegerin (OPG), are associated with elevated mortality, especially from cardiovascular diseases. Elevated NF-κB has also been associated with schizophrenia. Recently, NF-κB activation has been suggested as a possible molecular mechanism for the catabolic effects of cigarette smoke in skeletal muscle and sarcopenia. Research has shown that during inflammation the function of a cell depends on signals it activates in response to contact with adjacent cells and to combinations of hormones, especially cytokines that act on it through specific receptors. A cells’ phenotype within a tissue develops through mutual stimulation of feedback signals that coordinate its function with other cells; this is especially evident during reprogramming of cell function when a tissue is exposed to inflammation, because cells alter their phenotype, and gradually express combinations of genes that prepare the tissue for regeneration after the cause of inflammation is removed. Particularly important are feedback responses that develop between tissue resident cells, and circulating cells of the immune system. Fidelity of feedback responses between diverse cell types and the immune system depends on the integrity of mechanisms that limit the range of genes activated by NF-κB, allowing only expression of genes which contribute to an effective immune response and subsequently, a complete restoration of tissue function after resolution of inflammation. In cancer, mechanisms that regulate gene expression in response to inflammatory stimuli are altered to the point that a cell ceases to link its survival with the mechanisms that coordinate its phenotype and its function with the rest of the tissue. This is often evident in severely compromised regulation of NF-κB activity, which allows cancer cells to express abnormal cohorts of NF-κB target genes. This results in not only the cancer cells functioning abnormally: cells of surrounding tissue alter their function and cease to support the organism exclusively. Additionally, several types of cells in the microenvironment of cancer may change their phenotypes to support cancer growth. Inflammation, therefore, is a process that tests the fidelity of tissue components because the process that leads to tissue regeneration requires coordination of gene expression between diverse cell types.",
            "score": 214.2140691280365
        },
        {
            "docid": "38678086_11",
            "document": "STARR-seq . STARR-seq by combining traditional approach with high-throughput sequencing technology and highly specialized bio-computing methods is able to detect enhancers in a quantitative and genome-wide manner. The study of gene regulation and their responsible pathways in the genome during normal development and also in disease can be very demanding. Therefore, applying STARR-seq to many cell types across organisms supports identifying cell type-specific gene regulatory elements and practically assesses non-coding mutations causing disease. Alexander Stark, designer of this technique quotes, “STARR-seq is like a magic microscope that lets us zoom in on the regulatory regions of DNA. It will be crucial to study gene regulation and how it is encoded in the genome- both during development and when it goes wrong in disease.” Recently, a related approach coupling capture of regions of interest to STARR-seq technique have been developed and extensively validated in mammalian cell lines.",
            "score": 190.84881067276
        },
        {
            "docid": "1171686_23",
            "document": "Regulatory T cell . A number of different methods are employed in research to identify and monitor Treg cells. Originally, high expression of CD25 and CD4 surface markers was used (CD4CD25 cells). This is problematic as CD25 is also expressed on non-regulatory T cells in the setting of immune activation such as during an immune response to a pathogen. As defined by CD4 and CD25 expression, regulatory T cells comprise about 5–10% of the mature CD4 T cell subpopulation in mice and humans, while about 1–2% of Treg can be measured in whole blood. The additional measurement of cellular expression of Foxp3 protein allowed a more specific analysis of Treg cells (CD4CD25Foxp3 cells). However, Foxp3 is also transiently expressed in activated human effector T cells, thus complicating a correct Treg analysis using CD4, CD25 and Foxp3 as markers in humans. Therefore, some research groups use another marker, the absence or low-level expression of the surface protein CD127 in combination with the presence of CD4 and CD25. Several additional markers have been described, e.g., high levels of CTLA-4 (cytotoxic T-lymphocyte associated molecule-4) and GITR (glucocorticoid-induced TNF receptor) are also expressed on regulatory T cells, however the functional significance of this expression remains to be defined. There is a great interest in identifying cell surface markers that are uniquely and specifically expressed on all Foxp3-expressing regulatory T cells. However, to date no such molecule has been identified.",
            "score": 279.8899290561676
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 256.8156907558441
        },
        {
            "docid": "170417_10",
            "document": "T cell . Regulatory T cells can develop either during normal development in the thymus, and are then known as thymic Treg cells, or can be induced peripherally and are called peripherally derived Treg cells. These two subsets were previously called \"naturally occurring\", and \"adaptive\" or \"induced\", respectively. Both subsets require the expression of the transcription factor FOXP3 which can be used to identify the cells. Mutations of the \"FOXP3\" gene can prevent regulatory T cell development, causing the fatal autoimmune disease IPEX.",
            "score": 270.13967633247375
        },
        {
            "docid": "33769881_6",
            "document": "Immunomics . Alizadeh et al. were some of the first to recognize the potential of cDNA microarrays to define gene expression of immune cells. Their analysis probed gene expression of human B and T lymphocytes during cellular activation and/or stimulation with cytokines, a type of signaling regulatory molecule. Many of the activated genes in stimulated T lymphocytes were known to be involved in the G0/G1 cell cycle transition or encoding for chemokines, signaling molecules involved in inflammatory response. This team was also able to visualize temporal patterns of gene expression during T cell mitogenesis. In the concluding paragraphs of their landmark paper, these scientists state “virtually every corner of immunological research will benefit from cDNA microarray analysis of gene expression,” and, thus, heralded the rise of immunomics.",
            "score": 193.4163978099823
        },
        {
            "docid": "1171686_8",
            "document": "Regulatory T cell . The immune system must be able to discriminate between self and non-self. When self/non-self discrimination fails, the immune system destroys cells and tissues of the body and as a result causes autoimmune diseases. Regulatory T cells actively suppress activation of the immune system and prevent pathological self-reactivity, i.e. autoimmune disease. The critical role regulatory T cells play within the immune system is evidenced by the severe autoimmune syndrome that results from a genetic deficiency in regulatory T cells (IPEX syndrome – see also below).",
            "score": 250.34882807731628
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 184.45078873634338
        },
        {
            "docid": "1171686_28",
            "document": "Regulatory T cell . Genetic mutations in the gene encoding Foxp3 have been identified in both humans and mice based on the heritable disease caused by these mutations. This disease provides the most striking evidence that regulatory T cells play a critical role in maintaining normal immune system function. Humans with mutations in Foxp3 suffer from a severe and rapidly fatal autoimmune disorder known as Immune dysregulation, Polyendocrinopathy, Enteropathy X-linked (IPEX) syndrome.",
            "score": 227.85757863521576
        },
        {
            "docid": "152611_14",
            "document": "Cellular differentiation . Since each cell, regardless of cell type, possesses the same genome, determination of cell type must occur at the level of gene expression. While the regulation of gene expression can occur through cis- and trans-regulatory elements including a gene's promoter and enhancers, the problem arises as to how this expression pattern is maintained over numerous generations of cell division. As it turns out, epigenetic processes play a crucial role in regulating the decision to adopt a stem, progenitor, or mature cell fate. This section will focus primarily on mammalian stem cells.",
            "score": 185.2992558479309
        },
        {
            "docid": "33769881_24",
            "document": "Immunomics . Networks represent the broadest level of genetic interactions and aim to link all genes and transcripts in the immunological genome. Cellular phenotypes and differentiation states are ultimately established by the activity of these networks of co-regulated genes. One of the most complete networks in immunology has deciphered regulatory connections among normal and transformed human B cells. This analysis suggests a hierarchical network where a small number of highly connected genes (called “hubs”) regulated most interactions. Proto-oncogene MYC emerged as a major hub and highly influential regulator for B cells. Notably, MYC was found to directly control BYSL, a highly conserved, but poorly characterized gene, and is the largest hub in the whole B cell network. This suggests that BYSL encodes an important cellular molecule and a critical effecter of MYC function, and motivates additional studies to elucidate its function. Therefore, using gene expression data to create networks can reveal genes highly influential in immune cell differentiation that pre-genomic technologies had not yet identified.",
            "score": 177.07082545757294
        },
        {
            "docid": "2332422_35",
            "document": "Carcinogenesis . Normally, once a tissue is injured or infected, damaged cells elicit inflammation, by stimulating specific patterns of enzyme activity and cytokine gene expression on surrounding cells. Discrete clusters of molecules are secreted, which act as mediators, inducing the activity of subsequent cascades of biochemical changes. Each cytokine binds to specific receptors on various cell types, and each cell type responds differently by altering the activity of intracellular signal transduction pathways, depending on the receptors that the cell expresses and the signaling molecules present inside the cell. Collectively, this reprogramming process induces a stepwise change in cell phenotypes, which will ultimately lead to restoration of tissue function and toward regaining essential structural integrity. A tissue can thereby heal, depending on the productive communication between the cells present at the site of damage, and the immune system. Key factor in healing is the regulation of cytokine gene expression, which enables complementary groups of cells to respond to inflammatory mediators in a manner that gradually produces essential changes in tissue physiology. Cancer cells have either permanent (genetic) or reversible (epigenetic) changes on their genome, which partly inhibit their communication with surrounding cells and with the immune system. Cancer cells do not communicate with their tissue microenvironment in a manner that protects tissue integrity; instead, the movement and the survival of cancer cells become possible in locations where they can impair tissue function. Cancer cells survive by rewiring signal pathways that normally protect the tissue from the immune system.",
            "score": 229.03630697727203
        },
        {
            "docid": "14756417_2",
            "document": "Programmed cell death protein 1 . Programmed cell death protein 1, also known as PD-1 and CD279 (cluster of differentiation 279), is a protein found on the surface of cells that has a role in regulating the immune system's response to the cells of the human body by down-regulating the immune system and promoting self tolerance by suppressing T cell inflammatory activity. This prevents autoimmune diseases, but it can also prevent the immune system from killing cancer cells.",
            "score": 215.85141503810883
        },
        {
            "docid": "33769881_21",
            "document": "Immunomics . Dendritic cells (DCs) help macrophages sustain inflammatory processes and participate in the innate immune system response, but can also prime adaptive immunity. Gene expression analyses have shown that DCs can “multi-task” by temporally segregating their different functions. Soon after recognizing an infectious agent, immature DCs transition to a state of early activation via a core response characterized by rapid downregulation of genes involved with pathogen recognition and phagocytosis, upregulation of cytokine and chemokine genes to recruit other immune cells to the side of inflammations; and expression of genes that control migratory capacity. Early activated DCs are enabled to migrate from non-lymphoid tissues to lymph nodes, where they can prime T-cell responses. These early DCs responses are related to innate immunity and consist of the “core transcriptional response” of DCs. Pathogen-specific responses have a stronger influence on the DC’s ability to regulate adaptive immunity.",
            "score": 190.9446758031845
        },
        {
            "docid": "2332422_4",
            "document": "Carcinogenesis . Cancer is fundamentally a disease of regulation of tissue growth. In order for a normal cell to transform into a cancer cell, genes that regulate cell growth and differentiation must be altered. Genetic and epigenetic changes can occur at many levels, from gain or loss of entire chromosomes, to a mutation affecting a single DNA nucleotide, or to silencing or activating a microRNA that controls expression of 100 to 500 genes. There are two broad categories of genes that are affected by these changes. Oncogenes may be normal genes that are expressed at inappropriately high levels, or altered genes that have novel properties. In either case, expression of these genes promotes the malignant phenotype of cancer cells. Tumor suppressor genes are genes that inhibit cell division, survival, or other properties of cancer cells. Tumor suppressor genes are often disabled by cancer-promoting genetic changes. Finally Oncovirinae, viruses that contain an oncogene, are categorized as oncogenic because they trigger the growth of tumorous tissues in the host. This process is also referred to as viral transformation.",
            "score": 195.57991862297058
        },
        {
            "docid": "2140955_5",
            "document": "ENCODE . Humans are estimated to have approximately 20,000 protein-coding genes, which account for about 1.5% of DNA in the human genome. The primary goal of the ENCODE project is to determine the role of the remaining component of the genome, much of which was traditionally regarded as \"junk.\" The activity and expression of protein-coding genes can be modulated by the regulome - a variety of DNA elements, such as the promoter, transcriptional regulatory sequences, and regions of chromatin structure and histone modification. It is thought that changes in the regulation of gene activity can disrupt protein production and cell processes and result in disease. Determining the location of these regulatory elements and how they influence gene transcription could reveal links between variations in the expression of certain genes and the development of disease.",
            "score": 216.20041227340698
        },
        {
            "docid": "4328716_28",
            "document": "Perlecan . Hypoxia is a condition found in disease states and during injury and often results in a lack of endothelial cell proliferation. This and perlecan's role as endorepellin prompted one study into the nature of perlecan expression regulation by endothelial cells during hypoxic conditions. Under hypoxic conditions, this study found that perlecan expression by rat cardiac microvascular endothelial cells was decreased sixty-one percent compared to normal controls. The contention of this paper is that perlecan downregulation leads to a loss of FAK activation and thus less ERK signaling, leading to decreased cell proliferation. It does seem counterintuitive that endothelial cells would proliferate less quickly due to loss of perlecan and its endorepellin subunit. It could be that these endothelial cells merely downregulated transcription of many genes in response to hypoxic conditions. In another study, hypoxia led to induction of genes associated with apoptosis and cell death, but repression of genes was not limited to proteins associated with a specific pathway. When T84 intestinal epithelial cells are exposed to hypoxic conditions for 24 hours a significant increase in perlecan mRNA and protein production occurs. They relate this to the fact that many genes elevated in response to hypoxia contain a cAMP response element (CRE) in their promoter, as does pln. This difference between endothelial cells from the study in 2007 and the epithelial cell studied in these experiments is indicative of how varied the regulatory mechanisms of perlecan may be in different cell types.",
            "score": 201.92183637619019
        },
        {
            "docid": "232345_29",
            "document": "Butyric acid . Butyrate has established antimicrobial properties in humans that are mediated through the antimicrobial peptide LL-37, which it induces via HDAC inhibition on histone H3. Butyrate increases gene expression of FOXP3 (the transcription regulator for ) and promotes colonic regulatory T cells (Tregs) through the inhibition of class I histone deacetylases; through these actions, it increases the expression of interleukin 10, an anti-inflammatory cytokine. Butyrate also suppresses colonic inflammation by inhibiting the IFN-γ–STAT1 signaling pathways, which is mediated partially through histone deacetylase inhibition. While transient IFN-γ signaling is generally associated with normal host immune response, chronic IFN-γ signaling is often associated with chronic inflammation. It has been shown that butyrate inhibits activity of HDAC1 that is bound to the Fas gene promoter in T cells, resulting in hyperacetylation of the Fas promoter and up-regulation of Fas receptor on the T-cell surface. It is thus suggested that butyrate enhances apoptosis of T cells in the colonic tissue and thereby eliminates the source of inflammation (IFN-γ production).",
            "score": 198.1519410610199
        },
        {
            "docid": "18647261_6",
            "document": "Protective autoimmunity . The outcome of autoimmune activity is determined by several factors, namely: the intensity, the location, and the duration of the autoimmune response. For an autoimmune response to be beneficial, its intensity, duration and site of activity must be tightly regulated. Although autoimmune T cells exist in all healthy individuals, a relatively small portion of the population develops autoimmune diseases. This is due to various mechanisms that constantly regulate the activity of autoimmune cells. One of the prominent autoimmune regulatory mechanisms is a sub-population of T cells called ‘regulatory T cells’ (previously known as ‘suppressor T cells’), which restrict autoimmune activity. Experiments in animal models of CNS injury have shown that depletion of regulatory T cells allows an enhanced neuroprotective autoimmune response to take place after the insult. Importantly, however, such an experimental manipulation can at the same time increase the susceptibility to development of an autoimmune disease. Under certain conditions, an initially protective autoimmune response can reach a tipping point, after which it will have a detrimental effect on the tissue, and might even develop into an autoimmune disease. Both genetic and environmental factors (such as infection) can underlie such a transition from a neuroprotective autoimmune response into an overwhelming and detrimental autoimmune disease.",
            "score": 228.7468535900116
        },
        {
            "docid": "614697_10",
            "document": "Bcl-2 . Apoptosis plays an active role in regulating the immune system. When it is functional, it can cause immune unresponsiveness to self-antigens via both central and peripheral tolerance. In the case of defective apoptosis, it may contribute to etiological aspects of autoimmune diseases. The autoimmune disease type 1 diabetes can be caused by defective apoptosis, which leads to aberrant T cell AICD and defective peripheral tolerance. Due to the fact that dendritic cells are the immune system's most important antigen-presenting cells, their activity must be tightly regulated by mechanisms such as apoptosis. Researchers have found that mice containing dendritic cells that are Bim -/-, thus unable to induce effective apoptosis, suffer autoimmune diseases more so than those that have normal dendritic cells. Other studies have shown that dendritic cell lifespan may be partly controlled by a timer dependent on anti-apoptotic Bcl-2.",
            "score": 224.00868725776672
        },
        {
            "docid": "14157278_3",
            "document": "PD-L1 . Programmed death-ligand 1 (PD-L1) is a 40kDa type 1 transmembrane protein that has been speculated to play a major role in suppressing the immune system during particular events such as pregnancy, tissue allografts, autoimmune disease and other disease states such as hepatitis. Normally the immune system reacts to foreign antigens that are associated with exogenous or endogenous danger signals, which triggers a proliferation of antigen-specific CD8+ T cells and/or CD4+ helper cells. The binding of PD-L1 to PD-1 or B7.1 transmits an inhibitory signal that reduces the proliferation of antigen-specific T-cells in lymph nodes, while simultaneously reducing apoptosis in regulatory T cells (anti-inflammatory, suppressive T cells) - further mediated by a lower regulation of the gene Bcl-2.",
            "score": 204.84299445152283
        },
        {
            "docid": "2344516_22",
            "document": "NF-κB . NF-κB is widely used by eukaryotic cells as a regulator of genes that control cell proliferation and cell survival. As such, many different types of human tumors have misregulated NF-κB: that is, NF-κB is constitutively active. Active NF-κB turns on the expression of genes that keep the cell proliferating and protect the cell from conditions that would otherwise cause it to die via apoptosis. In cancer, proteins that control NF-κB signaling are mutated or aberrantly expressed, leading to defective coordination between the malignant cell and the rest of the organism. This is evident both in metastasis, as well as in the inefficient eradication of the tumor by the immune system. Normal cells can die when removed from the tissue they belong to, or when their genome cannot operate in harmony with tissue function: these events depend on feedback regulation of NF-κB, and fail in cancer.",
            "score": 181.567298412323
        },
        {
            "docid": "6564132_22",
            "document": "MHC class II . One type of MHC class II deficiency, also called bare lymphocyte syndrome, is due to mutations in the genes that code for transcription factors that regulate the expression of the MHC class II genes. It results in the depletion of CD4 T cells and some immunoglobulin isotopes even though there are normal levels of both CD8 Cells and B cells present. Deficient MHC class II molecules are unable to present antigens to T cells and properly activate T cells. T cells are then unable to proliferate, and secrete cytokines which normally participate in the immune response. Not only do the deficient MHC class II molecules affect the activation and proliferation of T cells but also the rest of the immune response cascade which includes B cells. Therefore, with this decrease in the number of T cells, the T cells cannot interact and activate the B cells. Normally when B cells are activated they divide, proliferate and differentiate, which includes the differentiation of these cells into plasma cells which are responsible for producing antibodies. However, when there is a deficiency in MHC class II molecules B cells are not activated and cannot differentiate into plasma cells which causes them to be deficient in antibodies which are unable to perform as they are expected. The only current form of treatment is a bone-marrow transplant however even this does not cure the disease and most patients do not live past age ten.",
            "score": 194.40825974941254
        },
        {
            "docid": "14358436_4",
            "document": "Interleukin 35 . Secreted by regulatory T-cells (T), regulatory B-cells (B) or even CD8+ regulatory T cells, IL-35 suppresses inflammatory responses of immune cells. IL-35 is not constitutively expressed in tissues, but the gene encoding IL-35 is transcribed by vascular endothelial cells, smooth muscle cells and monocytes after activation with proinflammatory stimuli. IL-35 has selective activities on different T-cell subsets; it induces proliferation of T cell populations but reduces activity of T17 cell populations.",
            "score": 186.43705773353577
        },
        {
            "docid": "1120353_10",
            "document": "Interleukin 2 . IL-2 has essential roles in key functions of the immune system, tolerance and immunity, primarily via its direct effects on T cells. In the thymus, where T cells mature, it prevents autoimmune diseases by promoting the differentiation of certain immature T cells into regulatory T cells, which suppress other T cells that are otherwise primed to attack normal healthy cells in the body. IL-2 also promotes the differentiation of T cells into effector T cells and into memory T cells when the initial T cell is also stimulated by an antigen, thus helping the body fight off infections. Its expression and secretion is tightly regulated and functions as part of both transient positive and negative feedback loops in mounting and dampening immune responses. Through its role in the development of T cell immunologic memory, which depends upon the expansion of the number and function of antigen-selected T cell clones, it plays a key role in enduring cell-mediated immunity.",
            "score": 215.99519777297974
        }
    ],
    "r": [
        {
            "docid": "1171686_4",
            "document": "Regulatory T cell . T regulatory cells are a component of the immune system that suppress immune responses of other cells. This is an important \"self-check\" built into the immune system to prevent excessive reactions. Regulatory T cells come in many forms with the most well-understood being those that express CD4, CD25, and FOXP3 (CD4+CD25+ regulatory T cells). These \"Tregs\" are different from helper T cells. Another regulatory T cell subset is Treg17 cells. Regulatory T cells are involved in shutting down immune responses after they have successfully eliminated invading organisms, and also in preventing autoimmunity. CD4+ Foxp3+ regulatory T cells have been called \"naturally occurring\" regulatory T cells to distinguish them from \"suppressor\" T cell populations that are generated in vitro. Additional regulatory T cell populations include Tr1, Th3, CD8+CD28-, and Qa-1 restricted T cells. The contribution of these populations to self-tolerance and immune homeostasis is less well defined. Foxp3 can be used as a good marker for mouse CD4+CD25+ T cells, although recent studies have also shown evidence for Foxp3 expression in CD4+CD25- T cells. In humans, Foxp3 is also expressed by recently activated conventional T-cells and thus does not specifically identify human Tregs.",
            "score": 309.0599670410156
        },
        {
            "docid": "1171686_24",
            "document": "Regulatory T cell . In addition to the search for novel protein markers, a different method to analyze and monitor Treg cells more accurately has been described in the literature. This method is based on DNA methylation analysis. Only in Treg cells, but not in any other cell type, including activated effector T cells, a certain region within the Foxp3 gene (TSDR, Treg-specific-demethylated region) is found demethylated, which allows to monitor Treg cells through a PCR reaction or other DNA-based analysis methods. Interplay between the Th17 cells and regulatory T cells are important in many diseases like respiratory diseases.",
            "score": 295.61029052734375
        },
        {
            "docid": "1664060_25",
            "document": "Adaptive immune system . Increasingly, there is strong evidence from mouse and human-based scientific studies of a broader diversity in CD4+ effector T helper cell subsets. Regulatory T (Treg) cells, have been identified as important negative regulators of adaptive immunity as they limit and suppresses the immune system to control aberrant immune responses to self-antigens; an important mechanism in controlling the development of autoimmune diseases. Follicular helper T (Tfh) cells are another distinct population of effector CD4+ T cells that develop from naive T cells post-antigen activation. Tfh cells are specialized in helping B cell humoral immunity as they are uniquely capable of migrating to follicular B cells in secondary lymphoid organs and provide them positive paracrine signals to enable the generation and recall production of high-quality affinity-matured antibodies. Similar to Tregs, Tfh cells also play a role in immunological tolerance as an abnormal expansion of Tfh cell numbers can lead to unrestricted autoreactive antibody production causing severe systemic autoimmune disorders.",
            "score": 292.5238952636719
        },
        {
            "docid": "13208464_6",
            "document": "ITGAE . Tregs are important for decreasing the immune response and appear to play a crucial role in the prevention of autoimmune diseases. Tregs are defined as CD4/CD25/Foxp3 cells. Some CD4/FoxP3 cells also express CD103 and have been attributed regulatory activity. It is unclear whether the presence of CD103 on Treg cells represents a specialized feature for Treg, or Treg differentiation of IEL T cells.",
            "score": 285.3894958496094
        },
        {
            "docid": "1171686_3",
            "document": "Regulatory T cell . Mouse models have suggested that modulation of Tregs can treat autoimmune disease and cancer and can facilitate organ transplantation. Their implications for cancer are complicated. Tregs tend to be upregulated in individuals with cancer, and they seem to be recruited to the site of many tumors. Studies in both humans and animal models have implicated that high numbers of Tregs in the tumor microenvironment is indicative of a poor prognosis, and Tregs are thought to suppress tumor immunity, thus hindering the body's innate ability to control the growth of cancerous cells. Recent immunotherapy research is studying how regulation of T cells could possibly be utilized in the treatment of cancer.",
            "score": 285.067138671875
        },
        {
            "docid": "1171686_23",
            "document": "Regulatory T cell . A number of different methods are employed in research to identify and monitor Treg cells. Originally, high expression of CD25 and CD4 surface markers was used (CD4CD25 cells). This is problematic as CD25 is also expressed on non-regulatory T cells in the setting of immune activation such as during an immune response to a pathogen. As defined by CD4 and CD25 expression, regulatory T cells comprise about 5–10% of the mature CD4 T cell subpopulation in mice and humans, while about 1–2% of Treg can be measured in whole blood. The additional measurement of cellular expression of Foxp3 protein allowed a more specific analysis of Treg cells (CD4CD25Foxp3 cells). However, Foxp3 is also transiently expressed in activated human effector T cells, thus complicating a correct Treg analysis using CD4, CD25 and Foxp3 as markers in humans. Therefore, some research groups use another marker, the absence or low-level expression of the surface protein CD127 in combination with the presence of CD4 and CD25. Several additional markers have been described, e.g., high levels of CTLA-4 (cytotoxic T-lymphocyte associated molecule-4) and GITR (glucocorticoid-induced TNF receptor) are also expressed on regulatory T cells, however the functional significance of this expression remains to be defined. There is a great interest in identifying cell surface markers that are uniquely and specifically expressed on all Foxp3-expressing regulatory T cells. However, to date no such molecule has been identified.",
            "score": 279.8899230957031
        },
        {
            "docid": "1171686_2",
            "document": "Regulatory T cell . The regulatory T cells (Tregs ), formerly known as suppressor T cells, are a subpopulation of T cells that modulate the immune system, maintain tolerance to self-antigens, and prevent autoimmune disease. Tregs are immunosuppressive and generally suppress or downregulate induction and proliferation of effector T cells. Tregs express the biomarkers CD4, FOXP3, and CD25 and are thought to be derived from the same lineage as naïve CD4 cells. Because effector T cells also express CD4 and CD25, Tregs are very difficult to effectively discern from effector CD4+, making them difficult to study. Recent research has found that the cytokine TGFβ is essential for Tregs to differentiate from naïve CD4+ cells and is important in maintaining Treg homeostasis.",
            "score": 278.24761962890625
        },
        {
            "docid": "170417_10",
            "document": "T cell . Regulatory T cells can develop either during normal development in the thymus, and are then known as thymic Treg cells, or can be induced peripherally and are called peripherally derived Treg cells. These two subsets were previously called \"naturally occurring\", and \"adaptive\" or \"induced\", respectively. Both subsets require the expression of the transcription factor FOXP3 which can be used to identify the cells. Mutations of the \"FOXP3\" gene can prevent regulatory T cell development, causing the fatal autoimmune disease IPEX.",
            "score": 270.1396789550781
        },
        {
            "docid": "29940688_5",
            "document": "Effects of parasitic worms on the immune system . Professor Rook explains that these regulatory T cells release interleukins that fight inflammation. In the Journal of Biomedicine and Biotechnology, Dr. Osada et al. note that macrophages induced by Treg cells fight not only the parasitic disease, but also resist the immune system's response to allergens and the body. According to Dr. Hopkin, the author of a 2009 \"Parasite Immunology\" article on asthma and parasitic worms, other immunoregulatory mechanisms are also activated, including Mast cells, eosinophils, and cytokines that invoke a strong immunoglobulin E (IgE) response. All these fight a hyperactive immune response, reduce the inflammation throughout the body, and thus lead to less severe autoimmune diseases.",
            "score": 267.2219543457031
        },
        {
            "docid": "5024592_14",
            "document": "Immune tolerance . The involvement of T cells, later classified as Treg cells, in immune tolerance was recognized in 1995 when animal models showed that CD4+ CD25+ T cells were necessary and sufficient for the prevention of autoimmunity in mice and rats. Initial observations showed removal of the thymus of a newborn mouse resulted in autoimmunity, which could be rescued by transplantation of CD4+ T cells. A more specific depletion and reconstitution experiment established the phenotype of these cells as CD4+ and CD25+. Later in 2003, experiments showed that Treg cells were characterized by the expression of the Foxp3 transcription factor, which is responsible for the suppressive phenotype of these cells.",
            "score": 257.2915954589844
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 256.8157043457031
        },
        {
            "docid": "1171686_19",
            "document": "Regulatory T cell . Although high levels of TILs were initially thought to be important in determining an immune response against cancer, it is now widely recognized that the ratio of Tregs to Teffectors in the tumor microenvironment is a determining factor in the success of the immune response against the cancer. High levels of Tregs in the tumor microenvironment are associated with poor prognosis in many cancers, such as ovarian, breast, renal, and pancreatic cancer. This indicates that Tregs suppress Teffector cells and hinder the body's immune response against the cancer. However, in some types of cancer the opposite is true, and high levels of Tregs are associated with a positive prognosis. This trend is seen in cancers such as colorectal carcinoma and follicular lymphoma. This could be due to Treg's ability to suppress general inflammation which is known to trigger cell proliferation and metastasis . These opposite effects indicate that Treg's role in the development of cancer is highly dependent on both type and location of the tumor.",
            "score": 254.998046875
        },
        {
            "docid": "14170638_6",
            "document": "CD69 . CD69 expression has been associated with both regulatory T cell (Treg) and memory T cell precursors. Treg precursors exit the thymus expressing CD69 and complete differentiation into Treg cells in peripheral tissues when they encounter antigens and other cytokines, like IL-2. Through the JAK/STAT signaling pathway, CD69 activation also induces the production of TGF-β as well as IL-2, which contribute to the differentiation of Treg cells as mentioned above. Furthermore, CD69 is also known to be upregulated by NF-κB signaling at the onset of an immune response. A prolonged immune response is then maintained by the non-canonical NF-κB pathway, which in turn is associated with Treg differentiation.",
            "score": 254.48768615722656
        },
        {
            "docid": "43573647_3",
            "document": "Treg17 cells . Like conventional regulatory T cells (Treg), induction of regulatory Treg17 cells could play an important role in modulating and preventing certain autoimmune diseases. Treg17 (Regulatory Th17) cells are generated from CD4+ T cells. Treg17 cells with regulatory phenotype with in vivo immune-suppressive properties in the gut have also been identified as rTh17 cells. Similar to Th17 cells the Treg17 development depended on the transcription factor Stat3.",
            "score": 251.84689331054688
        },
        {
            "docid": "1920949_2",
            "document": "FOXP3 . FOXP3 (forkhead box P3), also known as scurfin, is a protein involved in immune system responses. A member of the FOX protein family, FOXP3 appears to function as a master regulator of the regulatory pathway in the development and function of regulatory T cells. Regulatory T cells generally turn the immune response down. In cancer, an excess of regulatory T cell activity can prevent the immune system from destroying cancer cells. In autoimmune disease, a deficiency of regulatory T cell activity can allow other autoimmune cells to attack the body's own tissues.",
            "score": 250.65086364746094
        },
        {
            "docid": "1171686_8",
            "document": "Regulatory T cell . The immune system must be able to discriminate between self and non-self. When self/non-self discrimination fails, the immune system destroys cells and tissues of the body and as a result causes autoimmune diseases. Regulatory T cells actively suppress activation of the immune system and prevent pathological self-reactivity, i.e. autoimmune disease. The critical role regulatory T cells play within the immune system is evidenced by the severe autoimmune syndrome that results from a genetic deficiency in regulatory T cells (IPEX syndrome – see also below).",
            "score": 250.3488311767578
        },
        {
            "docid": "44419868_9",
            "document": "Single-cell variability . Cells vary in the metabolites they contain, which are the intermediary compounds and end products of complex biochemical reactions that sustain the cell. Genetically identical cells in different conditions and environments can use different metabolic pathways to sustain themselves. By measuring the metabolites present, scientists can infer the metabolic pathways used, and infer useful information about the state of the cell. An example of this is found in the immune system, where CD4+ cells can differentiate into Th17 or TReg cells (among other possibilities), both of which direct the immune system’s response in different ways. Th17 cells stimulate a strong inflammatory response, whereas TReg cells stimulate the opposite effect. The former tend to rely much more on glycolysis, due to their increased energy demands.",
            "score": 249.3656005859375
        },
        {
            "docid": "13734824_12",
            "document": "Immune privilege . Regulatory T cells (Tregs) appear to be important in the maintenance of tolerance to fetal antigen. Increased numbers of Tregs are found during normal pregnancy. In both mouse models and humans diminished numbers of Tregs were associated with immunological rejection of the fetus and miscarriage. Experiments in mice involving the transfer of CD4+/CD25+ Treg cells from normal pregnant mice into abortion-prone animals resulted in the prevention of abortion. This confirmed the importance of these cells in maintaining immune privilege in the womb.",
            "score": 248.9447784423828
        },
        {
            "docid": "5024592_13",
            "document": "Immune tolerance . Those self-reactive T cells that escape intrathymic negative selection in the thymus can inflict cell injury unless they are deleted or effectively muzzled in the peripheral tissue chiefly by nTreg cells (see central tolerance above). Appropriate reactivity toward certain antigens can also be quieted by induction of tolerance after repeated exposure, or exposure in a certain context. In these cases, there is a differentiation of naïve CD4+ helper T cells into induced Treg cells (iTreg cells) in the peripheral tissue or nearby lymphoid tissue (lymph nodes, mucosal-associated lymphoid tissue, etc.). This differentiation is mediated by IL-2 produced upon T cell activation, and TGF-β from any of a variety of sources, including tolerizing dendritic cells (DCs), other antigen presenting cells, or in certain conditions surrounding tissue. Treg cells are not the only cells that mediate peripheral tolerance. Other regulatory immune cells include T cell subsets similar to but phenotypically distinct from Treg cells, including TR1 cells that make IL-10 but do not express Foxp3, TGF-β-secreting TH3 cells, as well as other less well-characterized cells that help establish a local tolerogenic environment. B cells also express CD22, a non-specific inhibitor receptor that dampens B cell receptor activation. A subset of B regulatory cells that makes IL-10 and TGF-β also exists. Some DCs can make Indoleamine 2,3-dioxygenase (IDO) that depletes the amino acid tryptophan needed by T cells to proliferate and thus reduce responsiveness. DCs also have the capacity to directly induce anergy in T cells that recognize antigen expressed at high levels and thus presented at steady-state by DCs. In addition, FasL expression by immune privileged tissues can result in activation-induced cell death of T cells.",
            "score": 246.45962524414062
        },
        {
            "docid": "29940688_4",
            "document": "Effects of parasitic worms on the immune system . In the past, helminths were thought to simply suppress T-helper Type 1 (Th1) cells while inducing T-helper Type 2 (Th2) cells. Rook points out that this hypothesis would only explain the regulatory effects of parasitic worms on autoimmune diseases caused by Th1 cells. However, helminths also regulate Th2-caused diseases, such as allergy and asthma. Professor Rook postulates that different parasitic worms suppress different Th types, but always in favor of regulatory T (Treg) cells.",
            "score": 245.797119140625
        },
        {
            "docid": "5024592_26",
            "document": "Immune tolerance . Though it seems that the existence of tolerance is mostly adaptive, allowing an adjustment of the immune response to a level appropriate for the given stressor, it comes with important evolutionary disadvantages. Some infectious microbes take advantage of existing mechanisms of tolerance to avoid detection and/or elimination by the host immune system. Induction of regulatory T cells, for instance, has been noted in infections with \"Helicobacter pylori\", \"Listeria monocytogenes\", \"Brugia malayi\", and other worms and parasites. Another important disadvantage of the existence of tolerance may be susceptibility to cancer progression. Treg cells inhibit anti-tumor NK cells. The injection of Treg cells specific for a tumor antigen also can reverse experimentally-mediated tumor rejection based on that same antigen. The prior existence of immune tolerance mechanisms due to selection for its fitness benefits facilitates its utilization in tumor growth.",
            "score": 243.82940673828125
        },
        {
            "docid": "10500138_29",
            "document": "CD4+ T cells and antitumor immunity . Regulatory T cells (Tregs) are another recently defined subset of T cells. Their main functions involve maintaining self-tolerance and immune homeostasis. Treg differentiation is induced by expression of FoxP3 transcription factor, and Tregs secrete a variety of immunosuppressive cytokines, such as TGF-β. Tregs are detrimental to anti-tumor immune responses, as the secretion of TGF-β and other suppressive cytokines dampens immunity from CTLs, T cells and APCs.",
            "score": 242.59873962402344
        },
        {
            "docid": "1171686_13",
            "document": "Regulatory T cell . Tregs play major roles during HIV infection. They suppress the immune system, thus limiting target cells and reducing inflammation, but this simultaneously disrupts the clearance of virus by the cell-mediated immune response and enhances the reservoir by pushing CD4 T cells to a resting state, including infected cells. Additionally, Tregs can be infected by HIV, increasing the size of the HIV reservoir directly. Thus, Tregs are being investigated as targets for HIV cure research.",
            "score": 242.17759704589844
        },
        {
            "docid": "28353188_3",
            "document": "Short course immune induction therapy . Immune tolerance can be defined as the ability of the immune system to distinguish between self and non-self, or harmless and harmful. T-cells are able to distinguish between self and non-self largely through their T-cell receptor, or TCR. Immune tolerance is maintained by central and peripheral tolerance. During central tolerance, T-cells are selected in the thymus and allowed to enter the periphery based on the ability of the T-cell to recognize self-peptides (via its TCR) being presented in the context of self-MHC. If the TCR binds the peptide-MHC complex with high affinity, the T cell is deleted from the host. In a healthy individual this process eliminates the majority of T-cells that are self-reactive, although a few T-cells will escape thymic deletion. However, these potentially self-reactive cells in the periphery are held in check by a number of regulatory mechanisms such as active suppression by regulatory T cells(Tregs), clonal anergy, deletion, and ignorance. While autoimmunity is thought to result from the breakdown of central and peripheral tolerance, an undesirable immune responses such as transplant organ rejection occurs when the immune system is working properly and recognizes the transplanted organ as being non-self, leading to rejection of the transplanted tissue. In this context, manipulating the immune system to recognize the transplanted organ as self for the induction of immunological tolerance would be beneficial for the establishment of transplant tolerance.",
            "score": 241.78860473632812
        },
        {
            "docid": "49033_18",
            "document": "Epigenetics . Epigenetic changes modify the activation of certain genes, but not the genetic code sequence of DNA. The microstructure (not code) of DNA itself or the associated chromatin proteins may be modified, causing activation or silencing. This mechanism enables differentiated cells in a multicellular organism to express only the genes that are necessary for their own activity. Epigenetic changes are preserved when cells divide. Most epigenetic changes only occur within the course of one individual organism's lifetime; however, these epigenetic changes can be transmitted to the organism's offspring through a process called transgenerational epigenetic inheritance. Moreover, if gene inactivation occurs in a sperm or egg cell that results in fertilization, this epigenetic modification may also be transferred to the next generation.",
            "score": 240.0816192626953
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 239.4844970703125
        },
        {
            "docid": "8310787_37",
            "document": "Survivin . As observed through the literature, survivin is found to be over-expressed across many tumour types. Scientists are not sure of the mechanism that causes this abnormal over-expression of survivin; however, p53 is downregulated in almost all cancers, so it is tempting to suggest that survivin over-expression is due to p53 inactivity. Wagner \"et al.\" investigated the possible molecular mechanism involved with the over expression of survivin in acute myeloid leukemia (AML). In their experiments, they did both an epigenetic and a genetic analysis of the survivin gene promoter region in AML patients and compared the observations to what was seen in peripheral blood mononuclear cells (PBMCs) that have been shown to express no survivin. Assuming that the molecular mechanism of survivin re-expression in cancerous cells is at the transcriptional level, the authors decided to look at particular parts of the promoter region of survivin in order to see what happens in cancer cells that does not happen in normal cells that causes such a high level of survivin to be expressed. With regards to an epigenetic mechanism of survivin gene regulation, the authors measured the methylation status of the survivin promoter, since it is accepted that methylation of genes plays an important role in carcinogenesis by silencing of certain genes or vice versa. The authors used methylation specific polymerase chain reaction with bisulfite sequencing methods to measure the promoter methylation status in AML and PBMCs and found unmethylated survivin promoters in both groups. This result shows that DNA methylation status is not an important regulator of survivin re-expression during leukemogenesis. However, De Carvalho \"et al.\" performed a DNA methylation screening and identified that DNA methylation of IRAK3 plays a key role in survivin up-regulation in different types of Cancer, suggesting that epigenetic mechanisms plays an indirect role on abnormal over-expression of survivin. With regard to genetic analysis of the survivin promoter region, the isolated DNA of AML and PBMCs were treated with bisulfite, and the survivin promoter region sequence was amplified out with PCR and sequenced to look for any particular genetic changes in the DNA sequence between the two groups. Three single-nucleotide polymorphisms (SNPs) were identified and were all present both in AML patients and in healthy donors. This result suggests that the occurrence of these SNPs in the promoter region of the survivin gene also appears to be of no importance to survivin expression. However, it has not been ruled out yet that there may be other possible epigenetic mechanisms that may be responsible for a high level of survivin expression observed in cancer cells and not in normal cells. For example, the acetylation profile of the survivin promoter region can also be looked at. Different cancer and tissue types may have slight or significant differences in the way survivin expression is regulated in the cell, and, thus, the methylation status or genetic differences in the survivin promoter may be observed to be different in different tissues. Thus, further experiments assessing the epigenetic and genetic profile of different tumour types must be investigated.",
            "score": 239.4319610595703
        },
        {
            "docid": "33769881_2",
            "document": "Immunomics . Immunomics is the study of immune system regulation and response to pathogens using genome-wide approaches. With the rise of genomic and proteomic technologies, scientists have been able to visualize biological networks and infer interrelationships between genes and/or proteins; recently, these technologies have been used to help better understand how the immune system functions and how it is regulated. Two thirds of the genome is active in one or more immune cell types and less than 1% of genes are uniquely expressed in a given type of cell. Therefore, it is critical that the expression patterns of these immune cell types be deciphered in the context of a network, and not as an individual, so that their roles be correctly characterized and related to one another. Defects of the immune system such as autoimmune diseases, immunodeficiency, and malignancies can benefit from genomic insights on pathological processes. For example, analyzing the systematic variation of gene expression can relate these patterns with specific diseases and gene networks important for immune functions.",
            "score": 238.63754272460938
        },
        {
            "docid": "5024592_18",
            "document": "Immune tolerance . The fetus has a different genetic makeup than the mother, as it also translates its father's genes, and is thus perceived as foreign by the maternal immune system. Women who have borne multiple children by the same father typically have antibodies against the father's red blood cell and major histocompatibility complex (MHC) proteins. However, the fetus usually is not rejected by the mother, making it essentially a physiologically tolerated allograft. It is thought that the placental tissues which interface with maternal tissues not only try to escape immunological recognition by downregulating identifying MHC proteins but also actively induce a marked peripheral tolerance. Placental trophoblast cells express a unique Human Leukocyte Antigen (HLA-G) that inhibits attack by maternal NK cells. These cells also express IDO, which represses maternal T cell responses by amino acid starvation. Maternal T cells specific for paternal antigens are also suppressed by tolerogenic DCs and activated iTregs or cross-reacting nTregs. Some maternal Treg cells also release soluble fibrinogen-like proteins 2 (sFGL2), which suppresses the function of DCs and macrophages involved in inflammation and antigen presentation to reactive T cells These mechanisms altogether establish an immune-privileged state in the placenta that protects the fetus. A break in this peripheral tolerance results in miscarriage and fetal loss. (for more information, see Immune tolerance in pregnancy).",
            "score": 237.97926330566406
        },
        {
            "docid": "14884263_5",
            "document": "Systemic inflammation . While SI may be induced by multiple external factors, research suggests that a lack of control by tolerogenic dendritic cells and T-regulatory cells (Treg) is possibly the primary risk factor for the development of SI. In functioning immune responses, T-helper and T-cytotoxic cells are activated by presentation of antigens by antigen-presenting cells (APCs). Chief among these are dendritic cells (DCs). When a DC presents an antigen to a Treg cell, a signal is then sent to the nucleus of the DC, resulting in the production of Indoleamine 2,3- Dioxygenase (IDO). IDO inhibits T cell responses by depleting tryptophan and producing kynurenine, which is toxic to the cell.",
            "score": 237.5032958984375
        },
        {
            "docid": "41479084_12",
            "document": "Altered Schaedler flora . Intestinal homeostasis is maintained by host-microbe interactions and host immunity. This is critical for digestion of food and protection against pathogens. Bouskra, \"et al.\" studied the regulation of intestinal flora and the immune system. They found IgA producing B cells in the Peyer’s patches, intestinal lymphoid tissues and follicles, and mesenteric lymph nodes. They used ASF to test the maturation of lymphoid follicles into large B cell clusters by the toll-like receptor signaling. In another study, the innate detection system generates adaptive immune system to maintain intestinal homeostasis. Geuking, \"et al.\" examined the role of regulatory T cells in limiting microbe-triggered intestinal inflammation and the T cell compartment. Using ASF, they found intestinal colonization resulted in activation and generation of colonic Treg cells. In germfree mice, Th17 and Th1 response dominate.",
            "score": 236.3679656982422
        },
        {
            "docid": "1920949_14",
            "document": "FOXP3 . Mutations or disruptions of the Foxp3 regulatory pathway can lead to organ-specific autoimmune diseases such as autoimmune thyroiditis and type 1 diabetes mellitus. These mutations affect thymocytes developing within the thymus. Regulated by Foxp3, it’s these thymocytes that during thymopoiesis, are transformed into mature Treg cells by the thymus. It was found that patients who have the autoimmune disease systemic lupus erythematosus (SLE) possess Foxp3 mutations that affect the thymopoiesis process, preventing the proper development of T cells within the thymus. These malfunctioning T cells aren’t efficiently being regulated by its transcription factors, which cause them to attack cells that are healthy, leading to these organ-specific autoimmune diseases. Another way that Foxp3 helps keep the autoimmune system at homeostasis is through its regulation of the expression of suppression-mediating molecules. For instance, Foxp3 is able to facilitate the translocation of extracellular adenosine into the cytoplasm. It does this by recruiting CD39, a rate-limiting enzyme that’s vital in tumor suppression to hydrolyze ATP to ADP in order to regulate immunosuppression on different cell populations.",
            "score": 235.6805877685547
        }
    ]
}