{
    "q": [
        {
            "docid": "7330969_9",
            "document": "Microphthalmia-associated transcription factor . Melanocytes are commonly known as cells that are responsible for producing the pigment melanin which gives coloration to the hair, skin, and nails. The exact mechanisms of how exactly melanocytes become cancerous are relatively unclear, but there is ongoing research to gain more information about the process. For example, it has been uncovered that the DNA of certain genes is often damaged in melanoma cells, most likely as a result of damage from UV radiation, and in turn increases the likelihood of developing melanoma. Specifically, it has been found that a large percentage of melanomas have mutations in the B-RAF gene which leads to melanoma by causing an MEK-ERK kinase cascade when activated. In addition to B-RAF, MITF is also known to play a crucial role in melanoma progression. Since it is a transcription factor that is involved in the regulation of genes related to invasiveness, migration, and metastasis, it can play a role in the progression of melanoma. Figure 1 shows the specific activators and targets of MITF that are related to the survival, migration, proliferation, invasion and metastasis of melanoma cells.",
            "score": 178.50160038471222
        },
        {
            "docid": "14958_44",
            "document": "Immune system . Another important role of the immune system is to identify and eliminate tumors. This is called immune surveillance. The \"transformed cells\" of tumors express antigens that are not found on normal cells. To the immune system, these antigens appear foreign, and their presence causes immune cells to attack the transformed tumor cells. The antigens expressed by tumors have several sources; some are derived from oncogenic viruses like human papillomavirus, which causes cervical cancer, while others are the organism's own proteins that occur at low levels in normal cells but reach high levels in tumor cells. One example is an enzyme called tyrosinase that, when expressed at high levels, transforms certain skin cells (e.g. melanocytes) into tumors called melanomas. A third possible source of tumor antigens are proteins normally important for regulating cell growth and survival, that commonly mutate into cancer inducing molecules called oncogenes.",
            "score": 151.74918413162231
        },
        {
            "docid": "716631_28",
            "document": "Melanoma . UV radiation causes damage to the DNA of cells, typically thymine dimerization, which when unrepaired can create mutations in the cell's genes. When the cell divides, these mutations are propagated to new generations of cells. If the mutations occur in protooncogenes or tumor suppressor genes, the rate of mitosis in the mutation-bearing cells can become uncontrolled, leading to the formation of a tumor. Data from patients suggest that aberrant levels of activating transcription factor in the nucleus of melanoma cells are associated with increased metastatic activity of melanoma cells; studies from mice on skin cancer tend to confirm a role for activating transcription factor-2 in cancer progression.",
            "score": 148.41609740257263
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 119.02734863758087
        },
        {
            "docid": "146539_42",
            "document": "Senescence . Ned Sharpless and collaborators demonstrated the first in vivo link between p16-expression and lifespan. They found reduced p16 expression in some tissues of mice with mutations that extend lifespan, as well as in mice that had their lifespan extended by food restriction. Jan van Deursen and Darren Baker in collaboration with Andre Terzic at the Mayo Clinic in Rochester, Minn., provided the first in vivo evidence for a causal link between cellular senescence and aging by preventing the accumulation of senescent cells in BubR1 progeroid mice. In the absence of senescent cells, the mice’s tissues showed a major improvement in the usual burden of age-related disorders. They did not develop cataracts, avoided the usual wasting of muscle with age. They retained the fat layers in the skin that usually thin out with age and, in people, cause wrinkling. A second study led by Jan van Deursen in collaboration with a team of collaborators at the Mayo Clinic and Groningen University, provided the first direct in vivo evidence that cellular senescence causes signs of aging by eliminating senescent cells from progeroid mice by introducing a drug-inducible suicide gene and then treating the mice with the drug to kill senescent cells selectively, as opposed to decreasing whole body p16. Another Mayo study led by James Kirkland in collaboration with Scripps and other groups demonstrated that senolytics, drugs that target senescent cells, enhance cardiac function and improve vascular reactivity in old mice, alleviate gait disturbance caused by radiation in mice, and delay frailty, neurological dysfunction, and osteoporosis in progeroid mice. Discovery of senolytic drugs was based on a hypothesis-driven approach: the investigators leveraged the observation that senescent cells are resistant to apoptosis to discover that pro-survival pathways are up-regulated in these cells. They demonstrated that these survival pathways are the \"Achilles heel\" of senescent cells using RNA interference approaches, including Bcl-2-, AKT-, p21-, and tyrosine kinase-related pathways. They then used drugs known to target the identified pathways and showed these drugs kill senescent cells by apoptosis in culture and decrease senescent cell burden in multiple tissues in vivo. Importantly, these drugs had long term effects after a single dose, consistent with removal of senescent cells, rather than a temporary effect requiring continued presence of the drugs. This was the first study to show that clearing senescent cells enhances function in chronologically aged mice. The epigenetic clock theory of aging by Horvath and Raj has the following tenets: One of the earliest aging theories was the \"Rate of Living Hypothesis\" described by Raymond Pearl in 1928 (based on earlier work by Max Rubner), which states that fast basal metabolic rate corresponds to short maximum life span.",
            "score": 108.4629944562912
        },
        {
            "docid": "64993_2",
            "document": "Skin cancer . Skin cancers are cancers that arise from the skin. They are due to the development of abnormal cells that have the ability to invade or spread to other parts of the body. There are three main types of skin cancers: basal-cell skin cancer (BCC), squamous-cell skin cancer (SCC) and melanoma. The first two, along with a number of less common skin cancers, are known as nonmelanoma skin cancer (NMSC). Basal-cell cancer grows slowly and can damage the tissue around it but is unlikely to spread to distant areas or result in death. It often appears as a painless raised area of skin, that may be shiny with small blood vessel running over it or may present as a raised area with an ulcer. Squamous-cell skin cancer is more likely to spread. It usually presents as a hard lump with a scaly top but may also form an ulcer. Melanomas are the most aggressive. Signs include a mole that has changed in size, shape, color, has irregular edges, has more than one color, is itchy or bleeds. Greater than 90% of cases are caused by exposure to ultraviolet radiation from the Sun. This exposure increases the risk of all three main types of skin cancer. Exposure has increased partly due to a thinner ozone layer. Tanning beds are becoming another common source of ultraviolet radiation. For melanomas and basal-cell cancers exposure during childhood is particularly harmful. For squamous-cell skin cancers total exposure, irrespective of when it occurs, is more important. Between 20% and 30% of melanomas develop from moles. People with light skin are at higher risk as are those with poor immune function such as from medications or HIV/AIDS. Diagnosis is by biopsy. Decreasing exposure to ultraviolet radiation and the use of sunscreen appear to be effective methods of preventing melanoma and squamous-cell skin cancer. It is not clear if sunscreen affects the risk of basal-cell cancer. Nonmelanoma skin cancer is usually curable. Treatment is generally by surgical removal but may less commonly involve radiation therapy or topical medications such as fluorouracil. Treatment of melanoma may involve some combination of surgery, chemotherapy, radiation therapy, and targeted therapy. In those people whose disease has spread to other areas of their bodies, palliative care may be used to improve quality of life. Melanoma has one of the higher survival rates among cancers, with over 86% of people in the UK and more than 90% in the United States surviving more than 5 years. Skin cancer is the most common form of cancer, globally accounting for at least 40% of cases. The most common type is nonmelanoma skin cancer, which occurs in at least 2-3 million people per year. This is a rough estimate, however, as good statistics are not kept. Of nonmelanoma skin cancers, about 80% are basal-cell cancers and 20% squamous-cell skin cancers. Basal-cell and squamous-cell skin cancers rarely result in death. In the United States they were the cause of less than 0.1% of all cancer deaths. Globally in 2012 melanoma occurred in 232,000 people, and resulted in 55,000 deaths. Australia and New Zealand have the highest rates of melanoma in the world. The three main types of skin cancer have become more common in the last 20 to 40 years, especially in those areas which are mostly Caucasian.",
            "score": 144.90976190567017
        },
        {
            "docid": "22689_3",
            "document": "Oncogene . Most normal cells will undergo a programmed form of rapid cell death (apoptosis) when critical functions are altered and malfunctioning. Activated oncogenes can cause those cells designated for apoptosis to survive and proliferate instead. Most oncogenes began as proto-oncogenes, normal genes involved in cell growth and proliferation or inhibition of apoptosis. If normal genes promoting cellular growth, through mutation, are up-regulated, (gain of function mutation) they will predispose the cell to cancer and are thus termed oncogenes. Usually multiple oncogenes, along with mutated apoptotic and/or tumor suppressor genes will all act in concert to cause cancer. Since the 1970s, dozens of oncogenes have been identified in human cancer. Many cancer drugs target the proteins encoded by oncogenes.",
            "score": 121.63370108604431
        },
        {
            "docid": "2554499_7",
            "document": "Merkel-cell carcinoma . MCV likely contributes to the development of the majority of MCC. Approximately 80% of MCC have this virus integrated in a monoclonal pattern, indicating that the infection was present in a precursor cell before it became cancerous. Polyomaviruses have been known to be oncogenic (cancer-causing) viruses in animals since the 1950s, but MCV is the first polyomavirus strongly suspected to cause tumors in humans. MCV is ubiquitous and is thought to be part of the human skin microbiome. Like other tumor viruses, most people who are infected with MCV probably do not develop MCC. It is currently unknown what other steps or co-factors are required for MCC-type cancers to develop. MCC can also occur together with other sun exposure-related skin cancers that are not infected with MCV (i.e. basal cell carcinoma, squamous cell carcinoma, melanoma). Intriguingly, most MCV viruses obtained so far from tumors have specific mutations that render the virus uninfectious. Mutations in MCC also occurs more frequently than would otherwise be expected among immunosuppressed patients, such as transplant patients, AIDS patients, and the elderly, suggesting that the initiation and progression of the disease is modulated by the immune system. While infection with MCV is common in humans, MCC patients whose tumors contain MCV have higher antibody levels against the virus than similarly infected healthy adults. A study of a large patient registry from Finland suggests that individuals with MCV-positive MCC's have better prognoses than do MCC patients without MCV infection.",
            "score": 115.36990141868591
        },
        {
            "docid": "42683705_9",
            "document": "Epigenetics and melanoma . SYK is another gene that is affected by cytosine methylation during cancer progression. It is a gene that, when hypermethylated, loses function (Muthusamy et al., 2006). This gene is found in 30- 89% of melanoma cases (Dahl et al., 2007), and causes cells to grow quickly. This fast growth is important in the quick metastasis of melanoma cells, and when hypermethylated, the growth and spread of cells slow considerably (Hoeller et al., 2005). This is a controversial finding with inconclusive results, though. Some findings show that normally functioning SYK genes aids in tumor suppression, while other studies find that it is a transforming factor that facilitates cancer formation. Normally functioning, the SYK gene produces a non- receptor protein kinase enzyme that aids in differentiation, proliferation, and phagocytosis among many other important processes. SYK is found expressed in a variety of cells including fibroblasts, epithelial cells (where it controls cell division and acts as a tumor suppressor), hepatocytes, and neuronal cells (TORCIS Bioscience, 2014). Although SYK does not have any reported DNA modifications, the epigenetic changes still cause sufficient damage to cells. When SYK silencing is coupled with other alterations, both genetically and epigenetically, cancer can form.",
            "score": 134.48411643505096
        },
        {
            "docid": "8173924_20",
            "document": "Elaine Fuchs . Also importantly, Elaine Fuchs and her team have conducted research on the way that cancer stem cells interact with their microenvironments. Through examining skin cancer in mice, she concluded that the speed at which stem cells will divide and how they divide is dependent on their niche. For example, she examined the inhibitory signaling molecule, TGF-beta, which is found near the blood vessels of a tumor. The effects of TGF-beta and how it restrains normal skin cell growth had been studied by researchers before Fuchs. However, she specifically looked at the intermediate steps of tumor progression by creating a TGF-beta reporter system. She accomplished this by developing tumors that expressed a gene commonly found in skin cancer cells, HRasD12V. Her research demonstrated that the cancerous stem cells lacking the TGF-beta are unable to stop growing, but, however, they are sensitive to antiproliferative drugs. This is unlike the cancerous stem cells which do contain TGF-beta. They were found to be resistant to aniproliferative drugs, although they grow at a much slower rate. They found, in other words, that TGF-beta responding cells are still malignant in their slow proliferative state but are actually resistant to chemotherapy drugs, such as cisplatin. Fuchs determined that both the factors internal to the cell and the cell’s external surrounding environment have an effect on the stem cells’ “stemness,” their ability to divide, and how they divide.",
            "score": 119.74593019485474
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 108.37784075737
        },
        {
            "docid": "42683705_8",
            "document": "Epigenetics and melanoma . INK4A, also known as p16, is a tumor suppressor gene and is found to have hypermethylated promotor regions in 10- 20% of melanoma cells and is involved in 40- 87% of gene alterations in melanoma cases (Gonzalgo et al., 1997). This means that 10- 20% of the time there is an epigenetic change in the INK4A gene, and 40- 87% of the time there is a nucleotide mutation in the gene. INK4A is one of the genes that is both epigenetically and genomically altered. As a regularly functioning gene, INK4A is a tumor suppressor that functions to repress the formation of tumors. The hypermethylation of this gene can cause it to become inactivated (Straume et al., 2002). When INK4 is inactivated through hypermethylation, it causes an interruption of the CDK4 and CDK6 genes, which normally stop cell growth in the G1 phase of cell division. When this happens, there is no regulation in the cell and it grows quickly and becomes cancerous.  SYK",
            "score": 132.4490066766739
        },
        {
            "docid": "5506288_7",
            "document": "Indole-3-carbinol . Indole-3-carbinol causes proliferation arrest and apoptosis in human melanoma cells. \"Kim YS et al\" showed that the master regulator of melanoma biology, Micropthalmia-associated transcription factor (MITF-M) was downregulated by Indole-3-carinol to induce apoptosis. \"Kundu A et al\" demonstrated that the anticancer property of Indole-3-carbinol is driven by specific targeting of oncogenic pathways. In two different studies using xenografted mouse model of melanoma, they observed that subcutaneous injection of Indole-3-carbinol could bring down tumor burden significantly. The underlying molecular mechanism of this anti-tumor effect was found to be by the specific inhibition of activity of oncogenic BRAFV600E in tumors that harbored the mutation. However, in tumors that expressed wild type BRAF, Indole-3-carbinol did not cause any comparable antiproliferative effect. Additionally Indole-3-carbinol did not cause antiproliferation even in normal epidermal melanocytes underscoring the specificity and selectivity of its action. \"Kundu et al\" further showed that inhibition of BRAF V600E activity by Indole-3-carbinol resulted in downregulation of MITF-M by downstream signaling which caused a G1 cell cycle arrest leading to the observed antiproliferative effect.",
            "score": 189.05615544319153
        },
        {
            "docid": "14082598_37",
            "document": "BRAF (gene) . More than 30 mutations of the \"BRAF\" gene associated with human cancers have been identified. The frequency of BRAF mutations varies widely in human cancers, from more than 80% in melanomas and nevi, to as little as 0–18% in other tumors, such as 1–3% in lung cancers and 5% in colorectal cancer. In 90% of the cases, thymine is substituted with adenine at nucleotide 1799. This leads to valine (V) being substituted for by glutamate (E) at codon 600 (now referred to as V600E) in the activation segment that has been found in human cancers. This mutation has been widely observed in papillary thyroid carcinoma, colorectal cancer, melanoma and non-small-cell lung cancer. BRAF-V600E mutation are present in 57% of Langerhans cell histiocytosis patients. The V600E mutation is a likely driver mutation in 100% of cases of hairy cell leukaemia. High frequency of BRAF V600E mutations have been detected in ameloblastoma, a benign but locally infiltrative odontogenic neoplasm. The V600E mutation may also be linked, as a single-driver mutation (a genetic 'smoking gun') to certain cases of papillary craniopharyngioma development.",
            "score": 167.75349473953247
        },
        {
            "docid": "14842113_16",
            "document": "CDKN2A . RNA interference of BRAF stops the multiplication of melanoma tumor cells. This suggests that BRAF inhibitors such as sorafenib, PLX4720, PLX4032, GDC-0879, GSK2118436, or AZ628 may be affective in treating melanoma. These have been tested and proven to slow down the production of melanoma due to BRAF mutation but PLX4032 and GSK2118436 show the most promise because they worked the most aggressively in early stages of cell development. Although this drug helps slow down or shrink the tumors, there are many serious side effects to using these drugs that were found in the trials including arthralgia, rash, nausea, phosphosensitivity], fatigue, pruritus and palmo-plantar dysesthesia.",
            "score": 135.80772006511688
        },
        {
            "docid": "40854066_27",
            "document": "Epigenetic clock . A confounding aspect of biological aging is the nature and role of senescent cells. It is unclear whether the three major types of cellular senescence, namely replicative senescence, oncogene-induced senescence and DNA damage-induced senescence are descriptions of the same phenomenon instigated by different sources, or if each of these is distinct, and how they are associated with epigenetic aging. Induction of replicative senescence (RS) and oncogene-induced senescence (OIS) were found to be accompanied by epigenetic aging of primary cells but senescence induced by DNA damage was not, even though RS and OIS activate the cellular DNA damage response pathway. These results highlight the independence of cellular senescence from epigenetic aging. Consistent with this, telomerase-immortalised cells continued to age (according to the epigenetic clock) without having been treated with any senescence inducers or DNA-damaging agents, re-affirming the independence of the process of epigenetic ageing from telomeres, cellular senescence, and the DNA damage response pathway. Although the uncoupling of senescence from cellular aging appears at first sight to be inconsistent with the fact that senescent cells contribute to the physical manifestation of organism ageing, as demonstrated by Baker et al., where removal of senescent cells slowed down aging. However, the epigenetic clock analysis of senescence suggests that cellular senescence is a state that cells are forced into as a result of external pressures such as DNA damage, ectopic oncogene expression and exhaustive proliferation of cells to replenish those eliminated by external/environmental factors. These senescent cells, in sufficient numbers, will probably cause the deterioration of tissues, which is interpreted as organism ageing. However, at the cellular level, aging, as measured by the epigenetic clock, is distinct from senescence. It is an intrinsic mechanism that exists from the birth of the cell and continues. This implies that if cells are not shunted into senescence by the external pressures described above, they would still continue to age. This is consistent with the fact that mice with naturally long telomeres still age and eventually die even though their telomere lengths are far longer than the critical limit, and they age prematurely when their telomeres are forcibly shortened, due to replicative senescence. Therefore, cellular senescence is a route by which cells exit prematurely from the natural course of cellular aging.",
            "score": 114.3161404132843
        },
        {
            "docid": "1638257_14",
            "document": "Birt–Hogg–Dubé syndrome . People with Birt–Hogg–Dubé syndrome are born with one mutated copy of the FLCN gene in each cell. Haploinsufficiency—only having one functional copy of the FLCN gene—is enough to cause the fibrofolliculomas and pulmonary cysts, however, one copy of the gene is enough to keep kidney cells in check. During their lifetime, random mutations might inactivate the normal copy of the gene in a subset of cells. When this occurs, the result is that these cells have no functional copies of the FLCN gene, allowing the cells grow out of control. This loss of heterozygosity is a common mechanism in cancer, and it is frequently detected in the renal cancers associated with BHD. The molecular genetic defects in renal tumors of people with BHD are different from two other similar kidney tumors, chromophobe renal cell carcinoma and renal oncocytoma. BHD-associated tumorigenesis differs between the kidney, where loss of FLCN heterozygosity is responsible for cancers, and the skin, where FLCN is strongly expressed in heterozygotes. FLCN has been found to be overexpressed in fibrofolliculoma tissue and to have very low levels of expression in affected kidneys. Furthermore, the mTOR pathway is shown to be activated in tumor tissue from both humans and mice.",
            "score": 120.19612002372742
        },
        {
            "docid": "12266_59",
            "document": "Genetics . Normally, a cell divides only in response to signals called growth factors and stops growing once in contact with surrounding cells and in response to growth-inhibitory signals. It usually then divides a limited number of times and dies, staying within the epithelium where it is unable to migrate to other organs. To become a cancer cell, a cell has to accumulate mutations in a number of genes (three to seven) that allow it to bypass this regulation: it no longer needs growth factors to divide, continues growing when making contact to neighbor cells, ignores inhibitory signals, keeps growing indefinitely and is immortal, escapes from the epithelium and ultimately may be able to escape from the primary tumor, cross the endothelium of a blood vessel, be transported by the bloodstream and colonize a new organ, forming deadly metastasis. Although there are some genetic predispositions in a small fraction of cancers, the major fraction is due to a set of new genetic mutations that originally appear and accumulate in one or a small number of cells that will divide to form the tumor and are not transmitted to the progeny (somatic mutations). The most frequent mutations are a loss of function of p53 protein, a tumor suppressor, or in the p53 pathway, and gain of function mutations in the Ras proteins, or in other oncogenes.",
            "score": 129.89858210086823
        },
        {
            "docid": "291111_5",
            "document": "Caspase . \"Caspase deficiency\" has been identified as a cause of tumour development. Tumour growth can occur by a combination of factors, including a mutation in a cell cycle gene which removes the restraints on cell growth, combined with mutations in apoptopic proteins such as Caspases that would respond by inducing cell death in abnormally growing cells. Conversely, over-activation of some caspases such as caspase-3 can lead to excessive programmed cell death. This is seen in several neurodegenerative diseases where neural cells are lost, such as Alzheimer's disease. Caspases involved with processing inflammatory signals are also implicated in disease. Insufficient activation of these caspases can increase an organism's susceptibility to infection, as an appropriate immune response may not be activated. The integral role caspases play in cell death and disease has led to research on using caspases as a drug target. For example, inflammatory caspase-1 has been implicated in causing autoimmune diseases; drugs blocking the activation of Caspase-1 have been used to improve the health of patients. Additionally, scientists have used caspases as cancer therapy to kill unwanted cells in tumours.",
            "score": 106.24866795539856
        },
        {
            "docid": "578144_7",
            "document": "Hidradenitis suppurativa . Some cases have been found to result from mutations in the NCSTN, PSEN1, or PSENEN gene. The genes produce proteins that are all components of a complex called gamma- (γ-) secretase. This complex cuts apart (cleaves) many different proteins, which is an important step in several chemical signaling pathways. One of these pathways, known as Notch signaling, is essential for the normal maturation and division of hair follicle cells and other types of skin cells. Notch signaling is also involved in normal immune system function. Studies suggest that mutations in the NCSTN, PSEN1, or PSENEN gene impair Notch signaling in hair follicles. Although little is known about the mechanism, abnormal Notch signaling appears to promote the development of nodules and lead to inflammation in the skin.",
            "score": 96.19300138950348
        },
        {
            "docid": "5800721_7",
            "document": "Betulinic acid . The study also demonstrated preferential apoptotic effect of betulinic acid on C8161 metastatic melanoma cells, with greater DNA fragmentation and growth arrest and earlier loss of viability than their nonmetastatic C8161/neo 6.3 counterpart. Comparing betulinic acid with other treatment modes, Zuco demonstrated it was less than 10% as potent as doxorubicin and showed an \"in vitro\" antiproliferative activity against melanoma and nonmelanoma cell lines, including those resistant to doxorubicin. On the human normal dermatoblast cell line, betulinic acid was one-half to one-fifth as toxic as doxorubicin.  The ability of betulinic acid to induce two different effects (cytotoxic and cytostatic) on two clones derived from the same human melanoma metastasis suggests the development of clones resistant to this agent will be more unlikely, than that to conventional cytotoxic drugs. Moreover, in spite of the lower potency compared with doxorubicin, betulinic acid seems to be selective for tumor cells with minimal toxicity against normal cells. The effect of betulinic acid on melanoma cell lines is stronger than its growth-inhibitory effect on primary melanocytes. A study of a combination of betulinic acid with γ-irradiation showed clearly additive effects, and indicated they differ in their modes of action.",
            "score": 116.09263479709625
        },
        {
            "docid": "146539_11",
            "document": "Senescence . According to a molecular biomarker of aging known as epigenetic clock, the three major types of cellular senescence, namely replicative senescence, oncogene-induced senescence and DNA damage-induced senescence are distinct because induction of replicative senescence (RS) and oncogene-induced senescence (OIS) were found to be accompanied by epigenetic aging of primary cells but senescence induced by DNA damage was not, even though RS and OIS activate the cellular DNA damage response pathway. These results highlight the independence of cellular senescence from epigenetic aging. Consistent with this, telomerase-immortalised cells continued to age (according to the epigenetic clock) without having been treated with any senescence inducers or DNA-damaging agents, re-affirming the independence of the process of epigenetic ageing from telomeres, cellular senescence, and the DNA damage response pathway. Although the uncoupling of senescence from cellular aging appears at first sight to be inconsistent with the fact that senescent cells contribute to the physical manifestation of organism ageing, as demonstrated by Baker et al., where removal of senescent cells slowed down aging.  However, the epigenetic clock analysis of senescence suggests that cellular senescence is a state that cells are forced into as a result of external pressures such as DNA damage, ectopic oncogene expression and exhaustive proliferation of cells to replenish those eliminated by external/environmental factors. These senescent cells, in sufficient numbers, will undoubtedly cause the deterioration of tissues, which is interpreted as organism ageing. However, at the cellular level, aging, as measured by the epigenetic clock, is distinct from senescence. It is an intrinsic mechanism that exists from the birth of the cell and continues. This implies that if cells are not shunted into senescence by the external pressures described above, they would still continue to age. This is consistent with the fact that mice with naturally long telomeres still age and eventually die even though their telomere lengths are far longer than the critical limit, and they age prematurely when their telomeres are forcibly shortened, due to replicative senescence. Hence senescence is a route by which cells exit prematurely from the natural course of cellular ageing.",
            "score": 113.19529139995575
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 95.29803001880646
        },
        {
            "docid": "14878290_23",
            "document": "PTPRK . Expression analysis of PTPkappa mRNA in normal melanocytes and in melanoma cells and tissues demonstrated that PTPkappa is downregulated or absent 20% of the time in melanoma, suggesting that PTPkappa is a tumor suppressor gene in melanoma. A form of PTPkappa with a point mutation in the fourth fibronectin III repeat was identified to be a melanoma specific antigen recognized by CD4+ T cells in a melanoma patient with 10-year tumor-free survival after lymph node resection. This particular mutated form of PTPkappa was not identified in 10 other melanoma cell lines, and may thus represent a unique mutation in one patient.",
            "score": 138.91109037399292
        },
        {
            "docid": "541499_32",
            "document": "Indoor tanning . Exposure to ultraviolet radiation (UVR), whether from the sun or tanning devices is known to be a major cause of the three main types of skin cancer: non-melanoma skin cancer (basal cell carcinoma and squamous cell carcinoma) and melanoma. Overexposure to UVR induces at least two types of DNA damage: cyclobutane–pyrimidine dimers (CPDs) and 6–4 photoproducts (6–4PPs). While DNA repair enzymes can fix some mutations, if they are not sufficiently effective, a cell will acquire genetic mutations which may cause the cell to die or become cancerous. These mutations can result in cancer, aging, persistent mutation and cell death. For example, squamous cell carcinoma can be caused by a UVB-induced mutation in the p53 gene.",
            "score": 125.64475882053375
        },
        {
            "docid": "890232_17",
            "document": "Hair cell . Researchers have identified a mammalian gene that normally acts as a molecular switch to block the regrowth of cochlear hair cells in adults. The Rb1 gene encodes the retinoblastoma protein, which is a tumor suppressor. Rb stops cells from dividing by encouraging their exit from the cell cycle. Not only do hair cells in a culture dish regenerate when the Rb1 gene is deleted, but mice bred to be missing the gene grow more hair cells than control mice that have the gene. Additionally, the sonic hedgehog protein has been shown to block activity of the retinoblastoma protein, thereby inducing cell cycle re-entry and the regrowth of new cells.",
            "score": 107.05756402015686
        },
        {
            "docid": "206979_9",
            "document": "Colorectal cancer . Colorectal cancer is a disease originating from the epithelial cells lining the colon or rectum of the gastrointestinal tract, most frequently as a result of mutations in the Wnt signaling pathway that increase signaling activity. The mutations can be inherited or acquired, and most probably occur in the intestinal crypt stem cell. The most commonly mutated gene in all colorectal cancer is the \"APC\" gene, which produces the APC protein. The APC protein prevents the accumulation of β-catenin protein. Without APC, β-catenin accumulates to high levels and translocates (moves) into the nucleus, binds to DNA, and activates the transcription of proto-oncogenes. These genes are normally important for stem cell renewal and differentiation, but when inappropriately expressed at high levels, they can cause cancer. While APC is mutated in most colon cancers, some cancers have increased β-catenin because of mutations in β-catenin (CTNNB1) that block its own breakdown, or have mutations in other genes with function similar to APC such as AXIN1, AXIN2, TCF7L2, or NKD1.",
            "score": 118.25972926616669
        },
        {
            "docid": "3572611_5",
            "document": "HRAS . HRAS has been shown to be a proto-oncogene. When mutated, proto-oncogenes have the potential to cause normal cells to become cancerous. Some gene mutations are acquired during a person's lifetime and are present only in certain cells. These changes are called somatic mutations and are not inherited. Somatic mutations in the HRAS gene in bladder cells have been associated with bladder cancer. One specific mutation has been identified in a significant percentage of bladder tumors; this mutation substitutes one protein building block (amino acid) for another amino acid in the HRAS protein. Specifically, the mutation replaces the amino acid glycine with the amino acid valine at position 12 (written as Gly12Val, G12V, or H-RasV). The altered HRAS protein is permanently activated within the cell. This overactive protein directs the cell to grow and divide in the absence of outside signals, leading to uncontrolled cell division and the formation of a tumor. Mutations in the HRAS gene also have been associated with the progression of bladder cancer and an increased risk of tumor recurrence after treatment.",
            "score": 123.98682379722595
        },
        {
            "docid": "33222346_5",
            "document": "William H. Andrews (biologist) . Further experiments by Geron Scientists demonstrated that the protein component of telomerase was inducible, and that when the gene for that component was inserted into normal human skin cells, they could divide past the Hayflick limit and essentially stopped exhibiting replicative senescence (Bodnar, Andrea G., et al. \"Extension of life-span by introduction of telomerase into normal human cells.\" \"science\" 279.5349 (1998): 349-352.), a likely cause of aging. Years later, these cells were deemed immortal. Typically, the only immortal human cells are our germline and most cancers.",
            "score": 112.6824038028717
        },
        {
            "docid": "3572611_4",
            "document": "HRAS . At least five inherited mutations in the HRAS gene have been identified in people with Costello syndrome. Each of these mutations changes an amino acid in a critical region of the HRAS protein. The most common mutation replaces the amino acid glycine with the amino acid serine at position 12 (written as Gly12Ser or G12S). The mutations responsible for Costello syndrome lead to the production of an HRAS protein that is permanently active. Instead of triggering cell growth in response to particular signals from outside the cell, the overactive protein directs cells to grow and divide constantly. This uncontrolled cell division can result in the formation of noncancerous and cancerous tumors. Researchers are uncertain how mutations in the HRAS gene cause the other features of Costello syndrome (such as mental retardation, distinctive facial features, and heart problems), but many of the signs and symptoms probably result from cell overgrowth and abnormal cell division.",
            "score": 123.04658031463623
        },
        {
            "docid": "40466325_6",
            "document": "Cerebral organoid . Organoids can be used to study the crucial early stages of brain development, test drugs and, because they can be made from living cells, study individual patients., In one case, a cerebral organoid grown from a patient with microcephaly demonstrated related symptoms and revealed that apparently the cause is overly rapid development, followed by slower brain growth. Microencephaly is a developmental condition in which the brain remains undersized, producing an undersized head and debilitation. Microcephaly is not suitable for mouse models, which do not replicate the condition. The primary form of the disease is thought to be caused by a homozygous mutation in the microcephalin gene. The disease is difficult to reproduce in mouse models because mice lack the developmental stages for an enlarged cerebral cortex that humans have. Naturally, a disease which affects this development would be impossible to show in a model which does not have it to begin with. To use cerebral organoids to model a human's microcephaly, one group of researchers has taken patient skin fibroblasts and reprogrammed them using four well known reprogramming factors. These include OCT4, SOX2, MYC and KLF4. The reprogrammed sample was able to be cloned into induced pluripotent stem cells. The cells were cultured into a cerebral organoid following a process described in the cerebral organoid creation section below. The organoid that resulted had decreased numbers of neural progenitor cells and smaller tissues. Additionally, the patient derived tissues displayed fewer and less frequent neuroepithelial tissues made of progenitors, decreased radial glial stem cells, and increased neurons. These results suggest that the underlying mechanism of microcephaly is caused by cells prematurely differentiating into neurons leaving a deficit of radial glial cells.",
            "score": 121.76633381843567
        },
        {
            "docid": "12266_58",
            "document": "Genetics . Individuals differ in their inherited tendency to develop cancer, and cancer is a genetic disease. The process of cancer development in the body is a combination of events. Mutations occasionally occur within cells in the body as they divide. Although these mutations will not be inherited by any offspring, they can affect the behavior of cells, sometimes causing them to grow and divide more frequently. There are biological mechanisms that attempt to stop this process; signals are given to inappropriately dividing cells that should trigger cell death, but sometimes additional mutations occur that cause cells to ignore these messages. An internal process of natural selection occurs within the body and eventually mutations accumulate within cells to promote their own growth, creating a cancerous tumor that grows and invades various tissues of the body.",
            "score": 125.7145094871521
        }
    ],
    "r": [
        {
            "docid": "50524_3",
            "document": "Melanocytic nevus . The majority of moles appear during the first two decades of a person's life, with about one in every 100 babies being born with moles. Acquired moles are a form of benign neoplasm, while congenital moles, or congenital nevi, are considered a minor malformation or hamartoma and may be at a higher risk for melanoma. A mole can be either subdermal (under the skin) or a pigmented growth on the skin, formed mostly of a type of cell known as a melanocyte. The high concentration of the body's pigmenting agent, melanin, is responsible for their dark color. Moles are a member of the family of skin lesions known as nevi and can occur in all mammalian species especially humans, dogs, and horses.",
            "score": 199.33816528320312
        },
        {
            "docid": "3441771_8",
            "document": "Uveal melanoma . Uveal tumors can originate from melanocytes residing within the iris. Benign melanocytic tumors, such as iris freckles and moles (nevi), are common and pose no health risks, unless they show signs of malignancy, in which case they are classified as iris melanomas. Though derived from uveal melanocytes, iris melanomas share more in common with cutaneous (skin) melanomas, in that they frequently harbor BRAF mutations associated with ultraviolet damage. Iris melanomas are much less likely to metastasize than other uveal melanomas, and less likely to impair vision if detected and treated early. Approximately 5% of uveal melanomas involve the iris.",
            "score": 195.4462127685547
        },
        {
            "docid": "5506288_7",
            "document": "Indole-3-carbinol . Indole-3-carbinol causes proliferation arrest and apoptosis in human melanoma cells. \"Kim YS et al\" showed that the master regulator of melanoma biology, Micropthalmia-associated transcription factor (MITF-M) was downregulated by Indole-3-carinol to induce apoptosis. \"Kundu A et al\" demonstrated that the anticancer property of Indole-3-carbinol is driven by specific targeting of oncogenic pathways. In two different studies using xenografted mouse model of melanoma, they observed that subcutaneous injection of Indole-3-carbinol could bring down tumor burden significantly. The underlying molecular mechanism of this anti-tumor effect was found to be by the specific inhibition of activity of oncogenic BRAFV600E in tumors that harbored the mutation. However, in tumors that expressed wild type BRAF, Indole-3-carbinol did not cause any comparable antiproliferative effect. Additionally Indole-3-carbinol did not cause antiproliferation even in normal epidermal melanocytes underscoring the specificity and selectivity of its action. \"Kundu et al\" further showed that inhibition of BRAF V600E activity by Indole-3-carbinol resulted in downregulation of MITF-M by downstream signaling which caused a G1 cell cycle arrest leading to the observed antiproliferative effect.",
            "score": 189.05615234375
        },
        {
            "docid": "36979307_2",
            "document": "Moletest . Moletest is a UK-based company founded in September 2010. It is associated with the World’s first online remote mole screening service for the detection of non-melanoma ( e.g. Basal cell carcinoma, Squamous cell carcinoma) and melanoma skin cancers in moles. The firm developed a unique image processing technique to assess photographic images of lesions (melanocytic nevus) against known case results – providing a ‘traffic light’ based evaluation where green is a ‘normal’ lesion, amber a ‘borderline’ lesion with potentially unpredictable biological behaviour, and red a potentially ‘cancerous’ one.",
            "score": 187.49557495117188
        },
        {
            "docid": "14842113_15",
            "document": "CDKN2A . RAS-RAF-MEK-ERK MAP kinase pathway plays an important role in melanocytes, where melanoma arises. Stimulation of membrane bound receptors including tyrosine kinases and G-proteins receptors promote activation of RAS then activates RAF kinases which in turn promotes MEK then ERK activation. All of these proteins work together to help cell survival. A BRAF mutation in this activation chain triggers malignant transformation in melanoma cells. Melanoma relies on this BRAF mutation to grow and multiply as a tumor cell.",
            "score": 180.62277221679688
        },
        {
            "docid": "50524_9",
            "document": "Melanocytic nevus . Dysplastic nevi and atypical mole syndrome are hereditary conditions which causes a person to have a large quantity of moles (often 100 or more) with some larger than normal or atypical. This often leads to a higher risk of melanoma, a serious skin cancer. Dysplastic nevi are more likely than ordinary moles to become cancerous. Dysplastic nevi are common, and many people have a few of these abnormal moles. Having more than 50 ordinary moles increases the risk of developing melanoma.",
            "score": 180.30235290527344
        },
        {
            "docid": "7330969_9",
            "document": "Microphthalmia-associated transcription factor . Melanocytes are commonly known as cells that are responsible for producing the pigment melanin which gives coloration to the hair, skin, and nails. The exact mechanisms of how exactly melanocytes become cancerous are relatively unclear, but there is ongoing research to gain more information about the process. For example, it has been uncovered that the DNA of certain genes is often damaged in melanoma cells, most likely as a result of damage from UV radiation, and in turn increases the likelihood of developing melanoma. Specifically, it has been found that a large percentage of melanomas have mutations in the B-RAF gene which leads to melanoma by causing an MEK-ERK kinase cascade when activated. In addition to B-RAF, MITF is also known to play a crucial role in melanoma progression. Since it is a transcription factor that is involved in the regulation of genes related to invasiveness, migration, and metastasis, it can play a role in the progression of melanoma. Figure 1 shows the specific activators and targets of MITF that are related to the survival, migration, proliferation, invasion and metastasis of melanoma cells.",
            "score": 178.50160217285156
        },
        {
            "docid": "3586606_2",
            "document": "Lentigo . A lentigo () (plural lentigines, ) is a small pigmented spot on the skin with a clearly defined edge, surrounded by normal-appearing skin. It is a harmless (benign) hyperplasia of melanocytes which is linear in its spread. This means the hyperplasia of melanocytes is restricted to the cell layer directly above the basement membrane of the epidermis where melanocytes normally reside. This is in contrast to the \"nests\" of multi-layer melanocytes found in moles (melanocytic nevi). Because of this characteristic feature, the adjective \"lentiginous\" is used to describe other skin lesions that similarly proliferate linearly within the basal cell layer.",
            "score": 178.39378356933594
        },
        {
            "docid": "716631_2",
            "document": "Melanoma . Melanoma, also known as malignant melanoma, is a type of cancer that develops from the pigment-containing cells known as melanocytes. Melanomas typically occur in the skin, but may rarely occur in the mouth, intestines, or eye. In women, they most commonly occur on the legs, while in men they are most common on the back. Sometimes they develop from a mole with concerning changes including an increase in size, irregular edges, change in color, itchiness, or skin breakdown. The primary cause of melanoma is ultraviolet light (UV) exposure in those with low levels of skin pigment. The UV light may be from either the sun or from other sources, such as tanning devices. About 25% develop from moles. Those with many moles, a history of affected family members, and who have poor immune function are at greater risk. A number of rare genetic defects such as xeroderma pigmentosum also increase risk. Diagnosis is by biopsy of any concerning skin lesion. Using sunscreen and avoiding UV light may prevent melanoma. Treatment is typically removal by surgery. In those with slightly larger cancers, nearby lymph nodes may be tested for spread. Most people are cured if spread has not occurred. For those in whom melanoma has spread, immunotherapy, biologic therapy, radiation therapy, or chemotherapy may improve survival. With treatment the five-year survival rates in the United States is 98% among those with localized disease and 17% among those in whom spread has occurred. The likelihood that it will come back or spread depends how thick the melanoma is, how fast the cells are dividing, and whether or not the overlying skin has broken down. Melanoma is the most dangerous type of skin cancer. Globally, in 2012, it newly occurred in 232,000 people. In 2015 there were 3.1 million with active disease which resulted in 59,800 deaths. Australia and New Zealand have the highest rates of melanoma in the world. There are also high rates in Northern Europe and North America, while it is less common in Asia, Africa, and Latin America. Melanoma is more common in men than women. Melanoma has become more common since the 1960s in areas which are mostly populated with white people.",
            "score": 174.42247009277344
        },
        {
            "docid": "50524_10",
            "document": "Melanocytic nevus . In the overall population, a slight majority of melanomas do \"not\" form in an existing mole, but rather create a new growth on the skin. Somewhat surprisingly, this also applies to those with dysplastic nevi. They are at a higher risk of melanoma occurring not only where there is an existing mole, but also where there are none. Such persons need to be checked regularly for any changes in their moles and to note any new ones.",
            "score": 173.96878051757812
        },
        {
            "docid": "58180_2",
            "document": "Freckle . Freckles are clusters of concentrated melaninized cells which are most easily visible on people with a fair complexion. Freckles do not have an increased number of the melanin-producing cells, or melanocytes, but instead have melanocytes that overproduce melanin granules (melanosomes) changing the coloration of the outer skin cells (keratinocytes). As such, freckles are different from lentigines and moles, which are caused by accumulation of melanocytes in a small area. Freckles can appear on all types of skin tones. Of the six Fitzpatrick skin types, they are most common on skin tone 1 and 2, which usually belong to North Europeans. However, it can be found in all ethnicities.",
            "score": 173.34600830078125
        },
        {
            "docid": "50524_2",
            "document": "Melanocytic nevus . A melanocytic nevus (also known as nevocytic nevus, nevus-cell nevus and commonly as a mole) is a type of melanocytic tumor that contains nevus cells.",
            "score": 170.81588745117188
        },
        {
            "docid": "50524_22",
            "document": "Melanocytic nevus . If a melanocytic nevus is suspected of being a melanoma, it needs to be sampled or removed and sent for microscopic evaluation by a pathologist by a method called skin biopsy. One can do a complete excisional skin biopsy or a punch skin biopsy, depending on the size and location of the original nevus. Other reasons for removal may be cosmetic, or because a raised mole interferes with daily life (e.g. shaving). Removal can be by excisional biopsy or by shaving. A shaved site leaves a red mark on the site which returns to the patient’s usual skin color in about two weeks. However, there might still be a risk of spread of the melanoma, so the methods of Melanoma diagnosis, including excisional biopsy, are still recommended even in these instances. Additionally, moles can be removed by laser, surgery or electrocautery.",
            "score": 170.1573028564453
        },
        {
            "docid": "14082598_37",
            "document": "BRAF (gene) . More than 30 mutations of the \"BRAF\" gene associated with human cancers have been identified. The frequency of BRAF mutations varies widely in human cancers, from more than 80% in melanomas and nevi, to as little as 0–18% in other tumors, such as 1–3% in lung cancers and 5% in colorectal cancer. In 90% of the cases, thymine is substituted with adenine at nucleotide 1799. This leads to valine (V) being substituted for by glutamate (E) at codon 600 (now referred to as V600E) in the activation segment that has been found in human cancers. This mutation has been widely observed in papillary thyroid carcinoma, colorectal cancer, melanoma and non-small-cell lung cancer. BRAF-V600E mutation are present in 57% of Langerhans cell histiocytosis patients. The V600E mutation is a likely driver mutation in 100% of cases of hairy cell leukaemia. High frequency of BRAF V600E mutations have been detected in ameloblastoma, a benign but locally infiltrative odontogenic neoplasm. The V600E mutation may also be linked, as a single-driver mutation (a genetic 'smoking gun') to certain cases of papillary craniopharyngioma development.",
            "score": 167.7534942626953
        },
        {
            "docid": "1283013_5",
            "document": "Spalax . Studies on the growth of fibroblasts \"in vitro\" of \"Spalax judaei\" and \"Spalax golani\" showed that the process of necrosis replaces the role of the systematic apoptosis normally used in most organisms. Low-oxygen conditions, such as those common in blind mole rats’ burrows, usually cause cells to undergo apoptosis. One study showed that in adaptation to a higher tendency of cell death, blind mole rats evolved a mutation in the tumor suppressor protein p53, also used in humans, to prevent cells from undergoing apoptosis. Human cancer patients have similar mutations, and blind mole rats were thought to be more susceptible to cancer because their cells cannot undergo apoptosis. However, after a specific amount of time (within 3 days according to one study), the cells in blind mole rats release interferon-beta (which the immune system normally uses to counter viruses) in response to overproliferation of cells caused by the suppression of apoptosis. In this case, the interferon-beta triggers cells to undergo necrosis, and this mechanism also kills cancer cells in blind mole rats. Because of tumor suppression mechanisms such as this, blind mole rats and other spalacids are resistant to cancer.",
            "score": 163.65086364746094
        },
        {
            "docid": "50524_23",
            "document": "Melanocytic nevus . In properly trained hands, some medical lasers are used to remove flat moles level with the surface of the skin, as well as some raised moles. While laser treatment is commonly offered and may require several appointments, other dermatologists think lasers are not the best method for removing moles because the laser only cauterizes or, in certain cases, removes very superficial levels of skin. Moles tend to go deeper into the skin than non-invasive lasers can penetrate. After a laser treatment a scab is formed, which falls off about seven days later, in contrast to surgery, where the wound has to be sutured. A second concern about the laser treatment is that if the lesion is a melanoma, and was misdiagnosed as a benign mole, the procedure might delay diagnosis. If the mole is incompletely removed by the laser, and the pigmented lesion regrows, it might form a recurrent nevus.",
            "score": 163.4827423095703
        },
        {
            "docid": "2015269_15",
            "document": "Dysplastic nevus . \"Dysplastic nevus syndrome\" refers to individuals who have high numbers of benign moles and also have dysplastic nevi. A small percent of these individuals are members of melanoma kindreds. Inherited dysplastic nevus syndrome is an autosomal dominant hereditary condition. Dysplastic nevi are more likely to undergo malignant transformation when they occur among members of melanoma families. At least one study indicates a cumulative lifetime risk of nearly 100% in individuals who have dysplastic nevi and are members of melanoma kindreds. Roughly 70% of melanomas arise \"de novo\" on clear skin growth, whereas the rest arise within atypical moles. Those with dysplastic nevi have an elevated risk of melanoma. Such persons need to be checked regularly for any changes in their moles and to note any new ones. In 40-50% of cases, the disorder has been linked with germline mutations in the CDKN2A gene, which codes for p16 (a regulator of cell division).",
            "score": 162.89723205566406
        },
        {
            "docid": "50524_4",
            "document": "Melanocytic nevus . Some sources equate the term mole with \"melanocytic nevus\". Other sources reserve the term \"mole\" for other purposes such as the animal of the same name. Melanocytic nevi represent a family of lesions. The most common variants are:",
            "score": 159.85772705078125
        },
        {
            "docid": "50524_27",
            "document": "Melanocytic nevus . In the 1950s and 60s (and, to lesser extent, currently) a facial mole was known as a \"beauty mark\" when it appeared in certain spots on a woman's face. Examples include Marilyn Monroe, model Cindy Crawford, singer Madonna, and the fictional Ms. Pac-Man. Madonna's facial mole—below her right nostril—has been surgically removed. Some folklore about moles includes the notion that picking at a mole can cause it to become cancerous or grow back larger.",
            "score": 158.97256469726562
        },
        {
            "docid": "50524_5",
            "document": "Melanocytic nevus . According to the American Academy of Dermatology, the most common types of moles are skin tags, raised moles and flat moles. Benign moles are usually brown, tan, pink or black (especially on dark-colored skin). They are circular or oval and are usually small (commonly between 1–3 mm), though some can be larger than the size of a typical pencil eraser (>5 mm). Some moles produce dark, coarse hair. Common mole hair removal procedures include plucking, cosmetic waxing, electrolysis, threading and cauterization.",
            "score": 153.4752655029297
        },
        {
            "docid": "3441771_9",
            "document": "Uveal melanoma . Benign melanocytic tumors of the choroid, such as choroidal freckles and nevi, are very common and pose no health risks, unless they show signs of malignancy, in which case they are considered melanomas. Uveal melanoma is distinct from most skin melanomas associated with ultraviolet exposure; however, it shares several similarities with non-sun-exposed melanomas, such as acral melanomas and mucosal melanomas. BRAF mutations are extremely rare in posterior uveal melanomas; instead, uveal melanomas frequently harbor GNAQ/GNA11 mutations, a trait shared with blue nevi, Nevus of Ota, and Ocular melanosis. As seen in BRAF, mutations in GNAQ/GNA11 are early events in tumorigenesis and are not prognostic for tumor stage or later metastatic spread. In contrast, mutations in the gene BAP1 are strongly linked to metastatic spread and patient survival. Incidence of posterior uveal melanoma is highest among people with light skin and blue eyes. Other risk factors, such as blue light exposure and arc welding have been put forward, but are still debated in the field. Mobile phone use is not a risk factor for uveal melanoma.",
            "score": 153.34280395507812
        },
        {
            "docid": "50524_16",
            "document": "Melanocytic nevus . A basic reference chart used for consumers to spot suspicious moles is found in the mnemonic A-B-C-D, used by institutions such as the American Academy of Dermatology and the National Cancer Institute. The letters stand for asymmetry, border, color, and diameter. Sometimes, the letter E (for elevation or evolving) is added. According to the American Academy of Dermatology, if a mole starts changing in size, color, shape or, especially, if the border of a mole develops ragged edges or becomes larger than a pencil eraser, it would be an appropriate time to consult with a physician. Other warning signs include a mole, even if smaller than a pencil eraser, that is different from the others and begins to crust over, bleed, itch, or become inflamed. The changes may indicate developing melanomas. The matter can become clinically complicated because mole removal depends on which types of cancer, if any, come into suspicion.",
            "score": 152.91937255859375
        },
        {
            "docid": "2015269_2",
            "document": "Dysplastic nevus . A dysplastic nevus or atypical mole is a nevus (mole) whose appearance is different from that of common moles. In 1992, the NIH recommended that the term \"dysplastic nevus\" be avoided in favor of the term \"atypical mole\". An atypical mole may also be referred to as an atypical melanocytic nevus, atypical nevus, B-K mole, Clark's nevus, dysplastic melanocytic nevus, or nevus with architectural disorder.",
            "score": 151.8759307861328
        },
        {
            "docid": "14958_44",
            "document": "Immune system . Another important role of the immune system is to identify and eliminate tumors. This is called immune surveillance. The \"transformed cells\" of tumors express antigens that are not found on normal cells. To the immune system, these antigens appear foreign, and their presence causes immune cells to attack the transformed tumor cells. The antigens expressed by tumors have several sources; some are derived from oncogenic viruses like human papillomavirus, which causes cervical cancer, while others are the organism's own proteins that occur at low levels in normal cells but reach high levels in tumor cells. One example is an enzyme called tyrosinase that, when expressed at high levels, transforms certain skin cells (e.g. melanocytes) into tumors called melanomas. A third possible source of tumor antigens are proteins normally important for regulating cell growth and survival, that commonly mutate into cancer inducing molecules called oncogenes.",
            "score": 151.7491912841797
        },
        {
            "docid": "42683705_2",
            "document": "Epigenetics and melanoma . Melanoma is a rare but aggressive malignant cancer that originates from melanocytes. These melanocytes are cells found in the basal layer of the epidermis that produce melanin under the control of melanocyte-stimulating hormone. Despite the fact that melanoma represents only a small number of all skin cancers, it is the cause of more than 50% of cancer-related deaths. The high metastatic qualities and death rate, and also its prevalence among people of younger ages have caused melanoma to become a highly researched malignant cancer. Epigenetic modifications are suspected to influence the emergence of many types of cancer-related diseases, and are also suspected to have a role in the development of melanoma.",
            "score": 151.72320556640625
        },
        {
            "docid": "7737653_40",
            "document": "Oncogenomics . Mutational analysis of entire gene families revealed that genes of the same family have similar functions, as predicted by similar coding sequences and protein domains. Two such classes are the kinase family, involved in adding phosphate groups to proteins and the phosphatase family, involved with removing phosphate groups from proteins. These families were first examined because of their apparent role in transducing cellular signals of cell growth or death. In particular, more than 50% of colorectal cancers carry a mutation in a kinase or phosphatase gene. Phosphatidylinositold 3-kinases (PIK3CA) gene encodes for lipid kinases that commonly contain mutations in colorectal, breast, gastric, lung and various other cancers. Drug therapies can inhibit PIK3CA. Another example is the BRAF gene, one of the first to be implicated in melanomas. BRAF encodes a serine/threonine kinase that is involved in the RAS-RAF-MAPK growth signaling pathway. Mutations in BRAF cause constitutive phosphorylation and activity in 59% of melanomas. Before BRAF, the genetic mechanism of melanoma development was unknown and therefore prognosis for patients was poor.",
            "score": 151.6419677734375
        },
        {
            "docid": "2015269_6",
            "document": "Dysplastic nevus . According to the National Cancer Institute, researchers have shown that atypical moles are more likely than ordinary moles to develop into a type of skin cancer called melanoma. It is worth noting that the vast majority of atypical moles will never become malignant. However, numerous studies indicate that about half of melanomas arise from atypical moles. Evidence supporting this connection arises from clinical photodocumentation of evolving lesions, patient self-reports of changing lesions, pathology studies showing dysplastic nevi in histologic contiguity with melanoma, and epidemiology studies indicating that about half of individuals affected by melanoma also have atypical moles. Epidemiology studies have also shown that individuals with multiple dysplastic nevi are at much higher risk for developing melanomas. Because of this, moles should be checked regularly by a doctor or nurse specialist, especially if they look complex; grow larger; change in color or shape; or if \"any\" changes occur, such as itching, flaking or oozing.",
            "score": 151.37994384765625
        },
        {
            "docid": "15065816_8",
            "document": "BAP1 . Two studies used Genome sequencing independently to identify Germline mutations in BAP1 in families with genetic predispositions to mesothelioma and melanocytic skin tumors The atypical melanocytic lesions resemble Spitz nevi and have been characterized as \"atypical Spitz tumors\" (ASTs), although they have a unique histology and exhibit both BRAF and BAP1 mutations.  Further studies have identified germline BAP1 mutations associated with other cancers. These studies suggest that germline mutation of BAP1 results in a Tumor Predisposition Syndrome linking BAP1 to many more cancers.",
            "score": 149.73216247558594
        },
        {
            "docid": "716631_28",
            "document": "Melanoma . UV radiation causes damage to the DNA of cells, typically thymine dimerization, which when unrepaired can create mutations in the cell's genes. When the cell divides, these mutations are propagated to new generations of cells. If the mutations occur in protooncogenes or tumor suppressor genes, the rate of mitosis in the mutation-bearing cells can become uncontrolled, leading to the formation of a tumor. Data from patients suggest that aberrant levels of activating transcription factor in the nucleus of melanoma cells are associated with increased metastatic activity of melanoma cells; studies from mice on skin cancer tend to confirm a role for activating transcription factor-2 in cancer progression.",
            "score": 148.4160919189453
        },
        {
            "docid": "50524_18",
            "document": "Melanocytic nevus . People with a personal or family history of skin cancer or of dysplastic nevus syndrome (multiple atypical moles) should see a dermatologist at least once a year to be sure they are not developing melanoma.",
            "score": 147.4315643310547
        },
        {
            "docid": "6842520_13",
            "document": "Sabino horse . The mutation responsible for Sabino 1 on the KIT gene is a single nucleotide polymorphism designated KI16+1037A. The Sabino 1 mutation results in the skipping of exon 17. Other areas of the KIT gene are responsible for tobiano, true roan, and a dozen or so dominant white phenotypes. It is also the gene associated with unpigmented patches of skin and hair on the extremities and midline of humans, mice, and pigs. KIT plays an important role in the migration of early pigment cells (melanocytes) from the neural crest to their ultimate location in the skin. Mutations on KIT appear to limit the migration of melanocytes, leaving the extremities and midline devoid of pigment cells. Other factors, including stochastic events and other genes, affect the amount of unpigmented skin and hair in the fully developed animal.",
            "score": 147.03065490722656
        },
        {
            "docid": "50524_11",
            "document": "Melanocytic nevus . Ultraviolet light from the sun causes premature aging of the skin and skin damage that can lead to melanoma. Some scientists hypothesize that overexposure to UV, including excessive sunlight, may play a role in the formation of acquired moles. However, more research is needed to determine the complex interaction between genetic makeup and overall exposure to ultraviolet light. Some strong indications that this is so (but falling short of proof), are:",
            "score": 145.51483154296875
        }
    ]
}