{
    "q": [
        {
            "docid": "19593553_4",
            "document": "Antiparkinson medication . It is difficult to diagnose Parkinson's disease, as there is no specific test for it. Doctors usually perform other tests in order to rule out other conditions. Often seen in the dopaminergic neurons in the brains of patients who have Parkinson's disease, are Lewy bodies, which are abnormal circular structures found within the cytoplasm. Lewy bodies have a dense protein core, surrounded by a halo of radiating fibers. Mutations on chromosome 4 can cause Parkinson's disease. This gene produces a protein known as a-synuclein. This protein which is normally found in the presynaptic terminals and is thought to be involved in synaptic transmission in dopaminergic neurons. The mutation produces what is known as a toxic gain of function because it produces a protein that results in effects that are toxic to the cell. Parkinson's disease can also be caused by a mutation on chromosome 6. This gene has been named parkin. This mutation causes a loss of function, which makes it a recessive disorder.",
            "score": 164.43255031108856
        },
        {
            "docid": "22228064_27",
            "document": "Parkinson's disease . SNCA gene mutations are important in PD because the protein that gene encodes, alpha-synuclein, is the main component of the Lewy bodies that accumulate in the brains of people with PD. Mutations in some genes, including SNCA, LRRK2 and GBA, have been found to be risk factors for \"sporadic\" (non-familial) PD. Mutations in the gene LRRK2 are the most common known cause of familial and sporadic PD, accounting for approximately 5% of individuals with a family history of the disease and 3% of sporadic cases. A mutation in GBA presents the greatest genetic risk of developing Parkinsons disease.",
            "score": 164.33931183815002
        },
        {
            "docid": "37486537_6",
            "document": "Causes of Parkinson's disease . The LRRK2 gene (PARK8) encodes for a protein called dardarin. The name dardarin was taken from a Basque word for tremor, because this gene was first identified in families from England and the north of Spain. A significant number of autosomal-dominant Parkinson's disease cases are associated with mutations in the LRRK2 gene Mutations in LRRK2 are the most common known cause of familial and sporadic PD, accounting for approximately 5% of individuals with a family history of the disease and 3% of sporadic cases. There are many different mutations described in LRRK2, however unequivocal proof of causation only exists for a small number. Mutations in PINK1, PRKN, and DJ-1 may cause mitochondrial dysfunction, an element of both idiopathic and genetic PD. Of related interest are mutations in the progranulin gene that have been found to cause corticobasal degeneration seen in dementia. This could be relevant in PD cases associated with dementia.",
            "score": 173.31907153129578
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 180.83916091918945
        },
        {
            "docid": "5999830_6",
            "document": "Neurturin . The most studied is neurturin’s role in neurodegenerative disease like Parkinsons disease and Huntingtons, where several rat studies have implicated neurturin’s role in rescuing neurons. However, these results have never been observed in humans. Hirschsprung disease, a autosomal dominant genetic disorder, is characterized by complete absence of neuronal ganglion cells from the intestinal tract. Previous studies indicate a role of NRTN gene mutations in the disease. One study showed evidence that a mutation in the NRTN gene was not enough along to cause onset of the disease, however when coupled with a mutation in the RET gene, disease was present in family members as well as the individual. A more recent study showed NRTN variants present in individuals with Hirschsprung disease. However, RET associated mutations were not found and in one variant, RET phosphorylation levels were reduced, which has the potential to have downstream effects on the proliferation and differentiation of neuronal crests. Also, high levels of expression of neurturin were found to be associated with nephroblastoma indicating the possible that the growth factor could be influencing differentiation. Lastly, a study also associated neurturin deficiency in mice with keratoconjunctivitis and dry eye.",
            "score": 140.56536984443665
        },
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 142.3163456916809
        },
        {
            "docid": "931508_14",
            "document": "Parkin (ligase) . Patients with parkin mutations (PARK2) do not have Lewy bodies. Such patients develop a syndrome that closely resembles the sporadic form of PD; however, they tend to develop symptoms at a much younger age. In humans, loss-of-function mutations in parkin \"PARK2\" gene have been implicated in 50% of inherited and 15% of juvenile-onset sporadic forms of Parkinson’s disease (PD). While PD is traditionally regarded a late-onset neurodegenerative condition characterised by alpha-synuclein-enriched Lewy bodies, autosomal recessive PD due to parkin mutations is often early onset and lack the ubiquitinated protein deposits pathognomonic for sporadic PD. Parkin-mutant PD could also involve loss of noradrenergic neurons in the locus coeruleus alongside the hallmark degeneration of dopaminergic neurons in the substantia nigra pars compacta (SNpc). However, its symptoms resembles those of idiopathic PD, with patients presenting with resting tremors, postural instability and bradykinesia.",
            "score": 98.2742645740509
        },
        {
            "docid": "14754028_6",
            "document": "Tripeptidyl peptidase I . The neuronal ceroid lipofuscinoses (NCLs) are a group of inherited neurodegenerative disorders with pathological phenotypes that auto fluorescent lipopigments present in neurons and other cell types. Over the past two decades, accumulating evidences indicates that NCLs are caused by mutations in eight different genes, including genes encoding several soluble proteins (cathepsin D, PPT1, and TPP1). Mutations of gene \"TPP1\" result in late-infantile neuronal ceroid lipofuscinosis which is associated with the failure to degrade specific neuropeptides and a subunit of ATP synthase in the lysosome. Mutations in the \"TPP1\" gene lead to late infantile neuronal ceroid lipofuscinosis, a fatal neurodegenerative disease of childhood. It has been demonstrated that a single injection of intravitreal implantation of autologous bone marrow derived stem cells transduced with a TPP1 expression construct at an early stage in the disease progression could substantially inhibite the development of disease-related retinal function deficits and structural changes. This result implies that ex vivo gene therapy using autologous stem cells may be an effective means of achieving sustained delivery of therapeutic compounds to tissues such as the retina for which systemic administration would be ineffective.",
            "score": 124.63009142875671
        },
        {
            "docid": "36102121_5",
            "document": "Hypogonadotropic hypogonadism . AHH is an acquired form of the disease often occurring after sexual maturation and is not related to genetic defects. CHH is a type of HH resulting from the abnormal migration of GnRH neurons during embryonic development. GnRH neurons are derived from the olfactory placode and migrate into the central nervous system (CNS) during embryonic development. Embryonic migration can be affected by several gene mutations including but not limited to, KAL1, fibroblast growth factor (FGF8), sex determining region Y-Box 10 (SOX10), GNRHR, GNRH1 and KISS1R  Kallmann syndrome results in a loss of smell (anosmia) and is associated with KAL1 mutations. The KAL1 gene encodes anosmin-1, an extracellular adhesion molecule that plays a role in GnRH neuronal migration and adhesion. Mutated KAL1 genes leads to ill GnRH neuronal migration as well as olfactory neuron disorder causing anosmia and non-functional GnRH releasing neurons. Mutations of KAL1 are mostly nucleotide insertion or deletion causing frame shifts in the translation of anosmin-1 resulting in a faulty protein.",
            "score": 101.15145921707153
        },
        {
            "docid": "17596014_42",
            "document": "Hereditary sensory and autonomic neuropathy . Mutations in the NGF gene cause HSAN5. The NGF gene provides instructions for making a protein called nerve growth factor beta (NGFβ) that is important in the development and survival of nerve cells (neurons), including sensory neurons. The NGFβ protein functions by attaching (binding) to its receptors, which are found on the surface of neurons. Binding of the NGFβ protein to its receptor transmits signals to the cell to grow and to mature and take on specialized functions (differentiate). This binding also blocks signals in the cell that initiate the process of self-destruction (apoptosis). Additionally, NGFβ signaling plays a role in pain sensation. Mutation of the NGF gene leads to the production of a protein that cannot bind to the receptor and does not transmit signals properly. Without the proper signaling, sensory neurons die and pain sensation is altered, resulting in the inability of people with HSAN5 to feel pain.",
            "score": 142.77244079113007
        },
        {
            "docid": "2123234_3",
            "document": "Torsion dystonia . The disease is caused by a genetic disorder which results in a defect in a protein called Torsin A. A mutation in the DYT1 gene causes the loss of an amino acid, glutamic acid, in the Torsin A protein. The defective protein creates a disruption in communication in neurons that control muscle movement and muscle control. This mutation is most usually inherited from a parent, but can occur sporadically. The disease is caused by a dominant allele, meaning that the person affected needs only one copy of the mutated DYT1 gene to have symptoms. However, only 30 to 40 percent of those that do have the gene actually have symptoms, leading researchers to believe that there are other factors involved.",
            "score": 146.2598671913147
        },
        {
            "docid": "37486537_4",
            "document": "Causes of Parkinson's disease . Mutations in specific genes have been conclusively shown to cause PD. Genes which have been implicated in autosomal-dominant PD include PARK1 and PARK4, PARK5, PARK8, PARK11 and GIGYF2 and PARK13 which code for alpha-synuclein(SNCA), UCHL1, leucine-rich repeat kinase 2 (LRRK2 or dardarin) (LRRK2 and Htra2 respectively Genes such as PARK2, PARK6, PARK7 and PARK9 which code for parkin (PRKN), PTEN-induced putative kinase 1 (PINK1), DJ-1 and ATP13A2 respectively have been implicated in the development of autosomal-recessive PD  Furthermore, mutations in genes including those that code for SNCA, LRRK2 and glucocerebrosidase (GBA) have been found to be risk factors for sporadic PD In most cases, people with these mutations will develop PD. With the exception of LRRK2, however, they account for only a small minority of cases of PD. The most extensively studied PD-related genes are SNCA and LRRK2.",
            "score": 146.31601667404175
        },
        {
            "docid": "45001808_4",
            "document": "Hugo J. Bellen . Dr. Bellen’s current research focuses on an effort to decipher the mechanisms by which mutations in specific genes cause neurodegeneration, and to this end, he and his colleagues performed unbiased forward genetic screens in fruitflies that detect the progressive decline in function and morphology of photoreceptor neurons. To date over 165 genes that cause a neurodegenerative phenotype when mutated have been uncovered by Dr. Bellen’s group using this strategy. Many of these genes encode homologues of human genes that are known to cause neurodegenerative diseases, including Amyotrophic Lateral Sclerosis (ALS) (Lou Gehrig's disease), Charcot-Marie-Tooth (CMT), Parkinson’s disease (PD), Alzheimer’s disease (AD), Leigh syndrome, and others, and these studies will help provide a much better understanding of the molecular mechanisms by which neurodegeneration occurs. A prevailing theme among these mutants seems to be dysfunction of the neuronal mitochondria and an increasing inability to deal with oxidative stress, which manifests as lipid droplets.",
            "score": 115.46432685852051
        },
        {
            "docid": "399866_4",
            "document": "N-ethylmaleimide sensitive fusion protein . Because neuronal function depends on the release of neurotransmitters at a synapse — a process in which synaptic vesicles fuse with the presynaptic membrane — NSF is a key synaptic component. Thus, conditional temperature-sensitive mutations in the \"Drosophila melanogaster\" gene for NSF lead to a comatose behaviour at the restrictive temperature (and hence the gene is called comatose), presumably because neuronal functions are blocked. In \"Dictyostelium discoideum\" amoebae, similar mutations lead to a cessation of cell movement at the restrictive temperature, indicating a role for intracellular membrane transport in migration. Another neuronal role for NSF is indicated by its direct binding to the GluR2 subunit of AMPA type glutamate receptors (which detect the neurotransmitter glutamate). This gives NSF a putative role in delivery and expression of AMPA receptors at the synapse.",
            "score": 102.85276985168457
        },
        {
            "docid": "17596014_22",
            "document": "Hereditary sensory and autonomic neuropathy . HSAN2B is caused by mutations in the FAM134B gene. These mutations may lead to an abnormally short and nonfunctional protein. The FAM134B protein is found in sensory and autonomic neurons. It is involved in the survival of neurons, particularly those that transmit pain signals, which are called nociceptive neurons. When the FAM134B protein is nonfunctional, neurons die by a process of self-destruction called apoptosis.",
            "score": 109.92212152481079
        },
        {
            "docid": "3602064_12",
            "document": "Glycogen branching enzyme . Approximately 40 mutations in the GBE1 gene, most resulting in a point mutation in the glycogen branching enzyme, have led to the early childhood disorder, glycogen storage disease type IV (GSD IV). This disease is characterized by a severe depletion or complete absence of GBE, resulting in the accumulation of abnormally structured glycogen, known as polyglucosan bodies. Glycogen buildup leads to increased osmotic pressure resulting in cellular swelling and death. The tissues most affected by this disease are the liver, heart, and neuromuscular system, areas with the greatest levels of glycogen accumulation. Abnormal glycogen buildup in the liver interferes with liver functioning and can result in an enlarged liver and liver disease. In muscles, the inability of cells to efficiently breakdown glycogen due to the severe reduction or absence of branching can lead to muscle weakness and atrophy.  At least three mutations in the GBE1 gene have been found to cause another disease called adult polyglucosan body disease (APBD). While in GSD IV GBE activity is undetectable or minimally detectable, APBD is characterized by reduced or even normal GBE activity. In this disease, abnormal glycogen can build up in neurons leading to a spectrum of problems. Specifically, some disease characteristics are gait difficulties from mixed upper and lower motor neuron involvement sensory loss in lower extremities, and neurogenic bladder, a problem in which a person lacks bladder control due to a brain, spinal cord, or nerve condition.",
            "score": 133.77732300758362
        },
        {
            "docid": "20945667_11",
            "document": "Myoclonic dystonia . The majority of myoclonus dystonia cases are the result of a mutation in the epsilon sarcoglycan gene (SGCE). This gene is found on chromosome 7, with its specific cytogenic location being 7q21.3. The 70,985 bp SGCE gene encodes the protein epsilon (ε)-sarcoglycan. The five proteins that make up the sarcoglycan family function as integral membrane proteins that anchor the cytoskeleton of cells to the extracellular matrix. Epsilon sarcoglycan is a membrane protein that can be found in the liver, lungs, kidney, and spleen, but is most prevalent in muscle and neuronal cells. Its prevalence in both muscle fibers and the synapses of neurons suggest why symptoms of both myoclonus and dystonia appear from the improperly functioning protein. Recessive mutations in the other sarcoglycans also result in muscular disorders, further supporting that mutations in the SGCE gene cause myoclonus dystonia.",
            "score": 118.09767413139343
        },
        {
            "docid": "13949450_5",
            "document": "LRRK2 . Expression of LRRK2 mutants implicated in autosomal dominant Parkinson's disease causes shortening and simplification of the dendritic tree in vivo and in cultured neurons. This is mediated in part by alterations in macroautophagy, and can be prevented by protein kinase A regulation of the autophagy protein LC3. The G2019S and R1441C mutations elicit post-synaptic calcium imbalance, leading to excess mitochondrial clearance from dendrites by mitophagy. LRRK2 is also a substrate for chaperone-mediated autophagy.",
            "score": 139.92037272453308
        },
        {
            "docid": "36571825_5",
            "document": "Susan Ackerman (neuroscientist) . Ackerman's research has centered largely on the \"Unc5c\" gene. The gene product of Unc5c is the Unc5c protein, a neurological netrin receptor. Her research on Unc5c protein revealed that the protein is integral in the development of the corpus callosum, the neurons that form the connection between the two hemispheres of the brain. A mutation in the \"Unc5c\" gene, in association with other mutated genes, leads to a degeneration of the corpus callosum. However, if \"Unc5c\" is the only gene that is mutated, no noticeable difference in the corpus callosum is present. This is because the Unc5c receptor is only integral in the formation of the corpus callosum in early-born, deep layer neurons. These neurons comprise a small percentage of the corpus callosum relative to the late-born, upper layer neurons.",
            "score": 105.7004382610321
        },
        {
            "docid": "2187652_17",
            "document": "Neuronal ceroid lipofuscinosis . All mutations resulting in the Juvenile variant of NCL have been shown to occur at the CLN3 gene on 16p12; of the mutations known to cause JNCL, 85% result from a 1.02 kb deletion, with a loss of amino acids 154–438, while the remaining 15% appear to result from either point or frameshift mutations. The wild type CLN3 gene codes for a protein with no known function; however, studies of the yeast CLN3 ortholog, the product of which is called Battenin (after its apparent connections to Batten’s Disease, or JNCL), have suggested that the protein may play a role in lysosomal pH homeostasis. Furthermore, recent studies have also implied the protein’s role in cathepsin D deficiency; the overexpression of the defective protein appears to have significant effects on cathepsin D processing, with implications suggesting that accumulation of ATP synthase subunit C would result. Only recently have studies of human patients shown deficiency of lysosomal aspartyl proteinase cathepsin D.",
            "score": 127.19295883178711
        },
        {
            "docid": "31035387_8",
            "document": "History of Parkinson's disease . Alice Lazzarini \"et al\" pinpointed a genetic component to PD in 1994. Years earlier, the neurology clinic at Robert Wood Johnson Medical School (RWJMS) had located a family of Italian origin that encompassed at least five generations of more than 400 individuals and at least 60 members with PD, and traced their ancestors to the small village of Contursi, Italy. In 1995, the RWJMS team joined with the National Center for Human Genome Research at the National Institutes of Health to take advantage of the laboratory resources available from the NIH in an effort to locate the gene causing PD in the Contursi family. The team reported the first Parkinson disease-causing mutation (PARK1) in the brain protein, alpha-synuclein. Within days of the publication of the PARK1 findings, alpha-synuclein was discovered to be the major component of Lewy bodies within brain cells of PD patients; according to the UMDNJ magazine, \"This discovery changed the direction of research into PD by providing scientists with an entirely new protein whose manufacture, function or breakdown could be the key to the disease.\" Synuclein proteins being the main component of Lewy bodies was discovered in 1997 by Spillantini, Trojanowski, Goedert and others. Mutations in the parkin gene in autosomal recessive juvenile parkinsonism were discovered in 1998 and finally, between 2002-2005, DJ-1 gene mutations, PINK1 gene mutations and the most common mutations in the LRRK2 gene were identified in Japanese and European families. The pathological staging in Parkinson's disease was described by Heiko Braak in 2003.",
            "score": 171.80234169960022
        },
        {
            "docid": "39327092_9",
            "document": "Gene therapy in Parkinson's disease . There are therapies in development based in the modification of the disease. The first one is the neurotrophic factors gene delivery. In this therapy, GNDF or NTN are used to protect the system. GNDF is a factor of the TGFß superfamily, is secreted by astrocytes (glia cells that are in charge of the survival of the midbrain dopaminergic neurons) and is homologous to NTN, persephin and artemin. Preclinical studies of the nigrostriatal dopaminergic in relation to Parkinson disease system have shown that GNDF and NTN are very potential neuroprotective agents.  Another type in the disease’s modification technique is the synuclein silencing. Some cases of PD were related to polymorphisms in the α-synuclein promoter and also in the multiplication of the locus that carries the α-synuclein gene. Therefore, trying to down-regulate the α-synuclein expression could impact the development of the disease. There have been explored several viral vector-based gene delivery system that interfere with α- synuclein expression, and they depend on the interference of the RNA (destabilizing the α-synuclein RNAm) and/or the block the protein translation (using short hairpin RNA or micro RNA directed against the α-synuclein RNAm sequence). The discovery of the Parkin gene is another type of modification of PD. The Parkin gene is linked with mutations associated with autosomal recessive juvenile parkinsonism (previous state of Parkinson with the typical symptoms and pathology but with a slow progression). The mutations in the Parkin gene are responsible for the development of the autosomal recessive juvenile parkinsonism.",
            "score": 124.91253423690796
        },
        {
            "docid": "52832272_10",
            "document": "Mitochondria associated membranes . One of the causes of Parkinson’s disease is mutations in genes encoding for different proteins that are localized at the MAM sites. Mutations in the genes that encode the proteins Parkin, PINK1, alpha-Synuclein (α-Syn) or the protein deglycase DJ-1 have been linked to this disease through research. However, further research is still being considered in order to determine the direct correlations of these genes to Parkinson’s disease. In normal conditions, these genes are believed to be responsible for the cells ability to degrade mitochondria that has been rendered nonfunctional in a process known as mitophagy. However, mutations in the Parkin and pink1 genes have been associated with the cells becoming incapable of degrading faulty mitochondria. The proteins alpha-Synuclein (α-Syn) and DJ-1 have been shown to promote MAM function interaction between the ER and the mitochondria. The wild-type gene that codes for α-Syn promotes the physical junction between ER and mitochondria by binding to the lipid raft regions of the MAM. However, the mutant form of this gene has a low affinity to the lipid raft regions, thereby diminishing the contact between the ER and mitochondria and causing accumulation of α-Syn in Lewy bodies which is a major characteristic of PD. Further research on PD association with alterations in MAM is still being developed.",
            "score": 153.11443758010864
        },
        {
            "docid": "54421246_15",
            "document": "Spinocerebellar ataxia type 1 . The mechanism by which expanded CAG repeat regions in ataxin 1 cause neuronal degeneration is unclear. It was historically believed to be caused by aggregation and deposition of the affected protein similar to other polyglutamine expansion diseases, however rodent model studies have shown significantly later formation of nuclear inclusions of mutant proteins in cerebellum and spinal cord neurons than in cortical and hippocampal neurons which typically show only mild degeneration in SCA1 persons, suggesting a more complicated mechanism. Ataxin-null mice are shown to exhibit reduced motor and spatial learning, suggesting ataxin 1 plays a role in synaptic plasticity and interactions between the motor neurons and the hippocampus. However mice lacking both copies of ataxin 1 do not develop progressive neurological symptoms or show signs of atrophy, suggesting that toxicity of the mutated protein, not loss of function, is the main mechanism for SCA1 pathology. A comparison of mRNA between ataxin null mice and mice with ataxin1 shows that there are common changes in gene expression, including upregulation of genes known to be repressed by an ataxin 1/CIC complex. This suggest that, while not the primary mechanism, a loss of ataxin 1 function contributes to the pathogenesis of SCA1. The loss of function is believed to be caused by an increased affinity for the expanded ataxin 1 for RNA Binding Motif 17, which excludes it from forming its normal complexes with CIC. The gain of function, in turn, is caused by its increased affinity for a number of other proteins.Mutant ataxin-1 also known to alter the neural circuitry of the developing cerebellum, setting the stage for later vulnerability of Purkinje cells, suggesting the existence of non-cell autonomous toxicity.",
            "score": 135.8438140153885
        },
        {
            "docid": "14723656_6",
            "document": "Granulin . Although progranulin expression increases as cells mature, they are still involved in the development of multiple cell types. Progranulin is hypothesized to be a neurotrophic factor involved in corticogenisis. Induced pluripotent stem cell lines (IPSC) harboring the GRN mutation show a decrease in cortical neuronal differentiation ability. A recent mice study suggests that progranulin may be involved in regulating the early development of cerebellar tissue by selecting for individual climbing fibers as they intersect and form synapses with Purkinje cells. In addition, several studies implicate progranulin in synaptic pruning, a microglial process that occurs during development of the neural network. Cytokines, a neuronal marker for synapse elimination, is found to be upregulated in neurons with the GRN mutation. Increased cytokine tagging results in an increase in microglial density and activity around synapses. Progranulin may also be involved in sexual determination during embryonic development.",
            "score": 97.16243934631348
        },
        {
            "docid": "8258312_8",
            "document": "Ubiquitin-activating enzyme . Among the various disorders associated with the ubiquitin-proteasome pathway is X-linked infantile spinal muscular atrophy (XL-SMA). The fatal childhood disorder is associated with loss of anterior horn cells and infantile death. Clinical features include hypotonia, areflexia, and multiple congenital contractures. In a large-scale mutation analysis, screening of six XL-SMA families provided results indicating two novel missense mutations in two families and a novel synonymous C->T substitution in another three families[footnote]. All of these detected mutations were located in exon 15 of the \"UBE1\" gene (the gene encoding ubiquitin-activating enzyme) and were observed to segregate with disease in the families. In brevity, UBE1 missense may lead to a disturbed complex building with gigaxonin, a protein involved in axonal structure and neuronal maintenance. This can lead to impaired degradation of microtubule-associated protein 1B (MAP1B), resulting in the build-up of MAP1B protein, which may enhance neuronal cell death. Thus, mutations in \"UBE1\" are suspected to be the cause of genetic defects in XL-SMA individuals.",
            "score": 139.7336049079895
        },
        {
            "docid": "8402086_18",
            "document": "Computational neurogenetic modeling . Because the amount of data on the interplay of genes and neurons and their effects is not enough to construct a rigorous model,  evolutionary computation is used to optimize artificial neural networks and gene regulatory networks, a common technique being the genetic algorithm. A genetic algorithm is a process that can be used to refine models by mimicking the process of natural selection observed in biological ecosystems. The primary advantages are that, due to not requiring derivative information, it can be applied to black box problems and multimodal optimization. The typical process for using genetic algorithms to refine a gene  regulatory network is: first, create a population; next, to create offspring via a crossover operation and  evaluate their fitness; then, on a group chosen for high fitness, simulate mutation via a mutation operator;  finally, taking the now mutated group, repeat this process until a desired level of fitness is demonstrated. Methods by which artificial neural networks may alter their structure without simulated mutation and fitness selection have been developed. A dynamically evolving neural network is one approach, as the creation of new connections and new neurons can  be modeled as the system adapts to new data. This enables the network to evolve in modeling accuracy without simulated natural selection. One method by which dynamically evolving networks may be optimized, called evolving layer neuron aggregation, combines neurons with sufficiently similar input weights into one neuron. This can take place during the training of the network, referred to as online aggregation, or between periods of training, referred to as offline aggregation. Experiments have suggested that offline aggregation is more efficient.",
            "score": 95.44045531749725
        },
        {
            "docid": "52582981_17",
            "document": "Cell-Cycle Hypothesis of Alzheimer's Disease . There is also evidence of Aβ serving a function in cell cycle control (Zhu et al., 2004). AD may be an outcome of extreme compensatory adaptations in pre-AD neurons, which have Aβ mutations and extensive changes in expression of genes involved in neuronal outgrowth and energy metabolism and nucleotide and protein synthesis. Consequently, pre-AD neurons are more vulnerable to additional insults (Vercauteren et al. 2004). However, there is still controversy regarding the role of Aβ in the neuronal cell cycle, since a previous study with Aβ mutant mice did not detect any neuronal cell cycle abnormalities (Gartner et al., 2003).",
            "score": 109.14029455184937
        },
        {
            "docid": "17596014_21",
            "document": "Hereditary sensory and autonomic neuropathy . The WNK1 gene provides instructions for making multiple versions (isoforms) of the WNK1 protein. HSAN2A is caused by mutations that affect a particular isoform called the WNK1/HSN2 protein. This protein is found in the cells of the nervous system, including nerve cells that transmit the sensations of pain, temperature, and touch (sensory neurons). The mutations involved in HSAN2A result in an abnormally short WNK1/HSN2 protein. Although the function of this protein is unknown, it is likely that the abnormally short version cannot function properly. People with HSAN2A have a reduction in the number of sensory neurons; however, the role that WNK1/HSN2 mutations play in that loss is unclear.",
            "score": 133.76944732666016
        },
        {
            "docid": "37486537_13",
            "document": "Causes of Parkinson's disease . The CYP2D6 gene is primarily expressed in the liver and is responsible for the enzyme cytochrome P450 2D6. A study showed that those who had a mutation of this gene and were exposed to pesticides were twice as likely to develop Parkinson's Disease; those that had the mutation and were not exposed to pesticides were not found to be at an increased risk of developing PD; the pesticides only had a \"modest effect\" for those without the mutation of the gene.",
            "score": 104.40616464614868
        },
        {
            "docid": "46685051_20",
            "document": "Epigenetics of neurodegenerative diseases . Huntington patients and both mouse and Drosophila models show histone H3 and H4 hypoacetylation. There are currently no treatments for the disease but numerous HDAC inhibitors have been tested and shown to reverse the certain symptoms caused by the Htt mutation. Parkinson’s disease (PD) is characterized by progressive degeneration of dopaminergic neurons in the substantia nigra by causes unknown. Several genes and environmental factors (e.g. pesticide exposure) may play a role in onset of PD. Hallmarks include mutations to the alpha-synuclein gene, \"SNCA\", as well as \"PARK2\", \"PINK1\", \"UCHL1\", \"DJ1\", and \"LRRK2\" genes, and fibrillar accumulation of Lewy bodies from misfolded alpha-synuclein. Symptoms are most noticeably manifested in disorders of movement, including shaking, rigidity, deficits in making controlled movements, and slow and difficult walking. The late stages of the disease result in dementia and depression. Levodopa and dopaminergic therapy may ameliorate symptoms, though there is no treatment to halt progression of the disease.",
            "score": 138.70819985866547
        },
        {
            "docid": "22270008_4",
            "document": "Slit (protein) . Slit mutations were first discovered in the Nuesslein-Volhard/Wieschaus patterning screen where they were seen to affect the external midline structures in the embryos of \"Drosophila melanogaster\", also known as the common fruit fly. In this experiment, researchers screened for different mutations in \"D. melanogaster\" embryos that affected the neural development of axons in the central nervous system. They found that the mutations in commissureless genes (\"Slit\" genes) lead to the growth cones that typically cross the midline remaining on their own side. The findings from this screening suggest that \"Slit\" genes are responsible for repulsive signaling along the neuronal midline.",
            "score": 114.13847708702087
        }
    ],
    "r": [
        {
            "docid": "1492806_4",
            "document": "Coffin–Lowry syndrome . The syndrome is caused by mutations in the RPS6KA3 gene. This gene is located on the short arm of the X chromosome (Xp22.2). The RPS6KA3 gene makes a protein that is involved with signaling within cells. Researchers believe that this protein helps control the activity of other genes and plays an important role in the brain. The protein is involved in cell signaling pathways that are required for learning, the formation of long-term memories, and the survival of nerve cells. The protein RSK2 which is encoded by the RPS6KA3 gene is a kinase which phosphorylates some substrates like CREB and histone H3. RSK2 is involved at the distal end of the Ras/MAPK signaling pathway. Mutations in the RPS6KA3 disturb the function of the protein, but it is unclear how a lack of this protein causes the signs and symptoms of Coffin–Lowry syndrome. At this time more than 120 mutations have been found. Some people with the features of Coffin–Lowry syndrome do not have identified mutations in the RPS6KA3 gene. In these cases, the cause of the condition is unknown.",
            "score": 191.17820739746094
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 180.8391571044922
        },
        {
            "docid": "55215371_19",
            "document": "Ced-3 . Ced-3 is a critical part of the programmed cell death pathway which is a well known pathway for being associated with cancer, autoimmune diseases, and neurodegenerative diseases in mammals. The discovery of the ced-3 function and mutations in \"C. elegans\" led to the understanding of how programmed cell death works in mammals. The \"C.elegans\" provided as a model organism that allowed researchers to compare the ortholog genes in the programmed cell death pathway. The ortholog of ced-3 gene is caspase 9 and its mutated form is involved in the origin of certain cancers and tumourous tissues. A mutation in the caspase gene can either cause the protein to be non-functional thereby allowing the cells to live and accumulate in the tissue or cause a DNA damaged protein to live and disrupt the body for further harm. This occurs commonly in the brain, leading to neurodevelopmental or neurodegenerative diseases.",
            "score": 176.93655395507812
        },
        {
            "docid": "3987386_6",
            "document": "Pramipexole . Parkinson's disease is a neurodegenerative disease affecting the substantia nigra, a component of the basal ganglia. The substantia nigra has a high quantity of dopaminergic neurons, which are nerve cells that release the neurotransmitter known as dopamine. When dopamine is released, it may activate dopamine receptors in the striatum, which is another component of the basal ganglia. When neurons of the substantia nigra deteriorate in Parkinson's disease, the striatum no longer properly receives dopamine signals. As a result, the basal ganglia can no longer regulate body movement effectively and motor function becomes impaired. By acting as an agonist for the D, D, and D dopamine receptors, pramipexole may directly stimulate the underfunctioning dopamine receptors in the striatum, thereby restoring the dopamine signals needed for proper functioning of the basal ganglia.",
            "score": 174.728515625
        },
        {
            "docid": "37691693_3",
            "document": "Sepiapterin reductase deficiency . This disorder occurs through a mutation in the SPR gene, which is responsible for encoding the signals that create sepiapterin reductase enzyme. The enzyme is involved in the last step of producing tetrahydrobiopterin better known as BH. BH is involved in the processing of amino acids and the production of neurotransmitters, specifically that of dopamine and serotonin which are primarily used in transmission of signals between nerve cells in the brain. The mutation in the SPR gene interferes with the production of the enzyme by producing enzymes with little or no function at all. This interference results in a lack of BH specifically in the brain. The lack of BH only occurs in the brain because other parts of the body adapt and utilize alternate pathways for the production of BH. The mutation in the SPR gene leads to nonfunctional sepiapterin reductase enzymes, which results in a lack of BH and ultimately disrupts the production of dopamine and serotonin in the brain. The disruption of dopamine and serotonin production leads to the visible symptoms present in patients suffering from sepiapterin reductase deficiency. SR deficiency is considered an inherited autosomal recessive condition disorder because each parent carries one copy of the mutated gene, but typically do not show any signs or symptoms of the condition.",
            "score": 174.55514526367188
        },
        {
            "docid": "37486537_6",
            "document": "Causes of Parkinson's disease . The LRRK2 gene (PARK8) encodes for a protein called dardarin. The name dardarin was taken from a Basque word for tremor, because this gene was first identified in families from England and the north of Spain. A significant number of autosomal-dominant Parkinson's disease cases are associated with mutations in the LRRK2 gene Mutations in LRRK2 are the most common known cause of familial and sporadic PD, accounting for approximately 5% of individuals with a family history of the disease and 3% of sporadic cases. There are many different mutations described in LRRK2, however unequivocal proof of causation only exists for a small number. Mutations in PINK1, PRKN, and DJ-1 may cause mitochondrial dysfunction, an element of both idiopathic and genetic PD. Of related interest are mutations in the progranulin gene that have been found to cause corticobasal degeneration seen in dementia. This could be relevant in PD cases associated with dementia.",
            "score": 173.31907653808594
        },
        {
            "docid": "31035387_8",
            "document": "History of Parkinson's disease . Alice Lazzarini \"et al\" pinpointed a genetic component to PD in 1994. Years earlier, the neurology clinic at Robert Wood Johnson Medical School (RWJMS) had located a family of Italian origin that encompassed at least five generations of more than 400 individuals and at least 60 members with PD, and traced their ancestors to the small village of Contursi, Italy. In 1995, the RWJMS team joined with the National Center for Human Genome Research at the National Institutes of Health to take advantage of the laboratory resources available from the NIH in an effort to locate the gene causing PD in the Contursi family. The team reported the first Parkinson disease-causing mutation (PARK1) in the brain protein, alpha-synuclein. Within days of the publication of the PARK1 findings, alpha-synuclein was discovered to be the major component of Lewy bodies within brain cells of PD patients; according to the UMDNJ magazine, \"This discovery changed the direction of research into PD by providing scientists with an entirely new protein whose manufacture, function or breakdown could be the key to the disease.\" Synuclein proteins being the main component of Lewy bodies was discovered in 1997 by Spillantini, Trojanowski, Goedert and others. Mutations in the parkin gene in autosomal recessive juvenile parkinsonism were discovered in 1998 and finally, between 2002-2005, DJ-1 gene mutations, PINK1 gene mutations and the most common mutations in the LRRK2 gene were identified in Japanese and European families. The pathological staging in Parkinson's disease was described by Heiko Braak in 2003.",
            "score": 171.80233764648438
        },
        {
            "docid": "563093_19",
            "document": "Paracrine signalling . The Hedgehog Signaling pathway is critical in proper tissue patterning and orientation during normal development of most animals. Hedgehog proteins induce cell proliferation in certain cells and differentiations in others. Aberrant activation of the Hedgehog pathway has been implicated in several types of cancers, Basal Cell Carcinoma in particular. This uncontrolled activation of the Hedgehog proteins can be caused by mutations to the signal pathway, which would be ligand independent, or a mutation that causes overexpression of the Hedgehog protein, which would be ligand dependent. In addition, therapy-induced Hedgehog pathway activation has been shown to be necessary for progression of Prostate Cancer tumors after androgen deprivation therapy. This connection between the Hedgehog signaling pathway and human cancers may provide for the possible of therapeutic intervention as treatment for such cancers. The Hedgehog signaling pathway is also involved in normal regulation of stem-cell populations, and required for normal growth and regeneration of damaged organs. This may provide another possible route for tumorigenesis via the Hedgehog pathway.",
            "score": 171.3145294189453
        },
        {
            "docid": "42454990_6",
            "document": "Myhre syndrome . Congenital heart disease and undescended testes have also been reported in association with this syndrome. Myhre syndrome is due to mutations in the SMAD4 gene. This gene encodes a protein - transducer mediating transforming growth factor beta. Some researchers believe that the SMAD4 gene mutations that cause Myhre syndrome impair the ability of the SMAD4 protein to attach (bind) properly with the other proteins involved in the signaling pathway. Other studies have suggested that these mutations result in an abnormally stable SMAD4 protein that remains active in the cell longer. Changes in SMAD4 binding or availability may result in abnormal signaling in many cell types, which affects development of several body systems and leads to the signs and symptoms of Myhre syndrome.",
            "score": 168.60301208496094
        },
        {
            "docid": "232049_9",
            "document": "Megalencephaly . Recent studies have shown that mutations in phosphoinositide 3-kinase (PI3K) and AKT (also known as protein kinase B) pathway have been identified in MCAP and MPPH. This pathway has proven to be an integral part of brain growth and development and is an area of interest to many researchers who study the cause of megalencephaly. Mutations in this pathway have been shown to cause a gain of function in the activation of the PI3K-AKT pathway. This cellular pathway is critical in the regulation of diverse cell functions including, cell growth, proliferation, metabolism, survival, apoptosis, angiogenesis, tumorigenesis and most importantly in regards to megalencephaly, brain development. AKT is a crucial signaling molecule part of the PI3K pathway and is also involved in many cellular functions. These functions include, brain development, synaptic plasticity and neurodevelopment. Loss of function in AKT can cause microcephaly in humans while inactivation of the pathway can cause hemimegalencephaly. There are also several cancers that have been shown to be linked with mutations in the AKT pathway, including melanoma and lung cancer.",
            "score": 165.1432647705078
        },
        {
            "docid": "19593553_4",
            "document": "Antiparkinson medication . It is difficult to diagnose Parkinson's disease, as there is no specific test for it. Doctors usually perform other tests in order to rule out other conditions. Often seen in the dopaminergic neurons in the brains of patients who have Parkinson's disease, are Lewy bodies, which are abnormal circular structures found within the cytoplasm. Lewy bodies have a dense protein core, surrounded by a halo of radiating fibers. Mutations on chromosome 4 can cause Parkinson's disease. This gene produces a protein known as a-synuclein. This protein which is normally found in the presynaptic terminals and is thought to be involved in synaptic transmission in dopaminergic neurons. The mutation produces what is known as a toxic gain of function because it produces a protein that results in effects that are toxic to the cell. Parkinson's disease can also be caused by a mutation on chromosome 6. This gene has been named parkin. This mutation causes a loss of function, which makes it a recessive disorder.",
            "score": 164.43255615234375
        },
        {
            "docid": "22228064_27",
            "document": "Parkinson's disease . SNCA gene mutations are important in PD because the protein that gene encodes, alpha-synuclein, is the main component of the Lewy bodies that accumulate in the brains of people with PD. Mutations in some genes, including SNCA, LRRK2 and GBA, have been found to be risk factors for \"sporadic\" (non-familial) PD. Mutations in the gene LRRK2 are the most common known cause of familial and sporadic PD, accounting for approximately 5% of individuals with a family history of the disease and 3% of sporadic cases. A mutation in GBA presents the greatest genetic risk of developing Parkinsons disease.",
            "score": 164.3393096923828
        },
        {
            "docid": "57441533_6",
            "document": "D. James Surmeier . Around the same time, using multi-disciplinary approaches, his lab provided a possible explanation for the striatopallidal pathway dysfunction associated with Parkinson’s disease and dopamine depletion by demonstrating a calcium channel (CaV1.3) dependent loss of excitatory synapses in the indirect pathway spiny neurons in a rodent model of the disease. Loss of striatal dopamine results in decreased M4 (muscarinic acetylcholine auto receptor) signaling associated with up-regulation of RGS4 (regulators of G protein signaling) expression in cholinergic neurons, culminating in increased cholinergic tone. Following dopamine depletion leading to increase in striatal acetylcholine levels, M1 muscarinic receptor activation in the indirect pathway spiny neurons results in down-regulation of dendritic potassium channels, Kir2 , elevating the dendritic excitability and consequently the impact of synaptically released glutamate in these neurons. Thus, work from Surmeier's lab suggests that not only dopamine but acetylcholine also has differential effects on striatal projection neurons furthering the idea that striatal dopamine/acetylcholine balance is a potential target for therapeutic intervention in diseases marked by striatal dysfunction and sheds light on how striatal neurons and circuits both change and adapt in response to disease states.",
            "score": 164.15171813964844
        },
        {
            "docid": "12882180_4",
            "document": "Familial encephalopathy with neuroserpin inclusion bodies . Mutations in the \"SERPINI1\" gene cause familial encephalopathy with neuroserpin inclusion bodies. The \"SERPINI1\" gene provides instructions for making a protein called neuroserpin. This protein is found in nerve cells, where it plays a role in the development and function of the nervous system. Neuroserpin helps control the growth of nerve cells and their connections with one another, which suggests that this protein may be important for learning and memory. Mutations in the gene result in the production of an abnormally shaped, unstable version of neuroserpin. Abnormal neuroserpin proteins can attach to one another and form clumps (called neuroserpin inclusion bodies or Collins bodies) within nerve cells. These clumps disrupt the cells' normal functioning and ultimately lead to cell death. Progressive dementia results from this gradual loss of nerve cells in certain parts of the brain. Researchers believe that a buildup of related, potentially toxic substances in nerve cells may also contribute to the signs and symptoms of this condition.",
            "score": 163.009765625
        },
        {
            "docid": "448244_26",
            "document": "Caudate nucleus . In Huntington's Disease, a genetic mutation occurs in the \"HTT\" gene which encodes for Htt protein. The Htt protein interacts with over 100 other proteins, and appears to have multiple biological functions. The behavior of this mutated protein is not completely understood, but it is toxic to certain cell types, particularly in the brain. Early damage is most evident in the striatum, but as the disease progresses, other areas of the brain are also more conspicuously affected. Early symptoms are attributable to functions of the striatum and its cortical connections—namely control over movement, mood and higher cognitive function.",
            "score": 162.85789489746094
        },
        {
            "docid": "311446_8",
            "document": "Hirschsprung's disease . RET is a gene that codes for proteins that assist cells of the neural crest in their movement through the digestive tract during the development of the embryo. Those neural crest cells eventually form bundles of nerve cells called ganglions. \"EDNRB\" codes for proteins that connect these nerve cells to the digestive tract. Thus, mutations in these two genes could directly lead to the absence of certain nerve fibers in the colon. Research suggests that several genes are associated with Hirschsprung’s disease. Also, new research suggests that mutations in genomic sequences involved in regulating EDNRB have a bigger impact on Hirschsprung’s disease than previously thought.",
            "score": 162.67283630371094
        },
        {
            "docid": "26377670_16",
            "document": "Parkes Weber syndrome . According to Boston's Children Hospital, no known food, medications or drugs can cause PWS during pregnancy. PWS is not transmitted from person to person. But it can run in families and can be inherited. PWS affects both males and females equally and as of now no racial predominance is found. The causes for PWS without capillary malformations are currently unknown. Some cases of PWS are a result of mutations on the RASA1 gene which is located on chromosome 5 at position 14.3. This mutation is only applicable to patients with capillary malformations. RASA1 gene is responsible for making p120-RasGAP protein. This protein regulates the RAS/MAPK signaling pathway. RAS/MAPK signaling pathway is used for transmitting signals from the outside the cell to the cell’s nucleus. This pathway is very important as it directs cell functions such as growth, proliferation and controls the cell movement. The p120-RasGAP protein regulates the RAS/MAPK pathway by acting as a negative regulator of the signaling pathway. It turns off signals.",
            "score": 161.6502685546875
        },
        {
            "docid": "14797918_4",
            "document": "USP9X . Depletion of USP9X from two-cell mouse embryos halts blastocyst development and results in slower blastomere cleavage rate, impaired cell adhesion and a loss of cell polarity. It has also been implicated that USP9X is likely to influence developmental processes through signaling pathways of Notch, Wnt, EGF, and mTOR. USP9X has been recognized in studies of mouse and human stem cells involving embryonic, neural and hematopoietic stem cells. High expression is retained in undifferentiated progenitor and stem cells and decreases as differentiation continues. USP9X is a protein-coding gene that has been implicated either directly through mutations or indirectly in a number of neurodevelopmental and neurodegenerative disorders. Three mutations have been connected with X-linked intellectual disability and disrupt neuronal growth and cell migration. Neurodegenerative disorders, such as Alzheimer’s, Parkinson’s and Huntington’s disease, have also been linked to USP9X. Specifically, USP9X has been implicated in the regulation of the phosphorylation and expression of the microtule-associated protein tau, which forms pathological aggregates in Alzheimer’s and other tauopathies. Scientists have generated a knockout model where they isolated hippocampal neurons from an USP9X-knockout male mouse, which showed a 43% reduction in axonal length and aborization compared to wildtype.",
            "score": 160.69497680664062
        },
        {
            "docid": "46425_7",
            "document": "Substantia nigra . The main input to the SNpr derives from the striatum. It comes by two routes, known as the direct and indirect pathways. The direct pathway consists of axons from medium spiny cells in the striatum that project directly to pars reticulata. The indirect pathway consists of three links: a projection from striatal medium spiny cells to the external part of the globus pallidus; a GABAergic projection from the globus pallidus to the subthalamic nucleus, and a glutamatergic projection from the subthalamic nucleus to the pars reticulata. Thus, striatal activity via the direct pathway exerts an inhibitory effect on neurons in the (SNpr) but an excitatory effect via the indirect pathway. The direct and indirect pathways originate from different subsets of striatal medium spiny cells: They are tightly intermingled, but express different types of dopamine receptors, as well as showing other neurochemical differences.",
            "score": 159.75225830078125
        },
        {
            "docid": "546712_5",
            "document": "Neurotoxicity . Aβ was found to cause neurotoxicity and cell death in the brain when present in high concentrations. Aβ results from a mutation that occurs when protein chains are cut at the wrong locations, resulting in chains of different lengths that are unusable. Thus they are left in the brain until they are broken down, but if enough accumulate, they form plaques which are toxic to neurons. Aβ uses several routes in the central nervous system to cause cell death. An example is through the nicotinic acetylcholine receptor (nAchRs), which is a receptor commonly found along the surfaces of the cells that respond to nicotine stimulation, turning them on or off. Aβ was found manipulating the level of nicotine in the brain along with the MAP kinase, another signaling receptor, to cause cell death. Another chemical in the brain that Aβ regulates is JNK; this chemical halts the extracellular signal-regulated kinases (ERK) pathway, which normally functions as memory control in the brain. As a result, this memory favoring pathway is stopped, and the brain loses essential memory function. The loss of memory is a symptom of neurodegenerative disease, including AD. Another way Aβ causes cell death is through the phosphorylation of AKT; this occurs as the element phosphate is bound to several sites on the protein. This phosphorylation allows AKT to interact with BAD, a protein known to cause cell death. Thus an increase in Aβ results in an increase of the AKT/BAD complex, in turn stopping the action of the anti-apoptotic protein Bcl-2, which normally functions to stop cell death, causing accelerated neuron breakdown and the progression of AD.",
            "score": 158.887451171875
        },
        {
            "docid": "13949450_5",
            "document": "LRRK2 . Expression of LRRK2 mutants implicated in autosomal dominant Parkinson's disease causes shortening and simplification of the dendritic tree in vivo and in cultured neurons. This is mediated in part by alterations in macroautophagy, and can be prevented by protein kinase A regulation of the autophagy protein LC3. The G2019S and R1441C mutations elicit post-synaptic calcium imbalance, leading to excess mitochondrial clearance from dendrites by mitophagy. LRRK2 is also a substrate for chaperone-mediated autophagy.",
            "score": 156.85638427734375
        },
        {
            "docid": "48548_2",
            "document": "Dopamine . Dopamine (DA, a contraction of 3,4-dihydroxyphenethylamine) is an organic chemical of the catecholamine and phenethylamine families that plays several important roles in the brain and body. It is an amine synthesized by removing a carboxyl group from a molecule of its precursor chemical L-DOPA, which is synthesized in the brain and kidneys. Dopamine is also synthesized in plants and most animals. In the brain, dopamine functions as a neurotransmitter—a chemical released by neurons (nerve cells) to send signals to other nerve cells. The brain includes several distinct dopamine pathways, one of which plays a major role in the motivational component of reward-motivated behavior. The anticipation of most types of rewards increases the level of dopamine in the brain, and many addictive drugs increase dopamine release or block its reuptake into neurons following release. Other brain dopamine pathways are involved in motor control and in controlling the release of various hormones. These pathways and cell groups form a dopamine system which is neuromodulatory.",
            "score": 156.8031768798828
        },
        {
            "docid": "6989597_28",
            "document": "Premovement neuronal activity . The neurons present in the global pallidus and substantia nigra are the main output areas of the basal ganglia. These efferent neurons influence activity of the upper motor neurons. Neurons in these areas are GABAergic, and thus the main output of the basal ganglia is inhibitory, and spontaneous activation of these neurons consistently prevents unwanted movement. The input of medium spiny neurons to these output areas of the basal ganglia are also GABAergic and therefore inhibitory. The net effect of excitatory inputs to the basal ganglia from the cortex is inhibition (via the medium spiny neurons) of the persistently active inhibitory cells in the output center of the basal ganglia. This double inhibitory effect leads to activation of upper motor neurons, which causes subsequent signaling of local-circuit and lower motor neurons to initiate movement. This pathway is defined as the direct pathway through the basal ganglia. There is another indirect pathway present between the corpus striatum and part of the globus pallidus. This indirect pathway also involves the subthalamic nucleus (a part of the thalamus), which receives signals from the cerebral cortex. Excitatory signals from the cortex will activate subthalamic neurons, which are excitatory also. Thus, this indirect pathway serves to reinforce inhibition by excitatory signals to the GABAergic cells present in the globus pallidus. In effect, this pathway regulates the direct pathway by feeding back onto the output centers of the basal ganglia. The balance between these two pathways processes movement signals and influences the initiation of an impending movement.",
            "score": 156.2566375732422
        },
        {
            "docid": "44163912_6",
            "document": "Kufs disease . Kufs disease Type B is caused by mutations to the DNAJC5 and CTSF genes. This form of Kufs is autosomal dominant, meaning that only one copy of each mutated gene is enough for the disease to manifest. When there is a mutation in the DNAJC5 gene, it affects the production of a cysteine string protein (CSP) that is coded within DNAJC5. CSP aids in transmitting signals through the nerves found in the brain. When the CTSF gene is mutated, it cannot produce Cathepsin F - an enzyme that cuts proteins in the lysozyme. By cutting proteins, Cathepsin F can modify the function of the proteins as well as help break them down. Similar to Type A, when both DNAJC5 and CTSF are non-functional, it results in the incomplete breakdown of proteins. Once again, lipopigments build up and brain function is decreased as the neuron cells die.",
            "score": 156.13246154785156
        },
        {
            "docid": "14723656_10",
            "document": "Granulin . Heterozygous mutation of the GRN gene leading to progranulin haploinsufficiency causes Frontal Temporal Dementia. These mutations include frameshift, splice site, nonsense signal peptide, Kozak sequence disruptions and missense mutations, which result in either nonsense-mediated decay or the production of non-functional protein. Patients with GRN caused FTD (GRN-FTD) exhibit asymmetric brain atrophy, although age of onset, disease progression and clinical symptoms vary, suggesting that other genetic or environmental factors may be involved in disease expression. Pathological indicators include cytosolic ubiquitin deposits enriched in hyperphosphorylated TAR DNA Binding Protein (TDP-43), autophagy-related protein aggregates, ubiquitin-binding protein p62, lentiform intranuclear inclusions, dystrophic neurites and inflammation. Patients with the heterozygote mutation exhibit a reduction of 70-80% serum progranulin levels when compared to controls. Reprogrammed stem cells restore GRN mRNA levels to 50%, further suggesting that some other genetic or environmental factor is involved in regulating FTD disease expression. Mice exhibit reduced autophagic flux and autophagy-dependent clearance. Human FTLD-GRN derived fibroblasts show decrease lysosomal protease activity and lymphoblasts containing neuronal ceroid lipofuscinosis-like storage material. FTLD-GRN IPSC cortical Neurons have enlarged vesicles, lipofuscin accumulation and cathepsin D deficiency.",
            "score": 156.12908935546875
        },
        {
            "docid": "14070703_5",
            "document": "Acrania . Recent work has identified mutations in the hedgehog acyltransferase (HHAT) gene that have caused acrania along with holoprosencephaly and agnathia. The mutation in which causes this disease is a loss-of-function mutation. Before this discovery in 2010, HHAT was known to play a role in the sonic hedgehog pathway. When HHAT contains a loss-of-function mutation, less HHAT protein is produced. is necessary for the production of Hedgehog () proteins post-transcriptionally. As HHAT production decreases, production of long-range Hh proteins decreases proportionally. Decreases in Hh| production disturb the production of extracellular signal-regulated kinases, bone morphogenetic proteins, and fibroblast growth factors, all of which play important roles in craniofacial patterning. Disruption of these pathways leads to abnormal bone and cartilage formation causing acrania and multiple other craniofacial patterning problems.",
            "score": 156.06268310546875
        },
        {
            "docid": "14129920_7",
            "document": "MT-ND6 . A G → A mutation at the 14459 base pair in the \"MT-ND6\" gene also has been identified in a small number of people with Leigh's syndrome, a progressive brain disorder that typically appears in infancy or early childhood. Affected children may experience vomiting, seizures, delayed development, muscle weakness, and problems with movement. Heart disease, kidney problems, and difficulty breathing can also occur in people with this disorder. This \"MT-ND6\" G14459A mutation replaces the amino acid alanine with the amino acid valine at protein position 72 in the NADH-ubiquinone oxidoreductase chain 6 protein. This genetic change also has been found in people with LHON and a movement disorder called dystonia, which involves involuntary muscle contractions, tremors, and other uncontrolled movements. This mutation appears to disrupt the normal assembly or activity of complex I in mitochondria. It is not known, however, how this \"MT-ND6\" gene alteration is related to the specific features of Leigh syndrome, LHON, or dystonia. It also remains unclear why a single mutation can cause such varied signs and symptoms in different people.",
            "score": 155.92503356933594
        },
        {
            "docid": "39327092_8",
            "document": "Gene therapy in Parkinson's disease . A symptomatic approach is a treatment focused on the symptoms of the patients. The first one, consists in the ectopic dopamine synthesis. Here, the production of ectopic L-dopa in the striatum is another alternative gene therapy. This therapy consists on transferring the TH and GTP cyclohydrolase 1 genes into the MSNs because the endogenous AADC activity is able to convert the L-dopa into dopamine. In an experiment in 2005, using tyrosine hydroxylase (TH) and GCH1 altogether with vectors, they could provide normal levels of L-dopa to rats. The results of this experiment showed reduced dyskinesias by 85% as well as, the reversion view of abnormal projections in the strium using the TH-GCH1 gene transfer. Dopamine synthesis can be fully ectopic. In this case, the enzyme AADC it is in charge of converting the levodopa to dopamine. In Parkinson disease, the loss of neurons from the nigrostriatum leads to the inability to convert levodopa to dopamine. The goal of AAV2-hAADC is to restore normal levels of AADC in the striatum so there could be more conversion of levodopa, and therefore reducing levodopa- induced dyskinesia. Using the gene therapy, in 2012, an experiment was accomplish with primates testing tyrosine hydroxylase (TH) transgene in primate astrocytes. Gene therapy was made with the transfer of a TH full-length cDNA using rat TH. The results showed behavioural improvement in the monkeys that received the plasmid, unlike the control monkey. Another type is the ectopic L-dopa conversion in which they use a gene enzyme replacement therapy that can be used to increase the efficacy of the pharmacological L-dopa therapy by using AAV vectors. This AAV vectors have been designed to send the AADC coding sequence to the MSN (medium spiny neurons) in the striatum to be able to convert administered L-dopa into dopamine. Other kind of gene therapy as a symptomatic approach is the use of glutamic acid decarboxylase (GAD) expression in the subthalamic nucleus. This is a gene enzyme replacement therapy that can be used to increase the efficacy of the pharmacological L-dopa therapy by using AAV vectors. This AAV vectors have been designed to send the AADC coding sequence to the MSN in the striatum to be able to convert administered L-dopa into dopamine. A phase 2 study, published in the journal \"Lancet Neurology Parkinson\", says that a gene therapy called NLX-P101 dramatically reduces movement damage. In this study, they used glutamic acid decarboxylase (GAD). They introduced genetic material in the brain related to motor functions. The symptoms included tremor, stiffness and difficulty in movements; and were improved in half of the group in gene therapy, while in the control group, 14% improved them.",
            "score": 155.31546020507812
        },
        {
            "docid": "17288194_7",
            "document": "CED9 (gene) . The cells developed during embryogenesis and early life in \"C. elegans\" have one of two fates, to live and differentiate or apoptose. Apoptosis during development is highly regulated and only occurs in specific cells at specific times. Every cell division and cell death in the development of \"C. elegans\" from embryo to adult has been studied and documented to reveal a fixed pattern between individual organisms. Apoptosis during development is important for the proper morphology and refractivity of C. elegans, but it is not always essential for survival. Thus, over 100 mutations have been observed and documented as affecting the apoptotic pathway of \"C. elegans\". Many proteins involved in the interaction cascade were discovered because of these mutations and their resulting phenotype. \"CED-9\" mutants are among the mutations that affect this pathway. \"CED-9\" gain of function mutations are unresponsive to apoptosis signalling and allow cells fated to die, to survive. A notable example of a \"CED-9\" dominant gain of function mutation would be the \"n1950\" mutation which was the first mutation documented for \"CED-9\" and responsible for the gene's discovery. Loss of function mutations cause inappropriate cell death in the absence of apoptosis stimuli. Mutations in \"CED-9\" also reveal its maternal effect; where the genotype of the mother determines the phenotype of the progeny. Homozygous, loss of function mutants from a heterozygous mother experience some unpredictable cell death, however, give rise to unviable progeny themselves.",
            "score": 155.17018127441406
        },
        {
            "docid": "3469185_9",
            "document": "MECP2 . The role of MECP2 in disease is primarily associated with either a loss of function (under expression) of the MECP2 gene as in Rett syndrome or in a gain of function (over expression) as in MECP2 Duplication Syndrome. Many mutations have been associated with loss of expression of the MECP2 gene and have been identified in Rett syndrome patients. These mutations include changes in single DNA base pairs (SNP), insertions or deletions of DNA in the \"MECP2\" gene, and changes that affect how the gene information is processed into a protein (RNA splicing). Mutations in the gene alter the structure of the MeCP2 protein or lead to reduced amounts of the protein. As a result, the protein is unable to bind to DNA or turn other genes on or off. Genes that are normally repressed by MeCP2 remain active when their products are not needed. Other genes that are normally activated by MeCP2 remain inactive leading to a lack of gene product. This defect probably disrupts the normal functioning of nerve cells, leading to the signs and symptoms of Rett syndrome.",
            "score": 153.30772399902344
        },
        {
            "docid": "57441533_5",
            "document": "D. James Surmeier . By mid-90s, despite widespread consensus regarding the clinical relevance of striatal dopaminergic signaling, the distribution and seggregation of different classes of dopamine receptors, into either the same or distinct neuronal populations was unclear and remained widely debated. In pioneering experiments, using patch clamp recordings in conjunction with single cell gene profiling through RT-PCR, Surmeier reconciled the seemingly confounding results from anatomical and functional studies by showing that the direct (striatonigral) and indirect pathway (striatopallidal) striatal projection neurons predominantly expressed either the D1 or D2 dopamine receptors. Following this discovery, using pharmacology and spike-timing-dependent plasticity (STDP) protocols in genetically identified D1 or D2 receptor expressing neurons, Surmeier elucidated the distinct roles played by both the receptors in the induction of long-term potentiation and depression at the cortico-striatal synapses. Simultaneously, he also showed that in projection neurons that do not express the D2 receptors, synaptic depression dependent on D2 receptor activation is mediated by D2 receptors in cholinergic neurons, M1 muscarinic receptor activation resulting in reduced calcium channel, CaV1.3 opening in projection neurons and endocannabinoid signaling. Understanding the opposing effects of D1 and D2 receptor signaling and the consequent insights into the dopaminergic modulation of bi-directional synaptic plasticity in the direct and indirect spiny neurons was a conceptual advance that has proven fundamental to understanding striatal function in both behavioral adaptation as well as Parkinson's disease pathology, and continues to provide a foundation for current models of how dopamine controls striatal circuitry.",
            "score": 153.11502075195312
        },
        {
            "docid": "52832272_10",
            "document": "Mitochondria associated membranes . One of the causes of Parkinson’s disease is mutations in genes encoding for different proteins that are localized at the MAM sites. Mutations in the genes that encode the proteins Parkin, PINK1, alpha-Synuclein (α-Syn) or the protein deglycase DJ-1 have been linked to this disease through research. However, further research is still being considered in order to determine the direct correlations of these genes to Parkinson’s disease. In normal conditions, these genes are believed to be responsible for the cells ability to degrade mitochondria that has been rendered nonfunctional in a process known as mitophagy. However, mutations in the Parkin and pink1 genes have been associated with the cells becoming incapable of degrading faulty mitochondria. The proteins alpha-Synuclein (α-Syn) and DJ-1 have been shown to promote MAM function interaction between the ER and the mitochondria. The wild-type gene that codes for α-Syn promotes the physical junction between ER and mitochondria by binding to the lipid raft regions of the MAM. However, the mutant form of this gene has a low affinity to the lipid raft regions, thereby diminishing the contact between the ER and mitochondria and causing accumulation of α-Syn in Lewy bodies which is a major characteristic of PD. Further research on PD association with alterations in MAM is still being developed.",
            "score": 153.11444091796875
        }
    ]
}