{
    "q": [
        {
            "docid": "28902806_6",
            "document": "Reolysin . Reovirus was noted to be a potential cancer therapeutic when early studies on reovirus suggested it reproduces well in certain cancer cell lines. It has since been shown to replicate specifically in cells that have an activated Ras (a cellular signaling pathway that is involved in cell growth and differentiation) with very little effect in cells that do not have active Ras pathways. Reovirus replicates in and eventually kills Ras-activated tumour cells, and as cell death occurs, progeny virus particles are then free to infect surrounding cancer cells. This cycle of infection, replication and cell death is believed to be repeated until all tumour cells carrying an activated Ras pathway are destroyed. Activating mutations of the Ras protein and upstream elements of the Ras protein may play a role in more than two thirds of all human cancers, including most metastatic disease, which suggests that REOLYSIN may be an effective therapeutic for many Ras-activated tumor types and potentially for some cell proliferative disorders.",
            "score": 267.46787440776825
        },
        {
            "docid": "11867217_13",
            "document": "ErbB . Genetic Ras mutations are infrequent in breast cancer but Ras may be pathologically activated in breast cancer by overexpression of ErbB receptors. Activation of the receptor tyrosine kinases generates a signaling cascade where the Ras GTPase proteins are activated to a GTP-bound state. The RAS pathway can couple with the mitogen-activated protein kinase pathway or a number of other possible effectors.",
            "score": 213.33190155029297
        },
        {
            "docid": "371659_29",
            "document": "Ras subfamily . Another tumor-lysing virus that specifically targets tumor cells with an activated Ras pathway is a type II herpes simplex virus (HSV-2) based agent, designated FusOn-H2. Activating mutations of the Ras protein and upstream elements of the Ras protein may play a role in more than two-thirds of all human cancers, including most metastatic disease. Reolysin, a formulation of reovirus, and FusOn-H2 are currently in clinical trials or under development for the treatment of various cancers. In addition, a treatment based on siRNA anti-mutated K-RAS (G12D) called siG12D LODER is currently in clinical trials for the treatment of locally advanced pancreatic cancer (NCT01188785, NCT01676259).",
            "score": 235.7632303237915
        },
        {
            "docid": "28902690_7",
            "document": "Oncolytics Biotech . REOLYSIN is a proprietary formulation of human reovirus, which is naturally found in mammalian respiratory and bowel systems. Most people have been exposed to reovirus by adulthood, but the infection does not typically produce symptoms. Reovirus was noted to be a potential cancer therapeutic when early studies suggested it reproduces well in certain cancer cell lines. It has since been shown to replicate specifically in cells that have an activated Ras pathway with very little effect in cells that do not have active Ras pathways. Activating mutations of the Ras protein and upstream elements of the Ras protein may play a role in more than two thirds of all human cancers, including most metastatic disease, which suggests that Reolysin may be an effective therapeutic for many Ras-activated tumor types and potentially for some cell proliferative disorders.",
            "score": 253.3946967124939
        },
        {
            "docid": "614678_8",
            "document": "Farnesyltransferase inhibitor . LNK-754 inhibits the activity of a protein called farnesyl-transferase (FT). This class of molecules are called FTIs (or farnesyl-transferase inhibitors). As with mTOR inhibitors, many companies developed them to treat cancers, where they were unsuccessful. The mechanism by which FTIs work is through inhibition of this enzyme, which adds a fatty acid molecule to proteins (such as the oncogene, or cancer-generating, ras). Many proteins can exist in a cell in various locations, and the addition of a farnesyl group targets proteins to the plasma membrane. When ras gets to the plasma membrane, it becomes activated, and leads to tumour formation if this process is not stopped. It was thought that by inhibiting FT, ras will not be activated, therefore preventing cancer growth. The problem was that ras can also be modified by other mechanisms, and thus FTIs were not sufficient to inhibit malignant growth induced by ras signaling.",
            "score": 246.9239058494568
        },
        {
            "docid": "48695408_10",
            "document": "Dale Brown Emeagwali . Her later research involved the study of cancerous cells. Her most notable achievement in this area involves ras oncogene. Ras proteins play a vital role in the transmission of signals that regulate the growth of cells. When the gene that initiates the ras protein becomes mutated, the signals are disrupted in a way that can cause the cells to become cancerous. She also showed that antisense methodology (a process that inhibits the ability of genes to do their work) can be used to suppress genes that have become cancerous.",
            "score": 243.7730176448822
        },
        {
            "docid": "371659_10",
            "document": "Ras subfamily . Ras proteins function as binary molecular switches that control intracellular signaling networks. Ras-regulated signal pathways control such processes as actin cytoskeletal integrity, cell proliferation, cell differentiation, cell adhesion, apoptosis, and cell migration. Ras and Ras-related proteins are often deregulated in cancers, leading to increased invasion and metastasis, and decreased apoptosis. Ras activates several pathways, of which the mitogen-activated protein (MAP) kinase cascade has been well-studied. This cascade transmits signals downstream and results in the transcription of genes involved in cell growth and division. Another Ras-activated signaling pathway is the PI3K/AKT/mTOR pathway, which stimulates protein synthesis and cellular growth, and inhibits apoptosis.",
            "score": 244.4534833431244
        },
        {
            "docid": "14873763_5",
            "document": "MRAS . The MRAS gene is expressed specifically in brain, heart, myoblasts, myotubes, fibroblasts, skeletal muscles, and uterus, suggesting a specific role of M-Ras in these tissue and cells. M-Ras is involved in many biological processes by activating a wide variety of proteins. For instance, it is activated by Ras guanine nucleotide exchange factors and can bind/activate some Ras protein effectors. M-Ras also weakly stimulates the mitogen-activated protein kinase (MAPK) activity and ERK2 activity, but modestly stimulates trans-activation from different nuclear response elements which bind transcription factors, such as SRF, ETS/TCF, Jun/Fos, and NF- kB/Rel. M-Ras has been found to induce Akt kinase activity in the PI3-K pathway, and it may play a role in cell survival of neural-derived cells. Moreover, M-Ras plays a crucial role in the downregulation of OCT4 and NANOG protein levels upon differentiation and has been demonstrated to modulate cell fate at early steps of development during neurogenesis. M-Ras, induced and activated by BMP-2 signaling, also participates in the osteoblastic determination, differentiation, and transdifferentiation under p38 MAPK and JNK regulation. M-Ras is involved in TNF-alpha-stimulated and Rap1-mediated LFA-1 activation in splenocytes. More generally, cells transfected with M-Ras exhibit dendritic appearances with microspikes, suggesting that M-Ras may participate in reorganization of the actin cytoskeleton. In addition, it is reported that M-Ras forms a complex with SCRIB and SHOC2, a polarity protein with tumor suppressor properties, and may play a key role in tumorigenic growth.",
            "score": 214.33033573627472
        },
        {
            "docid": "9065594_14",
            "document": "Guanine nucleotide exchange factor . GEFs are potential target for cancer therapy due to their role in many signaling pathways, particularly cell proliferation. For example, many cancers are caused by mutations in the MAPK/ERK pathway that lead to uncontrolled growth. The GEF SOS1 activates Ras, whose target is the kinase Raf. Raf is a proto-oncogene because mutations in this protein have been found in many cancers. The Rho GTPase Vav1, which can be activated by the GEF receptor, has been shown to promote tumor proliferation in pancreatic cancer. GEFs represent possible therapeutic targets as they can potentially play a role in regulating these pathways through their activation of GTPases.",
            "score": 202.65966057777405
        },
        {
            "docid": "9599050_3",
            "document": "SOS1 . RAS genes (e.g., MIM 190020) encode membrane-bound guanine nucleotide-binding proteins that function in the transduction of signals that control cell growth and differentiation. Binding of GTP activates RAS proteins, and subsequent hydrolysis of the bound GTP to GDP and phosphate inactivates signaling by these proteins. GTP binding can be catalyzed by guanine nucleotide exchange factors for RAS, and GTP hydrolysis can be accelerated by GTPase-activating proteins (GAPs). The first exchange factor to be identified for RAS was the S. cerevisiae CDC25 gene product. Genetic analysis indicated that CDC25 is essential for activation of RAS proteins. In Drosophila, the protein encoded by the 'son of sevenless' gene (Sos) contains a domain that shows sequence similarity with the catalytic domain of CDC25. Sos may act as a positive regulator of RAS by promoting guanine nucleotide exchange.[supplied by OMIM]",
            "score": 229.5228190422058
        },
        {
            "docid": "38383394_2",
            "document": "RASGRP4 . RAS guanyl releasing protein 4 is a protein in humans that is encoded by the RASGRP4 gene in chromosome 19. The protein encoded by this gene is a member of the Ras guanyl nucleotide-releasing protein (RasGRP) family of Ras guanine nucleotide exchange factors. It contains a Ras exchange motif, a diacylglycerol-binding domain, and two calcium-binding EF hands. This protein was shown to activate H-Ras in a cation-dependent manner in vitro. Expression of this protein in myeloid cell lines was found to be correlated with elevated level of activated RAS protein, and the RAS activation can be greatly enhanced by phorbol ester treatment, which suggested a role of this protein in diacylglycerol regulated cell signaling pathways. Studies of a mast cell leukemia cell line expressing substantial amounts of abnormal transcripts of this gene indicated that this gene may play an important role in the final stages of mast cell development. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Apr 2009].",
            "score": 233.98819363117218
        },
        {
            "docid": "371659_3",
            "document": "Ras subfamily . When Ras is 'switched on' by incoming signals, it subsequently switches on other proteins, which ultimately turn on genes involved in cell growth, differentiation and survival. Mutations in \"ras\" genes can lead to the production of permanently activated Ras proteins. As a result, this can cause unintended and overactive signaling inside the cell, even in the absence of incoming signals.",
            "score": 244.03222465515137
        },
        {
            "docid": "19220477_24",
            "document": "Akt/PKB signaling pathway . Aberrant activation of Akt, either via PI3K or independently of PI3K, is often associated with malignancy. Studies have identified gene amplification of the Akt isoforms in many types of cancer, including glioblastoma, ovarian, pancreatic and breast cancers. Akt is also up-regulated in terms of mRNA production in breast and prostate cancer. Functional inactivation of PTEN, the major PI3K antagonist, can occur in cancer cells by point mutation, gene deletion or epigenetic mechanisms. Mutation in the pathway can also affect receptor tyrosine kinases, growth factors, Ras and the PI3K p110 subunit, leading to abnormal signalling activity. Therefore, many of the proteins in the pathway are targets for cancer therapeutics. In addition to its effects on cell survival and cell cycle progression, the PI3K-Akt pathway promotes other characteristics of cancer cells. Hyperactivity of the pathway promotes the epithelial-mesenchymal transition (EMT) and metastasis due to its effects on cell migration.",
            "score": 221.7551989555359
        },
        {
            "docid": "2966201_13",
            "document": "Neurofibroma . The \"NF1\" gene is composed of 60 exons spanning 350kb of genomic data, and maps to chromosomal region 17qll.2. This gene codes for neurofibromin which is a large 220-250 KDa cytoplasmic protein that is composed of 2,818 amino acids with three alternatively spliced exons (9a, 23a and 48a) in the encoding gene. The functional part of neurofibromin is a GAP, or GTPase-activating protein. GAP accelerates the conversion of the active GTP-bound RAS to its inactive GDP-bound form, inactivating RAS and reducing RAS-mediated growth signaling. Loss of RAS control leads to increased activity of other signaling pathways including RAF, ERK1/2, PI3K, PAK and mTOR-S6 kinase. This increased activity of downstream RAS pathways might work together to increase cell growth and survival. Genes that code for proteins that regulate cell growth, such as \"NF1\" and \"TP53\", are referred to as tumor suppressor genes. Neurofibromin has other growth-regulatory properties besides its ability to regulate RAS activity, but these other functions are poorly understood at this time.",
            "score": 223.79549551010132
        },
        {
            "docid": "37375960_3",
            "document": "Cysmethynil . Cysmethynil reacts to inhibit Icmt, which plays in key role for the Ras protein. Ras is one of the components in the cell that is responsible for controlling cell growth. Certain mutations in Ras can leave it in the \"on\" configuration, such that uncontrolled cell growth results. Ras gets methylated by the Icmt enzyme, a signal that allows Ras to go to its destination (plasma membrane) that can lead to uncontrolled growth. Icmt can be inhibited from adding the methyl group, inactivating Ras such that it no longer sends a signal to the cell to have uncontrolled growth. Cysmethynil is the compound that knocks out Icmt so that it can no longer function, and this in turn prevents Ras from signaling the cell. The compound was tested out in xenograft mice that had multiple human tumors, and the result was reduced tumor burden. Treatment from this compound causes autophagy in the cell and results in cell death. Research done on prostate cancer cells has demonstrated that cysmethynil inhibits Icmt such that the cell is stuck in the G1 phase, and this leads to the autophagic cell death.",
            "score": 233.32004177570343
        },
        {
            "docid": "34014895_3",
            "document": "Julian Downward . Downward was educated at Eton College and earned a Bachelor of Arts degree in Natural Sciences from Clare College, Cambridge. His PhD was supervised by at the Imperial Cancer Research Fiund where he investigated Epidermal growth factor receptor, establishing in 1984 the close similarity between this cellular growth regulatory protein and the avian retroviral oncogene, v-erbB. This work led to the identification of the closely related cellular oncogene ErbB2/HER2, which is over-expressed in a major subset of breast cancers and is the target of the important targeted therapy, trastuzumab. From 1986 to 1989, he was a postdoctoral researcher with Robert Weinberg, at the Whitehead Institute for biomedical research at the Massachusetts Institute of Technology. Downward's research investigates cancer biology. His work on the Ras GTPase has made seminal contributions to our understanding of how cellular signal transduction pathways are subverted in oncogenic transformation. His work provided the first demonstration that Guanosine triphosphate-loading on Ras, which is commonly mutationally activated in human tumours, is normally regulated in response to extracellular factors; he went on to characterise growth factor receptor complexes mediating Ras nucleotide exchange, and to demonstrate that GTP-bound Ras binds to and activates the RAF kinase, which controls the mitogen-activated protein kinase pathway. Julian was first to demonstrate that phosphoinositide 3-kinase (PI 3-kinase) is also a Ras effector, important in regulation of apoptosis. He showed that transformation by Ras requires interaction with multiple effectors, which contribute differentially to cell cycle progression, cytoskeletal regulation and apoptosis. His work has established that both cell matrix and cell–cell interaction activate the PI 3-kinase/PKB pathway, and thereby prevent programmed cell death, and that it is activation of this pathway by oncogenic Ras that allows anchorage-independent growth of transformed cells. Most recently he has focused on identifying unique weaknesses of cancer cells expressing the activated Ras oncogene using a combination of large-scale functional genomics and pre-clinical models of lung cancer.",
            "score": 212.50053918361664
        },
        {
            "docid": "1566105_14",
            "document": "GTPase-activating protein . The importance of GAPs comes from its regulation of the crucial G proteins. Many of these G proteins are involved in cell cycling, and as such are known proto-oncogenes. The Ras superfamily of G proteins, for example, has been associated with many cancers because Ras is a common downstream target of many growth factors like FGF, or fibroblast growth factor. Under normal conditions, this signaling ultimately induces regulated cell growth and proliferation. However, in the cancer state, such growth is no longer regulated and results in the formation of tumors. Often, this oncogenic behavior is due to a loss of function of GAPs associated with those G proteins or a loss of the G protein’s ability to respond to its GAP. With the former, G proteins are unable to hydrolyze GTP quickly, resulting in sustained expression of the active form of G proteins. Although the G proteins have weak hydrolytic activity, in the presence of functional GEFs, the inactivated G proteins are constantly replaced with activated ones because the GEFs exchange GDP for GTP in these proteins. With no GAPs to curb the G protein’s activity, this results in constitutively active G proteins, unregulated cell growth, and the cancerous state. In the case of the latter, a loss of the G protein’s ability to respond to GAP, the G proteins have lost their ability to hydrolyze GTP. With a nonfunctional G protein enzyme, GAPs cannot activate the GTPase activity, and the G protein is constitutively on. This also results in unregulated cell growth and cancer.",
            "score": 209.00563216209412
        },
        {
            "docid": "41340389_4",
            "document": "Icotinib . EGFR is an oncogenic driver and patients with somatic mutations, particularly an exon 19 deletion or exon 21 L858R mutation, within the tyrosine kinase domain have activating mutations that lead to unchecked cell proliferation. Overexpression of EGFR causes inappropriate activation of the anti-apoptotic Ras signaling pathway, found in many different types of cancer. Icotinib is a quinazoline derivative that binds reversibly to the ATP binding site of the EGFR protein, preventing completion of the signal transduction cascade.",
            "score": 188.26407122612
        },
        {
            "docid": "16818636_6",
            "document": "Mouse model of colorectal and intestinal cancer . Mice with mutations in transforming growth factor-β1 gene introduced into 129/Sv Rag2 mutant mouse accelerates adenocarcinomas with strong local invasion suggesting a role for genetic background in tumor development. Colon-specific expression of activated mutant of K-ras (protein)  (K-ras) results in development of single or multiple lesions. Oncogenic K-ras allele activated in colon epithelium induces expression of procarcinogenic protein kinase C-βII (PKCβII) and increases cell proliferation of epithelial cells, while in the distal colon the mutant form of K-ras has the opposite effects on PKCβII expression and cell proliferation. Treatment of this mouse model with the procarcinogen azoxymethane (AOM) leads to formation of dysplastic microadenomas in the proximal but not in the distal colon. Thus the K-ras mutant is a valuable mouse model of proximal colon carcinogenesis. Mutation in the \"Muc2\" gene causes adenomas and adenocarcinomas in the intestine of mice.",
            "score": 240.01489520072937
        },
        {
            "docid": "3572469_5",
            "document": "Costello syndrome . Costello syndrome is caused by any of at least five different mutations in the \"HRAS\" gene on chromosome 11. This gene provides instructions for making a protein, H-Ras, that helps control cell growth and division. Mutations that cause Costello syndrome lead to the production of an H-Ras protein that is permanently active. Instead of triggering cell growth in response to particular signals from outside the cell, the overactive protein directs cells to grow and divide constantly. This unchecked cell division may predispose sufferers to the development of benign and malignant tumors. It remains unclear how mutations in \"HRAS\" cause other features of Costello syndrome, but many of the signs and symptoms may result from cell overgrowth and abnormal cell division.",
            "score": 237.7514135837555
        },
        {
            "docid": "371659_4",
            "document": "Ras subfamily . Because these signals result in cell growth and division, overactive Ras signaling can ultimately lead to cancer. The 3 Ras genes in humans (HRas, KRas, and NRas) are the most common oncogenes in human cancer; mutations that permanently activate Ras are found in 20% to 25% of all human tumors and up to 90% in certain types of cancer (e.g., pancreatic cancer). For this reason, Ras inhibitors are being studied as a treatment for cancer and other diseases with Ras overexpression.",
            "score": 236.28018808364868
        },
        {
            "docid": "7330616_4",
            "document": "Son of Sevenless . Ras-GTPases act as molecular switches that bind to downstream effectors, such as the protein kinase c-Raf, and localise them to the membrane resulting in their activation. Ras-GTPases are considered inactive when bound to guanosine diphosphate (GDP), and active when bound to guanosine triphosphate (GTP). As the name implies, Ras-GTPases possess intrinsic enzymatic activity that hydrolyses GTP to GDP and phosphate. Thus, upon binding to GTP, the duration of Ras-GTPase activity depends on the rate of hydrolysis. SOS (and other guanine nucleotide exchange factors) act by binding Ras-GTPases and forcing them to release their bound nucleotide (usually GDP). Once released from SOS, the Ras-GTPase quickly binds fresh guanine nucleotide from the cytosol. Since GTP is roughly ten times more abundant than GDP in the cytosol, this usually results in Ras activation. The normal rate of Ras catalytic GTPase (GTP hydrolysis) activity can be increased by proteins of the RasGAP family, which bind to Ras and increase its catalytic rate by a factor of one thousand - in effect, increasing the rate at which Ras is inactivated.",
            "score": 189.34601211547852
        },
        {
            "docid": "1566105_16",
            "document": "GTPase-activating protein . Other cancers show a loss of sensitivity of the G protein to the GAPs. These G proteins acquire missense mutations that disrupt the inherent GTPase activity of the proteins. The mutant G proteins are still bound by GAPs, but enhancing GTPase activity by the GAPs is meaningless when GTPase activity of the G protein itself is lost. GAP works to activate a nonfunctional hydrolytic enzyme. T24 bladder cancer cells, for example, were shown to have a missense mutation, G12V, resulting in constitutively active Ras protein. Despite the presence of the G protein regulator, regulation is lost due to a loss of function in the G protein itself. This loss of function also manifests itself in cancer. GAPs and their interaction with G proteins are, therefore, highly important clinically and are potential targets for cancer therapies.",
            "score": 216.60172736644745
        },
        {
            "docid": "19220477_7",
            "document": "Akt/PKB signaling pathway . The p110 subunit can also be recruited independently of p85. For example, Grb2 can also bind the Ras-GEF Sos1, leading to activation of Ras. Ras-GTP then activates the p110 subunit of PI3K.  Other adaptor molecules such as insulin receptor substrate (IRS) can also activate p110.  PI3K can also be activated by G protein-coupled receptors (GPCR), via G-protein βγ dimers or Ras which bind PI3K directly. In addition, the Gα subunit activates Src-dependent integrin signalling which can activate PI3K.",
            "score": 160.43428111076355
        },
        {
            "docid": "14763719_3",
            "document": "RASSF5 . This gene is a member of the Ras association domain family. It functions as a tumor suppressor, and is inactivated in a variety of cancers. The encoded protein localizes to centrosomes and microtubules, and associates with the GTP-activated forms of Ras, Rap1, and several other Ras-like small GTPases. The protein regulates lymphocyte adhesion and suppresses cell growth in response to activated Rap1 or Ras. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 228.9304256439209
        },
        {
            "docid": "70547_22",
            "document": "Breast cancer . Normal cells will commit cell suicide (programmed cell death) when they are no longer needed. Until then, they are protected from cell suicide by several protein clusters and pathways. One of the protective pathways is the PI3K/AKT pathway; another is the RAS/MEK/ERK pathway. Sometimes the genes along these protective pathways are mutated in a way that turns them permanently \"on\", rendering the cell incapable of committing suicide when it is no longer needed. This is one of the steps that causes cancer in combination with other mutations. Normally, the PTEN protein turns off the PI3K/AKT pathway when the cell is ready for programmed cell death. In some breast cancers, the gene for the PTEN protein is mutated, so the PI3K/AKT pathway is stuck in the \"on\" position, and the cancer cell does not commit suicide.",
            "score": 226.83076667785645
        },
        {
            "docid": "29927450_4",
            "document": "RASSF9 . The mutant proregion encoding PAM COOH-terminal interactor protein-1 (P-CIP1) is comparable to that of human band 4.1-like TF (blood plasma protein) as a recycling endosomal pathway in microtubule locations, does NOT bind RasGTP. Specificity of interaction may all be related to microtubule locations of the endosomal-lysosomal system localized within the centrosome with Transferrin and different Ras proteins or with that one (N-Ras), but on the other hand, it interacts with three (Ha-Ras, Ki-Ras, and Rap) residues function, blocked by a mutation that affects Ras effector function is the critical product of the t (6:11) abnormality associated with some human leukemias. Phosphatidylinositol-3-kinase make contacts with both (6:11) switch I and II regions of ras and yeast adenylyl cyclase molecules carrying these mutations are rendered unactivatable by Ras in vitro. Ras-interacting residues, are appreciably different from that of RalGDS-RBD through their C-terminal Ras-binding domains (RBD). Such outliers as afadin/AF-6 and Rin1 were found to inhibit the binding of Raf to Ras. Adenylyl cyclase molecules carrying these mutations are rendered unactivatable by Ras in vitro with the Ras-associating domain-RA, not all RA domains bind RasGTP it is a primary Ras-binding site.",
            "score": 199.89876472949982
        },
        {
            "docid": "26377670_16",
            "document": "Parkes Weber syndrome . According to Boston's Children Hospital, no known food, medications or drugs can cause PWS during pregnancy. PWS is not transmitted from person to person. But it can run in families and can be inherited. PWS affects both males and females equally and as of now no racial predominance is found. The causes for PWS without capillary malformations are currently unknown. Some cases of PWS are a result of mutations on the RASA1 gene which is located on chromosome 5 at position 14.3. This mutation is only applicable to patients with capillary malformations. RASA1 gene is responsible for making p120-RasGAP protein. This protein regulates the RAS/MAPK signaling pathway. RAS/MAPK signaling pathway is used for transmitting signals from the outside the cell to the cell’s nucleus. This pathway is very important as it directs cell functions such as growth, proliferation and controls the cell movement. The p120-RasGAP protein regulates the RAS/MAPK pathway by acting as a negative regulator of the signaling pathway. It turns off signals.",
            "score": 204.07746946811676
        },
        {
            "docid": "371659_12",
            "document": "Ras subfamily . The process of exchanging the bound nucleotide is facilitated by guanine nucleotide exchange factors (GEFs) and GTPase activating proteins (GAPs). As per its classification, Ras has an intrinsic GTPase activity, which means that the protein on its own will hydrolyze a bound GTP molecule into GDP. However this process is too slow for efficient function, and hence the GAP for Ras, RasGAP, may bind to and stabilize the catalytic machinery of Ras, supplying additional catalytic residues (\"arginine finger\") such that a water molecule is optimally positioned for nucleophilic attack on the gamma-phosphate of GTP. An inorganic phosphate is released and the Ras molecule is now bound to a GDP. Since the GDP-bound form is \"off\" or \"inactive\" for signaling, GTPase Activating Protein \"inactivates\" Ras by activating its GTPase activity. Thus, GAPs accelerate Ras \"inactivation\".",
            "score": 162.10629498958588
        },
        {
            "docid": "11158878_34",
            "document": "Rho family of GTPases . After finding that Ras proteins are mutated in 30% of human cancers, it was suspected that mutated Rho proteins might also be involved in cancer reproduction. However, as of August 2007, no oncogenic mutations have been found in Rho proteins, and only one has been found to be genetically altered. To explain the role of Rho pathways without mutation, researchers have now turned to the regulators of rho activity and the levels of expression of the Rho proteins for answers.",
            "score": 204.66989755630493
        },
        {
            "docid": "169250_7",
            "document": "Lipid-anchored protein . Prenylated proteins are particularly important for eukaryotic cell growth, differentiation and morphology. Furthermore, protein prenylation is a reversible post-translational modification to the cell membrane. This dynamic interaction of prenylated proteins with the cell membrane is important for their signalling functions and is often deregulated in disease processes such as cancer. More specifically, Ras is the protein that undergoes prenylation via farnesyltransferase and when it is switched on it can turn on genes involved in cell growth and differentiation. Thus overactiving Ras signalling can lead to cancer. An understanding of these prenylated proteins and their mechanisms have been important for the drug development efforts in combating cancer. Other prenylated proteins include members of the Rab and Rho families as well as lamins.",
            "score": 241.2411172389984
        },
        {
            "docid": "5895033_7",
            "document": "Platelet-derived growth factor receptor . The adaptor protein Grb2 forms a complex with Sos by the Grb2 SH3 domain. Grb2 (or the Grb2/Sos complex) is recruited to the membrane by the Grb2 SH2 domain binding to activated PDGFR-bound SHP2 (also known as PTPN11, a cytosolic PTP), thereby allowing interaction with Ras and the exchange of GDP for GTP on Ras. Whereas the interaction between Grb2 and PDGFR occurs through interaction with the SHP2 protein, Grb2 instead binds to activated EGFR through Shc, another adaptor protein that forms a complex with many receptors via its PTB domain. Once activated, Ras interacts with several proteins, namely Raf. Activated Raf stimulates MAPK-kinase (MAPKK or MEK) by phosphorylating a serine residue in its activation loop. MAPKK then phosphorylates MAPK (ERK1/2) on T and Y residues at the activation-loop leading to its activation. Activated MAPK phosphorylates a variety of cytoplasmic substrates, as well as transcription factors, when translocated into the nucleus. MAPK family members have been found to regulate various biological functions by phosphorylation of particular target molecules (such as transcription factors, other kinases etc.) located in cell membrane, cytoplasm and nucleus, and thus contribute to the regulation of different cellular processes such as cell proliferation, differentiation, apoptosis and immunoresponses.",
            "score": 201.9284075498581
        }
    ],
    "r": [
        {
            "docid": "28902806_6",
            "document": "Reolysin . Reovirus was noted to be a potential cancer therapeutic when early studies on reovirus suggested it reproduces well in certain cancer cell lines. It has since been shown to replicate specifically in cells that have an activated Ras (a cellular signaling pathway that is involved in cell growth and differentiation) with very little effect in cells that do not have active Ras pathways. Reovirus replicates in and eventually kills Ras-activated tumour cells, and as cell death occurs, progeny virus particles are then free to infect surrounding cancer cells. This cycle of infection, replication and cell death is believed to be repeated until all tumour cells carrying an activated Ras pathway are destroyed. Activating mutations of the Ras protein and upstream elements of the Ras protein may play a role in more than two thirds of all human cancers, including most metastatic disease, which suggests that REOLYSIN may be an effective therapeutic for many Ras-activated tumor types and potentially for some cell proliferative disorders.",
            "score": 267.4678649902344
        },
        {
            "docid": "28902690_7",
            "document": "Oncolytics Biotech . REOLYSIN is a proprietary formulation of human reovirus, which is naturally found in mammalian respiratory and bowel systems. Most people have been exposed to reovirus by adulthood, but the infection does not typically produce symptoms. Reovirus was noted to be a potential cancer therapeutic when early studies suggested it reproduces well in certain cancer cell lines. It has since been shown to replicate specifically in cells that have an activated Ras pathway with very little effect in cells that do not have active Ras pathways. Activating mutations of the Ras protein and upstream elements of the Ras protein may play a role in more than two thirds of all human cancers, including most metastatic disease, which suggests that Reolysin may be an effective therapeutic for many Ras-activated tumor types and potentially for some cell proliferative disorders.",
            "score": 253.3946990966797
        },
        {
            "docid": "614678_8",
            "document": "Farnesyltransferase inhibitor . LNK-754 inhibits the activity of a protein called farnesyl-transferase (FT). This class of molecules are called FTIs (or farnesyl-transferase inhibitors). As with mTOR inhibitors, many companies developed them to treat cancers, where they were unsuccessful. The mechanism by which FTIs work is through inhibition of this enzyme, which adds a fatty acid molecule to proteins (such as the oncogene, or cancer-generating, ras). Many proteins can exist in a cell in various locations, and the addition of a farnesyl group targets proteins to the plasma membrane. When ras gets to the plasma membrane, it becomes activated, and leads to tumour formation if this process is not stopped. It was thought that by inhibiting FT, ras will not be activated, therefore preventing cancer growth. The problem was that ras can also be modified by other mechanisms, and thus FTIs were not sufficient to inhibit malignant growth induced by ras signaling.",
            "score": 246.92391967773438
        },
        {
            "docid": "371659_10",
            "document": "Ras subfamily . Ras proteins function as binary molecular switches that control intracellular signaling networks. Ras-regulated signal pathways control such processes as actin cytoskeletal integrity, cell proliferation, cell differentiation, cell adhesion, apoptosis, and cell migration. Ras and Ras-related proteins are often deregulated in cancers, leading to increased invasion and metastasis, and decreased apoptosis. Ras activates several pathways, of which the mitogen-activated protein (MAP) kinase cascade has been well-studied. This cascade transmits signals downstream and results in the transcription of genes involved in cell growth and division. Another Ras-activated signaling pathway is the PI3K/AKT/mTOR pathway, which stimulates protein synthesis and cellular growth, and inhibits apoptosis.",
            "score": 244.4534912109375
        },
        {
            "docid": "371659_3",
            "document": "Ras subfamily . When Ras is 'switched on' by incoming signals, it subsequently switches on other proteins, which ultimately turn on genes involved in cell growth, differentiation and survival. Mutations in \"ras\" genes can lead to the production of permanently activated Ras proteins. As a result, this can cause unintended and overactive signaling inside the cell, even in the absence of incoming signals.",
            "score": 244.0322265625
        },
        {
            "docid": "48695408_10",
            "document": "Dale Brown Emeagwali . Her later research involved the study of cancerous cells. Her most notable achievement in this area involves ras oncogene. Ras proteins play a vital role in the transmission of signals that regulate the growth of cells. When the gene that initiates the ras protein becomes mutated, the signals are disrupted in a way that can cause the cells to become cancerous. She also showed that antisense methodology (a process that inhibits the ability of genes to do their work) can be used to suppress genes that have become cancerous.",
            "score": 243.77301025390625
        },
        {
            "docid": "169250_7",
            "document": "Lipid-anchored protein . Prenylated proteins are particularly important for eukaryotic cell growth, differentiation and morphology. Furthermore, protein prenylation is a reversible post-translational modification to the cell membrane. This dynamic interaction of prenylated proteins with the cell membrane is important for their signalling functions and is often deregulated in disease processes such as cancer. More specifically, Ras is the protein that undergoes prenylation via farnesyltransferase and when it is switched on it can turn on genes involved in cell growth and differentiation. Thus overactiving Ras signalling can lead to cancer. An understanding of these prenylated proteins and their mechanisms have been important for the drug development efforts in combating cancer. Other prenylated proteins include members of the Rab and Rho families as well as lamins.",
            "score": 241.24111938476562
        },
        {
            "docid": "16818636_6",
            "document": "Mouse model of colorectal and intestinal cancer . Mice with mutations in transforming growth factor-β1 gene introduced into 129/Sv Rag2 mutant mouse accelerates adenocarcinomas with strong local invasion suggesting a role for genetic background in tumor development. Colon-specific expression of activated mutant of K-ras (protein)  (K-ras) results in development of single or multiple lesions. Oncogenic K-ras allele activated in colon epithelium induces expression of procarcinogenic protein kinase C-βII (PKCβII) and increases cell proliferation of epithelial cells, while in the distal colon the mutant form of K-ras has the opposite effects on PKCβII expression and cell proliferation. Treatment of this mouse model with the procarcinogen azoxymethane (AOM) leads to formation of dysplastic microadenomas in the proximal but not in the distal colon. Thus the K-ras mutant is a valuable mouse model of proximal colon carcinogenesis. Mutation in the \"Muc2\" gene causes adenomas and adenocarcinomas in the intestine of mice.",
            "score": 240.014892578125
        },
        {
            "docid": "3572469_5",
            "document": "Costello syndrome . Costello syndrome is caused by any of at least five different mutations in the \"HRAS\" gene on chromosome 11. This gene provides instructions for making a protein, H-Ras, that helps control cell growth and division. Mutations that cause Costello syndrome lead to the production of an H-Ras protein that is permanently active. Instead of triggering cell growth in response to particular signals from outside the cell, the overactive protein directs cells to grow and divide constantly. This unchecked cell division may predispose sufferers to the development of benign and malignant tumors. It remains unclear how mutations in \"HRAS\" cause other features of Costello syndrome, but many of the signs and symptoms may result from cell overgrowth and abnormal cell division.",
            "score": 237.75140380859375
        },
        {
            "docid": "371659_4",
            "document": "Ras subfamily . Because these signals result in cell growth and division, overactive Ras signaling can ultimately lead to cancer. The 3 Ras genes in humans (HRas, KRas, and NRas) are the most common oncogenes in human cancer; mutations that permanently activate Ras are found in 20% to 25% of all human tumors and up to 90% in certain types of cancer (e.g., pancreatic cancer). For this reason, Ras inhibitors are being studied as a treatment for cancer and other diseases with Ras overexpression.",
            "score": 236.28018188476562
        },
        {
            "docid": "371659_29",
            "document": "Ras subfamily . Another tumor-lysing virus that specifically targets tumor cells with an activated Ras pathway is a type II herpes simplex virus (HSV-2) based agent, designated FusOn-H2. Activating mutations of the Ras protein and upstream elements of the Ras protein may play a role in more than two-thirds of all human cancers, including most metastatic disease. Reolysin, a formulation of reovirus, and FusOn-H2 are currently in clinical trials or under development for the treatment of various cancers. In addition, a treatment based on siRNA anti-mutated K-RAS (G12D) called siG12D LODER is currently in clinical trials for the treatment of locally advanced pancreatic cancer (NCT01188785, NCT01676259).",
            "score": 235.7632293701172
        },
        {
            "docid": "38383394_2",
            "document": "RASGRP4 . RAS guanyl releasing protein 4 is a protein in humans that is encoded by the RASGRP4 gene in chromosome 19. The protein encoded by this gene is a member of the Ras guanyl nucleotide-releasing protein (RasGRP) family of Ras guanine nucleotide exchange factors. It contains a Ras exchange motif, a diacylglycerol-binding domain, and two calcium-binding EF hands. This protein was shown to activate H-Ras in a cation-dependent manner in vitro. Expression of this protein in myeloid cell lines was found to be correlated with elevated level of activated RAS protein, and the RAS activation can be greatly enhanced by phorbol ester treatment, which suggested a role of this protein in diacylglycerol regulated cell signaling pathways. Studies of a mast cell leukemia cell line expressing substantial amounts of abnormal transcripts of this gene indicated that this gene may play an important role in the final stages of mast cell development. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Apr 2009].",
            "score": 233.98818969726562
        },
        {
            "docid": "37375960_3",
            "document": "Cysmethynil . Cysmethynil reacts to inhibit Icmt, which plays in key role for the Ras protein. Ras is one of the components in the cell that is responsible for controlling cell growth. Certain mutations in Ras can leave it in the \"on\" configuration, such that uncontrolled cell growth results. Ras gets methylated by the Icmt enzyme, a signal that allows Ras to go to its destination (plasma membrane) that can lead to uncontrolled growth. Icmt can be inhibited from adding the methyl group, inactivating Ras such that it no longer sends a signal to the cell to have uncontrolled growth. Cysmethynil is the compound that knocks out Icmt so that it can no longer function, and this in turn prevents Ras from signaling the cell. The compound was tested out in xenograft mice that had multiple human tumors, and the result was reduced tumor burden. Treatment from this compound causes autophagy in the cell and results in cell death. Research done on prostate cancer cells has demonstrated that cysmethynil inhibits Icmt such that the cell is stuck in the G1 phase, and this leads to the autophagic cell death.",
            "score": 233.32003784179688
        },
        {
            "docid": "9599050_3",
            "document": "SOS1 . RAS genes (e.g., MIM 190020) encode membrane-bound guanine nucleotide-binding proteins that function in the transduction of signals that control cell growth and differentiation. Binding of GTP activates RAS proteins, and subsequent hydrolysis of the bound GTP to GDP and phosphate inactivates signaling by these proteins. GTP binding can be catalyzed by guanine nucleotide exchange factors for RAS, and GTP hydrolysis can be accelerated by GTPase-activating proteins (GAPs). The first exchange factor to be identified for RAS was the S. cerevisiae CDC25 gene product. Genetic analysis indicated that CDC25 is essential for activation of RAS proteins. In Drosophila, the protein encoded by the 'son of sevenless' gene (Sos) contains a domain that shows sequence similarity with the catalytic domain of CDC25. Sos may act as a positive regulator of RAS by promoting guanine nucleotide exchange.[supplied by OMIM]",
            "score": 229.52281188964844
        },
        {
            "docid": "14763719_3",
            "document": "RASSF5 . This gene is a member of the Ras association domain family. It functions as a tumor suppressor, and is inactivated in a variety of cancers. The encoded protein localizes to centrosomes and microtubules, and associates with the GTP-activated forms of Ras, Rap1, and several other Ras-like small GTPases. The protein regulates lymphocyte adhesion and suppresses cell growth in response to activated Rap1 or Ras. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 228.930419921875
        },
        {
            "docid": "70547_22",
            "document": "Breast cancer . Normal cells will commit cell suicide (programmed cell death) when they are no longer needed. Until then, they are protected from cell suicide by several protein clusters and pathways. One of the protective pathways is the PI3K/AKT pathway; another is the RAS/MEK/ERK pathway. Sometimes the genes along these protective pathways are mutated in a way that turns them permanently \"on\", rendering the cell incapable of committing suicide when it is no longer needed. This is one of the steps that causes cancer in combination with other mutations. Normally, the PTEN protein turns off the PI3K/AKT pathway when the cell is ready for programmed cell death. In some breast cancers, the gene for the PTEN protein is mutated, so the PI3K/AKT pathway is stuck in the \"on\" position, and the cancer cell does not commit suicide.",
            "score": 226.8307647705078
        },
        {
            "docid": "14842113_15",
            "document": "CDKN2A . RAS-RAF-MEK-ERK MAP kinase pathway plays an important role in melanocytes, where melanoma arises. Stimulation of membrane bound receptors including tyrosine kinases and G-proteins receptors promote activation of RAS then activates RAF kinases which in turn promotes MEK then ERK activation. All of these proteins work together to help cell survival. A BRAF mutation in this activation chain triggers malignant transformation in melanoma cells. Melanoma relies on this BRAF mutation to grow and multiply as a tumor cell.",
            "score": 225.9779052734375
        },
        {
            "docid": "2966201_13",
            "document": "Neurofibroma . The \"NF1\" gene is composed of 60 exons spanning 350kb of genomic data, and maps to chromosomal region 17qll.2. This gene codes for neurofibromin which is a large 220-250 KDa cytoplasmic protein that is composed of 2,818 amino acids with three alternatively spliced exons (9a, 23a and 48a) in the encoding gene. The functional part of neurofibromin is a GAP, or GTPase-activating protein. GAP accelerates the conversion of the active GTP-bound RAS to its inactive GDP-bound form, inactivating RAS and reducing RAS-mediated growth signaling. Loss of RAS control leads to increased activity of other signaling pathways including RAF, ERK1/2, PI3K, PAK and mTOR-S6 kinase. This increased activity of downstream RAS pathways might work together to increase cell growth and survival. Genes that code for proteins that regulate cell growth, such as \"NF1\" and \"TP53\", are referred to as tumor suppressor genes. Neurofibromin has other growth-regulatory properties besides its ability to regulate RAS activity, but these other functions are poorly understood at this time.",
            "score": 223.79550170898438
        },
        {
            "docid": "19220477_24",
            "document": "Akt/PKB signaling pathway . Aberrant activation of Akt, either via PI3K or independently of PI3K, is often associated with malignancy. Studies have identified gene amplification of the Akt isoforms in many types of cancer, including glioblastoma, ovarian, pancreatic and breast cancers. Akt is also up-regulated in terms of mRNA production in breast and prostate cancer. Functional inactivation of PTEN, the major PI3K antagonist, can occur in cancer cells by point mutation, gene deletion or epigenetic mechanisms. Mutation in the pathway can also affect receptor tyrosine kinases, growth factors, Ras and the PI3K p110 subunit, leading to abnormal signalling activity. Therefore, many of the proteins in the pathway are targets for cancer therapeutics. In addition to its effects on cell survival and cell cycle progression, the PI3K-Akt pathway promotes other characteristics of cancer cells. Hyperactivity of the pathway promotes the epithelial-mesenchymal transition (EMT) and metastasis due to its effects on cell migration.",
            "score": 221.7552032470703
        },
        {
            "docid": "12266_59",
            "document": "Genetics . Normally, a cell divides only in response to signals called growth factors and stops growing once in contact with surrounding cells and in response to growth-inhibitory signals. It usually then divides a limited number of times and dies, staying within the epithelium where it is unable to migrate to other organs. To become a cancer cell, a cell has to accumulate mutations in a number of genes (three to seven) that allow it to bypass this regulation: it no longer needs growth factors to divide, continues growing when making contact to neighbor cells, ignores inhibitory signals, keeps growing indefinitely and is immortal, escapes from the epithelium and ultimately may be able to escape from the primary tumor, cross the endothelium of a blood vessel, be transported by the bloodstream and colonize a new organ, forming deadly metastasis. Although there are some genetic predispositions in a small fraction of cancers, the major fraction is due to a set of new genetic mutations that originally appear and accumulate in one or a small number of cells that will divide to form the tumor and are not transmitted to the progeny (somatic mutations). The most frequent mutations are a loss of function of p53 protein, a tumor suppressor, or in the p53 pathway, and gain of function mutations in the Ras proteins, or in other oncogenes.",
            "score": 218.711669921875
        },
        {
            "docid": "1566105_16",
            "document": "GTPase-activating protein . Other cancers show a loss of sensitivity of the G protein to the GAPs. These G proteins acquire missense mutations that disrupt the inherent GTPase activity of the proteins. The mutant G proteins are still bound by GAPs, but enhancing GTPase activity by the GAPs is meaningless when GTPase activity of the G protein itself is lost. GAP works to activate a nonfunctional hydrolytic enzyme. T24 bladder cancer cells, for example, were shown to have a missense mutation, G12V, resulting in constitutively active Ras protein. Despite the presence of the G protein regulator, regulation is lost due to a loss of function in the G protein itself. This loss of function also manifests itself in cancer. GAPs and their interaction with G proteins are, therefore, highly important clinically and are potential targets for cancer therapies.",
            "score": 216.6017303466797
        },
        {
            "docid": "1492806_4",
            "document": "Coffin–Lowry syndrome . The syndrome is caused by mutations in the RPS6KA3 gene. This gene is located on the short arm of the X chromosome (Xp22.2). The RPS6KA3 gene makes a protein that is involved with signaling within cells. Researchers believe that this protein helps control the activity of other genes and plays an important role in the brain. The protein is involved in cell signaling pathways that are required for learning, the formation of long-term memories, and the survival of nerve cells. The protein RSK2 which is encoded by the RPS6KA3 gene is a kinase which phosphorylates some substrates like CREB and histone H3. RSK2 is involved at the distal end of the Ras/MAPK signaling pathway. Mutations in the RPS6KA3 disturb the function of the protein, but it is unclear how a lack of this protein causes the signs and symptoms of Coffin–Lowry syndrome. At this time more than 120 mutations have been found. Some people with the features of Coffin–Lowry syndrome do not have identified mutations in the RPS6KA3 gene. In these cases, the cause of the condition is unknown.",
            "score": 214.79287719726562
        },
        {
            "docid": "14873763_5",
            "document": "MRAS . The MRAS gene is expressed specifically in brain, heart, myoblasts, myotubes, fibroblasts, skeletal muscles, and uterus, suggesting a specific role of M-Ras in these tissue and cells. M-Ras is involved in many biological processes by activating a wide variety of proteins. For instance, it is activated by Ras guanine nucleotide exchange factors and can bind/activate some Ras protein effectors. M-Ras also weakly stimulates the mitogen-activated protein kinase (MAPK) activity and ERK2 activity, but modestly stimulates trans-activation from different nuclear response elements which bind transcription factors, such as SRF, ETS/TCF, Jun/Fos, and NF- kB/Rel. M-Ras has been found to induce Akt kinase activity in the PI3-K pathway, and it may play a role in cell survival of neural-derived cells. Moreover, M-Ras plays a crucial role in the downregulation of OCT4 and NANOG protein levels upon differentiation and has been demonstrated to modulate cell fate at early steps of development during neurogenesis. M-Ras, induced and activated by BMP-2 signaling, also participates in the osteoblastic determination, differentiation, and transdifferentiation under p38 MAPK and JNK regulation. M-Ras is involved in TNF-alpha-stimulated and Rap1-mediated LFA-1 activation in splenocytes. More generally, cells transfected with M-Ras exhibit dendritic appearances with microspikes, suggesting that M-Ras may participate in reorganization of the actin cytoskeleton. In addition, it is reported that M-Ras forms a complex with SCRIB and SHOC2, a polarity protein with tumor suppressor properties, and may play a key role in tumorigenic growth.",
            "score": 214.33033752441406
        },
        {
            "docid": "11867217_13",
            "document": "ErbB . Genetic Ras mutations are infrequent in breast cancer but Ras may be pathologically activated in breast cancer by overexpression of ErbB receptors. Activation of the receptor tyrosine kinases generates a signaling cascade where the Ras GTPase proteins are activated to a GTP-bound state. The RAS pathway can couple with the mitogen-activated protein kinase pathway or a number of other possible effectors.",
            "score": 213.3319091796875
        },
        {
            "docid": "14754083_2",
            "document": "RALA . Ras-related protein Ral-A (RalA) is a protein that in humans is encoded by the \"RALA\" gene on chromosome 7. This protein is one of two paralogs of the Ral protein, the other being RalB, and part of the Ras GTPase family. RalA functions as a molecular switch to activate a number of biological processes, majorly cell division and transport, via signaling pathways. Its biological role thus implicates it in many cancers.",
            "score": 212.56346130371094
        },
        {
            "docid": "14814947_2",
            "document": "RALB . Ras-related protein Ral-B (RalB) is a protein that in humans is encoded by the \"RALB\" gene on chromosome 2. This protein is one of two paralogs of the Ral protein, the other being RalA, and part of the Ras GTPase family. RalA functions as a molecular switch to activate a number of biological processes, majorly cell division and transport, via signaling pathways. Its biological role thus implicates it in many cancers.",
            "score": 212.56346130371094
        },
        {
            "docid": "34014895_3",
            "document": "Julian Downward . Downward was educated at Eton College and earned a Bachelor of Arts degree in Natural Sciences from Clare College, Cambridge. His PhD was supervised by at the Imperial Cancer Research Fiund where he investigated Epidermal growth factor receptor, establishing in 1984 the close similarity between this cellular growth regulatory protein and the avian retroviral oncogene, v-erbB. This work led to the identification of the closely related cellular oncogene ErbB2/HER2, which is over-expressed in a major subset of breast cancers and is the target of the important targeted therapy, trastuzumab. From 1986 to 1989, he was a postdoctoral researcher with Robert Weinberg, at the Whitehead Institute for biomedical research at the Massachusetts Institute of Technology. Downward's research investigates cancer biology. His work on the Ras GTPase has made seminal contributions to our understanding of how cellular signal transduction pathways are subverted in oncogenic transformation. His work provided the first demonstration that Guanosine triphosphate-loading on Ras, which is commonly mutationally activated in human tumours, is normally regulated in response to extracellular factors; he went on to characterise growth factor receptor complexes mediating Ras nucleotide exchange, and to demonstrate that GTP-bound Ras binds to and activates the RAF kinase, which controls the mitogen-activated protein kinase pathway. Julian was first to demonstrate that phosphoinositide 3-kinase (PI 3-kinase) is also a Ras effector, important in regulation of apoptosis. He showed that transformation by Ras requires interaction with multiple effectors, which contribute differentially to cell cycle progression, cytoskeletal regulation and apoptosis. His work has established that both cell matrix and cell–cell interaction activate the PI 3-kinase/PKB pathway, and thereby prevent programmed cell death, and that it is activation of this pathway by oncogenic Ras that allows anchorage-independent growth of transformed cells. Most recently he has focused on identifying unique weaknesses of cancer cells expressing the activated Ras oncogene using a combination of large-scale functional genomics and pre-clinical models of lung cancer.",
            "score": 212.5005340576172
        },
        {
            "docid": "371659_20",
            "document": "Ras subfamily . Mutations in the Ras family of proto-oncogenes (comprising H-Ras, N-Ras and K-Ras) are very common, being found in 20% to 30% of all human tumors. it is reasonable to speculate that a pharmacological approach that curtails Ras activity may represent a possible method to inhibit certain cancer types. Ras point mutations are the single most common abnormality of human proto-oncogenes. Ras inhibitor trans-farnesylthiosalicylic acid (FTS, Salirasib) exhibits profound anti-oncogenic effects in many cancer cell lines.",
            "score": 212.01528930664062
        },
        {
            "docid": "614678_7",
            "document": "Farnesyltransferase inhibitor . It has been suggested that the preclinical successes showing that many N- or K-Ras transformed cell lines (and even tumor cell lines that do not harbor Ras mutations) are sensitive to FTase inhibitors due to inhibition of farnesylation of a number of other proteins. Therefore, it is hoped that FTIs, whilst not Ras specific, still have potential for cancer therapy.",
            "score": 211.81356811523438
        },
        {
            "docid": "273854_26",
            "document": "Telomerase . While this method of modeling human cancer in cell culture is effective and has been used for many years by scientists, it is also very imprecise. The exact changes that allow for the formation of the tumorigenic clones in the above-described experiment are not clear. Scientists addressed this question by the serial introduction of multiple mutations present in a variety of human cancers. This has led to the identification of mutation combinations that form tumorigenic cells in a variety of cell types. While the combination varies by cell type, the following alterations are required in all cases: TERT activation, loss of p53 pathway function, loss of pRb pathway function, activation of the Ras or myc proto-oncogenes, and aberration of the PP2A protein phosphatase. That is to say, the cell has an activated telomerase, eliminating the process of death by chromosome instability or loss, absence of apoptosis-induction pathways, and continued mitosis activation.",
            "score": 210.9743194580078
        },
        {
            "docid": "1566105_14",
            "document": "GTPase-activating protein . The importance of GAPs comes from its regulation of the crucial G proteins. Many of these G proteins are involved in cell cycling, and as such are known proto-oncogenes. The Ras superfamily of G proteins, for example, has been associated with many cancers because Ras is a common downstream target of many growth factors like FGF, or fibroblast growth factor. Under normal conditions, this signaling ultimately induces regulated cell growth and proliferation. However, in the cancer state, such growth is no longer regulated and results in the formation of tumors. Often, this oncogenic behavior is due to a loss of function of GAPs associated with those G proteins or a loss of the G protein’s ability to respond to its GAP. With the former, G proteins are unable to hydrolyze GTP quickly, resulting in sustained expression of the active form of G proteins. Although the G proteins have weak hydrolytic activity, in the presence of functional GEFs, the inactivated G proteins are constantly replaced with activated ones because the GEFs exchange GDP for GTP in these proteins. With no GAPs to curb the G protein’s activity, this results in constitutively active G proteins, unregulated cell growth, and the cancerous state. In the case of the latter, a loss of the G protein’s ability to respond to GAP, the G proteins have lost their ability to hydrolyze GTP. With a nonfunctional G protein enzyme, GAPs cannot activate the GTPase activity, and the G protein is constitutively on. This also results in unregulated cell growth and cancer.",
            "score": 209.00563049316406
        },
        {
            "docid": "7737653_40",
            "document": "Oncogenomics . Mutational analysis of entire gene families revealed that genes of the same family have similar functions, as predicted by similar coding sequences and protein domains. Two such classes are the kinase family, involved in adding phosphate groups to proteins and the phosphatase family, involved with removing phosphate groups from proteins. These families were first examined because of their apparent role in transducing cellular signals of cell growth or death. In particular, more than 50% of colorectal cancers carry a mutation in a kinase or phosphatase gene. Phosphatidylinositold 3-kinases (PIK3CA) gene encodes for lipid kinases that commonly contain mutations in colorectal, breast, gastric, lung and various other cancers. Drug therapies can inhibit PIK3CA. Another example is the BRAF gene, one of the first to be implicated in melanomas. BRAF encodes a serine/threonine kinase that is involved in the RAS-RAF-MAPK growth signaling pathway. Mutations in BRAF cause constitutive phosphorylation and activity in 59% of melanomas. Before BRAF, the genetic mechanism of melanoma development was unknown and therefore prognosis for patients was poor.",
            "score": 208.97230529785156
        }
    ]
}