{
    "q": [
        {
            "docid": "14878674_9",
            "document": "CSRP3 . MLP is directly associated with striated muscle diseases. Mutations in the CSRP3 gene have been detected in patients with dilated cardiomyopathy (DCM) [e.g. G72R and K69R], and hypertrophic cardiomyopathy (HCM) [e.g. L44P, S46R, S54R/E55G, C58G, R64C, Y66C, Q91L, K42/fs165], while the most frequent MLP mutation, W4R, has been found in both of these patient populations. Biochemical and functional studies have been performed for some of these mutant proteins, and reveal aberrant localization and interaction patterns, leading to impaired molecular and cellular functions. For example, the W4R mutation abolishes the MLP/T-cap interaction, leading to mislocalization of T-cap, Z-line instability and severe sarcomeric structural defects. The C58G mutation causes reduced protein stability due to enhanced ubiquitin-dependent proteasome degradation while the K69L mutation, which is within the predicted nuclear localization signal of MLP, abolishes the MLP/α-actinin interaction and causes altered subcellular distribution of the mutant protein, showing predominant perinuclear localization.  Alterations in the protein expression levels of MLP, its oligomerization or splicing have also been described in human cardiac and skeletal muscle diseases: both MLP protein levels and oligomerization are down-regulated in human heart failure, while MLP levels are significantly changed in different skeletal myopathies, including facioscapulohumeral muscular dystrophy, nemaline myopathy and limb girdle muscular dystrophy type 2B. Moreover, significant changes in MLP-b protein expression levels, as well as deregulation of the MLP:MLP-b ratio have been detected in limb girdle muscular dystrophy type 2A, Duchenne muscular dystrophy and dermatomyositis patients.",
            "score": 237.2489858865738
        },
        {
            "docid": "350926_15",
            "document": "Retinitis pigmentosa . A variety of retinal molecular pathway defects have been matched to multiple known RP gene mutations. Mutations in the rhodopsin gene, which is responsible for the majority of autosomal-dominantly inherited RP cases, disrupts the rod-opsin protein essential for translating light into decipherable electrical signals within the phototransduction cascade of the central nervous system. Defects in the activity of this G-protein-coupled receptor are classified into distinct classes that depend on the specific folding abnormality and the resulting molecular pathway defects. The Class I mutant protein's activity is compromised as specific point mutations in the protein-coding amino acid sequence affect the pigment protein's transportation into the outer segment of the eye, where the phototransduction cascade is localized. Additionally, the misfolding of Class II rhodopsin gene mutations disrupts the protein's conjunction with 11-cis-retinal to induce proper chromophore formation. Additional mutants in this pigment-encoding gene affect protein stability, disrupt mRNA integrity post-translationally, and affect the activation rates of transducin and opsin optical proteins.",
            "score": 129.04715979099274
        },
        {
            "docid": "1900228_17",
            "document": "Nemaline myopathy . Muscle cells contract in complex mechanical and chemical processes. If any part of the process or structure is disrupted, dysfunction will likely result, as in the case of those with genetic variations. In those with nemaline myopathy, muscle contraction is adversely affected. At the electron microscopic level, rod-shaped components can often be seen in some of the muscle cells, and when seen, is diagnostic for the condition called nemaline rod myopathy. The presence of these rods is not causing muscle weakness, rather they appear as a result of something going wrong within the muscle fiber. There is no connection between the number of rods found in the muscle cells and the amount of weakness a person has. All of the different gene mutations leading to the condition called nemaline myopathy that have been found so far are in genes that encode different components of the sarcomere. In normal muscle cells, the various parts of the muscle fibers that make up the sarcomere are distributed evenly in a pattern for effective muscle contraction. Evidence suggests that some kinds of NM affect the arrangement of these muscle fibers, causing the muscles to be unable to contract as efficiently or effectively. Nemaline myopathy is usually genetic and shows traits in the affected individual from birth or an early age. However, there are some cases of symptoms of nemaline myopathy not showing up until adulthood. These cases are usually not genetic. Of the genes that have been linked to nemaline myopathy, most are also involved in encoding proteins in the sarcomeres in the muscle cells. Respiratory muscles are often more affected than other skeletal muscle groups. Cardiac muscle is usually not affected in nemaline myopathy patients and the ocular muscles are usually spared.",
            "score": 350.46181297302246
        },
        {
            "docid": "18939846_11",
            "document": "Inner nuclear membrane protein . The wide array of diseases involving lamins and their associated inner nuclear membrane proteins are collectively called laminopathies. Mutations in the gene \"EDM\", encoding the INM protein emerin may be the cause of X-linked Emery–Dreifuss muscular dystrophy. As mutations in lamins cause the autosomal dominant form of Emery–Dreifuss muscular dystrophy, and lamins and emerin are known to interact, it has been hypothesised that muscle disease is caused by a structural defect in the NE brought on by dysfunction in one of these proteins. Mutations in the gene \"LBR\", encoding lamin B receptor, causes Pelger-Hüet anomaly.",
            "score": 167.93747854232788
        },
        {
            "docid": "14343203_4",
            "document": "RAPSN . In the neuromuscular junction there is a vital pathway that maintains synaptic structure and results in the aggregation and localization of the acetylcholine receptor (AChR) on the postsynaptic folds. This pathway consists of agrin, muscle-specific tyrosine kinase (MuSK protein), AChRs and the AChR-clustering protein rapsyn, encoded by RAPSN. Genetic mutations of the proteins in the neuromuscular junction are associated with Congenital myasthenic syndrome (CMS). Postsynaptic defects are the most frequent cause of CMS and often result in abnormalities in the acetylcholine receptor. The vast majority of mutations causing CMS are found in the AChR subunits and rapsyn genes. The rapsyn protein interacts directly with the AChRs and plays a vital role in agrin-induced clustering of the AChR. Without rapsyn, functional synapses cannot be created as the folds do not form properly. Patients with CMS-related mutations of the rapsyn protein typically are either homozygous for N88K or heterozygous for N88K and a second mutation. The major effect of the mutation N88K in rapsyn is to reduce the stability of AChR clusters. The second mutation can be a determining factor in the severity of the disease.",
            "score": 168.62145280838013
        },
        {
            "docid": "13120422_7",
            "document": "Tumor antigen . Any protein produced in a tumor cell that has an abnormal structure due to mutation can act as a tumor antigen. Such abnormal proteins are produced due to mutation of the concerned gene. Mutation of protooncogenes and tumor suppressors which lead to abnormal protein production are the cause of the tumor and thus such abnormal proteins are called tumor-specific antigens. Examples of tumor-specific antigens include the abnormal products of ras and p53 genes. In contrast, mutation of other genes unrelated to the tumor formation may lead to synthesis of abnormal proteins which are called tumor-associated antigens.",
            "score": 151.11467790603638
        },
        {
            "docid": "611074_16",
            "document": "Point mutation . Other effects of point mutations, or single nucleotide polymorphisms in DNA, depend on the location of the mutation within the gene. For example, if the mutation occurs in the region of the gene responsible for coding, the amino acid sequence of the encoded protein may be altered, causing a change in the function, protein localization, stability of the protein or protein complex. Many methods have been proposed to predict the effects of missense mutations on proteins. Machine learning algorithms train their models to distinguish known disease-associated from neutral mutations whereas other methods do not explicitly train their models but almost all methods exploit the evolutionary conservation assuming that changes at conserved positions tend to be more deleterious. While majority of methods provide a binary classification of effects of mutations into damaging and benign, a new level of annotation is needed to offer an explanation of why and how these mutations damage proteins.",
            "score": 132.49091482162476
        },
        {
            "docid": "7710370_6",
            "document": "Suppressor mutation . Suppressor mutations also occur in genes that code for virus structural proteins. To create a viable phage T4 virus (see image), a balance of structural components is required. An amber mutant of phage T4 contains a mutation that changes a codon for an amino acid in a protein to the nonsense stop codon TAG (see stop codon and nonsense mutation). If, upon infection, an amber mutant defective in a gene encoding a needed structural component of phage T4 is weakly suppressed (in an \"E. coli\" host containing a specific altered tRNA – see nonsense suppressor), it will produce a reduced number of the needed structural component. As a consequence few if any viable phage are formed. However, it was found that viable phage could sometimes be produced in the host with the weak nonsense suppressor if a second amber mutation in a gene that encodes another structural protein is also present in the phage genome. It was found that the reason the second amber mutation could suppress the first one is that the two numerically reduced structural proteins would now be in balance. For instance, if the first amber mutation caused a reduction of tail fibers to one tenth the normal level, most phage particles produced would have insufficient tail fibers to be infective. However, if a second amber mutation is defective in a base plate component and causes one tenth the number of base plates to be made, this may restore the balance of tail fibers and base plates, and thus allow infective phage to be produced.",
            "score": 128.77477395534515
        },
        {
            "docid": "10950652_10",
            "document": "MEN1 . MEN1 mutations comprise mostly frameshift deletions or insertions, followed by nonsense, missense, splice-site mutations and either part or complete gene deletions resulting in disease pathology. Frameshift and nonsense mutations result in a supposed inactive and truncated menin protein while splice-site mutations result in incorrectly spliced mRNA. Missense mutations of MEN1 are especially important as they result in a change to crucial amino acids needed in order to bind and interact with other proteins and molecules. As menin is located predominantly in the nucleus, these mutations can impact the stability of the cell and may further affect functional activity or expression levels of the protein. Studies have also shown that single amino acid changes in genes involved in oncogenic disorders may result in proteolytic degradation leading to loss of function and reduced stability of the mutant protein; a common mechanism for inactivating tumor suppressor gene products. MEN1 gene mutations and deletions also play a role in the development of hereditary and a subgroup of sporadic pituitary adenomas and were detected in approximately 5% of sporadic pituitary adenomas. Consequently, alterations of the gene represent a candidate pathogenetic mechanism of pituitary tumorigenesis especially when considered in terms of interactions with other proteins, growth factors, oncogenes play a rule in tumorigenesis.",
            "score": 151.64619076251984
        },
        {
            "docid": "47878_8",
            "document": "Huntington's disease . All humans have two copies of the Huntingtin gene (\"HTT\"), which codes for the protein Huntingtin (HTT). The gene is also called \"HD\" and \"IT15\", which stands for 'interesting transcript 15'. Part of this gene is a repeated section called a trinucleotide repeat, which varies in length between individuals and may change length between generations. If the repeat is present in a healthy gene, a dynamic mutation may increase the repeat count and result in a defective gene. When the length of this repeated section reaches a certain threshold, it produces an altered form of the protein, called mutant Huntingtin protein (mHTT). The differing functions of these proteins are the cause of pathological changes which in turn cause the disease symptoms. The Huntington's disease mutation is genetically dominant and almost fully penetrant: mutation of either of a person's \"HTT\" alleles causes the disease. It is not inherited according to sex, but the length of the repeated section of the gene and hence its severity can be influenced by the sex of the affected parent.",
            "score": 155.64977145195007
        },
        {
            "docid": "38057969_18",
            "document": "Progeroid syndromes . BS is caused by mutations in the BLM gene, which encodes for the Bloom syndrome protein, a RecQ helicase. These mutations may be frameshift, missense, non-sense, or mutations of other kinds and are likely to cause deletions in the gene product. Apart from helicase activity that is common to all RecQ helices, it also acts to prevent inappropriate homologous recombination. During replication of the genome, the two copies of DNA, called sister chromatids, are held together through a structure called the centromere. During this time, the homologous (corresponding) copies are in close physical proximity to each other, allowing them to 'cross' and exchange genetic information, a process called homologous recombination. Defective homologous recombination can cause mutation and genetic instability. Such defective recombination can introduce gaps and breaks within the genome and disrupt the function of genes, possibly causing growth retardation, aging and elevated risk of cancer. It introduces gaps and breaks within the genome and disrupts the function of genes, often causing retardation of growth, aging and elevated risks of cancers. The Bloom syndrome protein interacts with other proteins, such as topoisomerase IIIα and RMI2, and suppresses illegitimate recombination events between sequences that are divergent from strict homology, thus maintaining genome stability. Individuals with BS have a loss-of-function mutation, which means that the illegitimate recombination is no longer suppressed, leading to higher rates of mutation (~10-100 times above normal, depending on cell type).",
            "score": 147.97994077205658
        },
        {
            "docid": "1448647_9",
            "document": "Fukuyama congenital muscular dystrophy . The mechanism of this sub-type of muscular dystrophy consists of a mutation in the FKTN gene which results in a malformed fukutin protein. It is thought that fukutin modifies the alpha-dystroglycan protein, which is important in anchoring cells to certain molecules, specifically including some proteins. Alpha-dystroglycan in skeletal muscles helps to prevent the breakdown of muscle fibers through stabilization and protection. Alpha-dystroglycan also helps brain development by assisting in the migration of neurons.Most frequently, FKTN is mutated in such a way that creates a shortage of fukutin in the cell, which in turn creates problems during formation of alpha-dystroglycan leading to less stabilization of muscle cells. Use of the destabilized muscle fibers over time causes them to break down and a gradual decline in muscle tone and atrophy of muscle fibers occurs. The decline in cerebral fukutin causes neuronal cells to continue moving beyond their intended destination. Additionally, oxidative stress has some effect on astrocytes (as well as, neurons) when fukutin is subdued",
            "score": 196.1189557313919
        },
        {
            "docid": "7241138_11",
            "document": "Endoplasmic-reticulum-associated protein degradation . The first group is the result of mutations in ERAD components, which subsequently lose their function. By losing their function, these components are no longer able to stabilize aberrant proteins, so that the latter accumulate and damage the cell. An example of a disease caused by this first group of disorders is Parkinson's disease. It is caused by a mutation in the parkin gene. Parkin is a protein that functions in complex with CHIP as a ubiquitin ligase and overcomes the accumulation and aggregation of misfolded proteins.",
            "score": 159.95871138572693
        },
        {
            "docid": "602466_25",
            "document": "Tuberous sclerosis . Molecular genetic studies have defined at least two loci for TSC. In \"TSC1\", the abnormality is localized on chromosome 9q34, but the nature of the gene protein, called hamartin, remains unclear. No missense mutations occur in \"TSC1\". In \"TSC2\", the gene abnormalities are on chromosome 16p13. This gene encodes tuberin, a guanosine triphosphatase–activating protein. The specific function of this protein is unknown. In \"TSC2\", all types of mutations have been reported; new mutations occur frequently. Few differences have yet been observed in the clinical phenotypes of patients with mutation of one gene or the other.",
            "score": 120.2171266078949
        },
        {
            "docid": "19593553_4",
            "document": "Antiparkinson medication . It is difficult to diagnose Parkinson's disease, as there is no specific test for it. Doctors usually perform other tests in order to rule out other conditions. Often seen in the dopaminergic neurons in the brains of patients who have Parkinson's disease, are Lewy bodies, which are abnormal circular structures found within the cytoplasm. Lewy bodies have a dense protein core, surrounded by a halo of radiating fibers. Mutations on chromosome 4 can cause Parkinson's disease. This gene produces a protein known as a-synuclein. This protein which is normally found in the presynaptic terminals and is thought to be involved in synaptic transmission in dopaminergic neurons. The mutation produces what is known as a toxic gain of function because it produces a protein that results in effects that are toxic to the cell. Parkinson's disease can also be caused by a mutation on chromosome 6. This gene has been named parkin. This mutation causes a loss of function, which makes it a recessive disorder.",
            "score": 164.91132307052612
        },
        {
            "docid": "1492806_4",
            "document": "Coffin–Lowry syndrome . The syndrome is caused by mutations in the RPS6KA3 gene. This gene is located on the short arm of the X chromosome (Xp22.2). The RPS6KA3 gene makes a protein that is involved with signaling within cells. Researchers believe that this protein helps control the activity of other genes and plays an important role in the brain. The protein is involved in cell signaling pathways that are required for learning, the formation of long-term memories, and the survival of nerve cells. The protein RSK2 which is encoded by the RPS6KA3 gene is a kinase which phosphorylates some substrates like CREB and histone H3. RSK2 is involved at the distal end of the Ras/MAPK signaling pathway. Mutations in the RPS6KA3 disturb the function of the protein, but it is unclear how a lack of this protein causes the signs and symptoms of Coffin–Lowry syndrome. At this time more than 120 mutations have been found. Some people with the features of Coffin–Lowry syndrome do not have identified mutations in the RPS6KA3 gene. In these cases, the cause of the condition is unknown.",
            "score": 158.42820405960083
        },
        {
            "docid": "624361_37",
            "document": "Autophagy . Parkinson disease is a neurodegenerative disorder partially caused by the cell death of brain and brain stem cells in many nuclei like the substantia nigra. Parkinson’s disease is characterized by inclusions of a protein called alpha-synuclien (Lewy bodies) in affected neurons that cells cannot break down. Deregulation of the autophagy pathway and mutation of alleles regulating autophagy are believed to cause neurodegenerative diseases. Autophagy is essential for neuronal survival. Without efficient autophagy, neurons gather ubiquitinated protein aggregates and degrade. Ubiquitinated proteins are proteins that have been tagged with ubiquitin to get degraded. Mutations of synuclien alleles lead to lysosome pH increase and hydrolase inhibition. As a result, lysosomes degradative capacity is decreased. There are several genetic mutations implicated in the disease, including loss of function PINK1 and Parkin. Loss of function in these genes can lead to damaged mitochondrial accumulation and protein aggregates than can lead to cellular degeneration. Mitochondria is involved in Parkinson's disease. In idiopathic Parkinson's disease, the disease is commonly caused by dysfunctional mitochondria, cellular oxidative stress, autophagic alterations and the aggregation of proteins. These can lead to mitochondrial swelling and depolarization.",
            "score": 173.11643648147583
        },
        {
            "docid": "7401690_3",
            "document": "Anophthalmia . The most genetic based cause for anophthalmia is caused by the SOX2 gene. Sox2 anophthalmia syndrome is caused by a mutation in the Sox2 gene that does not allow it to produce the Sox2 protein that regulates the activity of other genes by binding to certain regions of DNA. Without this Sox2 protein, the activity of genes that is important for the development of the eye is disrupted. Sox2 anophthalmia syndrome is an autosomal dominant inheritance, but the majority of patients who suffer from Sox2 anophthalmia are the first in their family history to have this mutation. In certain cases, one parent will possess the mutated gene only in their egg or sperm cell and the offspring will inherit it through that. This is called germline mosaicism. There are at least 33 mutations in the Sox2 gene that have been known to cause anophthalmia. Some of these gene mutations will cause the Sox2 protein not to be formed, while other mutations will yield a non-functional version of this protein.",
            "score": 135.49837946891785
        },
        {
            "docid": "42454990_6",
            "document": "Myhre syndrome . Congenital heart disease and undescended testes have also been reported in association with this syndrome. Myhre syndrome is due to mutations in the SMAD4 gene. This gene encodes a protein - transducer mediating transforming growth factor beta. Some researchers believe that the SMAD4 gene mutations that cause Myhre syndrome impair the ability of the SMAD4 protein to attach (bind) properly with the other proteins involved in the signaling pathway. Other studies have suggested that these mutations result in an abnormally stable SMAD4 protein that remains active in the cell longer. Changes in SMAD4 binding or availability may result in abnormal signaling in many cell types, which affects development of several body systems and leads to the signs and symptoms of Myhre syndrome.",
            "score": 160.01221990585327
        },
        {
            "docid": "2123234_3",
            "document": "Torsion dystonia . The disease is caused by a genetic disorder which results in a defect in a protein called Torsin A. A mutation in the DYT1 gene causes the loss of an amino acid, glutamic acid, in the Torsin A protein. The defective protein creates a disruption in communication in neurons that control muscle movement and muscle control. This mutation is most usually inherited from a parent, but can occur sporadically. The disease is caused by a dominant allele, meaning that the person affected needs only one copy of the mutated DYT1 gene to have symptoms. However, only 30 to 40 percent of those that do have the gene actually have symptoms, leading researchers to believe that there are other factors involved.",
            "score": 200.76882004737854
        },
        {
            "docid": "50601_20",
            "document": "Cystic fibrosis . Several mutations in the \"CFTR\" gene can occur, and different mutations cause different defects in the CFTR protein, sometimes causing a milder or more severe disease. These protein defects are also targets for drugs which can sometimes restore their function. ΔF508-CFTR, which occurs in >90% of patients in the U.S., creates a protein that does not fold normally and is not appropriately transported to the cell membrane, resulting in its degradation. Other mutations result in proteins that are too short (truncated) because production is ended prematurely. Other mutations produce proteins that do not use energy (in the form of ATP) normally, do not allow chloride, iodide, and thiocyanate to cross the membrane appropriately, and degrade at a faster rate than normal. Mutations may also lead to fewer copies of the CFTR protein being produced.",
            "score": 169.91082978248596
        },
        {
            "docid": "52832272_10",
            "document": "Mitochondria associated membranes . One of the causes of Parkinson’s disease is mutations in genes encoding for different proteins that are localized at the MAM sites. Mutations in the genes that encode the proteins Parkin, PINK1, alpha-Synuclein (α-Syn) or the protein deglycase DJ-1 have been linked to this disease through research. However, further research is still being considered in order to determine the direct correlations of these genes to Parkinson’s disease. In normal conditions, these genes are believed to be responsible for the cells ability to degrade mitochondria that has been rendered nonfunctional in a process known as mitophagy. However, mutations in the Parkin and pink1 genes have been associated with the cells becoming incapable of degrading faulty mitochondria. The proteins alpha-Synuclein (α-Syn) and DJ-1 have been shown to promote MAM function interaction between the ER and the mitochondria. The wild-type gene that codes for α-Syn promotes the physical junction between ER and mitochondria by binding to the lipid raft regions of the MAM. However, the mutant form of this gene has a low affinity to the lipid raft regions, thereby diminishing the contact between the ER and mitochondria and causing accumulation of α-Syn in Lewy bodies which is a major characteristic of PD. Further research on PD association with alterations in MAM is still being developed.",
            "score": 162.8315143585205
        },
        {
            "docid": "1900228_18",
            "document": "Nemaline myopathy . The different genes whose mutations lead to the different kinds of nemaline myopathies affect the cells and the person’s body differently. The first kind of nemaline myopathy identified is due to the Slow α-Tropomyosin Gene TPM3 and varies from case to case with its severity. In this kind of nemaline myopathy, affected people are weaker and more affected in their lower limbs than their upper limbs.  As stated above, the most common genetic form of NM is caused by a mutation in the nebulin gene, called Nebulin, and has a range of severity levels. All published cases up to this point where NM is thought to be caused by a mutation in the \"NEB\" gene have been autosomal recessive and are the most common cause of nemaline myopathy. Patients with this kind of NM are more affected in the muscles in their head, rather than their proximal muscles at the core of their body. Consequently, patients with this genetic mutation often cannot lift their heads and speak with a nasal voice. There have been cases that suggest this kind of NM may lead to patients having higher intellect.",
            "score": 197.1602269411087
        },
        {
            "docid": "575503_2",
            "document": "MYH16 gene . The MYH16 gene encodes a protein called myosin heavy chain 16 which is a muscle protein in mammals. At least in primates, it is a specialized muscle protein found only in the temporalis and masseter muscles of the jaw. Myosin heavy chain proteins are important in muscle contraction, and if they are missing, the muscles will be smaller. In non-human primates, MYH16 is functional and the animals have powerful jaw muscles. In humans, the MYH16 gene has a mutation which causes the protein not to function. Although the exact importance of this change in accounting for differences between humans and other apes is not yet clear, such a change may be related to increased brain size and finer control of the jaw which facilitates speech. It is not clear how the MYH16 mutation relates to other changes to the jaw and skull in early human evolution (for example, whether the MYH16 mutation happened first and led to other changes, or whether the MYH16 mutation happened after other changes made the MYH16 protein no longer necessary).",
            "score": 184.13882958889008
        },
        {
            "docid": "20685304_6",
            "document": "Enolase deficiency . Two mutations in the ENO3 gene, the gene encoding β-enolase, is responsible for the deficiency, both mutations changed highly conserved amino acid residues. One of the changes was of a glycine residue at position 374 to aspartate, this amino acid change was located in close proximity to the His residue of human enolase, which is an important part of the β-enolase catalytic site, while the glycine at position 156 changed to glutamate, which may have brought about change the secondary structure of the enzyme. These mutations may impair activity by significantly reducing the steady- state level of the protein, rather than produce a non- functional mutant protein. Mutations of the β-enolase dimer complexes might result in incorrect folding and increased susceptibility to protein degradation thus causing the deficiency.",
            "score": 121.86399364471436
        },
        {
            "docid": "815783_14",
            "document": "Omphalocele . The genes that cause exomphalos are controversial and subject to research. Exomphalos is greatly associated with chromosomal defects and thus these are being explored to pinpoint the genetic cause of the disease. Studies in mice have indicated that mutations in the fibroblast growth factor receptors 1 and 2 (Fgfr1, Fgfr2) cause exomphalos. Fibroblast growth factor (FBGF) encourages the migration of myotubules during myogenesis. When FBGF runs out myoblasts stop migrating, cease division and differentiate into myotubules that form muscle fibres. Mutations in homeobox genes such as Alx4, that direct the formation of body structures during early embryonic development cause exomphalos in mice. Mutations in the Insulin like growth factor-2 gene (\"IGF2\") and its associated receptor gene \"IGF2R\" cause high levels of IGF-2 protein in humans which leads to exomphalos in the associated disease Beckwith Wiedemann syndrome (BWS). \"IFG2R\" is responsible for degradation of excess IGF-2 protein. BWS disease is caused by a mutation in chromosome 11 at the locus where the \"IGF2\" gene resides. Observance of the inheritance patterns of the associated anomalies through pedigrees show that exomphalos can be the result of autosomal dominant, autosomal recessive and X-linked inheritance.",
            "score": 167.9853240251541
        },
        {
            "docid": "339838_10",
            "document": "Molecular genetics . A mutation in a gene can cause encoded proteins and the cells that rely on those proteins to malfunction. Conditions related to gene mutations are called genetic disorders. However, altering a patient's genes can sometimes be used to treat or cure a disease as well. Gene therapy can be used to replace a mutated gene with the correct copy of the gene, to inactivate or knockout the expression of a malfunctioning gene, or to introduce a foreign gene to the body to help fight disease. Major diseases that can be treated with gene therapy include viral infections, cancers, and inherited disorders, including immune system disorders.",
            "score": 141.1408989429474
        },
        {
            "docid": "427217_20",
            "document": "Werner syndrome . Mutations which cause Werner syndrome all occur at the regions of the gene which encode for protein, and not at non-coding regions. There are 35 different known mutations of WRN, which correspond to stop codons, insertions, or deletions that result in a frameshift mutation. These mutations can have a range of effects. They may decrease the stability of the transcribed messenger RNA (mRNA), which increases the rate at which they are degraded. With less mRNA, less is available to be translated into the WRNp protein. Mutations may also lead to the truncation (shortening) of the WRNp protein, leading to the loss of its nuclear localization signal sequence, thus it is no longer transported into the nucleus where it interacts with the DNA. This leads to a reduction in DNA repair. Furthermore, mutated proteins are more likely to be degraded than normal WRNp. Apart from causing defects in DNA repair, its aberrant association with p53 down-regulates the function of p53, leading to a reduction in p53-dependent apoptosis and increasing the survival of these dysfunctional cells. Cells of affected individuals also have reduced lifespan in culture, have more chromosome breaks and translocations and have extensive deletions.",
            "score": 151.94478130340576
        },
        {
            "docid": "235248_14",
            "document": "Transmissible spongiform encephalopathy . The PRNP gene provides the instructions to make a protein called the prion protein (PrP). Under normal circumstances, this protein may be involved in transporting copper into cells. It may also be involved in protecting brain cells and helping them communicate. 24 Point-Mutations in this gene cause cells to produce an abnormal form of the prion protein, known as PrP. This abnormal protein builds up in the brain and destroys nerve cells, resulting in the signs and symptoms of prion disease.",
            "score": 153.130197763443
        },
        {
            "docid": "604091_10",
            "document": "Arrhythmogenic right ventricular dysplasia . It is usually inherited in an autosomal dominant pattern, with variable expression. Only 30% to 50% of individuals affected by ARVC will test positive to one of the known genetic mutations in chromosomal loci associated with the disease. Novel studies showed that mutations (point mutations) in genes encoding for desmosomal proteins (see intercalated disc) are the main causatives for the development of this disease. Recently it has been shown, that mutations in the desmin DES gene could cause ARVC. Desmin is an intermediate filament protein, which is linked to the desmosomes. Different \"DES\" muations cause an abnormal aggregation of desmin and associated proteins. The penetrance is 20–35% in general, but significantly higher in Italy. Seven gene loci have been implicated in ARVD. It is unclear whether the pathogenesis varies with the different loci involved. Standard genetic screening test are currently tested and evaluated in different state of the art cardiovascular research centres and hospitals.  Types include:",
            "score": 143.38693845272064
        },
        {
            "docid": "38057969_13",
            "document": "Progeroid syndromes . Mutations that cause Werner syndrome only occur at the regions of the gene that encode for protein and not at non-coding regions. These mutations can have a range of effects. They may decrease the stability of the transcribed messenger RNA (mRNA), which increases the rate at which they are degraded. With fewer mRNA, fewer are available to be translated into the WRNp protein. Mutations may also lead to the truncation (shortening) of the WRNp protein, leading to the loss of its nuclear localization signal sequence, which would normally transport it to the nucleus where it can interact with the DNA. This leads to a reduction in DNA repair. Furthermore, mutated proteins are more likely to be degraded than normal WRNp. Apart from causing defects in DNA repair, its aberrant association with p53 down-regulates the function of p53, leading to a reduction in p53-dependent apoptosis and increase the survival of these dysfunctional cells.",
            "score": 151.178697347641
        },
        {
            "docid": "44163912_6",
            "document": "Kufs disease . Kufs disease Type B is caused by mutations to the DNAJC5 and CTSF genes. This form of Kufs is autosomal dominant, meaning that only one copy of each mutated gene is enough for the disease to manifest. When there is a mutation in the DNAJC5 gene, it affects the production of a cysteine string protein (CSP) that is coded within DNAJC5. CSP aids in transmitting signals through the nerves found in the brain. When the CTSF gene is mutated, it cannot produce Cathepsin F - an enzyme that cuts proteins in the lysozyme. By cutting proteins, Cathepsin F can modify the function of the proteins as well as help break them down. Similar to Type A, when both DNAJC5 and CTSF are non-functional, it results in the incomplete breakdown of proteins. Once again, lipopigments build up and brain function is decreased as the neuron cells die.",
            "score": 155.10120630264282
        }
    ],
    "r": [
        {
            "docid": "1900228_17",
            "document": "Nemaline myopathy . Muscle cells contract in complex mechanical and chemical processes. If any part of the process or structure is disrupted, dysfunction will likely result, as in the case of those with genetic variations. In those with nemaline myopathy, muscle contraction is adversely affected. At the electron microscopic level, rod-shaped components can often be seen in some of the muscle cells, and when seen, is diagnostic for the condition called nemaline rod myopathy. The presence of these rods is not causing muscle weakness, rather they appear as a result of something going wrong within the muscle fiber. There is no connection between the number of rods found in the muscle cells and the amount of weakness a person has. All of the different gene mutations leading to the condition called nemaline myopathy that have been found so far are in genes that encode different components of the sarcomere. In normal muscle cells, the various parts of the muscle fibers that make up the sarcomere are distributed evenly in a pattern for effective muscle contraction. Evidence suggests that some kinds of NM affect the arrangement of these muscle fibers, causing the muscles to be unable to contract as efficiently or effectively. Nemaline myopathy is usually genetic and shows traits in the affected individual from birth or an early age. However, there are some cases of symptoms of nemaline myopathy not showing up until adulthood. These cases are usually not genetic. Of the genes that have been linked to nemaline myopathy, most are also involved in encoding proteins in the sarcomeres in the muscle cells. Respiratory muscles are often more affected than other skeletal muscle groups. Cardiac muscle is usually not affected in nemaline myopathy patients and the ocular muscles are usually spared.",
            "score": 350.4618225097656
        },
        {
            "docid": "14816135_2",
            "document": "Obscurin . Obscurin is a protein that in humans is encoded by the \"OBSCN\" gene. Obscurin belongs to the family of giant sarcomeric signaling proteins that includes titin and nebulin. Obscurin is expressed in cardiac and skeletal muscle, and plays a role in the organization of myofibrils during sarcomere assembly. A mutation in the \"OBSCN\" gene has been associated with hypertrophic cardiomyopathy and altered obscurin protein properties have been associated with other muscle diseases.",
            "score": 255.45132446289062
        },
        {
            "docid": "19723734_11",
            "document": "Muscle . This same bundles-within-bundles structure is replicated within the muscle cells. Within the cells of the muscle are myofibrils, which themselves are bundles of protein filaments. The term \"myofibril\" should not be confused with \"myofiber\", which is a simply another name for a muscle cell. Myofibrils are complex strands of several kinds of protein filaments organized together into repeating units called sarcomeres. The striated appearance of both skeletal and cardiac muscle results from the regular pattern of sarcomeres within their cells. Although both of these types of muscle contain sarcomeres, the fibers in cardiac muscle are typically branched to form a network. Cardiac muscle fibers are interconnected by intercalated discs, giving that tissue the appearance of a syncytium.",
            "score": 243.69833374023438
        },
        {
            "docid": "420229_2",
            "document": "Sarcomere . A sarcomere (Greek \"sarx\" \"flesh\", \"meros\" \"part\") is the basic unit of striated muscle tissue. It is the repeating unit between two Z lines. Skeletal muscles are composed of tubular muscle cells (myocytes called muscle fibers or myofibers) which are formed in a process known as myogenesis. Muscle fibers contain numerous tubular myofibrils. Myofibrils are composed of repeating sections of sarcomeres, which appear under the microscope as alternating dark and light bands. Sarcomeres are composed of long, fibrous proteins as filaments that slide past each other when a muscle contracts or relaxes.",
            "score": 237.77511596679688
        },
        {
            "docid": "14878674_9",
            "document": "CSRP3 . MLP is directly associated with striated muscle diseases. Mutations in the CSRP3 gene have been detected in patients with dilated cardiomyopathy (DCM) [e.g. G72R and K69R], and hypertrophic cardiomyopathy (HCM) [e.g. L44P, S46R, S54R/E55G, C58G, R64C, Y66C, Q91L, K42/fs165], while the most frequent MLP mutation, W4R, has been found in both of these patient populations. Biochemical and functional studies have been performed for some of these mutant proteins, and reveal aberrant localization and interaction patterns, leading to impaired molecular and cellular functions. For example, the W4R mutation abolishes the MLP/T-cap interaction, leading to mislocalization of T-cap, Z-line instability and severe sarcomeric structural defects. The C58G mutation causes reduced protein stability due to enhanced ubiquitin-dependent proteasome degradation while the K69L mutation, which is within the predicted nuclear localization signal of MLP, abolishes the MLP/α-actinin interaction and causes altered subcellular distribution of the mutant protein, showing predominant perinuclear localization.  Alterations in the protein expression levels of MLP, its oligomerization or splicing have also been described in human cardiac and skeletal muscle diseases: both MLP protein levels and oligomerization are down-regulated in human heart failure, while MLP levels are significantly changed in different skeletal myopathies, including facioscapulohumeral muscular dystrophy, nemaline myopathy and limb girdle muscular dystrophy type 2B. Moreover, significant changes in MLP-b protein expression levels, as well as deregulation of the MLP:MLP-b ratio have been detected in limb girdle muscular dystrophy type 2A, Duchenne muscular dystrophy and dermatomyositis patients.",
            "score": 237.24899291992188
        },
        {
            "docid": "14778222_4",
            "document": "MYOT . Myotilin is a structural protein that, along with titin and alpha-actinin give structural integrity to sarcomeres at Z-discs in striated muscle. Myotilin induces the formation of actin bundles in vitro and in non-muscle cells. A ternary complex myotilin/actin/alpha-actinin can be observed in vitro and actin bundles formed under these conditions appear more tightly packed than those induced by alpha-actinin alone. It was demonstrated that myotilin stabilizes F-actin by slowing down the disassembly rate. Ectopic overexpression of truncated myotilin causes the disruption of nascent myofibrils and the co-accumulation of myotilin and titin in amorphous cytoplasmic precipitates. In mature sarcomeres, wild-type myotilin colocalizes with alpha-actinin and Z-disc titin, showing the striated pattern typical of sarcomeric proteins. Targeted disruption of the myotilin gene in mice does not cause significant alterations in muscle function. On the other hand, transgenic mice with mutated myotilin develop muscle dystrophy.",
            "score": 234.89427185058594
        },
        {
            "docid": "9717637_2",
            "document": "Myomesin . Myomesin is an end line protein that is part of the M line. It is a protein found in the M-band of muscle sarcomeres in association with M-protein. It is found in both slow and fast muscle fibers while M-protein is only found in fast fibers. These proteins are thought to be involved in anchoring the thick filaments of the sarcomere (myosin) to other filaments, namely titin, stabilizing and aligning the structure. It may function as a molecular spring that protects the sarcomere and keeps it stable during intense or sustained stretching. While its specific function is still not completely understood, it has been shown that it is closely associated with myosin as it is present in all skeletal and cardiac muscle from the earliest stages of muscle tissue formation.",
            "score": 229.19012451171875
        },
        {
            "docid": "1789075_25",
            "document": "Tropomyosin . Skeletal muscle is composed of large, multi-nucleated cells (muscle fibers). Each muscle fiber is packed with longitudinal arrays of myofibrils. Myofibrils are composed of repeating protein structures or sarcomeres, the basic functional unit of skeletal muscle. The sarcomere is a highly structured protein array, consisting of interdigitating thick and thin filaments, where the thin filaments are tethered to a protein structure, the Z-line. The dynamic interaction between the thick and thin filaments results in muscle contraction.",
            "score": 228.97097778320312
        },
        {
            "docid": "3960285_2",
            "document": "Nebulin . Nebulin is an actin-binding protein which is localized to the thin filament of the sarcomeres in skeletal muscle. It is a very large protein (600–900 kDa) and binds as many as 200 actin monomers. Because its length is proportional to thin filament length, it is believed that nebulin acts as a thin filament \"ruler\" and regulates thin filament length during sarcomere assembly. Other functions of nebulin, such as a role in cell signaling, remain uncertain.",
            "score": 226.53884887695312
        },
        {
            "docid": "424348_8",
            "document": "Cardiac muscle . Viewed through a microscope, cardiac muscle cells are roughly rectangular, measuring 100–150μm by 30–40μm. Individual cardiac muscle cells are joined together at their ends by intercalated disks to form long fibres. Each cell contains myofibrils, specialised protein fibres that slide past each other. These are organised into sarcomeres, the fundamental contractile units of muscle cells. The regular organisation of myofibrils into sarcomeres gives cardiac muscle cells a striped or striated appearance when looked at through a microscope, similar to skeletal muscle. These striations are caused by lighter I bands composed mainly of a protein called actin, and darker A bands composed mainly of myosin.",
            "score": 223.74331665039062
        },
        {
            "docid": "14817566_5",
            "document": "ANKRD2 . Functional insights into AARP function have come from transgenic studies. In mice lacking all three muscle ankyrin repeat proteins (MARPs), AARP, CARP, and DARP), skeletal muscles tended towards a more slower fiber type distribution, with longer resting sarcomere length, decreased fiber stiffness, expression of a longer titin isoform, greater degree of torque loss following eccentric contraction-related injury, and enhanced expression of MyoD and MLP. These findings suggest that AARP and related MARP proteins may play a role in the passive stiffness and gene regulatory roles in skeletal muscle. A study investigating AARP function in cardiac muscle in which AARP was knocked out alone or in combination with the other MARPs showed that mice displayed normal cardiac function at baseline and in response to pressure overload-induced cardiac hypertrophy, suggesting that these proteins are not essential for normal cardiac development or in response to a hypertrophic stimulus.",
            "score": 221.332763671875
        },
        {
            "docid": "571549_12",
            "document": "Myocyte . Each muscle fiber contains myofibrils, which are very long chains of sarcomeres, the contractile units of the cell. A cell from the biceps brachii muscle may contain 100,000 sarcomeres. The myofibrils of smooth muscle cells are not arranged into sarcomeres. The sarcomeres are composed of thin and thick filaments. Thin filaments are made of actin and attach at Z lines which help them line up correctly with each other. Troponins are found at intervals along the thin filaments. Thick filaments are made of the elongated protein myosin. The sarcomere does not contain organelles or a nucleus. Sarcomeres are marked by Z lines which show the beginning and the end of a sarcomere. Individual myocytes are surrounded by endomysium.",
            "score": 218.5430450439453
        },
        {
            "docid": "7525740_2",
            "document": "Actinin . Actinin is a microfilament protein. α-Actinin is necessary for the attachment of actin filaments to the Z-lines in skeletal muscle cells, and to the dense bodies in smooth muscle cells. The functional protein is an anti-parallel dimer, which cross-links the thin filaments in adjacent sarcomeres, and therefore coordinates contractions between sarcomeres in the horizontal axis.",
            "score": 216.861328125
        },
        {
            "docid": "438944_77",
            "document": "Actin . The mutation alters the structure and function of skeletal muscles producing one of three forms of myopathy: type 3 nemaline myopathy, congenital myopathy with an excess of thin myofilaments (CM) and Congenital myopathy with fibre type disproportion (CMFTD). Mutations have also been found that produce “core” myopathies). Although their phenotypes are similar, in addition to typical nemaline myopathy some specialists distinguish another type of myopathy called actinic nemaline myopathy. In the former, clumps of actin form instead of the typical rods. It is important to state that a patient can show more than one of these phenotypes in a biopsy. The most common symptoms consist of a typical facial morphology (myopathic faces), muscular weakness, a delay in motor development and respiratory difficulties. The course of the illness, its gravity and the age at which it appears are all variable and overlapping forms of myopathy are also found. A symptom of nemalinic myopathy is that “Nemaline rods” appear in differing places in Type 1 muscle fibres. These rods are non-pathognomonic structures that have a similar composition to the Z disks found in the sarcomere.",
            "score": 214.96559143066406
        },
        {
            "docid": "438944_78",
            "document": "Actin . The pathogenesis of this myopathy is very varied. Many mutations occur in the region of actin’s indentation near to its nucleotide binding sites, while others occur in Domain 2, or in the areas where interaction occurs with associated proteins. This goes some way to explain the great variety of clumps that form in these cases, such as Nemaline or Intranuclear Bodies or Zebra Bodies. Changes in actin’s folding occur in nemaline myopathy as well as changes in its aggregation and there are also changes in the expression of other associated proteins. In some variants where intranuclear bodies are found the changes in the folding masks the nucleus’s protein exportation signal so that the accumulation of actin's mutated form occurs in the cell nucleus. On the other hand, it appears that mutations to \"ACTA1\" that give rise to a CFTDM have a greater effect on sarcomeric function than on its structure. Recent investigations have tried to understand this apparent paradox, which suggests there is no clear correlation between the number of rods and muscular weakness. It appears that some mutations are able to induce a greater apoptosis rate in type II muscular fibres.",
            "score": 213.75267028808594
        },
        {
            "docid": "14816135_4",
            "document": "Obscurin . Obscurin belongs to the family of giant sarcomeric signaling proteins that includes titin and nebulin, and may have a role in the organization of myofibrils during assembly and may mediate interactions between the sarcoplasmic reticulum and myofibrils. Obscurin is the major cytoplasmic ligand for small ankyrin 1 (sANK1), a sarcoplasmic reticular protein, and the scaffolding function of obscurin appears to prevent degradation of sANK1. These data indicate that obscurin serves as a signaling link between the sarcomeric and sarcoplasmic reticular domains, Obscurin plays a role in the formation of new sarcomeres during myofibril assembly. specifically, at the sarcomeric periphery where sites of initiation and progression of myofibrilogenesis lie. Obscurin appears to be necessary for the proper incorporation of myosin filaments into sarcomeres and in the assembly of A-bands. Moreover, the kinase domains of obscurin are enzymatically active and appear to be involved in the regulation of cell adhesion.",
            "score": 212.5616455078125
        },
        {
            "docid": "8057329_2",
            "document": "CapZ . In molecular biology CapZ, also known as CAPZ; CAZ1 and CAPPA1, is a protein composed of alpha and beta subunits. Its main function is to cap the barbed (plus) end of actin filaments in muscle cells. It is located in the Z band of the muscle sarcomere. This protein helps to stabilize the actin filaments protecting it from assembly and disassembly. The activity regulation of this protein can be done by other regulatory proteins that bind to the actin filaments blocking the CapZ, hence allowing assembly. CapZ is also known to play a role in cell signaling, as it regulates PKC activity in cardiac cells.",
            "score": 211.49684143066406
        },
        {
            "docid": "15029948_2",
            "document": "LDB3 . LIM domain binding 3 (LDB3), also known as Z-band alternatively spliced PDZ-motif (ZASP), is a protein which in humans is encoded by the \"LDB3\" gene. ZASP belongs to the Enigma subfamily of proteins and stabilizes the sarcomere (the basic units of muscles) during contraction, through interactions with actin in cardiac and skeletal muscles. Mutations in the ZASP gene has been associated with several muscular diseases.",
            "score": 210.51849365234375
        },
        {
            "docid": "42057779_5",
            "document": "Exertional rhabdomyolysis . Exertional rhabdomyolysis results from damage to the intercellular proteins inside the sarcolemma. Myosin and actin break down in the sarcomeres when ATP is no longer available due to injury to the sarcoplasmic reticulum. Damage to the sarcolemma and sarcoplasmic reticulum from direct trauma or high force production causes a high influx of calcium into the muscle fibers increasing calcium permeability. Calcium ions build up in the mitochondria, impairing cellular respiration. The mitochondria are unable to produce enough ATP to power the cell properly. Reduction in ATP production impairs the cells ability to extract calcium from the muscle cell. The ion imbalance causes calcium-dependent enzymes to activate which break down muscle proteins even further. A high concentration of calcium activates muscle cells, causing the muscle to contract while inhibiting its ability to relax. The increase of sustained muscle contraction leads to oxygen and ATP depletion with prolonged exposure to calcium. The muscle cell membrane pump may become damaged allowing free form myoglobin to leak into the bloodstream.",
            "score": 210.24600219726562
        },
        {
            "docid": "1668482_11",
            "document": "Titin . Titin is a large abundant protein of striated muscle. Titin's primary functions are to stabilize the thick filament, center it between the thin filaments, prevent overstretching of the sarcomere, and to recoil the sarcomere like a spring after it is stretched. An N-terminal Z-disc region and a C-terminal M-line region bind to the Z-line and M-line of the sarcomere, respectively, so that a single titin molecule spans half the length of a sarcomere. Titin also contains binding sites for muscle-associated proteins so it serves as an adhesion template for the assembly of contractile machinery in muscle cells. It has also been identified as a structural protein for chromosomes. Considerable variability exists in the I-band, the M-line and the Z-disc regions of titin. Variability in the I-band region contributes to the differences in elasticity of different titin isoforms and, therefore, to the differences in elasticity of different muscle types. Of the many titin variants identified, five are described with complete transcript information available.",
            "score": 209.89674377441406
        },
        {
            "docid": "14075966_7",
            "document": "PRKCE . PKCε translocates to cardiac muscle sarcomeres and modulates contractility of the myocardium. PKCε binds RACK2 at Z-lines with an EC of 86 nM; PKCε also binds at costameres to syndecan-4. PKCε has been shown to bind F-actin in neurons, which modulates synaptic function and differentiation; however it is unknown whether PKCε binds sarcomeric actin in muscle cells. Sarcomeric proteins have been identified in PKCε signaling complexes, including actin, cTnT, tropomyosin, desmin, and myosin light chain-2; in mice expressing a constitutively-active PKCε, all sarcomeric proteins showed greater association with PKCε, and the cTnT, tropomyosin, desmin and myosin light chain-2 exhibited changes in post-translational modifications.",
            "score": 209.76060485839844
        },
        {
            "docid": "9078504_3",
            "document": "Congenital myopathy . Congenital myopathies with inclusion bodies and protein accumulation is a broad category, and some congenital myopathies that fall within this group are well understood, such as nemaline myopathy (see below). Typically, the development error in this category occurs when muscle proteins aggregate and build up in the sarcoplasm, which leads to muscle dysfunction.",
            "score": 206.68801879882812
        },
        {
            "docid": "14502645_10",
            "document": "Thyrotoxic myopathy . Other research indicates muscle fiber fatigue, weakness, and degradation associated with TM is the direct action thyroxine has on the muscle fibers themselves. Research suggests thyroxine directly causes a decrease in protein kinase affinity to cAMP within muscle fibers This causes an increase in cAMP within the muscle fibers since protein kinases are not inactivating cAMP. Increased levels of cAMP within the muscle fibers cause increased release of Ca2+ from the muscle fiber's sarcoplasmic reticulum which eventually leads to more muscle contractions. Like the nervous system proposal increased muscle contractions eventually evoke muscle fiber fatigue, weakness, and finally degradation, which are characteristic symptoms of TM. There is evidence to support both theories; it has been suggested that toxic levels of thyroxine may ultimately attack muscle fibers directly and indirectly by the motor neurons that innervate the affected muscle fibers.",
            "score": 205.9785614013672
        },
        {
            "docid": "380541_19",
            "document": "Skeletal muscle . In addition to the actin and myosin components that constitute the sarcomere, skeletal muscle fibers also contain two other important regulatory proteins, troponin and tropomyosin, that are necessary for muscle contraction to occur. These proteins are associated with actin and cooperate to prevent its interaction with myosin. Skeletal muscle cells are excitable and are subject to depolarization by the neurotransmitter acetylcholine, released at the neuromuscular junction by motor neurons.",
            "score": 205.74876403808594
        },
        {
            "docid": "16735147_4",
            "document": "PSE meat . Normally, calcium ions are used by the body to activate muscle cells, composed of myofibril. Ca2+ is transported out of the sarcoplasmic reticulum by ryanodine channels to the cytoplasm of muscle fibers/cells (called sarcoplasm), the process responsible for contractions of the myofibers. Under PSE conditions, twice the amount of Ca2+ can be released post-mortem, which causes excessive glycolysis and the buildup of lactic acid since the metabolism post-mortem is anaerobic. This lactate accumulates in the postmortem muscle, and leads to a very low pH. As the pH drops, proteins in the myofibers are denatured, leading to abnormal cell structure. The result is a pale tissue color, and a soft, almost mushy texture. The sarcomeres collapse excessively, and less water is held within the cell membrane and proteins. Subsequently, the myofibers will continue to lose water content as the meat is cooled and stored, leading to excessive drip loss.",
            "score": 205.10183715820312
        },
        {
            "docid": "14769775_2",
            "document": "SORBS2 . ArgBP2 protein, also referred to as Sorbin and SH3 domain-containing protein 2 is a protein that in humans is encoded by the \"SORBS2\" gene. ArgBP2 belongs to the a small family of adaptor proteins having sorbin homology (SOHO) domains. ArgBP2 is highly abundant in cardiac muscle cells at sarcomeric Z-disc structures, and is expressed in other cells at actin stress fibers and the nucleus.",
            "score": 203.62435913085938
        },
        {
            "docid": "420224_3",
            "document": "Myofibril . Myofibrils are composed of long proteins including actin, myosin, and titin, and other proteins that hold them together. These proteins are organized into thick and thin filaments called myofilaments, which repeat along the length of the myofibril in sections called sarcomeres. Muscles contract by sliding the thick (myosin) and thin (actin) filaments along each other.",
            "score": 203.50466918945312
        },
        {
            "docid": "479392_7",
            "document": "Myosin . Skeletal muscle myosin, the most conspicuous of the myosin superfamily due to its abundance in muscle fibers, was the first to be discovered. This protein makes up part of the sarcomere and forms macromolecular filaments composed of multiple myosin subunits. Similar filament-forming myosin proteins were found in cardiac muscle, smooth muscle, and nonmuscle cells. However, beginning in the 1970s, researchers began to discover new myosin genes in simple eukaryotes encoding proteins that acted as monomers and were therefore entitled Class I myosins. These new myosins were collectively termed \"unconventional myosins\" and have been found in many tissues other than muscle. These new superfamily members have been grouped according to phylogenetic relationships derived from a comparison of the amino acid sequences of their head domains, with each class being assigned a Roman numeral (see phylogenetic tree). The unconventional myosins also have divergent tail domains, suggesting unique functions. The now diverse array of myosins likely evolved from an ancestral precursor (see picture).",
            "score": 201.6727752685547
        },
        {
            "docid": "36194379_4",
            "document": "TLN2 . The expression of talin-2 in striated muscle is developmentally regulated. Undifferentiated myoblasts primarily express talin-1, and both mRNA and protein expression of talin-2 is upregulated during differentiation; ectopic expression of talin-2 in undifferentiated myoblasts dysregulates the actin cytoskeleton, demonstrating that the timing of talin-2 expression during development is critical. In mature cardiomyocytes and skeletal muscle, talin-2 is expressed at costameres and intercalated discs, thus demonstrating that talin2 links integrins and the actin cytoskeleton in stable adhesion complexes involving mature sarcomeres. Talin-2 appears to play a role in skeletal muscle development; specifically, in myoblast fusion, sarcomere assembly, and the integrity of myotendinous junctions. Ablation of both talin isoforms, talin-2 and talin-1 prevented normal myoblast fusion and sarcomere assembly, as well as assembly of integrin adhesion complexes, which was attributed to disrupted interactions between integrins and the actin cytoskeleton. Interestingly, the mRNA expression of talin-2 has been shown to be regulated by the muscle-specific fragile X mental retardation, autosomal homolog 1 (FXR1) protein, which binds talin2 mRNAs directly and represses translation. Knockout of FXR1 upregulates talin-2 protein, which disrupts the architecture of desmosomes and costameres in cardiac muscle.",
            "score": 201.32913208007812
        },
        {
            "docid": "14755744_4",
            "document": "FLNC (gene) . The family of Filamin proteins crosslink actin filaments into orthogonal networks in cortical cytoplasm and participate in the anchoring of membrane proteins for the actin cytoskeleton. However, the precise function of the Filamin-C isoform is still under investigation. As Filamin-C is localized mainly to striated muscle, its functions are likely specific to the specialized sarcomeric cytoskeleton present in muscle. As Filamin-C is found at both subsarcolemmal regions and at Z-lines, one plausible function of Filamin-C would be to act as a mode of communication between the membrane and the sarcomere. In skeletal muscle, Filamin-C is found at sites of core formation in skeletal myopathies, and alterations in subcellular localization of Filamin-C have been exhibited in limb-girdle muscular dystrophy and Duchenne muscular dystrophy.",
            "score": 201.3193359375
        },
        {
            "docid": "2123234_3",
            "document": "Torsion dystonia . The disease is caused by a genetic disorder which results in a defect in a protein called Torsin A. A mutation in the DYT1 gene causes the loss of an amino acid, glutamic acid, in the Torsin A protein. The defective protein creates a disruption in communication in neurons that control muscle movement and muscle control. This mutation is most usually inherited from a parent, but can occur sporadically. The disease is caused by a dominant allele, meaning that the person affected needs only one copy of the mutated DYT1 gene to have symptoms. However, only 30 to 40 percent of those that do have the gene actually have symptoms, leading researchers to believe that there are other factors involved.",
            "score": 200.76881408691406
        },
        {
            "docid": "14817566_4",
            "document": "ANKRD2 . AARP localizes to both nuclei and sarcomeres in muscle cells. ARPP may play a role in the differentiation of myocytes, as ARPP expression was shown to be induced during the C2C12 differentiation in vitro. A role for AARP in regulating muscle gene expression and sensing stress signals was implicated in the finding that AARP colocalizes with the transcriptional co-activator and co-repressor PML in myoblast nuclei, and binds p53 to enhance the p21(WAFI/CIPI) promoter. It was further demonstrated that Nkx2.5 and p53 synergistically activate the \"ANKRD2\" promoter to promote effects on myogenic differentiation. At the sarcomere, AARP binds titin at I-bands, which is potentiated by homo-dimerization and can alter the protein kinase A/protein kinase C phosphorylation status of itself or titin. These studies demonstrate a stretch-responsive relationship between AARP and Titin, which can be rapidly altered by post-translational mechanisms.",
            "score": 198.77186584472656
        }
    ]
}