{
    "q": [
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 265.433899641037
        },
        {
            "docid": "21944_3",
            "document": "Nervous system . At the cellular level, the nervous system is defined by the presence of a special type of cell, called the neuron, also known as a \"nerve cell\". Neurons have special structures that allow them to send signals rapidly and precisely to other cells. They send these signals in the form of electrochemical waves traveling along thin fibers called axons, which cause chemicals called neurotransmitters to be released at junctions called synapses. A cell that receives a synaptic signal from a neuron may be excited, inhibited, or otherwise modulated. The connections between neurons can form neural pathways, neural circuits, and larger networks that generate an organism's perception of the world and determine its behavior. Along with neurons, the nervous system contains other specialized cells called glial cells (or simply glia), which provide structural and metabolic support.",
            "score": 201.5795078277588
        },
        {
            "docid": "24950378_10",
            "document": "Cell–cell interaction . Synaptic signaling, an integral part of nervous system activity, occurs between neurons and target cells. These target cells can also be neurons or other cell types (i.e. muscle or gland cells). Protocadherins, a member of the cadherin family, mediate the adhesion of neurons to their target cells at synapses otherwise known as synaptic junctions. In order to for communication to occur between a neuron and its target cell, a wave of depolarization travels the length of the neuron and causes neurotransmitters to be released into the synaptic junction. These neurotransmitters bind and activate receptors on the post-synaptic neuron thereby transmitting the signal to the target cell. Thus, a post-synaptic membrane belongs to the membrane receiving the signal, while a pre-synaptic membrane is the source of the neurotransmitter. In a neuromuscular junction, a synapse is formed between a motor neuron and muscle fibers. In vertebrates, acetylcholine released from the motor neuron acts as a neurotransmitter which depolarizes the muscle fiber and causes muscle contraction. A neuron’s ability to receive and integrate simultaneous signals from the environment and other neurons allows for complex animal behavior.",
            "score": 239.5617948770523
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 195.02046930789948
        },
        {
            "docid": "14771355_5",
            "document": "ASCL1 . Differentiation of the neuroblast begins when the cells of the neural tube express Asc and thus upregulate the expression of Delta, a protein essential to the lateral inhibition pathway of neuronal commitment. Delta can diffuse to neighboring cells and bind to the Notch receptor, a large transmembrane protein which upon activation undergoes proteolytic cleavage to release the intracellular domain (Notch-ICD). The Notch-ICD is then free to travel to the nucleus and form a complex with Suppressor of Hairless (SuH) and Mastermind. This complex acts as transcription regulator of Asc and accomplishes two important tasks. First, it prevents the expression of factors required for differentiation of the cell into a neuroblast. Secondly, it inhibits the neighboring cell's production of Delta. Therefore, the future neuroblast will be the cell that has the greatest Asc activation in the vicinity and consequently the greatest Delta production that will inhibit the differentiation of neighboring cells. The select group of neuroblasts that then differentiate in the neural tube are thus replaceable because the neuroblast’s ability to suppress differentiation of neighboring cells depends on its own ability to produce Asc. This process of neuroblast differentiation via Asc is common to all animals. Although this mechanism was initially studied in Drosophila, homologs to all proteins in the pathway have been found in vertebrates that have the same bHLH structure.",
            "score": 218.6196128129959
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 161.90431034564972
        },
        {
            "docid": "34032373_5",
            "document": "P19 cell . Treatment of undifferentiated P19 cells with retinoic acid can specifically induce them into neuronal cells. Using doses between 1 μM to 3 μM of RA can generate neurons as the most abundant cell type. Neurons under this treatment reached the highest populations between six days and nine days. Several neuronal markers such as neurofilament proteins, HNK-1 antigen and tetanus toxin binding sites are expressed at highest levels during these days. After six to nine days of treatment, the relative neuronal population declines, likely because of faster proliferation of non-neuronal cells. After 10 days of exposure, astroglial cells can be detected using glial fibrillary acidic protein (GFAP), which is a specific marker of glial cells. Other than into neurons and astrocytes, P19 cells can also differentiate to oligodendrocytes, which can be detected using the specific markers, myelin-associated glycoprotein and 2',3'-Cyclic-nucleotide 3'-phosphodiesterase. Moreover, oligodendrocytes also developed and migrated into fiber bundles in mice when the RA-induced cells were transplanted into the brains.  Retinoic acid can induce not only P19 cells but also other progenitor cells or embryonic stem cells to differentiation. Since cells after retinoic acid treatment did not immediately express neuronal marker genes, RA must initiate some pathway to process cellular differentiation. Many studies used P19 cells to investigate the RA-induced mechanisms, including generating the mutant allele of retinoic acid receptor genes and studying the expression of receptor genes, Hox genes and retinol binding proteins while exposing to RA. All of these studies indicate that the P19 cell is a good in vitro model system for investigating the mechanism of drugs that interfere with specific cellular pathway. What is more, by using the ability of RA-induced neurogenesis in P19 cell, lots of researchers started to identify the in vitro differentiation mechanisms of neuro- or gliogenesis. Several related pathways or including Wnt/β-catenin pathway, Notch pathway and hedgehog pathway are investigated either using gene expression or generating alleles for related genes.",
            "score": 226.61399030685425
        },
        {
            "docid": "1107334_20",
            "document": "Notch signaling pathway . Once the notch extracellular domain interacts with a ligand, an ADAM-family metalloprotease called ADAM10, cleaves the notch protein just outside the membrane. This releases the extracellular portion of notch (NECD), which continues to interact with the ligand. The ligand plus the notch extracellular domain is then endocytosed by the ligand-expressing cell. There may be signaling effects in the ligand-expressing cell after endocytosis; this part of notch signaling is a topic of active research. After this first cleavage, an enzyme called γ-secretase (which is implicated in Alzheimer's disease) cleaves the remaining part of the notch protein just inside the inner leaflet of the cell membrane of the notch-expressing cell. This releases the intracellular domain of the notch protein (NICD), which then moves to the nucleus, where it can regulate gene expression by activating the transcription factor CSL. It was originally thought that these CSL proteins suppressed Notch target transcription. However, further research showed that, when the intracellular domain binds to the complex, it switches from a repressor to an activator of transcription. Other proteins also participate in the intracellular portion of the notch signaling cascade.",
            "score": 231.4009439945221
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 241.35687160491943
        },
        {
            "docid": "33826069_5",
            "document": "Viral neuronal tracing . The viral tracer may be introduced in peripheral organs, such as a muscle or gland. Certain viruses, such as adeno-associated virus can be injected into the blood stream and cross the blood–brain barrier to infect the brain. It may also be introduced into a ganglion or injected directly into the brain using a stereotactic device. These methods offer unique insight into how the brain and its periphery are connected. Viruses are introduced into neuronal tissue in many different ways. There are two major methods to introduce tracer into the target tissues. Pressure injection requires the tracer, in liquid form, to be injected directly into the cell. This is the most common method. Iontophoresis involves the application of current to the tracer solution within an electrode. The tracer molecules pick up a charge and are driven into the cell via the electric field. This is a useful method if you wish to label a cell after performing the patch clamp technique. Once the tracer is introduced into the cell, the aforementioned transport mechanisms take over. Once introduced into the nervous system, the virus will begin to infect cells in the local area. The viruses function by incorporating their own genetic material into the genome of the infected cells. The host cell will then produce the proteins encoded by the gene. Researchers are able to incorporate numerous genes into the infected neurons, including fluorescent proteins used for visualization. Further advances in neuronal tracing allow for targeted expression of fluorescent proteins to specific cell types.",
            "score": 190.88986349105835
        },
        {
            "docid": "8131_9",
            "document": "Dendrite . Little is known about the process by which dendrites orient themselves in vivo and are compelled to create the intricate branching pattern unique to each specific neuronal class. One theory on the mechanism of dendritic arbor development is the Synaptotropic Hypothesis. The synaptotropic hypothesis proposes that input from a presynaptic to a postsynaptic cell (and maturation of excitatory synaptic inputs) eventually can change the course of synapse formation at dendritic and axonal arbors. This synapse formation is required for the development of neuronal structure in the functioning brain. A balance between metabolic costs of dendritic elaboration and the need to cover receptive field presumably determine the size and shape of dendrites. A complex array of extracellular and intracellular cues modulates dendrite development including transcription factors, receptor-ligand interactions, various signaling pathways, local translational machinery, cytoskeletal elements, Golgi outposts and endosomes. These contribute to the organization of the dendrites on individual cell bodies and the placement of these dendrites in the neuronal circuitry. For example, it was shown that β-actin zipcode binding protein 1 (ZBP1) contributes to proper dendritic branching. Other important transcription factors involved in the morphology of dendrites include CUT, Abrupt, Collier, Spineless, ACJ6/drifter, CREST, NEUROD1, CREB, NEUROG2 etc. Secreted proteins and cell surface receptors includes neurotrophins and tyrosine kinase receptors, BMP7, Wnt/dishevelled, EPHB 1-3, Semaphorin/plexin-neuropilin, slit-robo, netrin-frazzled, reelin. Rac, CDC42 and RhoA serve as cytoskeletal regulators and the motor protein includes KIF5, dynein, LIS1. Important secretory and endocytic pathways controlling the dendritic development include DAR3 /SAR1, DAR2/Sec23, DAR6/Rab1 etc. All these molecules interplay with each other in controlling dendritic morphogenesis including the acquisition of type specific dendritic arborization, the regulation of dendrite size and the organization of dendrites emanating from different neurons.",
            "score": 189.7049607038498
        },
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 202.87165880203247
        },
        {
            "docid": "18143331_16",
            "document": "Neurogenetics . There are many genes and proteins that contribute to the formation and development of the central nervous system, many of which can be found in the aforementioned links. Of particular importance are those that code for BMPs, BMP inhibitors and \"SHH\". When expressed during early development, BMP's are responsible for the differentiation of epidermal cells from the ventral ectoderm. Inhibitors of BMPs, such as \"NOG\" and \"CHRD\", promote differentiation of ectoderm cells into prospective neural tissue on the dorsal side. If any of these genes are improperly regulated, then proper formation and differentiation will not occur.  BMP also plays a very important role in the patterning that occurs after the formation of the neural tube. Due to the graded response the cells of the neural tube have to BMP and Shh signaling, these pathways are in competition to determine the fate of preneural cells. BMP promotes dorsal differentiation of pre-neural cells into sensory neurons and Shh promotes ventral differentiation into motor neurons. There are many other genes that help to determine neural fate and proper development include, \"RELN\", \"SOX9\", \"WNT\", Notch and Delta coding genes, \"HOX\", and various cadherin coding genes like \"CDH1\" and \"CDH2\".",
            "score": 201.56246161460876
        },
        {
            "docid": "25260196_21",
            "document": "Neuronal encoding of sound . There are two types of afferent neurons found in the cochlear nerve: Type I and Type II. Each type of neuron has specific cell selectivity within the cochlea. The mechanism that determines the selectivity of each type of neuron for a specific hair cell has been proposed by two diametrically opposed theories in neuroscience known as the peripheral instruction hypothesis and the cell autonomous instruction hypothesis. The peripheral instruction hypothesis states that phenotypic differentiation between the two neurons are not made until after these undifferentiated neurons attach to hair cells which in turn will dictate the differentiation pathway. The cell autonomous instruction hypothesis states that differentiation into Type I and Type II neurons occur following the last phase of mitotic division but preceding innervations. Both types of neuron participate in the encoding of sound for transmission to the brain.",
            "score": 193.68790876865387
        },
        {
            "docid": "14877709_3",
            "document": "ATOH1 . This protein belongs to the basic helix-loop-helix (BHLH) family of transcription factors. It activates E-box dependent transcription along with E47. ATOH1 is required for the formation of both neural and non-neural cell types. Using genetic deletion in mice, Atoh1 has been shown to be essential for formation of cerebellar granule neurons, inner ear hair cells, spinal cord interneurons, Merkel cells of the skin, and intestinal secretory cells (goblet, enteroendocrine, and Paneth cells). ATOH1 is a mammalian homolog of the \"Drosophila melanogaster\" gene \"atonal\". ATOH1 is considered part of the Notch signaling pathway.",
            "score": 189.44421648979187
        },
        {
            "docid": "21120_2",
            "document": "Neuron . A neuron, also known as a neurone (British spelling) and nerve cell, is an electrically excitable cell that receives, processes, and transmits information through electrical and chemical signals. These signals between neurons occur via specialized connections called synapses. Neurons can connect to each other to form neural circuits. Neurons are the primary components of the central nervous system, which includes the brain and spinal cord, and of the peripheral nervous system, which comprises the autonomic nervous system and the somatic nervous system.",
            "score": 150.50200247764587
        },
        {
            "docid": "14162110_6",
            "document": "Prostaglandin EP4 receptor . EP is classified as a relaxant type of prostaglandin receptor based on its ability, upon activation, to relax the contraction of certain smooth muscle preparations and smooth muscle-containing tissues that have been pre-contracted by stimulation. When bound to PGE or other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gammaes (i.e. G) complex. The complex then dissociate into its Gα and G components which act to regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP; cAMP activates PKA, a kinase which in turn activates signaling molecules, in particular, the transcription factor, CREB. Activated CREB stimulates the expression of genes such as c-fos, somatostatin, and corticotropin-releasing hormone that regulate cellular proliferation, cellular differentiation, cellular survival, and angiogenesis. EP activation of G proteins also activate PI3K/AKT/mTOR, ERK, and p38 MARK pathways. Activation of ERK induces expression of EGR1, a transcription factor which controls transcription of genes involved in cellular differentiation and mitogenesis. EP also interacts with Prostaglandin E receptor 4-associated protein (EPRAP) to inhibit phosphorylation of the proteasome protein, p105, thereby suppressing a cells ability to activate nuclear factor kappa B, a transcription factor that controls genes coding for cytokines and other elements that regulate inflammation, cell growth, and cell survival (see NF-κB#Structure). The activation of these pathways lead to variety of different types of functional responses depending on cell type, the pathways available in different cell types, and numerous other factors; EP activation may therefore have diverse effects on cell function depending on these factors. In many respects, EP actions resemble those of another type of another relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. Following its activation, EP undergoes homologous desensitization. That is, EP becomes insensitive to further activation and internalizes. This effect limits the duration and extent to which EP can stimulate cells. Agents which activate certain isoforms of protein kinase C can also desensitize EP by a process termed heterologous desensitization.",
            "score": 214.33525943756104
        },
        {
            "docid": "42064066_14",
            "document": "Proneural genes . In central nervous system not all bHLH genes are involved in neurogenesis because NeuroD and ‘’Math3/NeuroM’’ families are also involved in the neuronal-versus-glial cell fate decision. Another pro-neural family (which includes ‘’math1’’ and ‘’math5’’) is essential to the development of a small number of neural lineages whereas ‘’math1’’ have also a role in the specification interneuron identity. Cell types that depend on ‘’math1’’ expression belong to the proprioceptive sensory pathway. Bertrand et al. (2002) have confirmed the proneural activity of ‘’mash1’’, ngn1 and ngn2, and possibly math1 and ‘’math5’’ in the mouse. Neurogenesis in the central nervous system depends on proneural gene inhibition by Notch signaling pathway and the absence of this key regulator results in the premature differentiation of neurons. To maintain neural progenitor cells a regulatory loop takes place between neighboring cells, that involves the lateral inhibition process (see lateral inhibition). In the absence of Lateral inhibition some proneural genes such as ASCL1 or ‘’neuroG’’ are capable of inducing the expression of neuron-specific genes leading to the premature formation of early born-neurons. Ratié and colleagues (2013) comprised that Notch proneural gene network have an important role in cell fate renewal and transition in the mouse.",
            "score": 244.74829399585724
        },
        {
            "docid": "42064066_11",
            "document": "Proneural genes . Not all proneural genes are equally sensitive to lateral inhibition. For example, in Xenopus, Chitnis and Kintner demonstrated that ‘’XASH-3’’ and NeuroD (achaete-scute complex) respond differently to lateral inhibition, which reflect different ability to activate target genes and differential susceptibility of these target genes to repression by notch. Posterior studies revealed that even when Notch/Delta signaling pathway is blocked, Wnt2b is capable of inhibiting neuronal differentiation, through the downregulation of mRNA expression of multiple proneural genes and also of Notch1. With this mechanism Wnt2b maintains progenitor cells undifferentiated by attenuating the expression of proneural and neurogenic genes, preventing cells from getting into the differentiation cascade regulated by proneural genes and Notch. Although notch signaling is involved in the control of proneural gene expression, positive-feedback loops are required to increase or maintain the levels of proneural genes. The transcription factors responsible for this maintenance can act through the inhibition of the notch signaling pathway in particular cells or at a post-transcriptional level, affecting proneural genes transcription and function.",
            "score": 181.68383026123047
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 163.46188116073608
        },
        {
            "docid": "14522499_8",
            "document": "Prostaglandin EP2 receptor . EP is classified as a relaxant type of prostanoid receptor based on its ability, upon activation, to relax certain types of smooth muscle (see Prostaglandin receptors). When initially bound to PGE or any other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gamma complexes (i.e. G). The Gα- G complexes dissociate into their Gα and G subunits which in turn regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP thereby activating PKA; PKA activates various types of signaling molecules such as the transcription factor CREB which lead to different types of functional responses depending on cell type. EP also activates the a) GSK-3 pathway which regulates cell migratory responses and innate immune responses including pro-inflammatory cytokine and interleukin production and b) Beta-catenin pathway which regulates not only cell–cell adhesion but also activates the Wnt signaling pathway which, in turn, stimulates the transcription of genes responsible for regulating cell migration and proliferation. In many of these respects, EP actions resemble those of another type of relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. EP also differs from all the other prostaglandin receptors in that it fails to undergo homologous desensitization. That is, following agonist-induced activation, the other prostaglandin (as well as most types of G protein coupled receptors) quickly become desensitized, often internalized, and whether or not internalized, incapable of activating their G protein targets. This effect limits the duration and extent to which agonists can stimulate cells. EP, by failing to become desensitized, is able to function over prolong periods and later time points than other prostaglandin receptors and therefore potentially able to contribute to more delayed and chronic phases of cellular and tissue responses.",
            "score": 197.615309715271
        },
        {
            "docid": "21944_33",
            "document": "Nervous system . According to a rule called Dale's principle, which has only a few known exceptions, a neuron releases the same neurotransmitters at all of its synapses. This does not mean, though, that a neuron exerts the same effect on all of its targets, because the effect of a synapse depends not on the neurotransmitter, but on the receptors that it activates. Because different targets can (and frequently do) use different types of receptors, it is possible for a neuron to have excitatory effects on one set of target cells, inhibitory effects on others, and complex modulatory effects on others still. Nevertheless, it happens that the two most widely used neurotransmitters, glutamate and GABA, each have largely consistent effects. Glutamate has several widely occurring types of receptors, but all of them are excitatory or modulatory. Similarly, GABA has several widely occurring receptor types, but all of them are inhibitory. Because of this consistency, glutamatergic cells are frequently referred to as \"excitatory neurons\", and GABAergic cells as \"inhibitory neurons\". Strictly speaking, this is an abuse of terminology—it is the receptors that are excitatory and inhibitory, not the neurons—but it is commonly seen even in scholarly publications.",
            "score": 180.42889189720154
        },
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 158.0038104057312
        },
        {
            "docid": "21281976_2",
            "document": "Somatosensory system . The somatosensory system is a part of the sensory nervous system. The somatosensory system is a complex system of sensory neurons and pathways that responds to changes at the surface or inside the body. The axons (as afferent nerve fibers), of sensory neurons connect with, or respond to, various receptor cells. These sensory receptor cells are activated by different stimuli such as heat and nociception, giving a functional name to the responding sensory neuron, such as a thermoreceptor which carries information about temperature changes. Other types include mechanoreceptors, chemoreceptors, and nociceptors and they send signals along a sensory nerve to the spinal cord where they may be processed by other sensory neurons and then relayed to the brain for further processing. Sensory receptors are found all over the body including the skin, epithelial tissues, muscles, bones and joints, internal organs, and the cardiovascular system.",
            "score": 200.08079779148102
        },
        {
            "docid": "37080_15",
            "document": "Thought . A neuron (also known as a neurone or nerve cell) is an excitable cell in the nervous system that processes and transmits information by electrochemical signaling. Neurons are the core components of the brain, the vertebrate spinal cord, the invertebrate ventral nerve cord and the peripheral nerves. A number of specialized types of neurons exist: sensory neurons respond to touch, sound, light and numerous other stimuli affecting cells of the sensory organs that then send signals to the spinal cord and brain. Motor neurons receive signals from the brain and spinal cord that cause muscle contractions and affect glands. Interneurons connect neurons to other neurons within the brain and spinal cord. Neurons respond to stimuli, and communicate the presence of stimuli to the central nervous system, which processes that information and sends responses to other parts of the body for action. Neurons do not go through mitosis and usually cannot be replaced after being destroyed, although astrocytes have been observed to turn into neurons, as they are sometimes pluripotent.",
            "score": 178.65686666965485
        },
        {
            "docid": "38262758_14",
            "document": "Hes3 signaling axis . As stated above, the STAT3-Ser/Hes3 signaling axis regulates the number of neural stem cells (as well as other cell types) in culture. This prompted experiments to determine if the same pathway can also regulate the number of naturally resident (endogenous) neural stem cells in the adult rodent brain. If so, this would generate a new experimental approach to study the effects of increasing the number of endogenous neural stem cells (eNSCs). For example, would this lead to the replacement of lost cells by newly generated cells from eNSCs? Or, could this lead to the rescue of damaged neurons in models of neurodegenerative disease, since eNSCs are known to produce factors that can protect injured neurons?",
            "score": 152.89314031600952
        },
        {
            "docid": "21944_8",
            "document": "Nervous system . The nervous system is defined by the presence of a special type of cell—the neuron (sometimes called \"neurone\" or \"nerve cell\"). Neurons can be distinguished from other cells in a number of ways, but their most fundamental property is that they communicate with other cells via synapses, which are membrane-to-membrane junctions containing molecular machinery that allows rapid transmission of signals, either electrical or chemical. Many types of neuron possess an axon, a protoplasmic protrusion that can extend to distant parts of the body and make thousands of synaptic contacts; axons typically extend throughout the body in bundles called nerves.",
            "score": 160.48001146316528
        },
        {
            "docid": "25260360_8",
            "document": "Gliogenesis . During periods in which glial cell formation in discouraged, neural stem cells have the option to remain pluripotent or switch pathway lineages and begin forming neurons during neurogenesis. If neuron development is instructed, neurogenic factors, i.e. BMPs, are present to induce expression of proneural transcription factors like Neurogenin and Mash-1. These transcription factors function to interact with transcription factors generated from Notch signaling. Consequently, this complex is sequestered away from promoters activating gliogenesis and now directed to promoters that influence activity directed for neuron development. Neurogenin proteins regulate JAK/STAT signaling by similar mechanisms.",
            "score": 182.04479718208313
        },
        {
            "docid": "156998_3",
            "document": "Action potential . In neurons, action potentials play a central role in cell-to-cell communication by providing for—or, with regard to saltatory conduction, assisting—the propagation of signals along the neuron's axon towards synaptic boutons situated at the ends of an axon; these signals can then connect with other neurons at synapses, or to motor cells or glands. In other types of cells, their main function is to activate intracellular processes. In muscle cells, for example, an action potential is the first step in the chain of events leading to contraction. In beta cells of the pancreas, they provoke release of insulin. Action potentials in neurons are also known as \"nerve impulses\" or \"spikes\", and the temporal sequence of action potentials generated by a neuron is called its \"spike train\". A neuron that emits an action potential, or nerve impulse, is often said to \"fire\".",
            "score": 192.10927891731262
        },
        {
            "docid": "48548_2",
            "document": "Dopamine . Dopamine (DA, a contraction of 3,4-dihydroxyphenethylamine) is an organic chemical of the catecholamine and phenethylamine families that plays several important roles in the brain and body. It is an amine synthesized by removing a carboxyl group from a molecule of its precursor chemical L-DOPA, which is synthesized in the brain and kidneys. Dopamine is also synthesized in plants and most animals. In the brain, dopamine functions as a neurotransmitter—a chemical released by neurons (nerve cells) to send signals to other nerve cells. The brain includes several distinct dopamine pathways, one of which plays a major role in the motivational component of reward-motivated behavior. The anticipation of most types of rewards increases the level of dopamine in the brain, and many addictive drugs increase dopamine release or block its reuptake into neurons following release. Other brain dopamine pathways are involved in motor control and in controlling the release of various hormones. These pathways and cell groups form a dopamine system which is neuromodulatory.",
            "score": 153.96337461471558
        },
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 160.22920155525208
        },
        {
            "docid": "1872854_11",
            "document": "Biochemical cascade . Purinergic signalling has an essential role at interactions between neurons and glia cells, allowing these to detect action potentials and modulate neuronal activity, contributing for intra and extracellular homeostasis regulation. Besides purinergic neurotransmitter, ATP acts as a trophic factor at cellular development and growth, being involved on microglia activation and migration, and also on axonal myelination by oligodendrocytes. There are two main types of purinergic receptors, P1 binding to adenosine, and P2 binding to ATP or ADP, presenting different signalling cascades. The Nrf2/ARE signalling pathway has a fundamental role at fighting against oxidative stress, to which neurons are especially vulnerable due to its high oxygen consumption and high lipid content. This neuroprotective pathway involves control of neuronal activity by perisynaptic astrocytes and neuronal glutamate release, with the establishment of tripartite synapses. The Nrf2/ARE activation leads to a higher expression of enzymes involved in glutathione syntheses and metabolism, that have a key role in antioxidant response. The LKB1/NUAK1 signalling pathway regulates terminal axon branching at cortical neurons, via local immobilized mitochondria capture. Besides NUAK1, LKB1 kinase acts under other effectors enzymes as SAD-A/B and MARK, therefore regulating neuronal polarization and axonal growth, respectively. These kinase cascades implicates also Tau and others MAP. An extended knowledge of these and others neuronal pathways could provide new potential therapeutic targets for several neurodegenerative chronic diseases as Alzheimer's, Parkinson's and Huntington's disease, and also amyotrophic lateral sclerosis.",
            "score": 152.678049325943
        }
    ],
    "r": [
        {
            "docid": "14021320_3",
            "document": "Notch 1 . This gene encodes a member of the Notch family. Members of this Type 1 transmembrane protein family share structural characteristics including an extracellular domain consisting of multiple epidermal growth factor-like (EGF) repeats, and an intracellular domain consisting of multiple, different domain types. Notch family members play a role in a variety of developmental processes by controlling cell fate decisions. The Notch signaling network is an evolutionarily conserved intercellular signaling pathway that regulates interactions between physically adjacent cells. In Drosophila, notch interaction with its cell-bound ligands (delta, serrate) establishes an intercellular signaling pathway that plays a key role in development. Homologues of the notch-ligands have also been identified in humans, but precise interactions between these ligands and the human notch homologues remain to be determined. This protein is cleaved in the trans-Golgi network, and presented on the cell surface as a heterodimer. This protein functions as a receptor for membrane bound ligands, and may play multiple roles during development.",
            "score": 267.7731018066406
        },
        {
            "docid": "14162069_4",
            "document": "Notch 2 . Notch 2 is a member of the notch family. Members of this Type 1 transmembrane protein family share structural characteristics including an extracellular domain consisting of multiple epidermal growth factor-like (EGF) repeats, and an intracellular domain consisting of multiple, different domain types. Notch family members play a role in a variety of developmental processes by controlling cell fate decisions. The Notch signaling network is an evolutionarily conserved intercellular signaling pathway that regulates interactions between physically adjacent cells. In \"Drosophilia\", notch interaction with its cell-bound ligands (delta, serrate) establishes an intercellular signaling pathway that plays a key role in development. Homologues of the notch-ligands have also been identified in human, but precise interactions between these ligands and the human notch homologues remain to be determined. This protein is cleaved in the trans-Golgi network, and presented on the cell surface as a heterodimer. This protein functions as a receptor for membrane bound ligands, and may play a role in vascular, renal and hepatic development.",
            "score": 267.60198974609375
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 265.43389892578125
        },
        {
            "docid": "1107334_7",
            "document": "Notch signaling pathway . The receptor is normally triggered via direct cell-to-cell contact, in which the transmembrane proteins of the cells in direct contact form the ligands that bind the notch receptor. The Notch binding allows groups of cells to organize themselves such that, if one cell expresses a given trait, this may be switched off in neighbouring cells by the intercellular notch signal. In this way, groups of cells influence one another to make large structures. Thus, lateral inhibition mechanisms are key to Notch signaling. \"lin-12\" and \"Notch\" mediate binary cell fate decisions, and lateral inhibition involves feedback mechanisms to amplify initial differences.",
            "score": 256.13934326171875
        },
        {
            "docid": "24009708_11",
            "document": "Notch proteins . Notch signaling is triggered via direct cell-to-cell contact, mediated by interactions between the Notch receptor protein in the signal receiving cell and a ligand in an adjacent signal transmitting cell. These type 1 single pass transmembrane proteins fall into the Delta/Serrate/Lag-2 (DSL) family of proteins which is named after the three canonical Notch ligands. Delta and Serrate are found in \"Drosophila\" while Lag-2 is found in \"C. elegans\". Human contain 3 Delta homologs, Delta-like 1, 3, and 4, as well as two Serrate homolgs, Jagged 1 and 2. The contain a relatively short intracellular domain and large extracellular domain that contain one or more EGF motifs and a N-terminal DSL motif. EGF repeats 11-12 on the NECD have been shown to be necessary and sufficient for trans signaling interactions between Notch and its ligands. Additionally, EGF repeats 24-29 have been implicated in inhibition of cis interactions between Notch and ligands co-expressed in the same cell.",
            "score": 254.24673461914062
        },
        {
            "docid": "42064066_14",
            "document": "Proneural genes . In central nervous system not all bHLH genes are involved in neurogenesis because NeuroD and ‘’Math3/NeuroM’’ families are also involved in the neuronal-versus-glial cell fate decision. Another pro-neural family (which includes ‘’math1’’ and ‘’math5’’) is essential to the development of a small number of neural lineages whereas ‘’math1’’ have also a role in the specification interneuron identity. Cell types that depend on ‘’math1’’ expression belong to the proprioceptive sensory pathway. Bertrand et al. (2002) have confirmed the proneural activity of ‘’mash1’’, ngn1 and ngn2, and possibly math1 and ‘’math5’’ in the mouse. Neurogenesis in the central nervous system depends on proneural gene inhibition by Notch signaling pathway and the absence of this key regulator results in the premature differentiation of neurons. To maintain neural progenitor cells a regulatory loop takes place between neighboring cells, that involves the lateral inhibition process (see lateral inhibition). In the absence of Lateral inhibition some proneural genes such as ASCL1 or ‘’neuroG’’ are capable of inducing the expression of neuron-specific genes leading to the premature formation of early born-neurons. Ratié and colleagues (2013) comprised that Notch proneural gene network have an important role in cell fate renewal and transition in the mouse.",
            "score": 244.748291015625
        },
        {
            "docid": "1107334_8",
            "document": "Notch signaling pathway . The Notch cascade consists of Notch and Notch ligands, as well as intracellular proteins transmitting the notch signal to the cell's nucleus. The Notch/Lin-12/Glp-1 receptor family was found to be involved in the specification of cell fates during development in \"Drosophila\" and \"C. elegans\".",
            "score": 243.7678680419922
        },
        {
            "docid": "37050144_3",
            "document": "Cell–cell fusogens . EFF-AFF are the identifiers of type 1 glycoproteins that make up cell–cell fusogens. They were first identified when EFF1 mutants were found to block cell fusion in all epidermal and vulval epithelia in the roundworm, \"Caenorhabditis elegans\". EFF-AFF is a family of type I membrane glycoproteins that act as cell–cell fusogens, named from 'Anchor cell fusion failure'. However, fusion between the anchor-cell and the (uterine seam) utse syncytium that establishes a continuous uterine-vulval tube proceeds normally in eff-1 mutants and thus Aff1 was established as necessary for this and the fusion of heterologous cells in \"C. elegans\". The transmembrane forms of these proteins, like most viral fusogens, possess an N-terminal signal sequence followed by a long extracellular portion, a predicted transmembrane domain, and a short intracellular tail. A striking conservation in the position and number of all 16 cysteines in the extracellular portion of EFF-AFF proteins from different nematode species suggests that these proteins are folded in a similar 3D structure that is essential for their fusogenic activity. C. elegans AFF-1 and EFF-1 proteins are essential for developmental cell-to-cell fusion and can merge insect cells. Thus FFs comprise an ancient family of cellular fusogens that can promote fusion when expressed on a viral particle.",
            "score": 243.48681640625
        },
        {
            "docid": "1107334_42",
            "document": "Notch signaling pathway . The formation of the pancreas from endoderm begins in early development. The expression of elements of the Notch signaling pathway have been found in the developing pancreas, suggesting that Notch signaling is important in pancreatic development. Evidence suggests Notch signaling regulates the progressive recruitment of endocrine cell types from a common precursor, acting through two possible mechanisms. One is the \"lateral inhibition\", which specifies some cells for a primary fate but others for a secondary fate among cells that have the potential to adopt the same fate. Lateral inhibition is required for many types of cell fate determination. Here, it could explain the dispersed distribution of endocrine cells within pancreatic epithelium. A second mechanism is \"suppressive maintenance\", which explains the role of Notch signaling in pancreas differentiation. Fibroblast growth factor10 is thought to be important in this activity, but the details are unclear.",
            "score": 241.79347229003906
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 241.35687255859375
        },
        {
            "docid": "24950378_10",
            "document": "Cell–cell interaction . Synaptic signaling, an integral part of nervous system activity, occurs between neurons and target cells. These target cells can also be neurons or other cell types (i.e. muscle or gland cells). Protocadherins, a member of the cadherin family, mediate the adhesion of neurons to their target cells at synapses otherwise known as synaptic junctions. In order to for communication to occur between a neuron and its target cell, a wave of depolarization travels the length of the neuron and causes neurotransmitters to be released into the synaptic junction. These neurotransmitters bind and activate receptors on the post-synaptic neuron thereby transmitting the signal to the target cell. Thus, a post-synaptic membrane belongs to the membrane receiving the signal, while a pre-synaptic membrane is the source of the neurotransmitter. In a neuromuscular junction, a synapse is formed between a motor neuron and muscle fibers. In vertebrates, acetylcholine released from the motor neuron acts as a neurotransmitter which depolarizes the muscle fiber and causes muscle contraction. A neuron’s ability to receive and integrate simultaneous signals from the environment and other neurons allows for complex animal behavior.",
            "score": 239.56179809570312
        },
        {
            "docid": "14761897_9",
            "document": "HES1 . HES1 also plays an important role in the Notch signaling pathway. In the absence of Notch signaling, RBPJ inhibits the expression of HES1. After Notch signals have been processed within the cell, however, the plasma membrane releases the intracellular domain of Notch, which moves to the nucleus where it associates with RBPJ. The binding causes a conformational change which leads co-repressors to disassociate and allows co-activators to bind. The new activating complex then prompts HES1 expression. Notch signaling activates HES1 expression. HES1 has been shown to target at least Notch ligands: \"Dll1\", \"Jagged1 (Jag1)\", and Neurogenin-2. \"Dll1\", as with other Notch ligands, has been shown to induce neural differentiation, and HES1 binding of Dll1 blocks neural differentiation and leads to the maintenance of the neural stem cells and neural progenitor cells. Notch signaling also occurs in the intestinal crypt cells. Hyperactivated Notch causes a reduction in the number of secretory cell types (i.e. goblet cells, enteroendocrine cells, and Paneth cells). Deletion of the Notch pathway by removing the Notch expression controller, \"Rbpsuh\", causes the production of nearly only goblet cells.",
            "score": 237.77377319335938
        },
        {
            "docid": "21944_37",
            "document": "Nervous system . The simplest type of neural circuit is a reflex arc, which begins with a sensory input and ends with a motor output, passing through a sequence of neurons connected in series. This can be shown in the \"withdrawal reflex\" causing a hand to jerk back after a hot stove is touched. The circuit begins with sensory receptors in the skin that are activated by harmful levels of heat: a special type of molecular structure embedded in the membrane causes heat to change the electrical field across the membrane. If the change in electrical potential is large enough to pass the given threshold, it evokes an action potential, which is transmitted along the axon of the receptor cell, into the spinal cord. There the axon makes excitatory synaptic contacts with other cells, some of which project (send axonal output) to the same region of the spinal cord, others projecting into the brain. One target is a set of spinal interneurons that project to motor neurons controlling the arm muscles. The interneurons excite the motor neurons, and if the excitation is strong enough, some of the motor neurons generate action potentials, which travel down their axons to the point where they make excitatory synaptic contacts with muscle cells. The excitatory signals induce contraction of the muscle cells, which causes the joint angles in the arm to change, pulling the arm away.",
            "score": 236.7822723388672
        },
        {
            "docid": "1107334_20",
            "document": "Notch signaling pathway . Once the notch extracellular domain interacts with a ligand, an ADAM-family metalloprotease called ADAM10, cleaves the notch protein just outside the membrane. This releases the extracellular portion of notch (NECD), which continues to interact with the ligand. The ligand plus the notch extracellular domain is then endocytosed by the ligand-expressing cell. There may be signaling effects in the ligand-expressing cell after endocytosis; this part of notch signaling is a topic of active research. After this first cleavage, an enzyme called γ-secretase (which is implicated in Alzheimer's disease) cleaves the remaining part of the notch protein just inside the inner leaflet of the cell membrane of the notch-expressing cell. This releases the intracellular domain of the notch protein (NICD), which then moves to the nucleus, where it can regulate gene expression by activating the transcription factor CSL. It was originally thought that these CSL proteins suppressed Notch target transcription. However, further research showed that, when the intracellular domain binds to the complex, it switches from a repressor to an activator of transcription. Other proteins also participate in the intracellular portion of the notch signaling cascade.",
            "score": 231.40093994140625
        },
        {
            "docid": "4455796_13",
            "document": "Lateral inhibition . In embryology, the concept of lateral inhibition has been adapted to describe processes in the development of cell types. Lateral inhibition is described as a part of the Notch signaling pathway, a type of cell–cell interaction. Specifically, during asymmetric cell division one daughter cell adopts a particular fate that causes it to be copy of the original cell and the other daughter cell is inhibited from becoming a copy. Lateral inhibition is well documented in flies, worms and vertebrates. In all of these organisms, the transmembrane proteins Notch and Delta (or their homologues) have been identified as mediators of the interaction. Research has been more commonly associated with Drosophila, the fruit fly.",
            "score": 230.51004028320312
        },
        {
            "docid": "24009708_2",
            "document": "Notch proteins . Notch proteins are a family of Type-1 transmembrane proteins that form a core component of the Notch signaling pathway, which is highly conserved in metazoans. The Notch extracellular domain (NECD) mediates interactions with DSL family ligands, allowing it to participate in juxtacrine signaling.The Notch intracellular domain (NICD) acts as a transcriptional activator when in complex with CSL family transcription factors. Members of this Type 1 transmembrane protein family share several core structures, including an extracellular domain consisting of multiple epidermal growth factor (EGF)-like repeats and an intracellular domain transcriptional activation domain (TAD). Notch family members operate in a variety of different tissues and play a role in a variety of developmental processes by controlling cell fate decisions. Much of what is known about Notch function comes from studies done in \"Caenorhabditis elegans\" (\"C.elegans\") and \"Drosophila melanogaster.\" Human homologs have also been identified, but details of Notch function and interactions with its ligands are not well known in this context.",
            "score": 227.28111267089844
        },
        {
            "docid": "34032373_5",
            "document": "P19 cell . Treatment of undifferentiated P19 cells with retinoic acid can specifically induce them into neuronal cells. Using doses between 1 μM to 3 μM of RA can generate neurons as the most abundant cell type. Neurons under this treatment reached the highest populations between six days and nine days. Several neuronal markers such as neurofilament proteins, HNK-1 antigen and tetanus toxin binding sites are expressed at highest levels during these days. After six to nine days of treatment, the relative neuronal population declines, likely because of faster proliferation of non-neuronal cells. After 10 days of exposure, astroglial cells can be detected using glial fibrillary acidic protein (GFAP), which is a specific marker of glial cells. Other than into neurons and astrocytes, P19 cells can also differentiate to oligodendrocytes, which can be detected using the specific markers, myelin-associated glycoprotein and 2',3'-Cyclic-nucleotide 3'-phosphodiesterase. Moreover, oligodendrocytes also developed and migrated into fiber bundles in mice when the RA-induced cells were transplanted into the brains.  Retinoic acid can induce not only P19 cells but also other progenitor cells or embryonic stem cells to differentiation. Since cells after retinoic acid treatment did not immediately express neuronal marker genes, RA must initiate some pathway to process cellular differentiation. Many studies used P19 cells to investigate the RA-induced mechanisms, including generating the mutant allele of retinoic acid receptor genes and studying the expression of receptor genes, Hox genes and retinol binding proteins while exposing to RA. All of these studies indicate that the P19 cell is a good in vitro model system for investigating the mechanism of drugs that interfere with specific cellular pathway. What is more, by using the ability of RA-induced neurogenesis in P19 cell, lots of researchers started to identify the in vitro differentiation mechanisms of neuro- or gliogenesis. Several related pathways or including Wnt/β-catenin pathway, Notch pathway and hedgehog pathway are investigated either using gene expression or generating alleles for related genes.",
            "score": 226.61398315429688
        },
        {
            "docid": "4109042_19",
            "document": "Cell signaling . In the case of Notch-mediated signaling, the signal transduction mechanism can be relatively simple. As shown in Figure 2, activation of Notch can cause the Notch protein to be altered by a protease. Part of the Notch protein is released from the cell surface membrane and takes part in gene regulation. Cell signaling research involves studying the spatial and temporal dynamics of both receptors and the components of signaling pathways that are activated by receptors in various cell types.",
            "score": 224.95803833007812
        },
        {
            "docid": "20528783_4",
            "document": "Embryomics . As an embryo develops from a fertilized egg, the single egg cell splits into many cells, which grow in number and migrate to the appropriate locations inside the embryo at appropriate times during development. As the embryo’s cells grow in number and migrate, they also differentiate into an increasing number of different cell types, ultimately turning into the stable, specialized cell types characteristic of the adult organism. Each of the cells in an embryo contains the same genome, characteristic of the species, but the level of activity of each of the many thousands of genes that make up the complete genome varies with, and determines, a particular cell’s type (e.g. neuron, bone cell, skin cell, muscle cell, etc.).",
            "score": 219.56582641601562
        },
        {
            "docid": "14771355_5",
            "document": "ASCL1 . Differentiation of the neuroblast begins when the cells of the neural tube express Asc and thus upregulate the expression of Delta, a protein essential to the lateral inhibition pathway of neuronal commitment. Delta can diffuse to neighboring cells and bind to the Notch receptor, a large transmembrane protein which upon activation undergoes proteolytic cleavage to release the intracellular domain (Notch-ICD). The Notch-ICD is then free to travel to the nucleus and form a complex with Suppressor of Hairless (SuH) and Mastermind. This complex acts as transcription regulator of Asc and accomplishes two important tasks. First, it prevents the expression of factors required for differentiation of the cell into a neuroblast. Secondly, it inhibits the neighboring cell's production of Delta. Therefore, the future neuroblast will be the cell that has the greatest Asc activation in the vicinity and consequently the greatest Delta production that will inhibit the differentiation of neighboring cells. The select group of neuroblasts that then differentiate in the neural tube are thus replaceable because the neuroblast’s ability to suppress differentiation of neighboring cells depends on its own ability to produce Asc. This process of neuroblast differentiation via Asc is common to all animals. Although this mechanism was initially studied in Drosophila, homologs to all proteins in the pathway have been found in vertebrates that have the same bHLH structure.",
            "score": 218.61961364746094
        },
        {
            "docid": "1107334_24",
            "document": "Notch signaling pathway . Early studies in the nematode model organism \"C. elegans\" indicate that Notch signaling has a major role in the induction of mesoderm and cell fate determination. As mentioned previously, C. elegans has two genes that encode for partially functionally redundant Notch homologs, \"glp-1\" and \"lin-12\". During C. elegans, GLP-1, the C. elegans Notch homolog, interacts with APX-1, the C. elegans Delta homolog. This signaling between particular blastomeres induces differentiation of cell fates and establishes the dorsal-ventral axis.",
            "score": 218.07643127441406
        },
        {
            "docid": "25278985_4",
            "document": "Epistasis and functional genomics . In order to understand how information about epistatic interactions relates to gene pathways, let us consider a simple example of vulval cell differentiation in C. elegans. Cells differentiate from Pn cells to Pn.p cells to VP cells to vulval cells. Mutation of lin-26 blocks differentiation of Pn cells to Pn.p cells. Mutants of lin-36 behave similarly, blocking differentiation at the transition to VP cells. In both cases, the resulting phenotype is marked by an absence of vulval cells as there is an upstream block in the differentiation pathway. A double mutant in which both of these genes have been disrupted exhibits an equivalent phenotype that is no worse than either single mutant. The upstream disruption at lin-26 masks the phenotypic effect of a mutation at lin-36 in a classic example of an alleviating epistatic interaction.",
            "score": 217.07614135742188
        },
        {
            "docid": "52649_10",
            "document": "Acetylcholine . Nicotinic acetylcholine receptors are ligand-gated ion channels permeable to sodium, potassium, and calcium ions. In other words, they are ion channels embedded in cell membranes, capable of switching from a closed to a open state when acetylcholine binds to them; in the open state they allow ions to pass through. Nicotinic receptors come in two main types, known as muscle-type and neuronal-type. The muscle-type can be selectively blocked by curare, the neuronal-type by hexamethonium. The main location of muscle-type receptors is on muscle cells, as described in more detail below. Neuronal-type receptors are located in autonomic ganglia (both sympathetic and parasympathetic), and in the central nervous system.",
            "score": 216.52882385253906
        },
        {
            "docid": "4109042_8",
            "document": "Cell signaling . The notch signaling mechanism is an example of juxtacrine signaling (also known as contact-dependent signaling) in which two adjacent cells must make physical contact in order to communicate. This requirement for direct contact allows for very precise control of cell differentiation during embryonic development. In the worm \"Caenorhabditis elegans\", two cells of the developing gonad each have an equal chance of terminally differentiating or becoming a uterine precursor cell that continues to divide. The choice of which cell continues to divide is controlled by competition of cell surface signals. One cell will happen to produce more of a cell surface protein that activates the Notch receptor on the adjacent cell. This activates a feedback loop or system that reduces Notch expression in the cell that will differentiate and that increases Notch on the surface of the cell that continues as a stem cell.",
            "score": 214.55972290039062
        },
        {
            "docid": "11011552_9",
            "document": "Cellular communication (biology) . There are three different types of basic cell communication: surface membrane to surface membrane; exterior, which is between receptors on the cell; and direct communication, which means signals pass inside the cell itself. The junctions of these cells are important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors. This stability leads researchers to believe that gap junctions will be a part of cancer treatment in the future.",
            "score": 214.47445678710938
        },
        {
            "docid": "14162110_6",
            "document": "Prostaglandin EP4 receptor . EP is classified as a relaxant type of prostaglandin receptor based on its ability, upon activation, to relax the contraction of certain smooth muscle preparations and smooth muscle-containing tissues that have been pre-contracted by stimulation. When bound to PGE or other of its agonists, it mobilizes G proteins containing the Gs alpha subunit (i.e. Gα)-G beta-gammaes (i.e. G) complex. The complex then dissociate into its Gα and G components which act to regulate cell signaling pathways. In particular, Gα stimulates adenyl cyclase to raise cellular levels of cAMP; cAMP activates PKA, a kinase which in turn activates signaling molecules, in particular, the transcription factor, CREB. Activated CREB stimulates the expression of genes such as c-fos, somatostatin, and corticotropin-releasing hormone that regulate cellular proliferation, cellular differentiation, cellular survival, and angiogenesis. EP activation of G proteins also activate PI3K/AKT/mTOR, ERK, and p38 MARK pathways. Activation of ERK induces expression of EGR1, a transcription factor which controls transcription of genes involved in cellular differentiation and mitogenesis. EP also interacts with Prostaglandin E receptor 4-associated protein (EPRAP) to inhibit phosphorylation of the proteasome protein, p105, thereby suppressing a cells ability to activate nuclear factor kappa B, a transcription factor that controls genes coding for cytokines and other elements that regulate inflammation, cell growth, and cell survival (see NF-κB#Structure). The activation of these pathways lead to variety of different types of functional responses depending on cell type, the pathways available in different cell types, and numerous other factors; EP activation may therefore have diverse effects on cell function depending on these factors. In many respects, EP actions resemble those of another type of another relaxant prostanoid receptor, EP but differs from the contractile prostanoid receptors, EP and EP receptors which mobilize G proteins containing the Gα-Gβγ complex. Following its activation, EP undergoes homologous desensitization. That is, EP becomes insensitive to further activation and internalizes. This effect limits the duration and extent to which EP can stimulate cells. Agents which activate certain isoforms of protein kinase C can also desensitize EP by a process termed heterologous desensitization.",
            "score": 214.33526611328125
        },
        {
            "docid": "47719891_2",
            "document": "Cell communication (biology) . There are three different types of basic cell communication and they are: surface membrane to surface membrane, exterior, which is between receptors on the cell, and direct communication, which means signals pass inside the cell itself. The junctions of these cells is incredibly important because they are the means by which cells communicate with one another. Epithelial cells especially rely on these junctions because when one is injured, these junctions provide the means and communication to seal these injuries. These junctions are especially present in the organs of most species. However, it is also through cell signaling that tumors and cancer can also develop. Stem cells and tumor-causing cells, however, do not have gap junctions so they cannot be affected in the way that one would control a typical epithelial cell. Upstream cells signaling pathways control the proteins and genes that are expressed, which can both create a means for cancer to develop without stopping or a means for treatment for these diseases by targeting these specific upstream signaling pathways. Much of cell communication happens when ligands bind to the receptors of the cell membrane and control the actions of the cell through this binding. Genes can be suppressed, they can be over expressed, or they can be partially inhibited through cell signaling transduction pathways. Some research has found that when gap junction genes were transfected into tumor cells that did not have the gap junction genes, the tumor cells became stable and points to the ability of gap junction genes to inhibit tumors.",
            "score": 213.9781951904297
        },
        {
            "docid": "1448647_9",
            "document": "Fukuyama congenital muscular dystrophy . The mechanism of this sub-type of muscular dystrophy consists of a mutation in the FKTN gene which results in a malformed fukutin protein. It is thought that fukutin modifies the alpha-dystroglycan protein, which is important in anchoring cells to certain molecules, specifically including some proteins. Alpha-dystroglycan in skeletal muscles helps to prevent the breakdown of muscle fibers through stabilization and protection. Alpha-dystroglycan also helps brain development by assisting in the migration of neurons.Most frequently, FKTN is mutated in such a way that creates a shortage of fukutin in the cell, which in turn creates problems during formation of alpha-dystroglycan leading to less stabilization of muscle cells. Use of the destabilized muscle fibers over time causes them to break down and a gradual decline in muscle tone and atrophy of muscle fibers occurs. The decline in cerebral fukutin causes neuronal cells to continue moving beyond their intended destination. Additionally, oxidative stress has some effect on astrocytes (as well as, neurons) when fukutin is subdued",
            "score": 212.33889770507812
        },
        {
            "docid": "5842980_4",
            "document": "P2X purinoreceptor . P2X receptors are expressed in cells from a wide variety of animal tissues. On presynaptic and postsynaptic nerve terminals and glial cells throughout the central, peripheral and autonomic nervous systems, P2X receptors have been shown to modulate synaptic transmission. Furthermore, P2X receptors are able to initiate contraction in cells of the heart muscle, skeletal muscle, and various smooth muscle tissues, including that of the vasculature, vas deferens and urinary bladder. P2X receptors are also expressed on leukocytes, including lymphocytes and macrophages, and are present on blood platelets. There is some degree of subtype specificity as to which P2X receptor subtypes are expressed on specific cell types, with P2X receptors being particularly prominent in smooth muscle cells, and P2X being widespread throughout the autonomic nervous system. However, such trends are very general and there is considerable overlap in subunit distribution, with most cell types expressing more than one subunits. For example, P2X and P2X subunits are commonly found co-expressed in sensory neurons, where they often co-assemble into functional P2X receptors.",
            "score": 211.77243041992188
        },
        {
            "docid": "15510783_2",
            "document": "Neuroligin . Neuroligin (NLGN), a type I membrane protein, is a cell adhesion protein on the postsynaptic membrane that mediates the formation and maintenance of synapses between neurons. Neuroligins act as ligands for β-Neurexins, which are cell adhesion proteins located presynaptically. Neuroligin and β-neurexin \"shake hands,\" resulting in the connection between two neurons and the production of a synapse. Neuroligins also affect the properties of neural networks by specifying synaptic functions, and they mediate signalling by recruiting and stabilizing key synaptic components. Neuroligins interact with other postsynaptic proteins to localize neurotransmitter receptors and channels in the postsynaptic density as the cell matures. Additionally, neuroligins are expressed in human peripheral tissues and have been found to play a role in angiogenesis. In humans, alterations in genes encoding neuroligins are implicated in autism and other cognitive disorders.",
            "score": 211.20106506347656
        },
        {
            "docid": "19723734_50",
            "document": "Muscle . In contrast to this argument for a single origin of muscle cells, Steinmetz et al. argue that molecular markers such as the myosin II protein used to determine this single origin of striated muscle actually predate the formation of muscle cells. This author uses an example of the contractile elements present in the porifera or sponges that do truly lack this striated muscle containing this protein. Furthermore, Steinmetz et al. present evidence for a polyphyletic origin of striated muscle cell development through their analysis of morphological and molecular markers that are present in bilaterians and absent in cnidarians, ctenophores, and bilaterians. Steimetz et al. showed that the traditional morphological and regulatory markers such as actin, the ability to couple myosin side chains phosphorylation to higher concentrations of the positive concentrations of calcium, and other MyHC elements are present in all metazoans not just the organisms that have been shown to have muscle cells. Thus, the usage of any of these structural or regulatory elements in determining whether or not the muscle cells of the cnidarians and ctenophores are similar enough to the muscle cells of the bilaterians to confirm a single lineage is questionable according to Steinmetz et al. Furthermore, Steinmetz et al. explain that the orthologues of the MyHc genes that have been used to hypothesize the origin of striated muscle occurred through a gene duplication event that predates the first true muscle cells (meaning striated muscle), and they show that the MyHc genes are present in the sponges that have contractile elements but no true muscle cells. Furthermore, Steinmetz et all showed that the localization of this duplicated set of genes that serve both the function of facilitating the formation of striated muscle genes and cell regulation and movement genes were already separated into striated myhc and non-muscle myhc. This separation of the duplicated set of genes is shown through the localization of the striated myhc to the contractile vacuole in sponges while the non-muscle myhc was more diffusely expressed during developmental cell shape and change. Steinmetz et al. found a similar pattern of localization in cnidarians with except with the cnidarian \"N. vectensis\" having this striated muscle marker present in the smooth muscle of the digestive track. Thus, Steinmetz et al. argue that the pleisiomorphic trait of the separated orthologues of myhc cannot be used to determine the monophylogeny of muscle, and additionally argue that the presence of a striated muscle marker in the smooth muscle of this cnidarian shows a fundamentally different mechanism of muscle cell development and structure in cnidarians.",
            "score": 210.6075439453125
        },
        {
            "docid": "1004472_5",
            "document": "Renshaw cell . The Renshaw cells are ultimately excited by multiple antidromic motor neuron axons, where the majority of axons originate from synergist motor neurons, and in turn the Renshaw cell synapses with multiple neurons, eliciting IPSP in alpha motor, 1a inhibitory interneurons and gamma motor neurons. The antidromic collateral circuit back to the triggering motor neuron is known as “recurrent inhibition”. This homonymous inhibition is not universal. Whereas most initial experiments have been done on cats, it has been found that in man that proximal muscles of the hand and foot do not have homonymous inhibition. Heteronymous inhibition has been found to be dominant in the leg compared to the arm, where antagonist muscles work simultaneously. (It must also be noted that Renshaw cells are activated by gamma motor neurons, but to a lesser extent). The Renshaw cells not only synapse with homonymous and heteronymous nerves, but also with the Ia interneurones, which are stimulated by the Ia afferents from the same muscle group activated by the motor neurons, which have an inhibitory effect on the antagonist muscle group. This “recurrent facilitation” causes reduced inhibition of the reciprocal inhibition of the Ia interneuron of the antagonist group (Baret et al.; 2003), which may in turn also be inhibited by signals from the corticospinal tract. It has been shown that:",
            "score": 208.555419921875
        }
    ]
}